{
  "saberes": [
    "A. Las lenguas y sus hablantes. ",
    "– Análisis de la biografía lingüística propia y de la diversidad lingüística del centro y de la ",
    "localidad. Conocimiento del entorno lingüístico del alumnado fuera del centro escolar: ",
    "variedades dialectales habladas por los alumnos y sus familiares. La lengua como ",
    "instrumento de comunicación y de convivencia. ",
    "– Análisis del origen de las lenguas de España:  ",
    "Las lenguas prerromanas. El euskera. ",
    "Las lenguas romances.  ",
    "Evolución del castellano.  ",
    "Desarrollo sociohistórico de las lenguas de España. ",
    "– Variedades del español: comparación de rasgos de las principales variedades dialectales del ",
    "español, con especial atención a la del propio territorio.  ",
    "Diferencias entre los rasgos propios de las variedades dialectales (fónicos, gramaticales y ",
    "léxicos) y los relativos a los sociolectos y los registros. ",
    "El español de América. ",
    "– Exploración y cuestionamiento de prejuicios y estereotipos lingüísticos. ",
    "– Desarrollo de la reflexión interlingüística. Falsos amigos e intercomprensión lingüística. ",
    "B. Comunicación. ",
    "– Utilización de las estrategias de producción, comprensión y análisis crítico de textos orales, ",
    "escritos y multimodales de diferentes ámbitos: personal, escolar y social, con atención ",
    "conjunta a los siguientes aspectos: ",
    "1. Contexto: componentes del hecho comunicativo. ",
    "– Reconocimiento de las diferencias contextuales y formales relevantes del hecho comunicativo ",
    "en relación al grado de formalidad de la situación y a su carácter público o privado. Distancia ",
    "social entre los interlocutores. Propósitos comunicativos e interpretación de intenciones. ",
    "Análisis y reflexión de los elementos proxémicos de la comunicación. ",
    "2. Los géneros discursivos. ",
    "– Lectura, análisis e interpretación de secuencias textuales básicas, con especial atención a las ",
    "expositivas. El texto expositivo-argumentativo. Estructura y rasgos lingüísticos. ",
    "– Análisis del texto y sus propiedades: la coherencia, la adecuación y la cohesión. ",
    "– Géneros discursivos propios del ámbito personal: la conversación, con especial atención a los ",
    "actos de habla que amenazan la imagen del interlocutor (la discrepancia, la queja, la orden, la ",
    "reprobación). ",
    "La conversación en las nuevas tecnologías (chats, foros, mensajes de móvil).  ",
    "– Géneros discursivos orales y escritos propios del ámbito educativo: monografías, ensayos, ",
    "debates y exposiciones orales. ",
    "– Géneros discursivos propios del ámbito social. Los textos periodísticos de información: la ",
    "noticia, el reportaje, la entrevista.  ",
    "3. Procesos comunicativos: hablar, escuchar, leer, escribir. ",
    "3.1. Hablar y escuchar. ",
    "– Interacción oral y escrita de carácter informal y formal. Cooperación conversacional y cortesía ",
    "lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos. ",
    "– Comprensión oral: sentido global del texto y relación entre sus partes, atendiendo a la ",
    "intencionalidad del emisor.  ",
    "Selección y retención de la información relevante. ",
    "Valoración de la forma y el contenido del texto. ",
    "– Comprensión, producción y evaluación de textos orales formales: ",
    "Adecuación a la audiencia y al tiempo de exposición. ",
    "Elementos no verbales. ",
    "Planificación, búsqueda y organización de la información, dependiendo de la ",
    "intencionalidad del hablante, textualización y revisión. ",
    "Identificación de los rasgos lingüísticos y discursivos de la oralidad formal.  ",
    "Valoración y análisis de los diferentes recursos lingüísticos del texto y su relación con el ",
    "contenido.  ",
    "– Detección y análisis de usos lingüísticos discriminatorios del lenguaje verbal y no verbal que ",
    "transmiten prejuicios, estereotipos y descalificación. ",
    "3.2. Leer y escribir. ",
    "– Comprensión lectora:  ",
    "Lectura de textos en relación con el ámbito personal, académico y social, identificando el ",
    "sentido global del texto y la intención del emisor y atendiendo a la relación entre sus ",
    "partes. ",
    "Valoración y análisis de la forma (los diferentes recursos lingüísticos del texto) y su ",
    "relación con el contenido del texto.  ",
    "Desarrollo de una actitud crítica y reflexiva ante la lectura. ",
    "– Producción escrita: planificación, textualización, revisión y edición en diferentes soportes de ",
    "textos propios del ámbito académico y usos de la escritura para la organización del ",
    "pensamiento: toma de notas, esquemas, resúmenes, definiciones, mapas conceptuales, ",
    "organigramas, exposiciones y explicaciones sencillas, glosarios, tablas de contenidos, etc., en ",
    "soporte papel o digital, con corrección gramatical y ortográfica y propiedad léxica. ",
    "– Alfabetización mediática e informacional: conocimiento de estrategias de búsqueda de ",
    "información en internet. ",
    "Utilización de plataformas virtuales para la realización de proyectos escolares. ",
    "– Detección y análisis de usos lingüísticos discriminatorios del lenguaje verbal e icónico que ",
    "transmiten prejuicios, estereotipos y descalificación. ",
    "4. Reconocimiento y uso discursivo de los elementos lingüísticos. ",
    "– Procedimientos explicativos básicos: la aposición. ",
    "– Conocimiento de los mecanismos de cohesión: identificación de los recursos lingüísticos para ",
    "establecer relaciones entre las diferentes partes del texto:  ",
    "Los conectores textuales (adición, oposición, distribución, de orden, contraste, ",
    "explicación). ",
    "Mecanismos de referencia interna, gramaticales y léxicos (nominalizaciones e ",
    "hiperónimos de significado abstracto.) ",
    "– Uso coherente de las formas verbales en los textos.  ",
    "Correlación temporal en la coordinación.  ",
    "– Aplicación progresivamente autónoma de la corrección lingüística textual oral y escrita y la ",
    "revisión ortográfica y gramatical de los textos.  ",
    "Consulta de diferentes tipos de diccionarios, en especial la edición digital del Diccionario ",
    "de la Lengua Española de la RAE, y de manuales de consulta, en soporte papel y digital. ",
    "– Uso de correctores ortográficos en soporte analógico o digital. ",
    "– Los signos de puntuación como mecanismo organizador del texto escrito: el punto y coma, la ",
    "raya, el guion y las comillas. Su relación con el significado. ",
    "C. Educación literaria. ",
    "1. Lectura autónoma. ",
    "Implicación en la lectura de obras de forma progresivamente autónoma a partir de una ",
    "preselección de textos variados, y reflexión sobre los textos leídos y sobre la práctica de lectura, ",
    "atendiendo a las siguientes destrezas y estrategias: ",
    "– Reflexión sobre los propios textos y sobre la propia práctica de la lectura: ",
    "Estrategias que permitan dotar a los alumnos de objetivos de lectura y de activación de ",
    "los conocimientos previos. ",
    "Estrategias que permitan crear inferencias y comprobar la comprensión lectora. ",
    "Estrategias que permitan resumir el contenido e incorporarlo al conocimiento del alumno. ",
    "– Criterios y estrategias para la selección, de manera progresivamente autónoma, de lecturas ",
    "de obras variadas de literatura española y universal y de la literatura juvenil, a partir de la ",
    "utilización autónoma de la biblioteca escolar y pública disponible, para el desarrollo de ",
    "estrategias de toma de conciencia y verbalización de los propios gustos e identidad lectora, ",
    "promoviendo la lectura en voz alta y la lectura compartida. ",
    "– Participación activa en actos culturales vinculados con el circuito literario y lector como clubes ",
    "de lectura, concursos de creación literaria, sesiones de narración oral, encuentros literarios ",
    "con autores de obras previamente leídas, etc. ",
    "– Lectura analítica y comparada de distintos fragmentos u obras, ya sea de un mismo periodo o ",
    "de periodos diversos de la historia de la literatura española y universal, para aprender a ",
    "incorporar las opiniones propias y las ajenas.  ",
    "– Expresión de la experiencia lectora, utilizando progresivamente metalenguaje específico. ",
    "– Apropiación de los textos leídos a través de distintas formas de recreación.  ",
    "– Estrategias para la recomendación de las lecturas en soportes variados o bien oralmente ",
    "entre iguales, enmarcando de manera básica las obras en los géneros y subgéneros literarios. ",
    "– Uso progresivamente autónomo de estrategias de movilización de la experiencia personal, ",
    "lectora y cultural para establecer vínculos de manera argumentada entre la obra leída y ",
    "aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales ",
    "(música, pintura, audiovisuales, etc.), entendidas como formas de expresión del sentimiento ",
    "humano. ",
    "– La escritura y la palabra como ejercicio de libertad y creatividad. ",
    "– Vínculo de las palabras y la literatura con la memoria personal (literatura autobiográfica). ",
    "2. Lectura guiada. ",
    "Lectura y comprensión de obras y fragmentos relevantes de la literatura del patrimonio literario ",
    "nacional y universal de la Edad Media al Siglo de Oro, y de la literatura actual, inscritas en ",
    "itinerarios temáticos o de género, que atraviesan épocas, contextos culturales y movimientos ",
    "artísticos, atendiendo a los siguientes contenidos y estrategias: – Trayectoria de la literatura española: ",
    "Introducción a la literatura medieval. La poesía épica en los siglos XII y XIII. La prosa del ",
    "siglo XIV. La poesía del siglo XV. Los orígenes del teatro y de la novela. ",
    "Introducción a la literatura del Siglo de Oro. Características de la literatura del ",
    "Renacimiento y del Barroco y análisis de los textos narrativos, poéticos y dramáticos más ",
    "relevantes.  ",
    "– Análisis de la relación entre los elementos constitutivos de los distintos géneros literarios y la ",
    "construcción del sentido de la obra. Análisis de los efectos de sus recursos expresivos en la ",
    "recepción. ",
    "– Estrategias y modelos de construcción compartida de la interpretación de las obras con la ",
    "incorporación progresiva del metalenguaje específico.  ",
    "Participación activa en conversaciones literarias como una forma de diálogo libre con ",
    "referencias a los textos literarios leídos y las propias experiencias personales de los ",
    "alumnos. ",
    "– Relación y comparación de los textos leídos con otros textos orales, escritos o multimodales, ",
    "con otras manifestaciones artísticas y culturales y con las nuevas formas de ficción en función ",
    "de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura. ",
    "– Estrategias para interpretar las obras y fragmentos literarios leídos de la literatura española de ",
    "la Edad Media al Siglo de Oro a partir de la integración de los diferentes aspectos analizados ",
    "y atendiendo a los valores culturales, éticos y estéticos presentes en los textos. ",
    "– Lectura desde diferentes perspectivas.  ",
    "– Estrategias de utilización de información sociohistórica, cultural y artística básica para ",
    "construir la interpretación de las obras literarias. ",
    "– Procesos de indagación en torno a las obras leídas que promuevan el interés por construir la ",
    "interpretación de las obras, atendiendo al género y el contexto en que fueron creadas, y ",
    "establecer conexiones entre textos. ",
    "– Lectura expresiva, dramatización y recitación de los textos, atendiendo a los procesos de ",
    "comprensión, apropiación y oralización implicados: ",
    "Lectura dramatizada de textos teatrales.  ",
    "Lectura y recitado de textos poéticos. ",
    "– Creación de textos personales de intención literaria, en prosa y en verso, a partir de la ",
    "apropiación de las convenciones del lenguaje literario y en referencia a modelos dados: ",
    "Imitación, transformación y continuación de diferentes textos de intención literaria. ",
    "D. Reflexión sobre la lengua. ",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un ",
    "lenguaje específico a partir de la observación, comparación y clasificación de unidades ",
    "comunicativas y del contraste entre lenguas, atendiendo a los siguientes contenidos y estrategias: ",
    "– Identificación y observación de las diferencias contextuales y formales relevantes e ",
    "intersecciones entre lengua oral y lengua escrita, atendiendo a aspectos sintácticos, léxicos y ",
    "pragmáticos. ",
    "– Reconocimiento de la lengua como sistema y de sus unidades básicas, teniendo en cuenta ",
    "los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado), su ",
    "organización en el discurso (orden de las palabras, componentes de las oraciones o conexión ",
    "entre los significados). ",
    "– Identificación, distinción y caracterización de las categorías gramaticales. Las palabras ",
    "variables e invariables: ",
    "El verbo: Análisis de la formación, usos y valores de las formas verbales no personales. ",
    "Caracterización de las formas simples y las compuestas. El aspecto verbal. Las perífrasis ",
    "verbales. Valores estilísticos de las formas verbales. ",
    "Las conjunciones y preposiciones como palabras relacionantes. ",
    "– Caracterización, explicación, identificación y reconocimiento de oraciones y sus constituyentes: grupo nominal, verbal, adjetival, preposicional y adverbial. ",
    "– Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones ",
    "sintácticas de la oración simple) y consolidación de los procedimientos léxicos (afijos) y ",
    "sintácticos para el cambio de categoría.  ",
    "– Relación entre los esquemas semántico y sintáctico de la oración simple. Observación y ",
    "transformación de enunciados de acuerdo con estos esquemas y uso de la terminología ",
    "sintáctica necesaria.  ",
    "Oraciones impersonales, activas y pasivas. ",
    "Distinción, por la naturaleza del predicado, de la estructura de la oración copulativa y ",
    "predicativa.  ",
    "Identificación y análisis de diferentes tipos de oraciones predicativas: transitivas, ",
    "intransitivas, pasivas, reflexivas, recíprocas e impersonales. ",
    "El orden de palabras. ",
    "– Profundización y reflexión sobre los cambios en el significado, las relaciones semánticas entre ",
    "palabras y sus valores denotativos y connotativos:  ",
    "Las relaciones de significado: hiperónimos, hipónimos.  ",
    "Connotación y denotación en función del contexto y el propósito comunicativo.  ",
    "El cambio semántico: metáfora, metonimia, palabras tabú y eufemismos. ",
    "Análisis de las causas que están en el origen de los cambios semánticos y del empleo de ",
    "los eufemismos. ",
    "Las frases hechas y el lenguaje figurado.  ",
    "– Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para ",
    "obtener información gramatical básica. "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Reconocer y valorar las lenguas de España y las variedades dialectales del español, con ",
    "atención especial a la del propio territorio, a partir de la explicación de su origen y su ",
    "desarrollo histórico y sociolingüístico, contrastando aspectos lingüísticos y discursivos de las ",
    "distintas lenguas, así como rasgos de los dialectos del español, diferenciándolos de los ",
    "rasgos sociolectales y de registro, en manifestaciones orales, escritas y multimodales. ",
    "1.2. Identificar y cuestionar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto ",
    "y valoración de la riqueza cultural, lingüística y dialectal, a partir del análisis de la diversidad ",
    "lingüística en el entorno social próximo. ",
    "Competencia específica 2. ",
    "2.1. Comprender el sentido global, la estructura, la información más relevante en función de las ",
    "necesidades comunicativas y la intención del emisor en textos orales y multimodales de cierta ",
    "complejidad de diferentes ámbitos. ",
    "2.2. Valorar la forma y el contenido de textos orales y multimodales de cierta complejidad, ",
    "evaluando su calidad, su fiabilidad y la idoneidad del canal utilizado, así como la eficacia de ",
    "los procedimientos comunicativos empleados. ",
    "Competencia específica 3. ",
    "3.1. Realizar exposiciones orales de cierta extensión y complejidad con diferente grado de ",
    "planificación, organizando el contenido y elaborando guiones previos, seleccionando la idea ",
    "principal, así como las secundarias, sobre temas de interés personal, social, educativo y ",
    "profesional ajustándose a las convenciones propias de los diversos géneros discursivos, con ",
    "fluidez, coherencia, cohesión y el registro adecuado en diferentes soportes, utilizando de ",
    "manera eficaz recursos verbales y no verbales.  ",
    "3.2. Participar de manera activa y adecuada en interacciones orales informales, en el trabajo en ",
    "equipo y en situaciones orales formales de carácter dialogado, con actitudes de escucha ",
    "activa y estrategias de cooperación conversacional y cortesía lingüística. ",
    "Competencia específica 4. ",
    "4.1. Comprender e interpretar el sentido global, la estructura, la información más relevante y la ",
    "intención del emisor de textos escritos y multimodales de cierta complejidad que respondan a ",
    "diferentes propósitos de lectura, realizando las inferencias necesarias y con diferentes ",
    "propósitos de lectura. ",
    "4.2. Valorar críticamente el contenido y la forma de textos de cierta complejidad evaluando su ",
    "calidad y fiabilidad, así como la eficacia de los procedimientos lingüísticos empleados. ",
    "Competencia específica 5. ",
    "5.1. Planificar la redacción de textos escritos y multimodales de cierta extensión atendiendo a la ",
    "situación comunicativa, al destinatario, al propósito y al canal; redactar borradores y revisarlos ",
    "para aclarar problemas con el contenido (ideas y estructura) o la forma (puntuación, ",
    "ortografía, gramática y presentación), con ayuda del diálogo entre iguales e instrumentos de ",
    "consulta; y presentar un texto final coherente, cohesionado y con el registro adecuado. ",
    "5.2. Aplicar progresivamente las estrategias necesarias para producir textos descriptivos, ",
    "narrativos, prescriptivos, expositivos y argumentativos que resulten adecuados, coherentes y ",
    "cohesionados. ",
    "5.3. Incorporar procedimientos para enriquecer los textos atendiendo a aspectos discursivos, ",
    "lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical. ",
    "Competencia específica 6. 6.1. Localizar, seleccionar y contrastar de manera progresivamente autónoma información ",
    "procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia en función de los ",
    "objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y ",
    "comunicarla de manera creativa adoptando un punto de vista crítico respetando los principios ",
    "de propiedad intelectual. ",
    "6.2. Elaborar trabajos de investigación de manera progresivamente autónoma en diferentes ",
    "soportes sobre diversos temas de interés académico, personal o social a partir de la ",
    "información seleccionada, adoptando un punto de vista crítico y personal. ",
    "6.3. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en ",
    "relación a la búsqueda y la comunicación de la información. ",
    "Competencia específica 7. ",
    "7.1. Leer de manera autónoma textos seleccionados de la literatura española y universal y de la ",
    "literatura juvenil, en soporte papel y digital, en función de los propios gustos, intereses y ",
    "necesidades, y dejar constancia del progreso del propio itinerario lector y cultural explicando ",
    "los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y la ",
    "experiencia de lectura. ",
    "7.2. Desarrollar, a través de la lectura autónoma, el gusto y el hábito de la lectura en todos sus ",
    "aspectos, como fuente de placer, de conocimiento y de acceso a otros mundos diferentes a ",
    "los nuestros, reales o fantásticos, contribuyendo así a la formación de la propia identidad ",
    "lectora. ",
    "7.3. Compartir la experiencia de la lectura en soportes diversos relacionando el sentido de la obra ",
    "con la propia experiencia biográfica, lectora y cultural. ",
    "Competencia específica 8. ",
    "8.1. Explicar y argumentar la interpretación de las obras y fragmentos leídos de la literatura de la ",
    "Edad Media al Siglo de Oro a partir del análisis de las relaciones internas de sus elementos ",
    "constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto ",
    "sociohistórico, atendiendo a la configuración y evolución de los géneros y subgéneros ",
    "literarios. ",
    "8.2. Establecer de manera progresivamente autónoma vínculos argumentados entre los textos ",
    "leídos y otros textos escritos, orales o multimodales, así como con otras manifestaciones ",
    "artísticas y culturales, en función de temas, tópicos, estructuras, lenguaje y valores éticos y ",
    "estéticos, mostrando la implicación y la respuesta personal del lector en la lectura. ",
    "8.3. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos ",
    "soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de ",
    "obras o fragmentos significativos en los que se empleen las convenciones formales de los ",
    "diversos géneros y estilos literarios. ",
    "Competencia específica 9. ",
    "9.1. Revisar los textos propios de manera progresivamente autónoma y hacer propuestas de ",
    "mejora argumentando los cambios a partir de la reflexión metalingüística e interlingüística con ",
    "el metalenguaje específico. ",
    "9.2. Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones ",
    "lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento ",
    "explícito de la lengua y el metalenguaje específico. ",
    "9.3. Formular generalizaciones sobre algunos aspectos del funcionamiento de la lengua a partir de ",
    "la observación, la comparación y la transformación de enunciados, así como de la formulación ",
    "de hipótesis y la búsqueda de contraejemplos, utilizando el metalenguaje específico y ",
    "consultando de manera progresivamente autónoma diccionarios, manuales y gramáticas. ",
    "9.4. Profundizar en la caracterización y análisis de las categorías gramaticales de las palabras ",
    "variables e invariables, incidiendo en los valores expresivos que adquieren en relación con la ",
    "intención comunicativa del texto donde aparecen. ",
    "9.5. Identificar los distintos niveles de significado de las palabras en función de la intención ",
    "comunicativa del discurso oral o escrito donde aparecen, reconociendo las principales ",
    "relaciones semánticas entre palabras y algunos fenómenos de cambio semántico. ",
    "9.6. Identificar, caracterizar, y explicar los usos de los grupos nominales, adjetivales, verbales, ",
    "preposicionales y adverbiales en la oración simple. ",
    "9.7. Explicar y analizar los elementos constitutivos de la oración simple, distinguiendo entre ",
    "oraciones predicativas y copulativas y diferenciando los distintos tipos de oraciones ",
    "predicativas. ",
    "9.8. Distinguir oraciones impersonales, activas y pasivas. ",
    "9.9. Identificar relaciones semánticas y mecanismos de cambio semántico. ",
    "Competencia específica 10. ",
    "10.1. Identificar, desterrar y sustituir los usos discriminatorios de la lengua y los usos ",
    "manipuladores del lenguaje a partir de la reflexión y el análisis de los elementos lingüísticos, ",
    "textuales y discursivos utilizados, así como de los elementos no verbales de la ",
    "comunicación. ",
    "10.2. Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de ",
    "consensos, tanto en el ámbito personal como educativo y social. "
    
  ]
}
