{
  "saberes": [
    "A. Reptes del món actual",
    " ● Objectius de desenvolupament sostenible.",
    "  - Identificació dels reptes de desenvolupament sostenible i de les accions que permeten avançar en l’Agenda 2030.",
    "  - Reconeixement dels moviments, causes i lideratges en pro de l’emergència climàtica, la sostenibilitat i l’equitat en diferents moments i llocs del planeta i des de perspectives diverses.",
    " ● Consciència global i sostenibilitat.",
    "  - Identificació de les característiques del sistema-món i de la interdependència entre països.",
    "  - Relació entre factors naturals i antròpics a la Terra.",
    "  - Adquisició d’estils de vida respectuosos amb els recursos, saludables i socialment compromesos.",
    " ● Tècniques i mètodes de recerca de les ciències socials.",
    "  - Anàlisi de textos, interpretació i elaboració de mapes, esquemes i síntesis, representació de gràfics i interpretació d’imatges a través de mitjans digitals accessibles.",
    "  - Aplicació de tècniques d’informació geogràfica i d’anàlisi espacial en la interpretació d’alguns fenòmens.",
    "  - Ús de mitjans, gèneres i formats digitals diversos per crear continguts i comunicar resultats de recerques.",
    " ● Societat de la informació i cultura mediàtica.",
    "  - Cerca, tractament de la informació, ús de dades en entorns digitals, interpretació de les fonts i avaluació de la fiabilitat.",
    "  - Anàlisi i valoració dels arguments que sustenten els diferents posicionaments davant de fets i fenòmens.",
    "  - Identificació de les notícies falses i enganyoses.",
    "  - Ús de mitjans audiovisuals per crear produccions personals i col·lectives i comunicar recerques.",
    " ● Migracions i interculturalitat.",
    "  - Reconeixement dels factors de diversitat social, etnicocultural i de gènere i la seva contribució a la cultura i a la societat.",
    "  - Identificació de les característiques de les cultures originàries d’indrets sotmesos a la dominació i a l’aculturació.",
    "  - Participació en activitats que promoguin actituds de respecte envers persones i col·lectius per mitjà del diàleg i d’una aproximació intercultural.",
    " ● Global i local.",
    "  - Aplicació dels mètodes de recerca de les ciències socials en l’anàlisi problematitzada i multicausal de fenòmens de l’entorn i dels seus vincles amb fenòmens globals.",
    "  - Establiment d’anàlisis comparades de l’espai natural, rural i urbà, la seva evolució i els reptes de futur.",
    " ● Economia i sostenibilitat.",
    "  - Identificació de les estructures econòmiques al món actual, els canvis dels sectors productius i el funcionament del mercat.",
    "   - Reconeixement dels límits del creixement econòmic i les desigualtats generades en l’àmbit global i local.",
    "  - Caracterització de les energies renovables i de l’economia circular.",
    "  - Proposta d’alternatives des d’una perspectiva ecosocial.",
    " ● Geopolítica, conflictes i cultura de la pau.",
    "  - Identificació dels focus de conflicte en el món actual i les seves causes, així com de les conseqüències del comerç d’armes.",
    "  - Valoració del diàleg i de la cooperació com a formes pacífiques de resolució de conflictes.",
    "  - Col·laboració en la prevenció i resolució de conflictes des d’un enfocament restauratiu en entorns escolars i comunitaris.",
    " ● Desigualtats i justícia social.",
    "  - Identificació de les desigualtats i injustícies en el context local i global.",
    "  - Participació en projectes que promoguin el respecte i la solidaritat amb persones i col·lectius desfavorits de l’entorn i la cohesió social.",
    " ● Equitat de gènere i d’opcions afectivosexuals.",
    "  - Reconeixement dels moviments, causes i lideratges en pro de l’equitat de gènere i d’opció afectivosexual.",
    "  - Participació en debats i projectes per a l’eliminació de les desigualtats, discriminacions i violències.",
    "B. Societats i territoris",
    " ● Recerca en les ciències socials.",
    "  - Aplicació de metodologies de recerca en l’anàlisi i interpretació de problemes socials rellevants, individualment i en equip.",
    "  - Comunicació argumentada dels resultats obtinguts.",
    "  - Ús específic del lèxic relatiu als àmbits històric, artístic i geogràfic.",
    " ● Fiabilitat de les fonts.",
    "  - Ús de fonts històriques i geogràfiques per a la construcció del coneixement sobre el passat recent i fenòmens actuals.",
    "  - Contrast i valoració crítica d’informacions diferents, incloses les dels mitjans de comunicació, sobre un mateix fet o fenomen, valorant solucions i alternatives als problemes.",
    " ● Consciència històrica.",
    "  - Elaboració de judicis propis i argumentats davant de problemes d’actualitat contextualitzats històricament, i defensa i exposició crítica a través de presentacions i debats.",
    "  - Establiment de relacions entre la cronologia històrica general i la història familiar, comunitària i local.",
    " ● Transformació i revolució.",
    "  - Anàlisi de les permanències i canvis a l’època contemporània.",
    "  - Interpretació de les transicions, revolucions i resistències a la Catalunya i l’Espanya contemporànies i els seus lligams internacionals.",
    "  ● La construcció de les democràcies.",
    "  - Establiment de relacions multicausals en la construcció de les democràcies modernes i els orígens dels totalitarismes en el segle XX: la lluita per la llibertat, la igualtat i els drets humans.",
    "  - Interpretació dels processos d’evolució i d’involució i dels reptes pendents de l’actual democràcia.",
    " ● Sistemes econòmics i desigualtat.",
    "  - Interpretació dels fonaments del sistema capitalista i la seva relació amb el colonialisme i l’imperialisme.",
    "  - Anàlisi crítica de les noves formes de subordinació econòmica i cultural.",
    "  - Identificació de les principals fites de les lluites socials i laborals contemporànies i els reptes pendents de l’estat del benestar.",
    " ● Població, territori i recursos.",
    "  - Interpretació de les transformacions del territori per l’acció humana i la distribució desigual dels recursos i del treball.",
    "  - Anàlisi dels cicles demogràfics mundials i locals i de les migracions al llarg de la història i en el món actual.",
    " ● Sostenibilitat i producció d’aliments.",
    "  - Reconeixement dels factors implicats en el canvi climàtic, les seves conseqüències i de les mesures per revertir-lo a escala global i local.",
    "  - Conceptualització de la sobirania alimentària, valorant el consum responsable i de proximitat.",
    "  - Establiment de relacions entre l’equitat i el desenvolupament sostenible.",
    " ● Conflictes i violències al món actual.",
    "  - Establiment de relacions causals en alguns conflictes i violències del segle XX i XXI i de les seves conseqüències en el present.",
    "  - Caracterització dels genocidis i dels crims contra la humanitat.",
    "  - Valoració de la cultura de la pau i de la mediació com a formes de gestió dels conflictes.",
    " ● Geopolítica i globalització.",
    "  - Identificació dels fonaments geoestratègics des de la segona meitat del segle XX fins a l’actualitat: la política de blocs, els conflictes de la descolonització i el paper dels organismes internacionals.",
    "  - Valoració de la interdependència dins el sistema-món.",
    " ● Catalunya i Espanya a l’època contemporània.",
    "  - Contextualització de les principals transformacions polítiques, econòmiques, socials i culturals, incidint en la Segona República, la guerra, el franquisme i la transició democràtica.",
    "  - Identificació de les lluites i moviments socials i d’emancipació nacional.",
    " ● Paisatge i territori.",
    "  - Interpretació de les transformacions del territori i del paisatge a Catalunya i Espanya: causes de la despoblació i de la concentració urbana i conseqüències de la petjada humana.",
    "  - Actitud proactiva en la preservació dels paisatges i reconeixement dels programes de protecció.",
    "  - Identificació dels reptes en la gestió del territori a Catalunya.",
    "  ● Perspectiva de gènere.",
    "  - Identificació dels moviments, causes i lideratges que treballen per a l’equitat i la no-discriminació per raó de gènere i d’opció afectiva i sexual al llarg dels segles XX i XXI.",
    "  - Reconeixement de les aportacions de les dones en diferents àmbits socials, culturals, artístics, econòmics i polítics.",
    " ● Cultura, arts i patrimoni.",
    "  - Caracterització d’algunes manifestacions artístiques i culturals que conformen la diversitat del món actual.",
    "  - Actitud proactiva i respectuosa per la conservació del patrimoni material i immaterial de l’entorn.",
    "  - Coneixement dels espais i organismes que vetllen per la conservació i difusió dels elements del patrimoni natural i artisticocultural.",
    " ● Salut, ciència i tecnologia.",
    "  - Descobriment de les grans fites en la transformació científica i tecnològica.",
    "  - Establiment de relacions entre la ciència i la tecnologia, la dimensió ètica i social i la sostenibilitat.",
    "  - Identificació dels reptes de la societat de la informació i de la seva relació amb els canvis culturals i socials.",
    "  - Reconeixement del dret individual i col·lectiu a la salut i al benestar.",
    " ● La Unió Europea dins el món.",
    "  - Caracterització dels principals fets del procés de constitució de la Unió Europea i de les seves institucions.",
    "  - Identificació dels reptes de la Unió Europea dins el sistema-món.",
    "  - Participació en projectes amb estudiants de països europeus.",
    " ● Normes i lleis per garantir els drets individuals i col·lectius.",
    "  - Coneixement dels principals ordenaments jurídics d’àmbit autonòmic, estatal, europeu i internacional com a garants de drets i llibertats per a l’exercici de la ciutadania.",
    " ● La memòria democràtica.",
    "  - Distinció i complementarietat entre la història i la memòria.",
    "  - Preservació de les memòries plurals de persones i col·lectius de l’entorn proper.",
    "  - Valoració de la funció de la memòria històrica en la construcció del futur.",
    "C. Compromís cívic local i global",
    " ● Dignitat humana i drets universals.",
    "  - Identificació de les principals fites en la Declaració Universal dels Drets Humans i dels reptes pendents.",
    "  - Debat dels problemes que afecten la dignitat de les persones, superant estereotips i prejudicis.",
    " ● Pluralitat i riquesa culturals.",
    "  - Reconeixement del concepte plurinacional de l’estat i de la necessitat de preservació de les llengües i les cultures com a font de riquesa compartida.",
    "  ● Cultura i inclusió.",
    "  - Participació en mesures i accions a favor de la igualtat i de la plena inclusió.",
    "  - Actitud oberta i receptiva davant de formes culturals diverses i, en especial, de col·lectius minoritzats.",
    " ● Equitat de gènere.",
    "  - Reconeixement de les principals fites en la lluita per la igualtat real de dones i homes i dels marcs legislatius.",
    "  - Identificació dels principals motius de discriminació per raó de sexe i d’orientació sexual a Catalunya i Espanya.",
    "  - Posicionament de rebuig de la violència masclista, homòfoba i transfòbica.",
    " ● Responsabilitat ecosocial.",
    "  - Assumpció de compromisos davant dels objectius del desenvolupament sostenible per mitjà d’accions que generin valor afegit.",
    "  - Implicació en la defensa i la protecció del medi ambient i dels paisatges a través de la participació en projectes comunitaris i en la difusió de les accions.",
    " ● Ciutadania i compromís cívic.",
    "  - Ús de la mediació i de la gestió pacífica dels conflictes en l’àmbit escolar i comunitari.",
    "  - Col·laboració en projectes de l’entorn proper que lluitin per l’equitat i la no discriminació.",
    "  - Reconeixement del caràcter inacabat de la lluita pels drets humans i la democràcia.",
    " ● El patrimoni cultural i artístic.",
    "  - Participació en accions de posada en valor i difusió del patrimoni local amb actitud col·laborativa i emprenedora.",
    " ● Ciutadania ètica digital.",
    "  - Reflexió crítica sobre les oportunitats i els reptes de la societat de la informació i de les xarxes socials.",
    "  - Ús responsable, col·laboratiu i ètic de les plataformes virtuals.",
    "  - Actitud oberta a l’aprenentatge permanent al llarg de la vida.",
    " ● Les cures i la comunitat.",
    "  - Assumpció de responsabilitats individuals i col·lectives per contribuir a la cura i al benestar dels membres de la comunitat escolar i de l’entorn.",
    "  - Participació en activitats intergeneracionals i de voluntariat.",
    " ● Benestar i sensibilitat.",
    "  - Expressió de les emocions a partir d’un concepte assertiu sobre la pròpia imatge i de la sensibilitat i el respecte per la diversitat.",
    "  - Superació dels estereotips i els prejudicis i actitud oberta per incorporar les experiències i sabers dels altres.",
    "  - Consolidació d’hàbits de salut física i mental, individuals i col·lectius."
  ],
  "criteriosEvaluacion": [
    "1.1 Elaborar continguts propis en diferents formats, mitjançant aplicacions i estratègies de recollida i representació de dades més complexes, contrastant críticament fonts actuals i del passat, tant analògiques com digitals.",
    "1.2 Establir connexions i relacions entre els coneixements i les informacions adquirides, elaborant síntesis interpretatives i explicatives, mitjançant informes, estudis o dossiers que mostrin un avenç en els aprenentatges assolits.",
    "1.3 Transferir adequadament la informació i el coneixement a través de diferents mitjans a contextos i conjuntures actuals, i construir nou coneixement valorant solucions i alternatives diverses.",
    "1.4 Analitzar la veracitat i la fiabilitat de les fonts per diferenciar fets d’opinions, identificant la desinformació i utilitzant la informació seleccionada de manera efectiva per resoldre problemes.",
    "2.1 Generar productes originals i creatius tot connectant i reelaborant els coneixements previs mitjançant les eines d’investigació pròpies de les ciències socials.",
    "2.2 Explicar problemes passats i presents de la humanitat a diferents escales temporals i espacials, des del món local al global, utilitzant conceptes, situacions i dades rellevants de les ciències socials.",
    "2.3 Construir la identitat individual i col·lectiva en el context del món actual, dels seus reptes i conflictes, des d’una perspectiva crítica, sistèmica i global, tot reconeixent la diversitat com a element enriquidor de la convivència.",
    "2.4 Elaborar i comunicar productes propis, crítics i argumentats, amb una mirada oberta al diàleg i al respecte a judicis i plantejaments diferents, tot reflexionant sobre el propi procés d’aprenentatge.",
    "3.1 Distingir els grans canvis del món actual, als sectors productius, mercats i relacions socials, debatent les seves implicacions per a les generacions futures.",
    "3.2 Realitzar propostes per assolir els objectius de desenvolupament sostenible, mitjançant projectes de recerca, argumentades a partir de gràfics, imatges i mapes.",
    "3.3 Reflexionar sobre els reptes del passat, present i futur, i afrontar-los des de la perspectiva del sistema-món, la justícia social i la sostenibilitat.",
    "4.1 Realitzar estudis de casos amb variables múltiples i fer propostes per gestionar les activitats humanes en el territori amb criteris de sostenibilitat i justícia social.",
    "4.2 Actuar en defensa, protecció o millora de l’entorn (natural, rural i urbà) a través d’iniciatives a favor de la sostenibilitat i el repartiment just i solidari dels recursos.",
    "4.3 Comparar models d’organització política, econòmica i territorial per valorar com afecten la vida de les persones i fer propostes d’actuació.",
    "5.1 Assumir els valors democràtics en la convivència escolar i de l’entorn, fent propostes constructives i rebutjant situacions injustes i discriminatòries.",
    "5.2 Identificar les fites més importants en la lluita per a la democràcia i les llibertats al llarg del segle XX a l’estat espanyol, reconèixer els moviments socials i polítics que les han protagonitzat i preservar llurs memòries plurals.",
    "5.3 Exposar els objectius d’alguns moviments socials que treballen per a l’eliminació de les desigualtats i la resolució pacífica dels conflictes, identificant els elements que promouen la cohesió social i que generen una consciència solidària.",
    "5.4 Reconèixer els desafiaments de les modernes democràcies per a l’exercici d’una ciutadania activa, compromesa, participativa i inclusiva.",
    "6.1 Identificar les fites més importants del procés d’institucionalització dels drets humans al llarg del segle XX i XXI, valorar- ne les consecucions i identificar els mecanismes de protecció i garantia.",
    "6.2 Identificar els sabers i les aportacions dels pobles originaris, especialment dels territoris dominats per pobles colonitzadors, les amenaces que afronten actualment i els moviments socials que defensen els seus drets.",
    "6.3 Caracteritzar els mecanismes dels estats per garantir el dret dels ciutadans a l’accés equitatiu als serveis públics, reduir les desigualtats i garantir una vida digna per a tothom.",
    "6.4 Formar-se un criteri propi sobre alguns problemes rellevants de l’entorn i participar de manera activa i compromesa, individualment i en equip, en projectes socials i cívics que comportin la defensa dels drets de determinats col·lectius.",
    "7.1 Interpretar els processos que han conformat les societats europees actuals per mitjà d’una anàlisi intercultural i que incorpora una multiplicitat de factors i de perspectives.",
    "7.2 Analitzar les manifestacions artístiques i culturals i relacionar-les amb els seus creadors i la seva època, per interpretar les diverses cosmovisions i la seva finalitat.",
    "7.3 Identificar la importància representativa, expressiva i comunicativa de les imatges en la vida quotidiana de les persones i les societats i crear productes audiovisuals per expressar-se i comunicar resultats de recerques.",
    "7.4 Posicionar-se de manera argumentada davant de situacions de desigualtat, domini, injustícia i discriminació exercida sobre determinats col·lectius i minories.",
    "7.5 Comprometre’s en l’exercici d’accions col·lectives orientades a la cohesió social, la solidaritat i la conservació del patrimoni artístic i cultural dins les comunitats de pertinença.",
    "8.1 Reconèixer els diferents moviments, causes i lideratges que han lluitat i treballen per a l’eliminació de la desigualtat i la discriminació per raó de gènere i d’opció afectivosexual en l’àmbit local i les seves connexions internacionals.",
    "8.2 Reconèixer les aportacions dels valors, habilitats i actituds que fomenten la convivència i els sentiments de comunitat exercides per les dones en diferents àmbits socials, econòmics i polítics.",
    "8.3 Justificar el principi d’igualtat entre homes i dones en l’àmbit laboral, analitzant críticament la desigualtat en la distribució, gestió i retribució del treball i els reptes en la conciliació familiar i la redistribució dels treballs de cures.",
    "8.4 Adoptar un paper actiu i compromès amb l’entorn, a partir de l’anàlisi crítica de la realitat econòmica i social, i els reptes pendents perquè les persones puguin desenvolupar les seves aspiracions, superant estereotips i prejudicis, de manera respectuosa amb la dignitat humana.",
    "9.1 Reconèixer els compromisos internacionals a favor de la pau, la seguretat de la mobilitat humana i la cooperació que es desenvolupen des de les institucions i des d’altres entitats no governamentals i de la societat civil.",
    "9.2 Interpretar la interdependència entre el passat i el present i reflexionar sobre la capacitat de decisió personal i col·lectiva com a subjectes històrics, adquirint compromisos per actuar en la millora de l’entorn proper.",
    "9.3 Aplicar estratègies basades en la cultura de la pau, la seguretat humana i la resiliència en la resolució dels conflictes que puguin sorgir en l’entorn escolar i comunitari."
  ]
}