{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Extraer y analizar las ideas principales y secundarias, la información relevante y las implicaciones generales de textos de cierta longitud, bien organizados y de cierta complejidad, orales, escritos y multimodales, sobre temas de relevancia personal o de interés público, tanto concretos como abstractos, expresados de forma clara y en la lengua estándar, incluso en entornos moderadamente ruidosos, a través de diversos soportes. (CCL2, CCL4, CD1, CD3)",
        "1.2 Interpretar y valorar de manera crítica el contenido, la intención y los rasgos discursivos de textos de cierta longitud y complejidad, con especial énfasis en los textos académicos y de los medios de comunicación, así como de textos de ficción, sobre temas generales o más específicos, de relevancia personal o de interés público. (CCL2, CCL3, CCL4, CP1, CP2)",
        "1.3 Seleccionar, organizar y aplicar las estrategias y conocimientos adecuados para comprender la información global y específica, y distinguir la intención y las opiniones, tanto implícitas como explícitas (siempre que estén claramente señalizadas), de los textos; distinguir las diferentes funciones comunicativas; inferir significados e interpretar elementos no verbales; y buscar, seleccionar y contrastar información. (CCL2, CP1, CP2, STEM1, CPSAA1.1, CPSAA4)",
        "Competencia específica 2",
        "2.1 Expresar oralmente con suficiente fluidez y corrección textos claros, coherentes, bien organizados, adecuados a la situación comunicativa y en diferentes registros sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, con el fin de describir, narrar, argumentar e informar, en diferentes soportes, utilizando recursos verbales y no verbales, así como estrategias de planificación, control, compensación y cooperación y corrección de errores que provoquen malentendidos. (CCL1, CP1, CP2, STEM1, CD3, CD4, CPSAA1.1, CC3, CE3, CCEC3.1, CCEC3.2)",
        "2.2 Redactar y difundir textos detallados de cierta extensión y complejidad y de estructura clara, adecuados a la situación comunicativa, a la tipología textual y a las herramientas analógicas y digitales utilizadas, evitando errores que dificulten o impidan la comprensión, reformulando y organizando de manera coherente información e ideas de diversas fuentes y justificando las propias opiniones, sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, haciendo un uso ético del lenguaje, respetando la propiedad intelectual y evitando el plagio. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CC3, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.2)",
        "2.3 Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, revisión y cooperación, para componer textos de estructura clara y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de los interlocutores o interlocutoras reales o potenciales. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA4, CC3, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.2)",
        "2.4 Seleccionar y utilizar un léxico común y especializado, así como expresiones y modismos de uso habitual, relacionados con los propios intereses y necesidades en ámbitos personales y académicos, adecuándolos a cada situación de comunicación. (CCL1, CP1, CD1, CD2, CD3, CPSAA4, CC3, CCEC3.1, CCEC3.2)",
        "Competencia específica 3",
        "3.1 Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en situaciones interactivas sobre temas de relevancia personal o de interés público conocidos por el alumnado, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores e interlocutoras, y ofreciendo explicaciones, argumentos y comentarios. (CCL1, CCL5, CP1, STEM1, CD3, CPSAA3.1, CC3)",
        "3.2 Seleccionar, organizar y utilizar, de forma flexible y en diferentes entornos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, resolver problemas y gestionar situaciones comprometidas. (CCL1, CCL5, CP2, STEM1, CD3, CPSAA3.1, CC3)",
        "Competencia específica 4",
        "4.1 Interpretar y explicar textos, conceptos y comunicaciones en situaciones en las que atender a la diversidad, mostrando respeto y aprecio por los interlocutores e interlocutoras y por las lenguas, variedades o registros empleados, y participando en la solución de problemas frecuentes de intercomprensión y de entendimiento, a partir de diversos recursos y soportes. (CCL1, CCL5, CP1, CP3, STEM1, CPSAA3.1, CPSAA3.2, CC4, CE3, CCEC1)",
        "4.2 Aplicar estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y el conocimiento previo de los interlocutores e interlocutoras. (CCL1, CCL5, CP1, CP2, STEM1, CD3, CPSAA3.2, CC4, CE3)",
        "Competencia específica 5",
        "5.1 Comparar y argumentar las semejanzas y diferencias entre distintas lenguas reflexionando sobre su funcionamiento y estableciendo relaciones entre ellas. (CCL3, CP3, CD3, CPSAA4)",
        "5.2 Utilizar con iniciativa y de forma creativa estrategias y conocimientos de mejora de la capacidad de comunicar y de aprender la lengua extranjera con apoyo de otros participantes y de soportes analógicos y digitales. (CCL1, CP2, STEM1, CD3, CPSAA1.1)",
        "5.3 Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua extranjera, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar el aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y compartiéndolos. (CD3, CPSAA1.1, CPSAA4)",
        "Competencia específica 6",
        "6.1 Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, analizando y rechazando cualquier tipo de discriminación, prejuicio y estereotipo, y solucionando aquellos factores socioculturales que dificulten la comunicación. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.2 Valorar críticamente la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera, teniendo en cuenta los derechos humanos, y adecuarse a ella, favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.3 Aplicar estrategias para defender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.4. Conocer la producción literaria, los medios de comunicación y las principales publicaciones de los países y territorios donde se habla la lengua extranjera, promoviendo la lectura y ampliando el conocimiento de la lengua y cultura estudiadas. (CCL4, CP3, CCEC1)"
    ],
    "saberes": [
        "A. Comunicación.",
        "- Autoconfianza, iniciativa y asertividad. Estrategias de autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua extranjera.",
        "- Estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
        "- Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas.",
        "- Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir fenómenos y acontecimientos; dar instrucciones y consejos; describir estados y situaciones presentes; narrar acontecimientos pasados puntuales y habituales; expresar sucesos futuros y predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo; expresar argumentaciones; reformular el discurso, enfatizarlo, especificarlo o explicarlo; presentar las opiniones de otros, resumir; expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis; expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "- Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto; organización y estructuración según el género y la función textual.",
        "- Tipología textual: texto argumentativo, expositivo, descriptivo, etc.",
        "- Formato textual y registro. Recursos lingüísticos para su adecuación y ajuste a la situación de comunicación: procedimientos explicativos básicos.",
        "- Unidades lingüísticas y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, existencia, la cantidad y la cualidad, la comparación, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, las relaciones lógicas: causa, consecuencia, disyunción, oposición, distribución, concesión, finalidad.",
        "- Propiedades del texto: adecuación, coherencia y cohesión.",
        "- Léxico común y especializado de interés para el alumnado relativo a tiempo y espacio; estados, eventos y acontecimiento; actividades, procedimientos y procesos; relaciones personales, sociales, académicas y profesionales; educación, trabajo y emprendimiento; lengua y comunicación intercultural; ciencia y tecnología; historia y cultura; así como estrategias de enriquecimiento léxico (derivación, composición, familias léxicas, polisemia, sinonimia, antonimia...).",
        "- Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.",
        "- Convenciones ortográficas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
        "- Convenciones y estrategias conversacionales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir y parafrasear, colaborar, negociar significados, detectar la ironía, etc.",
        "- Recursos para el aprendizaje y estrategias de búsqueda y selección de información, y curación de contenidos: diccionarios, libros de consulta, bibliotecas, mediatecas. etiquetas en la red, recursos digitales e informáticos, etc.",
        "- Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "- Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, colaboración y cooperación educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas, etc.) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "B. Plurilingüismo.",
        "- Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "- Estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "- Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación.",
        "- Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "- Comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos.",
        "- Variedades de la lengua extranjera atendiendo a diferencias geográficas y/o culturales.",
        "C. Interculturalidad.",
        "- La lengua extranjera como medio de comunicación y entendimiento entre pueblos, facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social y de enriquecimiento personal.",
        "- Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, así como por conocer informaciones culturales de los países donde se habla la lengua extranjera.",
        "- Aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros; instituciones, costumbres y rituales; valores, normas, creencias y actitudes; estereotipos y tabúes; lenguaje no verbal; historia, cultura y comunidades; relaciones interpersonales y procesos de globalización en países donde se habla la lengua extranjera.",
        "- Aspectos geopolíticos, físicos, económicos y culturales de los países donde se habla la lengua extranjera.",
        "- Obras literarias significativas de la literatura escrita en lengua extranjera. Su conocimiento como vehículos de transmisión cultural y la idiosincrasia de los países donde se habla.",
        "- Medios de comunicación relevantes en los países donde se habla la lengua extranjera: uso didáctico en el aula.",
        "- Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "- Estrategias de detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
        "Estructuras sintáctico-discursivas Alemán",
        "1. Describir fenómenos y acontecimientos. La declinación del adjetivo.",
        "La n-Deklination.",
        "El orden de la oración: colocación de complementos en posiciones enfáticas. La composición de las palabras: nombre + verbo.",
        "El genitivo.",
        "2. Dar instrucciones y consejos.",
        "Imperativ.",
        "Modales (dürfen / sollen). Konjunktiv II de sein , sollen… Ofrecer alternativas con (an)statt -zu.",
        "3. Describir estados y situaciones presentes. Präsens.",
        "Oraciones de relativo con wo y was.",
        "Interrogativos del tipo Worüber Wofür…",
        "4. Narrar acontecimientos pasados, puntuales y habituales.",
        "Präteritum. Plusquamperfekt.",
        "Oraciones subordinadas con nachdem, bevor y während.",
        "Oraciones temporales con solange; seitdem; nachdem.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Futur I.",
        "Preposiciones de genitivo: innerhalb, außerhalb, während.",
        "6. Expresar emociones.",
        "Konjunktiv II.",
        "Uso de intensificadores como immer wenn, o de oraciones interrogativas. Exclamación (Was für ein(e) + Nomen, (+Satz), Das ist ja toll.",
        "7. Expresar la opinión.",
        "Dobles conectores zwar -aber. Oraciones causales con Weil. Oraciones con dass: ich glaube, dass… 8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Repaso de los verbos modales (müssen, dürfen, sollen…).",
        "Dobles conectores ofreciendo varias posibilidades: sowohl -als auch, entweder – oder, weder – noch...",
        "Würde Form para expresar el deseo.",
        "9. Expresar argumentaciones. Dobles conectores zwar -aber. Oraciones causales con Weil.",
        "Oraciones con obwohl, con dass… (Ich bin sicher,dass…).",
        "10. Reformular el discurso, enfatizarlo, explicarlo o especificarlo. Reformulación con nicht/kein/nur brauchen zu.",
        "Pronombre con preposición: dafür… Comparaciones irreales con als ob + Konjunktiv II. Interrogativas indirectas: er fragte, ob… Adverbios enfáticos: aber, doch, allerdings, denn. Posición inicial de complementos.",
        "11. Presentar las opiniones de otros, resumir.",
        "Estilo indirecto no formal. uso coloquial del indicativo.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Oraciones subordinadas finales con damit y um – zu.",
        "Oraciones consecutivas con sodass sodass. Oraciones condicionales con Wenn.",
        "Conectores concesivos: Obwohl.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Adverbios de modo (aber, denn, doch, ja, mal…) Voz pasiva. Präsens y Präteritum.",
        "La pasiva de los verbos modales.",
        "lassen + infinitivo.",
        "Expresiones comparativas: je – desto.",
        "Francés",
        "1. Describir fenómenos y acontecimientos.",
        "Présent de l'indicatif. Ètre sur le point de, mettre fin à. Verbos impersonales.",
        "Adjetivos y pronombres indefinidos. Nominalización.",
        "Conectores de secuenciación: premièrement, ensuite… La duración de los hechos (pendant, depuis…)",
        "La cantidad.",
        "2. Dar instrucciones y consejos.",
        "Impératif.",
        "Conditionnel y conditionnel passé Conseiller de.",
        "3. Describir estados y situaciones presentes.",
        "Présent.",
        "Pronombres demostrativos neutros.",
        "4. Narrar acontecimientos pasados, puntuales y habituales.",
        "Passé composé, imparfait, plus-que-parfait.",
        "Depuis, au fur et à mesure que,tandis que, de temps en temps, tous les…",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Futur simple et futur proche.",
        "6. Expresar emociones. Exclamación: hélas! Interrogación. Pronombres interrogativos compuestos. Negación ne…pas encore, ne…pas du tout.",
        "7. Expresar la opinión.",
        "J'estime que, je suis partagé, je suis pour…",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Il se peut que,se voir dans l'obligation de, je voudrais que.",
        "9. Expresar argumentaciones.",
        "Premièrement,d'abord, d'autre part, ainsi que, en dernier lieu. C'est-à-dire, notamment, en effet,par contre,pourtant.",
        "10. Reformular el discurso, enfatizarlo, explicarlo o especificarlo. Estilo indirecto con verbo introductor en presente y en pasado. Interrogación indirecta.",
        "Mise en relief. Inversión.",
        "11. Presentar las opiniones de otros, resumir.",
        "En conclusion, por résumer.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Frases hipotéticas",
        "Conectores: aussi bien que, même si, pourtant, à condition de...",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Adverbios o locuciones de modo: à l'aide de, grâce à… Voz pasiva.",
        "Inglés",
        "1. Describir fenómenos y acontecimientos.",
        "Present simple.",
        "Adjetivos calificativos.",
        "Conectores de secuenciación formales e informales. Indefinidos.",
        "Expresiones de tiempo: meanwhile, once in a while, etc.",
        "2. Dar instrucciones y consejos. Imperativos.",
        "Modales como should/shouldn’t.",
        "Expresiones como please, follow...",
        "Expresiones como you'd better, I would recommend.",
        "3. Describir estados y situaciones presentes.",
        "Present simple/present continuous.",
        "Pronombres reflexivos y recíprocos.",
        "Verbos que rigen infinitivo y/o gerundio: she likes + -ing, I want to + inf.",
        "4. Narrar acontecimientos pasados, puntuales y habituales.",
        "Past simple/past continuous.",
        "Past simple/past perfect.",
        "Used to + infinitive.",
        "Be/get used to + -ing.",
        "Preguntas sujeto y objeto.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Future simple/future continuous/future perfect.",
        "Be going to, present continuous con valor de futuro próximo.",
        "Expresiones como next month, in a while, in a near future, etc.",
        "6. Expresar emociones.",
        "Con expresiones como I feel, mood adjectives (cheerful, gloomy, etc).",
        "Adverbios como deeply, so + adjective, such + noun phrase.",
        "7. Expresar la opinión.",
        "Expresiones como As far as I am concerned, from my point of view, I (strongly) believe, in my view, as I see it…",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Modales como must/can't, may/might, must/have to, can/could, should, would. I wish/if only.",
        "Expresiones como I’m not sure, I don’t think so, I’m afraid, I wonder.",
        "Adverbios como unfortunately, unluckily.",
        "9. Expresar argumentaciones.",
        "Conectores de introducción e iniciación: Concerning…, As for…, With respect to, regarding…",
        "Conectores de contraste: nevertheless, however, despite, although, etc. Conectores de secuenciación: on the one hand, on the other hand, etc.",
        "10. Reformular el discurso, enfatizarlo, explicarlo o especificarlo.",
        "Reported speech.",
        "Oraciones de relativo: defining and non-defining.",
        "Expresiones idiomáticas y proverbios.",
        "Expresiones como in other words, that is to say, for example, I mean, in short, in conclusion, etc.",
        "Voz pasiva.",
        "Infinitivos y gerundios.",
        "11. Presentar las opiniones de otros, resumir. Fórmulas: What's your view on?/ Do you agree? Expresiones como to sum up, in conclusion, etc.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Conectores de causa: because of, due to, owing to, since, as, etc. Conectores de concesión: although, nevertheless, despite, etc.",
        "Conectores de finalidad: in order (not) to, so as to, to, so that, etc. Adverbios como likely, probably.",
        "Oraciones condicionales I, II, III.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Adverbios de modo como carefully, happily, luckily",
        "Voz pasiva.",
        "Hearsay reporting: it is believed that, it is said, it is thought, etc. Causativa (have something done).",
        "Expresiones como the sooner the better, more and more, etc. False friends.",
        "Italiano",
        "1. Describir fenómenos y acontecimientos.",
        "Artículo: repaso de formas, elección, uso y omisión. Usos contrastivos del nivel: oggi al supermercato non ci sono le mele, portare gli occhiali, avere la macchina.",
        "Posesivos: repaso de formas y usos. Usos contrastivos: presencia, ausencia, colocación: per conto mio, fatti gli affari tuoi.",
        "Demostrativos: repaso de formas, elección y uso.",
        "Indefinidos: repaso de las formas de uso frecuente. Otros indefinidos: qualsiasi, qualunque.",
        "Adjetivos: cambio de significado en función de la colocación anterior o posterior respecto al sustantivo: un vecchio amico, un amico vecchio.",
        "Grados del adjetivo: ampliación del comparativo y el superlativo. Adjetivos con comparativos y superlativos regulares e irregulares: più buono/migliore, il più buono/ottimo.",
        "Gradación del adverbio, formas orgánicas de comparativo y superlativo: bene, meglio, benissimo.",
        "Adverbios relativos e interrogativos reforzados con mai: quando mai, perché mai, dove mai.",
        "Numerales cardinales y ordinales: repaso de formas y usos. Numerales multiplicativos: doppio, triplo.",
        "Sufijos de adjetivos: -ale, -ario, -ico, -oso, -ese, -bile: musicale, ordinario, melodico, giocoso, pugliese, indescrivibile.",
        "Prefijo -in: invivibile, illogico, irregolare, imprevedibile. Pronombres relativos il quale y cui.",
        "Pronombre relativo con valor posesivo il cui.",
        "Indefinidos, uso pronominal de los adjetivos y formas propias frecuentes del nivel:",
        "ciascuno, ognuno, chiunque.",
        "Las partículas ci y ne, ampliación.",
        "Palabras compuestas: asciugamano, portacenere, salvagente, etc. Numerales colectivos: decine, centinaia, migliaia.",
        "2. Dar instrucciones y consejos.",
        "Repaso del imperativo afirmativo y negativo. Las formas apocopadas fa’, da’, va’, sta’, di’ y su uso con los pronombres: fallo, dimmi, vacci.",
        "Repaso del imperativo formal y colocación de los pronombres. Imperativos lexicalizados frecuentes: dai!, ma va’!",
        "3. Describir estados y situaciones presentes. Oraciones declarativas afirmativas y negativas.",
        "Adverbios de frecuencia: sempre, spesso, di solito, quasi mai, mai.",
        "4. Narrar acontecimientos pasados puntuales y habituales.",
        "Expresión de tiempo è un’ora/un mese/un anno che: è un’ora che ti aspetto; sono due giorni/dieci minuti che: sono due anni che non ci vediamo.",
        "El gerundio compuesto.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo. El futuro simple y el futuro anterior.",
        "Stare per + infinitivo.",
        "6. Expresar emociones.",
        "Verbos que expresan sentimientos, estados de ánimo o voluntad como spero, mi auguro, sono felice, sono contento, amo, odio, mi piace, voglio, etc. + che + subjuntivo.",
        "7. Expresar la opinión.",
        "Opinión referida al pasado, verbo en presente + imperfecto de subjuntivo: penso che fosse.",
        "Opinión en el pasado, verbo en pasado + imperfecto de subjuntivo: pensavo che fosse.",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Oraciones volitivas: imperativas (vai via di qui), desiderativas (divertiti), exhortativas (pensaci bene, parla pure).",
        "Adverbios que indican afirmación, negación y duda: certamente, neanche, nemmeno, probabilmente.",
        "9. Expresar argumentaciones.",
        "Fórmulas para enunciar las tesis del destinatario (secondo te, a tuo avviso) y para resaltar la presencia constante del emisor (a mio parere, secondo me, a mio avviso). Conectores adversativos (ma, però, invece), de causa-efecto (perciò, quindi, poiché), de sucesión temporal (innanzitutto, in primo/secondo/terzo luogo, infine, quindi, poi, e poi, inoltre), demostrativos (infatti, in realtà, in conclusione).",
        "10. Reformular el discurso, enfatizarlo, especificarlo o explicarlo.",
        "Uso de perífrasis para describir objetos que no se conocen con expresiones como per esempio, tipo, cioè, quindi, etc.",
        "Los marcadores discursivos: come dire, insomma, e dunque, diciamo, voglio dire.",
        "11. Presentar las opiniones de otros, resumir.",
        "El discurso indirecto dependiente de un verbo en presente o pasado.",
        "Marcadores frecuentes para resumir: insomma, esatto, perfetto, dunque, ecco, voglio dire, cioè.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Subordinantes de uso habitual: condicionales (se, a condizione che); causales (perché, siccome, dato che, visto che, poiché); finales (perché); concesivas (benché, anche se).",
        "Función causal, modal, hipotética y temporal del gerundio.",
        "Período hipotético de tipo 1, 2 y 3: la realidad, la posibilidad y la irrealidad o imposibilidad.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Oraciones interrogativas directas y retóricas.",
        "Interrogativas indirectas con indicativo o subjuntivo: mi domando chi ha/abbia ragione.",
        "El imperfecto de subjuntivo. El congiuntivo trapassato.",
        "Frases impersonales: è importante/probabile/possibile che, è meglio/bene/bello che, basta che, bisogna che, etc. + subjuntivo.",
        "La voz pasiva.",
        "Portugués",
        "1. Describir fenómenos y acontecimientos.",
        "Uso u omisión de pronombres personales. Contraste con el español (lava as mãos!, o vidro partiu, o que é que se passa?",
        "Expresiones de modo: à pressa, cuidadosamente.",
        "Verbos regidos y derivados, p.ej.: aproximar-se de, importar-se com / de, parecerse com, beneficiar de, tratar de, falar de / em.",
        "2. Dar instrucciones y consejos.",
        "Presente do Conjuntivo e Imperativo.",
        "Verbos aconselhar, sugerir, recomendar, propôr, referir…",
        "3. Describir estados y situaciones presentes. Sustantivos colectivos: multidão. Prefijación y sufijación.",
        "Diminutivos y aumentativos: -(z)inho, -ito, -ona. Partitivos, múltiplos, decimales.",
        "Pronombres personales átonos (clíticos). Colocación en posición mesoclítica con futuro y condicional.",
        "4. Narrar acontecimientos pasados puntuales y habituales.",
        "Perífrasis verbales: começar a + infinitivo; deixar de + infinitivo; acabar de + infinitivo.",
        "Expresiones de espacio y tiempo (duración, anterioridad y posterioridad, duración, frecuencia, simultaneidad y secuencia: para começar, em breve, regularmente, atualmente…",
        "Expresión de la temporalidad: até que, apenas, logo que, após, sempre que, desde que, etc.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Perífrasis verbales: começar a + infinitivo; deixar de + infinitivo; acabar de + infinitivo.",
        "Talvez + Conjuntivo.",
        "Futuro Composto do Indicativo.",
        "Expresiones de espacio y tiempo (duración, anterioridad y posterioridad, duración, frecuencia, simultaneidad y secuencia: para começar, em breve, regularmente, atualmente…",
        "Expresión de la temporalidad: até que, apenas, logo que, após, sempre que, desde que, etc.",
        "6. Expresar emociones",
        "Afirmativas y exclamación. Quantos livros!; Que dia tão bonito!; Tanta gente!.",
        "Expresiones idiomáticas y locuciones verbales.",
        "7. Expresar la opinión.",
        "Presente do Conjuntivo y construcciones impersonales, não achar que, não considerar que, parecer bem/mal que. Exclamativas de deseo: oxalá, Deus queira que, quem me dera. Presente do Conjuntivo y oraciones subordinadas relativas. Há quem + Pres. Conj.",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Expresiones: Tenho a certeza, acreditar, é possível,",
        "Verbos con futuro: terá uns sesenta anos, será que?",
        "Condicional. Revisión del Pretérito Imperfeito con valor de condicional. Expresión de la intención: gostar de + Inf.; tratar de + Inf.; pensar + Inf., haver de + inf.) Verbos y perífrasis modales: Ter de/que, dever, precisar de, poder, etc. Se calhar, bem/mal.",
        "Infinitivo pessoal con para: dizer para / pedir para + infinitivo pessoal.",
        "Infinitivo pessoal con expresiones impersonales: É melhor não fazeres isso.",
        "Expresiones como provavelmente, é capaz de + Inf.; saber; se calhar, achar/pensar/… + Indicativo.",
        "Expresiones impersonales y verbos modales: poder; dever; ser possível / impossível + Inf., é capaz / incapaz de + Inf.; saber); ser preciso / necessário + Inf.; ser obrigatório + Inf.; imperativo); ser possível/permitido + Inf., (não) ser possível /permitido + Inf.; Imperativo (revisión y ampliación). Condicional. Imperativo. Recomendar, aconselhar, pensar/achar + que..., Esperar/desejar/querer que… 9. Expresar argumentaciones.",
        "Introducción e iniciación: quanto a, relativamente a, a propósito. Desarrollo: além disso, por outro lado, no entanto...",
        "Resultado/correlación: assim, por isso, portanto, então, de tal maneira que, tão…que.",
        "10. Reformular el discurso, enfatizarlo, especificarlo o explicarlo.",
        "Elipsis (sustantivos), deixis (pronombres, adverbios y expresiones con valor anafórico).",
        "Expresiones idiomáticas y proverbios. Discurso indirecto.",
        "Subordinadas. Conjunciones: isto é, quer dizer, além disso, por outro lado.",
        "Orden de los elementos en la oración. Alteración del orden habitual con valor enfático o focalizador. P. ej. Foste tu que.",
        "11. Presentar las opiniones de otros, resumir.",
        "Sou da opinião de que…, A meu ver…, Segundo o meu ponto de vista…, Achar/pensar/julgar + que.",
        "Conjunciones: por último, por fim, para concluir, etc. Verbos introductorios: dizer, contar, expor, narrar, etc.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Conjunciones de causalidad: devido a, daí que, pois, porquanto, já que. Presente de Conjuntivo.",
        "Locuciones conjuntivas concesivas: ainda que (+ indicativo o conjuntivo), embora, se bem que, mesmo que, y locuciones concesivas de intensidad: por muito que.",
        "Locuciones conjuntivas finales, temporales y condicionales: de maneira a (que), para que, desde que, a fim de que, de forma que, caso, logo que, quando, enquanto, antes que, depois que, logo que, até que, sempre que, apenas.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Adverbios con -mente: tranquilamente, brevemente, etc. La pasiva y la pasiva refleja.",
        "Conjunciones: quanto mais…mais.    "
    ]
}