{
    "saberes": [
        "A. Procedimientos de trabajo.",
        "- Métodos de trabajo. Método científico.",
        "- Búsqueda, tratamiento y transmisión de la información científica, mediante el uso de diferentes fuentes.",
        "- Reflexión científica y toma de decisiones con contenido científico y tecnológico ante situaciones personales, sociales y globales.",
        "B. El Universo.",
        "- Evolución de las ideas sobre el universo.",
        "- Origen, composición y estructura del universo.",
        "- Origen, estructura del sistema solar y evolución de las estrellas.",
        "- Condiciones para el origen de la vida.",
        "C. La biosfera.",
        "- Ecosistema: definición, componentes",
        "- Relaciones interespecíficas e intraespecíficas.",
        "- Cadenas, redes y pirámides tróficas",
        "- Sucesiones ecológicas.",
        "D. Medio ambiente y sostenibilidad.",
        "- Principales problemas medioambientales: causas, consecuencias y soluciones.",
        "- Cambio climático actual: análisis crítico de los datos que lo evidencian.",
        "- Fuentes de energías convencionales y alternativas. La pila de hidrógeno.",
        "- El desarrollo sostenible como principio rector de los tratados internacionales sobre protección del medio ambiente.",
        "- Campañas de sensibilización medioambiental en el entorno próximo.",
        "E. Calidad de vida.",
        "- Salud y enfermedad: evolución histórica.",
        "- Enfermedades infecciosas y no infecciosas más importantes: desarrollo, tratamientos y prevención.",
        "- Sistema inmunológico humano: elementos y funcionamiento.",
        "- Consumo de drogas: prevención y consecuencias.",
        "- Estilos de vida y la salud."
    ],
    "criterios": [
        "Competencia específica 1.",
        "1.1. Analizar conceptos y procesos de las ciencias, interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos o páginas web, entre otros) manteniendo una actitud crítica, obteniendo conclusiones y formando opiniones propias fundamentadas.",
        "1.2. Facilitar la comprensión y el análisis, tanto de opiniones propias fundamentadas como de informaciones científicas, transmitiéndolas de forma clara y rigurosa, mediante la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos y contenidos digitales, entre otros).",
        "1.3. Analizar y explicar fenómenos científicos, representándolos mediante el diseño y la realización de modelos y diagramas, utilizando, cuando sea necesario, los pasos del diseño de ingeniería: identificación del problema, exploración, diseño, creación, evaluación y mejora.",
        "Competencia específica 2.",
        "2.1. Resolver cuestiones y profundizar en aspectos científicos, localizando, seleccionando, organizando y analizando críticamente la información de distintas fuentes, citándolas con el debido respeto por la propiedad intelectual.",
        "2.2. Contrastar la veracidad de la información disponible, utilizando fuentes fiables, adoptando una actitud crítica y escéptica hacia informaciones sin una base científica, como pseudociencias, teorías conspiratorias, creencias infundadas y bulos, entre otras.",
        "Competencia específica 3.",
        "3.1. Plantear preguntas e hipótesis sobre fenómenos científicos que puedan ser respondidas o contrastadas y realizar predicciones sobre ellos, utilizando métodos científicos.",
        "3.2. Diseñar, realizar experimentos e interpretar los resultados obtenidos en un proyecto de investigación, utilizando herramientas matemáticas y tecnológicas cuando sea necesario.",
        "3.3. Establecer colaboraciones, que se consideren necesarias y eficaces, en las distintas fases del proyecto científico, valorando la importancia del trabajo cooperativo en la investigación, respetando la diversidad, la igualdad de género y favoreciendo la inclusión.",
        "3.4. Presentar, de forma clara y rigurosa, la información y las conclusiones obtenidas mediante la experimentación y observación de campo, utilizando el formato adecuado (tablas, gráficos, informes, entre otros) y herramientas digitales.",
        "3.5. Valorar tanto la contribución que realiza la ciencia a la sociedad, como la labor de las personas dedicadas a ella, especialmente en Castilla-La Mancha, destacando, además, el papel de la mujer, y entendiendo la investigación científica como una labor colectiva e interdisciplinar en constante evolución, que se ve condicionada por el contexto político y por los recursos económicos que se le dedican.",
        "Competencia específica 4.",
        "4.1. Resolver problemas o explicar procesos científicos, utilizando conocimientos, datos e informaciones aportados, junto con el razonamiento lógico, el pensamiento computacional o recursos digitales.",
        "4.2. Analizar críticamente la solución de problemas sobre fenómenos científicos, prestando especial atención a los que afectan a nuestro entorno de Castilla-La Mancha, cambiando los procedimientos utilizados o las conclusiones extraídas, si dicha solución no fuese viable o se considerase necesario modificarla ante nuevos datos aportados con posterioridad.",
        "Competencia específica 5.",
        "5.1. Identificar los posibles riesgos naturales (pérdidas de biodiversidad, alteraciones del suelo, y fenómenos meteorológicos extremos, entre otros) potenciados por determinadas acciones humanas sobre una zona geográfica, especialmente los que puedan afectar a Castilla-La Mancha, teniendo en cuenta sus características litológicas, relieve y vegetación.",
        "5.2. Conocer los elementos y el funcionamiento básico del sistema inmunitario humano y su aplicación en la prevención y el tratamiento de las enfermedades infecciosas y no infecciosas más frecuentes, identificando algunos de sus indicadores, causas y tratamientos más comunes.",
        "5.3. Proponer y adoptar, hábitos saludables, analizando las acciones propias y ajenas, como pueden ser: la alimentación, la inclusión no discriminatoria, el descanso, la exposición a las pantallas, entre otras, con actitud crítica, desterrando ideas preconcebidas, estereotipos sexistas y basándose en fundamentos de la fisiología."
    ]
}