{
    "saberes": [
        "I. Recepción y análisis",
        "1. Aproximación a las principales propuestas del patrimonio cultural y artístico de Canarias y de diferentes corrientes estéticas, procedencias y épocas producidas por creadores y creadoras locales, regionales y nacionales.",
        "2. Iniciación en la adquisición de estrategias básicas de recepción activa.",
        "3. Asimilación de las normas elementales de comportamiento y actitud positiva ante el hecho artístico. Valoración del silencio como condición indispensable para la adecuada recepción de propuestas artísticas.",
        "4. Empleo de vocabulario específico básico de las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
        "5. Utilización de recursos digitales básicos para las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
        "II. Creación e interpretación",
        "1. Aproximación a las fases del proceso creativo: planificación guiada y experimentación.",
        "2. Reconocimiento de profesiones vinculadas con las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas: artesanía, pintura, música, escultura, maquetación, diseño gráfico, iluminación y sonido, realización…",
        "3. Interés tanto por el proceso como por el producto final en producciones plásticas, visuales, audiovisuales, musicales, escénicas y performativas.",
        "III. Artes plásticas, visuales y audiovisuales",
        "1. Acercamiento a las principales manifestaciones artísticas del patrimonio cultural de Canarias: pintura, escultura, arquitectura, cerámica y artesanía.",
        "2. Iniciación a la cultura visual. Uso de técnicas y estrategias básicas de lectura de la imagen en el mundo actual.",
        "3. Empleo de elementos configurativos básicos del lenguaje visual: punto, línea, plano, textura, color, forma y espacio.",
        "4. Uso de materiales, instrumentos, soportes y técnicas elementales utilizados en la expresión plástica y visual.",
        "5. Uso de medios, soportes y materiales de expresión plástica y visual. Empleo de técnicas bidimensionales y tridimensionales básicas en dibujos y modelados sencillos.",
        "6. Utilización de herramientas adecuadas para el registro de imagen y sonido.",
        "7. Aplicación de estrategias y técnicas básicas de composición de historias audiovisuales sencillas.",
        "8. Descubrimiento del cine como forma de narración audiovisual.",
        "IV. Música y artes escénicas y performativas",
        "1. Discriminación auditiva, clasificación y representación del sonido, de sus cualidades y de las líneas rítmico-melódicas, a través de grafías convencionales y no convencionales.",
        "2. Discriminación visual y auditiva de los instrumentos musicales convencionales, objetos sonoros, cotidiáfonos, así como de los de la música tradicional y popular canaria. Clasificación de la voz y los instrumentos en tipos, familias y agrupaciones.",
        "3. Experimentación y reconocimiento del carácter y el tempo.",
        "4. Práctica instrumental, vocal y corporal de manifestaciones propias del patrimonio cultural y artístico de Canarias y de diferentes estilos, épocas y culturas: aproximación a la experimentación, exploración creativa e interpretación a partir de posibilidades sonoras y expresivas.",
        "5. Construcción asistida de instrumentos musicales con materiales de uso común, reutilizados y del entorno.",
        "6. Aplicación de conceptos elementales de lenguajes musicales básicos en la interpretación de propuestas musicales vocales e instrumentales. Valoración del silencio como elemento indispensable en la música.",
        "7. Experimentación y exploración del cuerpo y sus posibilidades motrices en ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medios de expresión, diversión e interacción social.",
        "8. Práctica de técnicas dramáticas y dancísticas elementales.",
        "9. Experimentación, exploración e interpretación de danzas tradicionales y populares de Canarias.",
        "10. Experimentación de las posibilidades expresivas y creativas básicas de la expresión corporal y dramática."
    ],
    "criteriosEvaluacion": [
        "1.1. Descubrir propuestas artísticas de su entorno próximo, de diferentes géneros, estilos y épocas, a través de la recepción activa, con el objetivo de desarrollar la curiosidad y apreciar las diferencias culturales. CD1, CC1, CCEC1, CCEC2",
        "1.2. Describir manifestaciones culturales y artísticas de las islas Canarias, explorando sus características con actitud abierta e interés para desarrollar la curiosidad y el respeto por la diversidad. CCL1, CC1, CCEC1, CCEC2",
        "2.1. Seleccionar y aplicar estrategias elementales para la búsqueda guiada de información sobre manifestaciones culturales y artísticas de las islas Canarias, a través de canales y medios de acceso sencillos, tanto de forma individual como cooperativa, con el fin de desarrollar un pensamiento propio, la autoconfianza y la capacidad de cooperar. CCL3, CD1, CPSAA3, CPSAA4, CCEC2",
        "2.2. Reconocer elementos característicos básicos de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de Canarias y de otras culturas, indicando los canales, los medios y las técnicas empleados e identificando diferencias y similitudes, con el fin de desarrollar un sentido progresivo de pertenencia e identidad. CCL3, CP3, CPSAA4, CC3, CCEC1, CCEC2",
        "2.3. Reconocer sensaciones y emociones básicas producidas por diferentes manifestaciones culturales y artísticas, a partir de la recepción activa, para disfrutar de ellas y empezar a desarrollar una sensibilidad artística propia. CPSAA4, CC3, CCEC1, CCEC2",
        "3.1. Experimentar de manera guiada con algunos elementos básicos de los distintos lenguajes e instrumentos artísticos, con actitud abierta, con el fin de empezar a entender sus posibilidades comunicativas y expresivas. CCL1, CD2, CPSAA1, CE1, CCEC3, CCEC4",
        "3.2. Producir obras propias de forma guiada, utilizando algunas de las posibilidades expresivas del cuerpo, el sonido, la imagen y los medios digitales básicos, y mostrando confianza en las propias capacidades, para expresar y comunicar de manera creativa ideas, sentimientos y emociones. CCL1, CD2, CPSAA3, CPSAA5, CE1, CCEC3, CCEC4",
        "4.1. Participar de manera guiada en el diseño de producciones culturales y artísticas elementales, trabajando de forma cooperativa a partir de la igualdad y el respeto a la diversidad, para desarrollar la creatividad y el sentido emprendedor. CCL1, CCL5, CP3, STEM3, CPSAA4, CC1, CE1, CE3, CCEC3, CCEC4",
        "4.2. Tomar parte en el proceso cooperativo de producciones culturales y artísticas de forma respetuosa y utilizando elementos básicos de diferentes lenguajes y técnicas artísticas, con el fin de desarrollar la aceptación y comprensión del trabajo cooperativo. CCL1, CCL5, CP3, STEM3, CD2, CPSAA4, CC1, CE1, CE3, CCEC3, CCEC4",
        "4.3. Compartir los proyectos creativos, explicando el proceso y el resultado final obtenido, y valorando las experiencias propias y ajenas, para el desarrollo de la creatividad y el sentido de pertenencia. CCL1, CCL5, CP3, STEM3, CC1, CE1, CE3, CCEC3, CCEC4"
    ]
}