{
    "saberes": [
        "A. Communication",
        "Self-confidence. Errors as an improvement tool.",
        "Basic strategies for the comprehension, planning and production of short, simple and contextualized oral, written and multimodal texts.",
        "Knowledge, skills and attitudes that allow initiation in mediation activities in basic everyday situations.",
        "Basic communicative functions appropriate to the setting and context: greeting, saying goodbye, introducing and introducing oneself; describing people, objects and places; situating events in time; situating objects, people and places in space; requesting and exchanging information on everyday issues; describe routines; give directions and instructions; express ownership and quantity.",
        "Contextual models and basic discursive genres in the comprehension, production and co-production of oral, written and multimodal, brief and simple, literary and non-literary texts: characteristics and recognition of the context, organization and structuring according to the internal structure.",
        "Basic linguistic units and meanings associated with said structures, such as expression of the entity and its properties, quantity and number, affirmation, exclamation, negation and interrogation, space and spatial relations, time, elementary logical relations.",
        "Elementary vocabulary of interest to students related to personal identification, close interpersonal relationships, nearby places and environments, leisure and free time, daily life.",
        "Basic sound, stress, rhythmic and intonation patterns, and general communicative functions associated with these patterns.",
        "Basic spelling conventions and meanings associated with formats and graphic elements.",
        "Basic conversational conventions and strategies, in synchronous or asynchronous format, to start, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, compare and contrast, collaborate, etc.",
        "Resources for learning and strategies for the guided search for information in analog and digital media.",
        "Intellectual property of the sources consulted and contents used.",
        "Basic analog and digital tools for oral, written and multimodal comprehension, production and co-production, and virtual platforms for educational interaction, cooperation and collaboration (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and development of projects with speakers or students of the foreign language.",
        "B. Multilingualism",
        "Strategies and techniques to compensate for communication deficiencies to respond effectively to a specific need, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "Basic strategies to identify, organize, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "Basic self-assessment and peer-assessment strategies and tools, analogue and digital, individual and cooperative.",
        "Basic vocabulary and expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
        "Elementary comparison between languages from elements of the foreign language and other languages: origin and relationships.",
        "C. Interculturality",
        "The foreign language as a means of communication and relationship with people from other countries, as a way of accessing new information and as a means of learning about different cultures and ways of life.",
        "Positive assessment and interest in establishing contacts and communicating through different means with speakers or students of the foreign language.",
        "Basic and habitual sociocultural and sociolinguistic aspects related to customs, daily life and interpersonal relationships, basic social conventions in common use, non-verbal language, linguistic courtesy and digital etiquette typical of countries where the foreign language is spoken .",
        "Basic strategies to respect, understand and appreciate linguistic, cultural and artistic diversity, based on ecosocial and democratic values.",
        "Detection strategies for discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1. Recognize, interpret and analyze the global meaning, as well as specific words and phrases of short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance and areas close to their experience, as well as literary texts appropriate to the level of development of the students, expressed in a comprehensible, clear way and in standard language through different supports.",
        "1.2. Select, organize and apply, in a guided way, comprehension strategies and adequate knowledge in daily communicative situations and relevant for students to capture the global meaning and process explicit information in various texts.",
        "2.1. Orally express short and simple texts, previously prepared, about everyday matters and relevant to the students, using, in a guided way, verbal and non-verbal resources, and using basic and frequently used forms and structures typical of the foreign language , with the right rhythm, stress and intonation.",
        "2.2. Organize and write short and simple texts, previously prepared, appropriate to the proposed communicative situation, through analog and digital tools, and using commonly used vocabulary and basic structures on daily and frequent matters, of personal relevance to the students and close to their experience.",
        "2.3. Select, organize and apply, in a guided way, knowledge and strategies to prepare and produce texts appropriate to the communicative intentions, the contextual characteristics and the textual typology, using, with help, physical or digital resources depending on the task and the needs of each moment.",
        "3.1. Plan and participate in brief and simple interactive situations on everyday topics, close to their experience, through various supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as the different needs, ideas and motivations of the interlocutors.",
        "3.2. Select, organize and use, in a guided way and in everyday situations, elementary and varied strategies to greet, say goodbye and introduce oneself; ask and answer simple questions; express messages, and start and end communication.",
        "4.1. Infer and explain texts, concepts and brief and simple communications, in a guided way, in situations in which to attend to diversity, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in the solution of intercomprehension and understanding problems in their immediate environment, relying on various resources and supports.",
        "4.2. Select and apply, in a guided way, basic strategies that help create bridges and facilitate the understanding and production of information and communication, appropriate to the communicative intentions, using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "5.1. Compare and contrast the similarities and differences between different languages, reflecting in a progressively autonomous way on basic aspects of how they work.",
        "5.2. Use and differentiate, in a progressively autonomous way, knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "5.3. Register and use, in a guided way, the progress and difficulties in the foreign language learning process, recognizing the aspects that help to improve and carrying out self-evaluation and peer-evaluation activities, such as those proposed in the European Language Portfolio (PEL) or in a learning journal.",
        "6.1. Act with appreciation and respect in intercultural situations, building links between different languages and cultures, and showing rejection of any type of discrimination, prejudice and stereotype in daily and habitual communicative contexts.",
        "6.2. Accept and respect the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding basic cultural and linguistic elements that promote sustainability and democracy.",
        "6.3. Select and apply, in a guided way, basic strategies to understand and appreciate linguistic, cultural and artistic diversity."
    ]
}