{
    "saberes": [
        "Bloque A. Autoconocimiento y autonomía moral.",
        "A.1. Identidad personal y proyecto de vida.",
        "A.1.1. La naturaleza humana y la identidad personal. Igualdad y diferencia entre las personas.",
        "A.1.2. El proyecto personal (cómo queremos llegar a ser): valores, fines y modelos de vida.",
        "A.1.3. Deseos y razones. La voluntad y el juicio moral. Autonomía y responsabilidad personal y social.",
        "A.1.4. La educación afectivo-sexual.",
        "A. 2. Educación ética y moral: emociones y autoestima.",
        "A.2.1. El pensamiento crítico y ético.",
        "A.2.2. La gestión de las emociones y los sentimientos. La autoestima personal.",
        "A.2.3. La ética como guía de nuestras acciones. El debate en torno a lo valioso y a los valores. El significado de «bueno» y «malo». Normas, virtudes y sentimientos morales. Las reglas de convivencia.",
        "A.3. Redes sociales y medios de comunicación.",
        "A.3.1. Riesgos de las redes sociales y de comunicación: las conductas adictivas. Concienciación y prevención.",
        "A.3.2. Uso crítico y responsable de las redes sociales y los medios de comunicación. El respeto a la intimidad. La libertad de expresión. Prevención del abuso y el ciberacoso.",
        "Bloque B. Sociedad, justicia y democracia.",
        "B.1. La convivencia. Moralidad, legalidad y conducta cívica. Las convivencia y los leyes   y   la   conciencia   personal.   Principios   y   valores valores sociales. constitucionales y democráticos. El problema de la justicia. La amistad y el amor.",
        "B.1.1. Fundamentos de la vida en sociedad. Las reglas de",
        "B.1.2. Las virtudes del diálogo y las normas de la argumentación. La toma democrática de decisiones. La empatía con los demás.",
        "B.1.3. Violencia estructural y desigualdad económica. La pobreza y la explotación infantil: análisis de sus causas y búsqueda de soluciones locales y globales.",
        "B.1.4. Los derechos humanos y de la infancia: su constitución histórica y su relevancia ética.",
        "B.2. La igualdad y el respeto en las relaciones sociales.",
        "B.2.1. La igualdad y la corresponsabilidad entre mujeres y hombres. La prevención de los abusos y la violencia contra las mujeres. La conducta no sexista.",
        "B.2.2. Rasgos distintivos de otros modos de vida: organización social, familiar y personal.",
        "B.2.3. El respeto por las minorías y las identidades etnoculturales. Interculturalidad y migraciones.",
        "B.3. Estado y ciudadanía cívica.",
        "B.3.1. La cultura de paz y no violencia. La contribución del Estado y sus instituciones a la paz, la seguridad y la cooperación internacional. El papel de las ONG y ONGD.",
        "B.3.2. La defensa como compromiso cívico y solidario al servicio de la paz. La protección civil y la colaboración ciudadana frente a los desastres.",
        "Bloque C. Desarrollo sostenible y ética ambiental.",
        "C.1. Cuidado y respeto del medio natural.",
        "C.1.1. La empatía, el cuidado, el respeto y el aprecio hacia los seres vivos y el medio natural. El maltrato animal y su prevención.",
        "C.1.2. El deber ético y la obligación legal de proteger y cuidar de la naturaleza.",
        "C.1.3. La acción humana en la naturaleza. Ecosistemas y sociedades. Relaciones de interdependencia y ecodependencia.",
        "C.2. Medio ambiente  y cambio climático.",
        "C.2.4. Los límites del planeta y el cambio climático.",
        "C.2.5. Hábitos y acciones para el logro de los Objetivos de Desarrollo Sostenible: el consumo responsable, el uso eficiente sostenible del suelo, del aire, del agua y de la energía. La movilidad segura, saludable y sostenible. La prevención y la gestión de los residuos."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Construir un adecuado concepto de sí mismo en relación con los demás y la naturaleza, organizando y generando, de forma segura y crítica, información analógica y digital acerca de los rasgos relativos a la identidad, diferencia y dignidad de las personas.",
        "Criterio 1.2. Identificar y expresar emociones, afectos y deseos, mostrando confianza en las propias capacidades al servicio de la consecución motivada de fines personales y colectivos.",
        "Criterio 1.3. Generar una posición moral autónoma mediante el ejercicio de la deliberación racional, el uso de conceptos éticos y el diálogo respetuoso con otros, en torno a distintos valores y modos de vida.",
        "Criterio 1.4. Tomar conciencia acerca de los problemas relacionados con el uso responsable, seguro y crítico de las redes sociales y los medios de comunicación, y las conductas adictivas que estos pueden generar.",
        "Criterio 1.5. Hacer un uso responsable y ético de las redes sociales y medios de comunicación, respetando la intimidad y la libertad de expresión.",
        "Criterio 1.6. Actuar de manera responsable y crítica ante conductas de abuso y acoso escolar, tanto si se producen en entornos digitales como presenciales.",
        "Criterio 2.1. Promover y demostrar un modo de convivencia democrática, justa, inclusiva, respetuosa y pacífica a partir de la investigación y comprensión de la naturaleza social y política del ser humano y mediante el uso crítico de los conceptos de ley, ética, civismo, democracia, justicia y paz.",
        "Criterio 2.2. Interactuar con otros adoptando, de forma motivada y autónoma, conductas cívicas y éticas, orientadas por valores comunes, a partir del conocimiento de los derechos humanos y los principios constitucionales fundamentales, en relación con contextos y problemas concretos, así como por una consideración crítica y dialogada acerca de cómo debemos relacionarnos con los demás.",
        "Criterio 2.3. Comprender y valorar los principios de justicia, solidaridad, seguridad y paz, a la vez que el respeto a las libertades básicas, a partir del análisis y la ponderación de las políticas y acciones de ayuda y cooperación internacional, de defensa para la paz y de seguridad integral ciudadana, ejercidas por el Estado y sus instituciones, los organismos internacionales, las ONG y ONGD y la propia ciudadanía.",
        "Criterio 2.4. Contribuir a generar una convivencia respetuosa, no sexista y comprometida con el logro de la igualdad y la corresponsabilidad efectivas, y con la erradicación de la violencia de género, a partir del conocimiento y análisis crítico de la situación secular de desigualdad entre mujeres y hombres.",
        "Criterio 2.5. Asumir y promover activamente el respeto por las minorías y las diferentes identidades étnico-culturales y de género, a partir del diálogo argumentado y el análisis ético de situaciones y conflictos en los que no se muestra dicho respeto.",
        "Criterio 2.6. Reflexionar y asumir un compromiso activo y crítico con valores relativos a la solidaridad y el respeto a las minorías analizando desde un punto de vista ético cuestiones relacionadas con la desigualdad y la pobreza, el hecho multicultural, la diversidad humana y los fenómeos migratorios.",
        "Criterio 3.1. Identificar causas y problemas ecosociales justificando argumentalmente el deber ético de proteger y cuidar la naturaleza.",
        "Criterio 3.2. Proponer y considerar diferentes alternativas con las que frenar el cambio climático y lograr los Objetivos de Desarrollo Sostenible.",
        "Criterio 3.3. Comprometerse activamente con valores, prácticas y actitudes afectivas consecuentes con el respeto, cuidado y protección de las personas, los animales y el planeta, a través de la participación en actividades que promuevan un consumo responsable.",
        "Criterio 3.4. Participar activamente en acciones que promuevan un consumo responsable y un uso sostenible del suelo, el aire, el agua, la energía, la movilidad segura, saludable y sostenible, y la prevención y gestión de residuos, reconociendo el papel de las personas, colectivos y entidades comprometidas con la protección del entorno.",
        "Criterio 4.1. Gestionar equilibradamente pensamientos, sentimientos y emociones, y desarrollar actitudes de estima y cuidado de sí mismo o sí misma, de los demás y del entorno.",
        "Criterio 4.2. Identificar, analizar y expresar de manera asertiva las emociones, afectos y sentimientos propios, reconociendo y valorando los de otras personas, en distintos contextos y en relación con actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas.",
        "Criterio 4.3. Adoptar actitudes basadas en la amistad, el amor y el cuidado de los demás partiendo de las experiencias afectivas que surgen de la interacción cívica y ética con otras personas y con el medio, y reflexionando sobre dicha interacción."
    ]
}