{
    "situacionesAprendizaje": [
        "El desarrollo de las competencias clave del Perfil de salida del alumnado al término de la enseñanza básica, que se concretan en las competencias específicas de área de la etapa, se ve favorecido por el desarrollo de una metodología didáctica que reconozca al alumnado como agente de su propio aprendizaje. Para ello es imprescindible la implementación de propuestas pedagógicas que, partiendo de los centros de interés de los alumnos y alumnas, les permitan construir el conocimiento con autonomía y creatividad desde sus propios aprendizajes y experiencias. Las situaciones de aprendizaje representan una herramienta eficaz para integrar los elementos curriculares de las distintas áreas mediante tareas y actividades significativas y relevantes para resolver problemas de manera creativa y cooperativa, reforzando la autoestima, la autonomía, la reflexión y la responsabilidad.",
        "Para que la adquisición de las competencias sea efectiva, las situaciones de aprendizaje deben estar bien contextualizadas y ser respetuosas con las experiencias del alumnado, y sus diferentes formas de comprender la realidad. Concretan y evalúan las experiencias de aprendizaje del alumnado y deben estar compuestas por tareas de creciente complejidad, en función de su nivel psicoevolutivo, cuya resolución conlleve la construcción de nuevos aprendizajes. Con estas situaciones se busca ofrecer al alumnado la oportunidad de conectar sus aprendizajes y aplicarlos en contextos cercanos a su vida cotidiana, favoreciendo su compromiso con el aprendizaje propio. Así planteadas, las situaciones de aprendizaje constituyen un componente que, alineado con los principios del Diseño Universal de Aprendizaje (DUA), permite aprender a aprender y sentar las bases para el aprendizaje durante toda la vida fomentando procesos pedagógicos flexibles y accesibles que se ajusten a las necesidades, las características y los diferentes ritmos de aprendizaje del alumnado.",
        "En aras de propiciar la adquisición de las competencias específicas, como paso para la adquisición de las competencias clave propias del perfil competencial de salida, es preciso que confluyan diferentes principios:",
        "A. Acción. Teniendo en cuenta que las competencias remiten a la práctica y se adquieren desde la práctica, los contextos de aprendizaje requieren, ineludiblemente, de la participación activa de cada alumno, que se convierte, de este modo, en auténtico agente de su proceso de aprendizaje. Dentro de este marco se trata de que las situaciones de aprendizaje promuevan una acción dotada de significado dentro del contexto en el que tienen lugar.",
        "B. Reflexión. Para que la práctica no se convierta en mero activismo, es preciso que las situaciones de aprendizaje integren tiempos para la reflexión; reflexión sobre los procesos vividos y los resultados alcanzados, sobre el porqué de su ajuste o desajuste en relación con aquello que permite desenvolverse de forma competente en cada contexto, sobre los elementos que convergen en una acción exitosa y sobre cuestiones de naturaleza personal, social y ética ligadas a la práctica. Es el ciclo acción-reflexión-acción el que permite construir y reconstruir los aprendizajes y mostrarse progresivamente más competente en diferentes entornos.",
        "C. Globalidad. Si las competencias integran conocimientos, habilidades, destrezas, actitudes y valores, si son resultado de la convergencia entre el saber, el saber hacer y el actuar desde referentes éticos, es necesario que las tareas que suscitan su adquisición impliquen a la persona desde una óptica integral y que la acción educativa no se polarice sobre ámbitos concretos.",
        "D. Significatividad. Los nuevos aprendizajes que contribuyen a que cada persona avance hacia la adquisición de competencias, han de estar vinculados de forma no arbitraria con las experiencias y aprendizajes previos. Será necesario, en consecuencia, ahondar en lo que el alumno conoce y sabe hacer para ofrecer contextos de aprendizaje que le permitan avanzar conectando e interrelacionando con los aprendizajes previos, los nuevos objetos de aprendizaje.",
        "E. Contextualización. El saber implícito en las competencias es un saber física, social y culturalmente situado. Su adquisición es preciso abordarla, por lo tanto, en situaciones de aprendizaje vinculadas a escenarios concretos, relacionadas con un medio, con un ambiente, con una realidad específica. De forma consecuente, se requiere que los contextos de aprendizaje tengan su punto de anclaje en el espacio de vida en el que se desenvuelve el alumnado, bien reproduciéndolo o bien para buscar alternativas con las que modificarlo o ampliarlo.",
        "F. Funcionalidad. Los aprendizajes abordados han de ser relevantes desde la óptica de su utilidad para abordar situaciones próximas a la vida real y han de poseer auténtico significado al proporcionar recursos para gestionar problemas significativos en su espacio de vida.",
        "G. Transferibilidad. La contextualización ha de estar complementada por la posibilidad de transferir el aprendizaje. Las competencias poseen un carácter generador de modos de hacer que permiten desenvolverse en contextos y situaciones próximas entre sí en cuanto a que mantienen elementos de identidad estructurales y funcionales. Es preciso, pues, que las situaciones de aprendizaje promuevan la transferencia de las competencias adquiridas en el propio contexto de aprendizaje hacia otros espacios vivenciales.",
        "H. Autonomía. Las situaciones de aprendizaje competencial han de generar espacios que propicien una creciente participación autónoma del alumnado. Si educamos para la vida y en relación con ella, es preciso desenvolverse con autonomía, y, de forma consecuente, hemos de primar las prácticas emancipadoras.",
        "I. Autenticidad. Las situaciones de aprendizaje han de remitir a prácticas reales, propias del escenario vivencial de los alumnos o muy próximas a ellas. Las condiciones contextuales de las situaciones potencialmente problemáticas a abordar, han de reproducir, en consecuencia, de forma fiel, las propias de contextos que los alumnos han de afrontar en su vida; es decir, han de resultar realistas, en la medida en que integren las demandas de conocimiento, procedimentales, afectivas, sociales y éticas propias del entorno, y han de mantener elementos de práctica, tal como se dan en los ambientes propios del entorno del alumnado.",
        "Con esta base, las situaciones deben partir del planteamiento de unos objetivos claros y precisos que integren diversos saberes básicos. Además, deben proponer escenarios que favorezcan diferentes tipos de agrupamientos, desde el trabajo individual al trabajo en grupos, permitiendo que el alumnado vaya asumiendo responsabilidades personales progresivamente y actúe de forma cooperativa en la resolución creativa del reto planteado. Su puesta en práctica debe implicar la producción y la interacción oral e incluir el uso de recursos auténticos en distintos soportes y formatos, tanto analógicos como digitales. Las situaciones de aprendizaje deben fomentar aspectos relacionados con el interés común, la sostenibilidad o la convivencia democrática, esenciales para que el alumnado se prepare para responder con eficacia a los retos del siglo XXI."
    ]
}