{
  "competenciasEspecificas": [
    "1.  Analizar de forma crítica y reflexiva las aportaciones de la ciencia económica, valorando su interrelación con otras disciplinas, para entender la realidad económica desde una visión integral y actuar como ciudadanos responsables, autónomos y comprometidos, en la resolución de los problemas existentes.",
    "2.  Comprender y valorar el comportamiento tanto individual (microeconómico) como colectivo (macroeconómico) en la toma de decisiones económicas, desde un enfoque interdisciplinar, evaluando el problema de la escasez y sus efectos, para comprender los cambios económicos y sociales derivados de dicho problema y cómo afecta de forma distinta a los individuos y sociedades, con el fin de actuar en consecuencia.",
    "3.  Analizar los Objetivos de Desarrollo Sostenible (ODS) con ayuda de herramientas económicas y empresariales, en casos referidos a situaciones reales, potenciando una actitud sensible y un comportamiento responsable que contribuya a dar respuesta a dichos retos. ",
    "4.  Identificar y valorar habilidades y competencias que caracterizan a las personas emprendedoras dentro de la realidad actual, analizando las formas de afrontar los retos, para reconocer y potenciar las destrezas propias y aplicarlas a situaciones reales de la vida, ya sea en el ámbito personal, profesional o empresarial.",
    "5.  Analizar la evolución de las estrategias empresariales, distinguiendo los nuevos modelos de negocio desarrollados por entidades vinculadas a diferentes ámbitos y sectores, reconociendo las tendencias, valorando con sentido crítico su actividad en la sociedad actual, y analizando de forma crítica sus compromisos con los nuevos retos.",
    "6.  Analizar la transformación económica y social y sus consecuencias, reconociendo la importancia que tienen la innovación y la revolución digital en la actividad empresarial, para comprender las respuestas que las empresas ofrecen a los desafíos actuales, y proponiendo alternativas y soluciones a estos desafíos."
    
  ]
}
