{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Valorar y respetar la diversidad de manifestaciones artísticas a partir de la investigación y el debate en torno a las diferentes concepciones del arte y el análisis de obras concretas sobre los que comprobar la pertinencia de dichas concepciones. (CCL1, CCL3, STEM2, CPSAA4, CC1, CC3, CCEC1, CCEC3.2).",
        "Competencia específica 2",
        "2.1 Elaborar y expresar con coherencia y fluidez juicios y emociones propios acerca de las obras de arte y mostrar respeto y empatía por los juicios y expresiones de los demás, utilizando la terminología y el vocabulario específico de la materia y demostrando un conocimiento básico de diversos lenguajes artísticos aprendidos. (CCL1, CCL5, CD1, CPSAA1.2, CPSAA5, CC1, CE3, CCEC2, CCEC3.2).",
        "Competencia específica 3",
        "3.1 Distinguir, y analizar y sintetizar las funciones y las dimensiones religiosa, ideológica, política, social, económica, expresiva y propiamente estética de las obras de arte, demostrando una comprensión y un juicio crítico y fundamentado de las mismas y de su producción y su percepción. (CCL1, CP3, STEM2, CPSAA1.2, CPSAA4, CC1, CC3, CCEC1, CCEC2, CCEC3.2).",
        "Competencia específica 4",
        "4.1 Conocer, y explicar con orden, rigor y corrección gramatical y expresiva las principales manifestaciones y movimientos artísticos, identificando y analizando su contexto histórico, socioeconómico y cultural, su vinculación con las funciones atribuibles al arte, sus características técnicas y estilísticas fundamentales y su desarrollo en el tiempo. (CCL1, CD1, CPSAA4, CC2, CC3, CCEC1, CCEC2).",
        "4.2 Reconocer los mecanismos que rigen la evolución de la historia del arte a partir del análisis comparativo de obras de diversas épocas y de la explicación de las relaciones de influencia, préstamos, continuidad y ruptura que se producen entre estilos, autores y movimientos. (CCL1, CD1, CPSAA4, CC1, CCEC3.2).",
        "Competencia específica 5",
        "5.1 Elaborar comentarios histórico-artísticos de distintas obras de arte a partir de un conocimiento crítico y argumentado de su contexto histórico, sus funciones, sus características técnicas y estilísticas y su relevancia social, política, y cultural, valorando y respetando distintas obras y formas de manifestaciones artísticas. (CCL1, STEM2, CD1, CPSAA3.1, CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2).",
        "5.2 Identificar y analizar la complejidad del proceso de creación artística elaborando reseñas biográficas sobre las figuras más destacadas y atendiendo a los aspectos personales que faciliten la comprensión del significado y valor de la obra, así como la influencia en otros artistas o estilos, tomando conciencia del papel del artista en el proceso creador. (CCL1, STEM2, CD1, CPSAA4, CC1, CC3, CCEC1, CCEC3.2).",
        "Competencia específica 6",
        "6.1 Comprender la importancia de la conservación y promoción del patrimonio artístico, investigando acerca de los procesos de adquisición, conservación, exhibición y uso sostenible de obras de arte, así como sobre el impacto positivo y negativo de las acciones humanas sobre ellas. (STEM2, CD1, CPSAA1.2, CPSAA4, CPSAA5, CC1, CC2, CC3, CE1, CCEC1, CCEC3.2)",
        "6.2 Analizar el papel conformador de la identidad individual y colectiva que poseen el arte y el patrimonio artístico, analizando las autorrepresentaciones humanas y el uso de recursos formales, estéticos e iconográficos en la generación y mantenimiento de los vínculos grupales. (CCL1, CD1, CPSAA1.2, CPSAA5, CC1, CC2, CC3, CCEC2, CCEC3.2).",
        "Competencia específica 7",
        "7.1 Elaborar argumentos propios sobre la idea de belleza, analizando la representación de la figura humana en obras de distintos estilos artísticos, comparando cánones y obras de diversos tipos, estilos, épocas y lugares, apreciando la diversidad como fuente de enriquecimiento, superando estereotipos y prejuicios y promoviendo la formación de una imagen ajustada de sí mismo. (CP3, CPSAA1.1, CPSAA3.1, CPSAA4, CC1, CC3, CCEC1, CCEC2, CCEC3.2).",
        "Competencia específica 8",
        "8.1 Conocer las principales figuras femeninas de la Historia del Arte, dando visibilidad a la mujer como artista, analizando el contexto político, social y cultural en el que desarrollaron su producción artística y reconociendo su esfuerzo por hacerse valer en ese contexto. (CCL5, CD1, CC1, CC3, CCEC1, CCEC3.2).",
        "8.2 Conocer y analizar críticamente la imagen que se ha dado de la mujer en la Historia del arte, mediante el análisis comparativo de obras de distintas épocas y culturas en las que se representan figuras, roles, símbolos y temas relacionados con la feminidad. (CCL5, STEM2, CD1, CPSAA1.2, CPSAA3.1, CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2)."
    ],
    "saberes": [
        "A. Aproximación y funciones de la Historia del Arte.",
        "‐ El debate sobre la definición de arte el concepto del arte a lo largo de la historia. Influencias, préstamos, continuidades y rupturas, como elementos esenciales en la evolución de la Historia del Arte.",
        "‐ Terminología y vocabulario específico del arte en la arquitectura y las artes plásticas. El lenguaje artístico: el arte como forma de comunicación. La variedad de códigos y lenguajes. Símbolos e iconografía en el arte. La subjetividad creadora. La complejidad de la interpretación. El juicio estético.",
        "‐ Herramientas para el análisis de la obra de arte: estudio iconográfico y significado función, elementos técnicos, formales y estilísticos, identificación y catalogación, contextualización y relevancia de la obra. El análisis comparativo. Influencias, préstamos, continuidades y rupturas en la Historia del Arte.",
        "‐ El arte como instrumento mágico-ritual a lo largo de la historia.",
        "‐ El arte como dispositivo de dominación y control: desde las primeras civilizaciones urbanas hasta la sociedad contemporánea.",
        "‐ El arte y su valor propagandístico: desde el Mundo Antiguo hasta la actual sociedad de consumo.",
        "‐ El arte y su función didáctica y religiosa en las sociedades teocéntricas.",
        "‐ Arte, mecenazgo y coleccionismo como elementos de diferenciación social.",
        "‐ El arte como medio de progreso, crítica y transformación sociocultural desde el pensamiento ilustrado hasta la actualidad.",
        "‐ El arte como idioma de sentimientos y emociones.",
        "‐ El arte como expresión de los avances tecnológicos: desde la Revolución Industrial hasta la era digital.",
        "B. El arte a lo largo de la historia.",
        "‐ El arte rupestre su pervivencia en el arte étnico actual. La pintura de las escuelas franco-cantábrica y levantina. Las primeras representaciones femeninas.",
        "‐ El arte egipcio. La exaltación del poder de los faraones: la construcción de las pirámides.",
        "‐ El clasicismo griego. La Antigua Grecia como creadora del lenguaje clásico. Contexto histórico y sociocultural. El antropocentrismo. La valoración del artista.",
        "‐ La arquitectura griega: su aportación al urbanismo; la acrópolis de Atenas.",
        "Los órdenes arquitectónicos. El templo y el teatro.",
        "‐ La escultura griega: la representación de la figura humana y su influencia en el arte occidental. La evolución de la escultura griega a través de sus principales obras y autores.",
        "‐ El arte romano y la romanización. El contexto histórico, socioeconómico y cultural. El papel del Estado como promotor del arte. La influencia griega en el arte romano. La arquitectura romana: el urbanismo y la ciudad. Características. Tipos de edificios. La escultura romana: el retrato y el relieve histórico. Principales manifestaciones.",
        "‐ El arte paleocristiano y bizantino.",
        "‐ El arte paleocristiano como vehículo de transmisión del cristianismo: la basílica. El origen de la iconografía cristiana como aportación al significado artístico.",
        "‐ El arte bizantino como puente entre Oriente y Occidente: la construcción de Santa Sofía de Constantinopla. La aportación de los mosaicos y la iconografía bizantina al arte occidental.",
        "‐ El arte prerrománico en la Península Ibérica. Arte visigodo, asturiano y mozárabe. El patrimonio de Castilla y León.",
        "‐ Islam y arte musulmán. La mezquita y el palacio como principales manifestaciones arquitectónicas. El arte hispano musulmán y sus obras más significativas.",
        "‐ El arte románico. Los monasterios. Las iglesias románicas del Camino de Santiago. La función didáctica de la escultura y pintura románicas. La iconografía cristiana. Principales obras de arte románicas: manifestaciones en Castilla y León.",
        "‐ El arte gótico. El arte gótico y el desarrollo de la vida urbana: arquitectura civil y religiosa. La catedral. Continuidad y ruptura respecto al Románico. La humanización de la escultura: diferencias y similitudes iconográficas, técnicas y formales respecto a la románica. Las portadas de las catedrales. Las aportaciones de la pintura flamenca a través de sus obras más relevantes. Principales ejemplos de arte gótico: las catedrales de Castilla y León y sus portadas esculpidas.",
        "‐ El arte del Renacimiento. La nueva mentalidad y su relación con el cambio en la concepción del arte. La importancia del mecenazgo y el coleccionismo como elemento de diferenciación social. Renacimiento y Manierismo.",
        "‐ Revisión del lenguaje clásico en la arquitectura y escultura del Quattrocento. La pintura. y su búsqueda de la tercera dimensión. Principales artistas y obras.",
        "‐ Desarrollo y superación del clasicismo: Cinquecento y Manierismo. Los grandes artistas y sus aportaciones a la arquitectura, escultura y pintura.",
        "‐ El Renacimiento español: la pervivencia de los elementos góticos y la introducción del lenguaje clásico. Arquitectura: estilo plateresco en Castilla y León, purismo, estilo herreriano. La escultura castellana: Alonso Berruguete y Juan de Juni. El Greco.",
        "‐ El arte barroco europeo. El Barroco y su valor propagandístico al servicio de las diferentes ideologías: al servicio del poder civil (absolutismo), religioso (Contrarreforma) y de la burguesía.",
        "‐ La teatralidad y su plasmación en la arquitectura y el urbanismo: Bernini y Borromini. La construcción del Palacio de Versalles.",
        "‐ Las artes plásticas y la expresión de los sentimientos y emociones. La escultura barroca italiana: la búsqueda del movimiento y el realismo y la obra de Bernini. La pintura barroca: naturalismo, tenebrismo y perspectiva aérea. La representación del cuerpo femenino. Sus logros a través de la obra de los grandes artistas europeos: Caravaggio, Rubens y Rembrandt.",
        "‐ El Barroco español y sus peculiaridades. Las aportaciones al Barroco europeo: la plaza mayor; la imaginería barroca a través de la obra de Gregorio Fernández como representante de la escuela castellana; la pintura barroca española del siglo de Oro: Velázquez, Murillo, Zurbarán, Ribera.",
        "‐ El arte neoclásico. El cambio de modelo político, económico y social y su reflejo en el arte. Arte y revolución. El papel de las academias y el coleccionismo en la difusión del Neoclasicismo. Recuperación del lenguaje clasicista, similitudes y diferencias a través del análisis de las manifestaciones artísticas más relevantes. El neoclasicismo en España: Juan de Villanueva.",
        "‐ Arquitectura del siglo XIX. El urbanismo. Historicismo y Eclecticismo. La Arquitectura del Hierro: nuevas tipologías arquitectónicas. Las exposiciones universales. La escuela de Chicago. Modernismo: Gaudí.",
        "‐ Pintura del siglo XIX. El sentimiento y la emoción a través de la pintura.",
        "‐ La fuerza expresiva de Francisco de Goya y su aportación a la pintura moderna. Obras más relevantes.",
        "‐ Multiplicidad de corrientes pictóricas: Romanticismo, Paisajismo inglés, Realismo.",
        "‐ Impresionismo y su ruptura con la tradición. Pintura al aire libre y captación atmosférica. La incipiente aparición de la mujer como artista.",
        "‐ Posimpresionismo. La aportación de los principales artistas como precedente de las vanguardias.",
        "‐ Las primeras vanguardias del siglo XX. La ruptura con la tradición artística. Las vanguardias históricas y sus compromisos ideológicos. La incorporación de las mujeres a las vanguardias artísticas.",
        "‐ La creación de nuevos lenguajes: el Fauvismo y la libertad del color; el Cubismo y la conquista de la cuarta dimensión. La evasión hacia un mundo onírico: Surrealismo. El arte como rechazo y crítica de la cultura burguesa: El Puente y el Dadaísmo. El arte como compromiso político: Expresionismo, Futurismo, Constructivismo. Los inicios de la abstracción: Neoplasticismo, El Jinete Azul y la figura de Kandinsky.",
        "‐ La aportación española a las vanguardias: Picasso, Dalí, Miró. Gargallo.",
        "C. Dimensión individual y social del arte.",
        "‐ Arte e identidad individual: la necesidad de representarnos. La imagen del cuerpo humano. El género del retrato. La evolución en la imagen del artista. La representación de la figura humana a lo largo de la historia del arte: del modelo ideal griego y su influencia en los estilos clasicistas al triunfo del realismo del retrato romano y el barroco. La visión subjetiva de la figura humana en el arte de vanguardia. La progresiva importancia del autorretrato y la valoración de la creatividad del artista.",
        "‐ Arte e identidad colectiva: escuelas, regionalismos y búsqueda de identidad. Su evolución desde el arte prerrománico y las escuelas regionales medievales, hasta la pintura del siglo XIX y el arte de vanguardia.",
        "‐ La representación de la mujer en el arte desde una perspectiva crítica. La figura femenina como tema del arte: desde las primeras venus prehistóricas a la representación ideal del desnudo femenino clasicista y la voluptuosidad barroca. Mujer y publicidad: Pop Art y sociedad de consumo.",
        "‐ La mujer como artista. La lucha por la visibilidad a lo largo de la historia del arte. La irrupción de la mujer como artista en la pintura de los siglos XIX y XX. Su contribución a las vanguardias.",
        "D. Realidad, espacio y territorio en el arte.",
        "‐ Pintura y perspectiva: la conquista de la tercera dimensión.",
        "‐ Arte e intervención en el territorio: el urbanismo como arte.",
        "‐ Arquitectura y espacio: la creación de nuevos espacios arquitectónicos. La nueva sociedad industrial del siglo XX y la respuesta de la arquitectura a los nuevos retos: La aparición del Movimiento Moderno. La Bauhaus: arte y diseño; una visión integradora de las disciplinas y nuevos ideales artísticos. El funcionalismo: Gropius; Le Corbusier y un nuevo modelo de urbanismo. El organicismo de F.L Wright. y la integración de la arquitectura y la naturaleza. El estilo internacional: Mies Van der Rohe. El estilo posmoderno. La arquitectura High Tech: del Centro Pompidou a los rascacielos de última generación. El deconstructivismo: Museo Guggenheim de Bilbao. Los nuevos retos de la arquitectura contemporánea: arquitectura, urbanismo y diseño sostenible. Su contribución a los Objetivos de Desarrollo Sostenible.",
        "‐ Las artes plásticas en la segunda mitad del siglo XX y siglo XXI. Contexto histórico, socioeconómico y cultural de la segunda mitad del siglo XX. Los cambios ideológicos y tecnológicos. El artista y el mercado del arte: galerías, exposiciones internacionales y ferias de arte. La incorporación y visibilidad de la mujer como artista.",
        "‐ La abstracción, nuevo cauce expresivo de ideas y emociones: La ruptura de Henry Moore. Expresionismo abstracto americano de Jackson Pollock e informalismo europeo. Minimalismo y arte conceptual. Arte cinético (las esculturas de Calder) y Arte óptico.",
        "‐ Las tendencias figurativas: La visión humana y social de Edward Hooper. Pop art y la representación de la sociedad de consumo. Andy Wharhol. Hiperrealismo y fotorrealismo. La obra de Antonio López.",
        "‐ Arte y medio ambiente. La naturaleza y la representación de las emociones. Arquitectura, urbanismo y diseño sostenible. La contribución del arte a los Objetivos de Desarrollo Sostenible. El arte efímero: Land Art, Arte povera y Body Art. Arte sostenible: Ecologic Art.",
        "‐ El arte actual como representación de emociones en la era digital: artes plásticas y fotografía. El arte en acción: Performance, Happening. La transgresión: El grafiti. Arte y tecnología: Arte digital y videoarte.",
        "‐ Arte y realidad: imitación e interpretación. La revolución de la fotografía y el cine.",
        "‐ El patrimonio artístico: preservación, conservación y uso sostenible. La conservación del patrimonio en Castilla y León. Museografía y museología."
    ]
}