{
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Identificar los elementos que constituyen una obra musical y su función dentro de la composición a través de la escucha activa y con apoyo de la partitura.",
    "Criterio 1.2. Describir las características musicales básicas de una obra a partir de la escucha activa, el estudio de partituras y otros soportes musicales, analizando sus elementos constitutivos y organizándolos de una manera estructurada y respetuosa.",
    "Competencia específica 2.",
    "Criterio 2.1. Analizar, de forma guiada, obras musicales, identificando los elementos técnicos básicos, la estructura formal y los procedimientos compositivos utilizados, apoyándose en distintos medios y soportes, a la vez que respetando las opiniones de los demás.",
    "Criterio 2.2. Asociar las obras analizadas con su contexto de creación, investigando sobre su autor o autora y su época, relacionando el momento de su creación y el momento actual con respeto y comprensión a los condicionantes sociales, históricos y culturales.",
    "Competencia específica 3.",
    "Criterio 3.1. Expresar una opinión propia, informada y fundamentada, sobre las obras analizadas, utilizando un vocabulario musical adecuado.",
    "Criterio 3.2. Publicar reseñas musicales en los medios disponibles, analógicos y digitales, respetando los derechos de autor y la propiedad intelectual.",
    "Competencia específica 4.",
    "Criterio 4.1. Reproducir patrones melódicos, rítmicos, armónicos y formales de obras analizadas, aplicando estrategias de memorización y utilizando la interpretación vocal, corporal o instrumental en proyectos musicales grupales.",
    "Criterio 4.2. Generar nuevas ideas musicales, combinando patrones melódicos, rítmicos, armónicos y formales previamente analizados e interiorizados. ",
    "Criterio 4.3. Utilizar, de forma guiada, las tecnologías digitales en la composición musical.",
    "Competencia específica 5",
    "Criterio 5.1. Identificar las funciones que cumple la música cuando se asocia con otras formas de expresión (cine, teatro, danza...), analizando sus características y el efecto que genera en el espectador.",
    "Criterio 5.2. Expresar libremente y con actitud abierta las impresiones y sentimientos producidos por la música escuchada, utilizando argumentos, basados en el análisis de elementos musicales, que muestren el desarrollo del pensamiento crítico."
    
  ],
    "saberes": [
      "Bloque A. Iniciación al análisis musical.",
      "A.1. Elementos analíticos.",
      "A.1.1.1. Elementos básicos de la música y la relación entre ellos: ritmo, tempo, melodía, armonía, textura, timbre, dinámica y agógica.",
      "A.1.1.2. Los géneros musicales.",
      "A.1.1.3. El texto: tratamiento y relación con la música.",
      "A.2. Técnicas de análisis.",
      "A.2.1.1. La escucha activa. Técnicas de análisis auditivo de obras de diferentes estilos y géneros.",
      "A.2.1.2. El estudio de partituras como soportes para el análisis.",
      "A.2.1.3. Estrategias de análisis de los elementos musicales de la partitura con apoyo de la audición.",
      "A.2.1.4. Técnicas de análisis auditivo de obras de diferentes estilos y géneros.",
      "A.3. Difusión musical.",
      "A.3.1.1. Reseñas musicales.",
      "A.3.1.2. Recursos digitales y aplicaciones musicales para la investigación, ",
      "la composición y la difusión musical.",
      "A.3.1.3. Derechos de autor y propiedad intelectual.",
      "Bloque B. La forma musical.",
      "B.1. Elementos musicales.",
      "B.1.1.1. Elementos básicos de la organización estructural musical: célula, motivo, frase y semifrase, período, sección y movimiento, melodía, ritmo.",
      "B.1.1.2. Elementos básicos de la organización estructural musical: armonía, cadencias, textura y timbre.",
      "B.2. Principios compositivos.",
      "B.2.1.1. Principios compositivos fundamentales: repetición, secuencia, imitación, variación, contraste y desarrollo.",
      "B.2.1.2. Aplicación práctica de principios compositivos fundamentales. ",
      "B.3. Organización y función de ",
      "las estructuras musicales.",
      "B.3.1.1. Tipología de formas musicales: simples, compuestas y libres. Formastipo.",
      "B.3.1.2. Función de la música en combinación con otras manifestaciones artísticas."
    ]
}
