{
    "criteriosEvaluacion": [
        "• CE1.1. Realizar traducciones directas y/o inversas de textos o fragmentos adaptados u originales de dificultad adecuada y progresiva con corrección ortográfica y expresiva, identificando y analizando, cuando se considere necesario, unidades lingüísticas regulares de la lengua y apreciando variantes y coincidencias con otras lenguas conocidas. OBJ1",
        "• CE1.2. Seleccionar de manera progresivamente autónoma el significado apropiado de palabras polisémicas y justificar la decisión, teniendo en cuenta la información cotextual o contextual y utilizando herramientas diversas de apoyo al proceso de traducción en distintos soportes, cuando se considere necesario. OBJ1",
        "• CE1.3. Revisar y corregir de manera progresivamente autónoma las propias traducciones y las de las compañeras y compañeros, realizando propuestas de mejora y argumentando los cambios con terminología especializada a partir de la reflexión lingüística. OBJ1",
        "• CE1.4. Realizar la lectura directa de textos griegos sencillos identificando las unidades lingüísticas básicas de la lengua griega, comparándolas con las de las lenguas del repertorio lingüístico propio y asimilando los aspectos morfológicos, sintácticos y léxicos elementales del griego. OBJ1",
        "• CE1.5. Registrar los progresos y dificultades de aprendizaje de la lengua griega, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolos explícitos y compartiéndolos. OBJ1",
        "• CE1.6. Extraer, analizar y reflejar oralmente y/o por escrito, preferentemente en griego, o bien en la lengua de uso del alumnado, las ideas principales de textos de cierta longitud, orales y/o escritos, y adaptados al nivel de lengua y temas conocidos por el alumnado, expresados de forma clara y, en el caso de los textos orales, preferentemente en la pronunciación histórica. OBJ1",
        "• CE1.7. Planificar y participar, cuando se considere necesario, en diálogos breves y sencillos sobre temas cotidianos, próximos a su experiencia, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y las opiniones de las personas interlocutoras. OBJ1",
        "• CE1.8. Redactar en griego, a partir de criterios dados, textos básicos de estructura clara, evitando errores que impidan la comprensión. OBJ1",
        "• CE1.9. Explicar, de manera guiada, la relación del griego con las lenguas modernas, analizando los elementos lingüísticos comunes de origen griego y utilizando estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio propio. OBJ2",
        "• CE2.1. Deducir el significado etimológico de un término de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado aplicando, de manera guiada, estrategias de reconocimiento de étimos y formantes griegos atendiendo a los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar. OBJ2",
        "• CE2.2. Explicar, de manera guiada, la relación del griego con las lenguas modernas, analizando los elementos lingüísticos comunes de origen griego y utilizando con iniciativa estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio propio. OBJ2",
        "• CE2.3. Identificar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal, a partir de criterios dados. OBJ2",
        "• CE2.4. Crear textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos de la civilización y la cultura griega como fuente de inspiración. OBJ3",
        "• CE3.1. Explicar, a partir de criterios dados, los procesos históricos y políticos, las instituciones, los modos de vida y las costumbres de la sociedad helena, comparándolos con los de las sociedades actuales, valorando las adaptaciones y los cambios experimentados y favoreciendo el desarrollo de una cultura compartida. OBJ4",
        "• CE3.2. Debatir sobre la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado griego en nuestra sociedad, mediando entre posturas, seleccionando y contrastando información. OBJ4",
        "• CE3.3. Investigar, de manera guiada, el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización griega, actuando de forma adecuada, empática y respetuosa e interesándose por los procesos de preservación y por aquellas actitudes cívicas que aseguran su sostenibilidad. OBJ5",
        "• CE4.1. Explicar, a partir de criterios dados, los procesos históricos y políticos, los modos de vida, las instituciones y las costumbres de la sociedad helena, comparándolos con los de las sociedades actuales, valorando las adaptaciones y los cambios experimentados y favoreciendo el desarrollo de una cultura compartida. OBJ4",
        "• CE4.2. Debatir sobre la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado griego en nuestra sociedad, mediando entre posturas, seleccionando y contrastando información. OBJ4",
        "• CE4.3. Investigar de manera progresivamente autónoma aspectos del legado de la civilización griega en el ámbito personal, religioso y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual. OBJ4",
        "• CE4.4. Identificar y explicar el legado material e inmaterial de la civilización griega como fuente de inspiración, analizando producciones culturales y artísticas posteriores a partir de criterios dados. OBJ5",
        "• CE4.5. Investigar, de manera guiada, el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización griega, actuando de forma adecuada, empática y respetuosa e interesándose por los procesos de preservación y por aquellas actitudes cívicas que aseguran su sostenibilidad. OBJ5",
        "• CE4.6. Explorar el legado griego en el entorno del alumnado a partir de criterios dados, aplicando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus distintos usos, dando ejemplos de la persistencia de la Antigüedad clásica en su vida cotidiana y presentando los resultados a través de diferentes soportes. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Comprensión e interpretación de los textos",
        "• Unidades lingüísticas de la lengua griega.",
        "– Alfabeto, prosodia y signos gráficos de la lengua griega clásica. Aproximación a las principales leyes fonéticas.",
        "– Clases de palabras.",
        "– Concepto de lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones); flexión verbal (introducción a la tipología del verbo griego).",
        "– Sintaxis oracional: funciones básicas y sintaxis elemental de los casos.",
        "– Estructuras oracionales. La concordancia y el orden de palabras en oraciones simples y oraciones compuestas. Comparativa con el orden natural de las palabras en las oraciones de las lenguas de repertorio del alumnado para una mejor comprensión.",
        "– Formas nominales del verbo.",
        "• La traducción: técnicas, procesos y herramientas.",
        "– El análisis morfosintáctico como herramienta complementaria de traducción.",
        "– Estrategias de traducción: formulación de expectativas a partir, entre otros, de: entorno textual y del propio texto, contexto, conocimiento del tema, descripción de la estructura y género, peculiaridades lingüísticas de los textos traducidos, errores frecuentes de traducción y técnicas para evitarlos.",
        "– Herramientas de traducción, cuando se considere necesario.",
        "– Lectura comparada de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
        "– Recursos estilísticos frecuentes y su relación con el contenido del texto.",
        "– Estrategias básicas de retroversión de textos breves. Concepto y uso de expresiones idiomáticas.",
        "– La traducción como instrumento que puede favorecer el razonamiento lógico, la resolución de problemas y la capacidad de análisis y síntesis, dentro de los límites e inconsistencias propias de la traducción.",
        "– Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación.",
        "– Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación.",
        "• Destrezas comunicativas del uso de la lengua griega.",
        "– Estrategias para la planificación, ejecución y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y/o multimodales.",
        "– Funciones comunicativas adecuadas al ámbito y al contexto: describir acontecimientos simples; dar instrucciones básicas; narrar, reformular y/o resumir acontecimientos pasados, presentes y/o futuros; expresar emociones básicas y opiniones.",
        "– Léxico común de interés y/o uso cotidiano para el alumnado: espacio, tiempo y/o vida diaria. Estrategias de enriquecimiento léxico (derivación, polisemia, sinonimia...).",
        "– Estrategias básicas conversacionales para iniciar, mantener y finalizar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, etc.",
        "– Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de griego en griego, cuando sea posible.",
        "Bloque 2. Griego y plurilingüismo",
        "• Sistemas de escritura a lo largo de la historia.",
        "• El alfabeto griego: su historia e influencia posterior. Reglas de transcripción del alfabeto griego a las lenguas del repertorio del alumnado.",
        "• Del indoeuropeo al griego. Etapas de la lengua griega.",
        "• Influencia del griego en la evolución de la lengua de enseñanza y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado.",
        "• Léxico.",
        "– Procedimientos básicos de composición y derivación en la formación de palabras griegas.",
        "– Lexemas, sufijos y prefijos de origen griego en el léxico de uso común y en el específico de las ciencias y la técnica, y en los léxicos especializados de otros campos.",
        "– Significado y definición de palabras de uso común en la lengua de enseñanza a partir de sus étimos griegos en las lenguas repertorio lingüístico del alumnado; reflexión sobre significado etimológico y significado semántico.",
        "– Importancia y versatilidad del griego para crear neologismos a lo largo de la historia y en la actualidad.",
        "– Técnicas básicas para la elaboración de familias léxicas y de un vocabulario básico griego de frecuencia.",
        "• Interés por conocer el significado etimológico de las palabras y reconocimiento de la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
        "• Expresiones y léxico específico básico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "• Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan.",
        "• Aproximación a los términos y expresiones más usuales de uso frecuente del griego moderno.",
        "• Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con estudiantes de griego en el ámbito trasnacional.",
        "Bloque 3. La antigua Grecia",
        "• Geografía de la antigua Grecia: topografía, nombre y función de los principales sitios. Viajeros ilustres.",
        "• Historia.",
        "– Etapas: hitos históricos del mundo griego entre los siglos VIII a. C. y V d. C.",
        "– Leyendas y principales episodios históricos.",
        "– Figuras de la historia de Grecia y su relevancia para la historia de Europa.",
        "• Historia y organización política y social de Grecia como parte esencial de la historia y la cultura de la sociedad actual. Desmitificación de la democracia ateniense.",
        "• Instituciones, creencias y formas de vida de la civilización griega y su reflejo y persistencia en la sociedad actual: esclavitud y exclusión de la mujer.",
        "• Influencias de la cultura griega en la civilización latina.",
        "• La aportación de Grecia a la cultura y al pensamiento de la sociedad occidental.",
        "• Relación de Grecia con culturas extranjeras: luces (modelo de cultura) y sombras (xenofobia).",
        "• El mar Mediterráneo como encrucijada de culturas ayer y hoy: Grecia como puente de transmisión de cultura.",
        "• La importancia del discurso público para la vida política y social.",
        "Bloque 4. Legado y patrimonio",
        "• Conceptos de legado, herencia y patrimonio.",
        "• La mitología clásica y su persistencia en manifestaciones literarias y artísticas. La presencia de la mitología clásica en la publicidad, el deporte y otras manifestaciones populares actuales.",
        "• Obras públicas y urbanismo: construcción, conservación, preservación y restauración.",
        "• Las representaciones y festivales teatrales, su evolución y persistencia en la actualidad.",
        "• Las competiciones atléticas y su persistencia en la actualidad.",
        "• Las instituciones políticas griegas, su influencia y persistencia en el sistema político actual.",
        "• La educación en la antigua Grecia: los modelos educativos de Atenas y Esparta y su comparación con los sistemas actuales.",
        "• Principales obras artísticas de la Antigüedad griega.",
        "• Principales sitios arqueológicos, museos o festivales relacionados con la Antigüedad clásica."
    ]
}