{
  "saberes": [
    "Bloque 1. Sentido numérico y cálculo",
    "1. NÚMEROS NATURALES, ENTEROS, RACIONALES Y REALES.",
    "Lectura, escritura, representación, aproximación, ordenación y comparación de números irracionales más comunes.",
    "Concepto y significado de valor absoluto.",
    "Concepto de número irracional. Aproximación y estimación acotando el error cometido.",
    "Notación científica.",
    "Potencias de exponente entero o fraccionario y radicales sencillos.",
    "Representación de números reales en la recta real. Intervalos.",
    "Interés simple.",
    "Contribución de la humanidad al desarrollo del sentido numérico, referentes femeninos. Usos sociales y científicos de los cuerpos numéricos.",
    "Técnicas cooperativas para estimular el trabajo en equipo relacionado con los cuerpos numéricos.",
    "2. OPERACIONES Y SUS PROPIEDADES.",
    "Operaciones con números naturales, enteros, racionales y raíces.",
    "Prioridad de las operaciones. Utilización de las propiedades de las operaciones.",
    "Transformación de números decimales en fracciones.",
    "Estimación, cálculo, simplificación e interpretación de expresiones numéricas. Relaciones inversas entre las operaciones.",
    "Potencias de números naturales, enteros, racionales o irracionales.",
    "Proporcionalidad. Proporciones y porcentajes (equivalencia). Reducción a la unidad. Aumentos y reducciones.",
    "Estrategias de cálculo mental.",
    "Flexibilidad en el uso de estrategias, técnicas o métodos de resolución de situaciones problemáticas de tipo numérico.",
    "Perseverancia en el aprendizaje de los aspectos asociados al sentido numérico y de las operaciones.",
    "Bloque 2. Sentido algebraico",
    "Traducción de expresiones del lenguaje ordinario al algebraico, y viceversa.",
    "Monomios y binomios. Operaciones con monomios y binomios. Identidades notables.",
    "Polinomios. Suma, resta y producto de polinomios.",
    "Valor numérico. Raíces de un polinomio.",
    "Ecuaciones de primer y segundo grado. Equivalencia entre expresiones algebraicas.",
    "Inecuaciones de primer grado. Sistemas de inecuaciones lineales con dos incógnitas.",
    "Sistemas de ecuaciones lineales con dos incógnitas. Interpretación geométrica.",
    "Factorización de polinomios, búsqueda y representación de raíces.",
    "Contribución de la humanidad al desarrollo del álgebra y sus aplicaciones, incorporando la perspectiva de género. Valoración de los usos sociales y científicos del sentido algebraico.",
    "Flexibilidad en el uso de varias estrategias, técnicas o métodos de resolución de situaciones problemáticas susceptibles de error en la interpretación.",
    "Autonomía, tolerancia ante el error y perseverancia en el aprendizaje de aspectos asociados al sentido algebraico.",
    "Bloque 3. Sentido de la medida y de la estimación",
    "Determinación de medidas con la elección de instrumentos adecuados, analizando la precisión y el error aproximado en cada situación.",
    "Elección de unidad de medida y escala apropiada para describir magnitudes. Conversión entre unidades de medida.",
    "Cambio de herramientas, técnicas, estrategias o métodos relacionados con la medida y con la estimación de magnitudes.",
    "Perseverancia, iniciativa y flexibilidad en la resolución de situaciones problemáticas susceptibles de errores o de dificultades relacionados con la medida de magnitudes.",
    "Bloque 4. Sentido espacial y geometría",
    "Ángulos en el sistema sexagesimal y en radianes. Relaciones básicas entre sí.",
    "Traslaciones, giros y simetrías.",
    "Teorema de Pitágoras. Aplicaciones.",
    "Elementos notables del triángulo.",
    "Circunferencia, círculo, arcos y sectores circulares.",
    "Reconocimiento de sólidos: prismas rectos, pirámides, cilindros y conos. Cálculo de superficies y volúmenes.",
    "Esfera. Coordenadas geográficas y husos horarios. Longitud y latitud de un punto.",
    "Iniciación a la geometría analítica en el plano. Paralelismo y perpendicularidad. Posiciones relativas de la recta en el plano.",
    "Programas informáticos de geometría dinámica.",
    "Relaciones métricas en los triángulos y razones trigonométricas.",
    "Iniciación a la geometría analítica en el plano. Coordenadas. Vectores.",
    "Geometría en contexto real (arte, ciencia, ingeniería, vida diaria). Contribución de la humanidad al desarrollo de la geometría y a sus aplicaciones, incorporando la perspectiva de género",
    "Perseverancia y flexibilidad en el cambio de estrategias, representaciones o técnicas geométricas.",
    "Bloque 5. Relaciones y funciones",
    "Variable. Variación y relación entre variables.",
    "Funciones lineales. Construcción e interpretación de la tabla de valores y de su gráfica.",
    "Análisis e interpretación de funciones no lineales a partir de su gráfica.",
    "Relación entre una función y su inversa.",
    "Programas informáticos de geometría dinámica e iniciación a las calculadoras gráficas.",
    "Resolución de problemas y modelización mediante el estudio de funciones y sus propiedades.",
    "Contribución de la humanidad al desarrollo del análisis y de sus aplicaciones, incorporando la perspectiva de género. Valoración de los usos sociales y científicos del análisis matemático.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados a las relaciones y a las funciones.",
    "Bloque 6. Incertidumbre y probabilidad",
    "Espacio muestral en experimentos aleatorios simples: identificación y determinación.",
    "Uso de tablas de contingencia y diagramas de árbol para obtener el espacio muestral en experimentos compuestos.",
    "Cálculo de probabilidades mediante     la regla Laplace en   situaciones  de equiprobabilidad, en de experimentos simples y compuestos",
    "Estimación de la probabilidad de un suceso en situaciones que no permiten el uso de la regla de Laplace: experimentación y ley de los grandes números.",
    "Suceso contrario, suceso seguro y suceso imposible. Sucesos compatibles e incompatibles.",
    "Unión e intersección de sucesos: concepto y propiedades.",
    "Propiedades de la probabilidad.",
    "Probabilidad condicionada: concepto, cálculo e interpretación. Sucesos dependientes e independientes.",
    "Introducción a las técnicas de recuento: regla de la suma y del producto. Aplicación al cálculo de probabilidades.",
    "Contribución de la humanidad al desarrollo de la probabilidad y de sus aplicaciones, incorporando la perspectiva de género. Utilidad social y científica de la probabilidad.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos probabilísticos. Aceptación de los errores de interpretación.",
    "Bloque 7. Análisis de datos y estadística",
    "Concepto de variable estadística (cualitativa, cuantitativa discreta y cuantitativa continua). Características y representación.",
    "Diseño y fases de un estudio estadístico. Población, muestra y muestras representativas.",
    "Recogida, organización, interpretación y comparación de datos en tablas de frecuencia, tablas de contingencia y gráficas de diversos tipos, con y sin TIC.",
    "Cálculo e interpretación de las principales medidas de centralización (moda, mediana y media) con y sin apoyo tecnológico",
    "Cálculo e interpretación de las principales medidas de dispersión (rango, desviación media, desviación típica y varianza).",
    "Contribución de la humanidad al desarrollo de la estadística y de sus aplicaciones, incorporando la perspectiva de género. Utilidad social y científica de la estadística y de la gestión de datos.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos estadísticos.",
    "Interpretación de datos y estudios estadísticos. Análisis y aceptación del error.",
    "Bloque 8. Pensamiento computacional",
    "Identificación y establecimiento de regularidades, y predicción de términos en secuencias, sucesiones, series y procesos numéricos.",
    "Sistematización de procesos matemáticos mediante secuencias de instrucciones.",
    "Reconocimiento     de     patrones     para     la     generalización     y automatización de procesos repetitivos o de algoritmos.",
    "Diseño y programación de algoritmos, entendidos como patrones de resolución de problemas, con o sin herramientas TIC.",
    "Búsqueda y análisis de estrategias en juegos abstractos o problemas sin información oculta ni presencia de azar.",
    "Contribución de la humanidad al desarrollo del pensamiento computacional y sus aplicaciones. Importancia en el desarrollo matemático. Referentes femeninos",
    "Autonomía, tolerancia ante el error asociado al pensamiento computacional. Mejoras a través del ensayo y error.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o algoritmos computacionales."

  ],
  "criteriosEvaluacion": [
    "1.1. Aplicar diferentes estrategias para resolver problemas del ámbito social o de iniciación al ámbito profesional y científico, seleccionando la más adecuada atendiendo a criterios de eficiencia y/o sencillez.",
    "1.2. Analizar críticamente los procedimientos de resolución seguidos y aprender de los errores cometidos, incorporando alternativas planteadas por los compañeros y compañeras y proponiendo mejoras.",
    "1.3. Comparar la solución obtenida con la solución esperada de un problema, o con la encontrada en fuentes de información, valorando si se requiere una revisión o rectificación del proceso de resolución seguido.",
    "1.4. Generalizar el proceso de resolución de un problema dado y transferirlo a otras situaciones y contextos matemáticamente equivalentes o de mayor complejidad.",
    "2.1. Formular conjeturas sobre propiedades o relaciones matemáticas y explorar su validez reconociendo patrones o desarrollando una cadena de procedimientos matemáticos.",
    "2.2. Justificar los pasos de una argumentación o procedimiento matemático y generalizar algunos argumentos para hacer demostraciones sencillas.",
    "2.3. Comparar y conectar diferentes conceptos y procedimientos matemáticos, argumentando las equivalencias y diferencias en el razonamiento empleado.",
    "3.1. Establecer conexiones bidireccionales entre las matemáticas y otras disciplinas, empleando procedimientos de indagación como la identificación, inferencia, medición y clasificación.",
    "3.2. Construir modelos matemáticos generales a nivel básico, empleando herramientas algebraicas y funcionales, que representen distintas situaciones y fenómenos reales, para interpretarlos, analizarlos y hacer predicciones.",
    "3.3. Comparar y valorar distintos modelos matemáticos a nivel básico que describan una situación o fenómeno real.",
    "3.4. Construir nuevos modelos matemáticos para describir fenómenos reales a partir de la transformación de otros modelos conocidos, adaptando su estructura a la situación planteada.",
    "4.1. Diseñar e implementar algoritmos utilizando la hoja de cálculo y programas de cálculo simbólico.",
    "4.2. Reproducir y diseñar algoritmos mediante programación por bloques para resolver situaciones problemáticas.",
    "4.3. Resolver situaciones problemáticas de cierta complejidad descomponiendo y estructurando sus partes mediante algoritmos y analizando las diferentes opciones que se plantean.",
    "4.4. Analizar situaciones complejas en juegos de lógica o de tablero abstractos, desarrollando un método sistemático y creativo para tomar la decisión más adecuada, o determinar la estrategia ganadora, en caso de existir.",
    "4.5. Tomar decisiones adecuadas en situaciones de reto, adecuadas al nivel madurativo, cognitivo y evolutivo del alumnado, mediante el análisis lógico y la implementación de estrategias algorítmicas.",
    "5.1. Manejar con precisión las representaciones                  icónico-manipulativas, numéricas, simbólico-algebraicas, tabulares, funcionales, geométricas y gráficas de objetos matemáticos.",
    "5.2. Realizar conversiones bidireccionales entre las representaciones icónico-manipulativas, numéricas, simbólico-algebraicas, tabulares, funcionales, geométricas y gráficas de objetos matemáticos.",
    "5.3. Seleccionar el simbolismo matemático adecuado para describir matemáticamente situaciones correspondientes al ámbito social y de iniciación a los ámbitos profesional y científico.",
    "6.1. Comunicar ideas matemáticas empleando el nivel de lenguaje formal adecuado a la situación madurativa, cognitiva y evolutiva del alumnado.",
    "6.2. Explicar y dar significado matemático a informaciones relativas a situaciones problemáticas del ámbito social o de iniciación a ámbitos profesional y científico.",
    "6.3. Argumentar y debatir sobre situaciones relevantes con claridad y solidez apoyándose en el lenguaje matemático.",
    "7.1. Reconocer el contenido matemático de carácter numérico, espacial, geométrico, algebraico o funcional presente en el arte, la ingeniería y la organización económica y social.",
    "7.2. Valorar la importancia del desarrollo de las matemáticas como motor del avance científico y tecnológico, y como medio para afrontar los principales desafíos del siglo XXI.",
    "7.3. Valorar los aspectos históricos de las matemáticas más relevantes y su relación con la historia de la humanidad.",
    "7.4. Reconocer el carácter universal de las matemáticas y su importancia clave en la comprensión del universo.",
    "8.1. Identificar los factores relevantes en la comprensión y aprendizaje de los procesos matemáticos, y tomar la actitud adecuada para la superación y la mejora personal.",
    "8.2. Desarrollar el pensamiento crítico y creativo en una variedad de situaciones a partir del trabajo matemático, tanto individual como en equipo.",
    "8.3. Reforzar la autoestima y mejorar el autoconcepto a través de la resolución de situaciones problemáticas y de aprendizaje que involucren destrezas y procedimientos matemáticos."

  ]
}
