{
  "saberes": [
    "A. Proyecto científico",
    "- Método Científico. Preguntas, hipótesis y conjeturas científicas: planteamiento con perspectiva científica.",
    "- Diseño de experimentos.",
    "- Estrategias de utilización de herramientas digitales para la búsqueda de información veraz y contrastada, la colaboración y la comunicación de procesos, resultados o ideas en diferentes formatos (presentación, gráfica, vídeo, póster, informe, entre otros), de manera eficaz.",
    "- Fuentes fidedignas de información científica: reconocimiento y utilización.",
    "- Actividades de experimentación para responder a una cuestión científica determinada utilizando instrumentos y espacios (laboratorio, aulas o entorno natural) de forma adecuada.",
    "- Modelado para la representación y comprensión de procesos anatómicos y fisiológicos.",
    "- Herramientas de obtención y selección de información a partir de la recogida de muestras del medio natural.",
    "- Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "- Labor científica y personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. Papel de las grandes científicas y científicos en el desarrollo de las ciencias biológicas y geológicas.",
    "- Normas de seguridad en el laboratorio: aplicación y valoración de los riesgos.",
    "B. Geología",
    "- Agentes geológicos internos y externos.",
    "- Modelado del relieve. Factores que condicionan el relieve terrestre.",
    "- Relieve característico de Castilla y León.",
    "C. La célula",
    "- Célula como unidad estructural y funcional de los seres vivos. Teoría celular.",
    "- Diferenciación celular. Niveles de organización de los seres vivos.",
    "- Estrategias y destrezas de observación y comparación de tipos de células al microscopio.",
    "D. Cuerpo humano",
    "- Importancia de la nutrición y los aparatos que participan en ella.",
    "- Anatomía y fisiología del aparato digestivo.",
    "- Anatomía y fisiología del aparato respiratorio.",
    "- Anatomía y fisiología del aparato circulatorio.",
    "- Anatomía y fisiología del aparato excretor.",
    "- Visión general de la función de relación: receptores sensoriales, centros de coordinación y órganos efectores.",
    "- Anatomía y fisiología de los órganos de los sentidos y el aparato locomotor.",
    "- Anatomía y fisiología de los centros de coordinación (el sistema nervioso y endocrino).",
    "- Anatomía y fisiología del aparato reproductor.",
    "- Cuestiones y problemas prácticos de aplicación de los conocimientos de fisiología y anatomía relacionados con los principales sistemas y aparatos del organismo implicados en las funciones de nutrición, relación y reproducción.",
    "E. Hábitos saludables",
    "- Dieta saludable: elementos, características e importancia.",
    "- Dieta mediterránea. Relevancia de la dieta característica de Castilla y León.",
    "- Diferencia entre sexo y sexualidad. Valoración de la importancia del respeto hacia la libertad, la diversidad sexual y hacia la igualdad de género, dentro de una educación sexual integral.",
    "- Educación afectivo-sexual: opinión respetuosa y responsable, ideas preconcebidas, estereotipos sexistas y filtrado de información mediante el uso de fuentes adecuadas.",
    "- Importancia de las prácticas sexuales responsables. Relevancia de las infecciones de transmisión sexual (ITS) y los embarazos no deseados, y la importancia de su prevención. Uso adecuado de anticonceptivos y métodos de prevención de ITS.",
    "- Efectos perjudiciales de las drogas (incluyendo aquellas de curso legal) sobre la salud de los consumidores y de quienes están en su entorno próximo.",
    "- Hábitos saludables: importancia en la conservación de la salud física, mental y social (higiene del sueño, hábitos posturales, uso responsable de las nuevas tecnologías, actividad física, autorregulación emocional, cuidado y corresponsabilidad, etc.).",
    "F. Salud y enfermedad",
    "- Etiología de las enfermedades infecciosas y no infecciosas.",
    "- Medidas de prevención y tratamientos de las enfermedades infecciosas en función de su agente causal y reflexión sobre el uso adecuado de los antibióticos.",
    "- Tipos de barreras que dificultan la entrada de patógenos al organismo (mecánicas, estructurales, bioquímicas y biológicas).",
    "- Mecanismos de defensa del organismo frente a agentes patógenos (barreras externas y sistema inmunitario) y su papel en la prevención y superación de enfermedades infecciosas.",
    "- Importancia de la vacunación en la prevención de enfermedades y en la mejora de la calidad de vida humana.",
    "- Principales enfermedades asociadas a los aparatos y sistemas implicados en las funciones vitales. Patologías más comunes en Castilla y León.",
    "- Relevancia de los trasplantes y la donación de órganos. Importancia de la Organización Nacional de Trasplantes: el modelo español de coordinación y trasplantes. Situación de los trasplantes en el SACYL.",
    "- Técnicas básicas de primeros auxilios: Maniobra de Heimlich y reanimación cardiopulmonar."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "1.1 Analizar conceptos y procesos relacionados con los contenidos de Biología y Geología interpretando y organizando la información en diferentes formatos (textos, modelos, gráficos, tablas, diagramas, fórmulas y páginas web de rigor científico), y en diferentes idiomas (como fragmentos de artículos científicos en inglés) manteniendo una actitud crítica y obteniendo conclusiones fundamentadas utilizando adecuadamente el lenguaje científico. (CCL2, CP1, STEM2, STEM4, CD1, CD2, CPSAA4)",
    "1.2 Facilitar el análisis de información relacionada con los contenidos de la materia Biología y Geología transmitiéndola de forma clara utilizando la terminología científica y el formato adecuados tales como textos, modelos, gráficos, tablas, vídeos o esquemas y además destacando aquellos como informes diagramas, fórmulas y contenidos digitales, utilizando estos formatos de manera creativa. (CCL1, CCL2, CCL5, CP1, STEM2, STEM4, CD1, CD2, CD3, CE1)",
    "1.3 Analizar y explicar fenómenos biológicos y geológicos representándolos mediante modelos y diagramas y utilizando, cuando sea necesario, los pasos del método científico, teniendo en cuenta el diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora), usando adecuadamente el vocabulario relacionado con el pensamiento científico en un contexto preciso y adecuado a su nivel para la resolución de problemas y expresando sus opiniones e ideas. (CCL1, CCL2, CCL5, CP1, STEM2, STEM4, CD1, CD2, CD3, CPSAA4, CE1, CE3, CCEC3, CCEC4)",
    "Competencia específica 2.",
    "2.1 Resolver cuestiones relacionadas con los contenidos de la materia Biología y Geología localizando, seleccionando y organizando información mediante el uso y citación correctos de distintas fuentes de veracidad científica y compartiendo contenidos, datos e información mediante herramientas virtuales. (CCL3, CP1, STEM2, CD1, CD2, CD3, CD4, CD5, CPSAA4, CC3)",
    "2.2 Reconocer la información con base científica distinguiéndola de pseudociencias, fake news, bulos, teorías conspiratorias y creencias infundadas, a través del uso del pensamiento científico y manteniendo una actitud escéptica ante estos, intentando desarrollar soluciones creativas sostenibles resolviendo problemas concretos del entorno (CCL2, CCL3, CP1, STEM2, STEM4, CD1, CD2, CD3, CD4, CD5, CPSAA4)",
    "2.3 Valorar la contribución de la ciencia a la sociedad y la labor de personas dedicadas a ella destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos. (CC3, CE1)",
    "2.4 Utilizar de forma correcta recursos científicos como manuales, guías de campo, claves dicotómicas y fuentes digitales de información atendiendo a criterios de validez y haciendo un uso seguro de estos. (CCL2, STEM2, STEM4, CD1, CD3, CD4, CPSAA4) Competencia específica 3.",
    "3.1 Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando la metodología científica mediante textos escritos o búsquedas en Internet intentando explicar fenómenos biológicos y/o geológicos e intentar realizar predicciones sobre estos. (CCL2, CCL3, STEM1, STEM2, CD1)",
    "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos a medio y largo plazo de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada a través de mecanismos de autoevaluación que permitan al alumnado aprender de sus errores. (STEM1, STEM2, STEM3, CPSAA4)",
    "3.3 Plantear y realizar experimentos y toma de datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y valorando los riesgos que supone su uso. (CCL3, STEM1, STEM2, STEM3, STEM4, CE1)",
    "3.4 Interpretar los resultados obtenidos en el proyecto de investigación utilizando métodos inductivos y deductivos, herramientas matemáticas y tecnológicas. (STEM1, STEM2, STEM4, CD2, CD3, CPSAA4, CE3)",
    "3.5 Participar dentro de un proyecto científico asumiendo responsablemente una función concreta, aplicando estrategias cooperativas, utilizando espacios virtuales para buscar, almacenar y compartir material u organizar tareas, demostrando respeto hacia la diversidad, la igualdad de género, equidad y empatía, y favoreciendo la inclusión. (CCL1, CP1, STEM1, STEM2, STEM3, STEM4, CD3, CPSAA1, CPSAA3, CE3)",
    "3.6 Presentar la información y las conclusiones obtenidas mediante la experimentación y observación de campo utilizando el formato adecuado de textos, tablas, informes o gráficos principalmente en herramientas digitales. (CCL1, CP1, STEM1, STEM2, STEM4, CD2, CD3, CE1)",
    "3.7 Conocer las normas de seguridad a la hora de realizar un trabajo científico de campo o de laboratorio valorando los riesgos que supone el trabajo al estudiar y experimentar fenómenos biológicos y geológicos. (STEM1, STEM2, STEM3, CPSAA3)",
    "3.8 Reconocer la autonomía adquirida al desarrollar el trabajo científico en el laboratorio estudiando y experimentando fenómenos biológicos y geológicos. (STEM1, STEM2, CPSAA3)",
    "Competencia específica 4.",
    "4.1. Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando los conocimientos, datos e informaciones aportadas por el profesorado, el razonamiento lógico, el pensamiento computacional o los recursos digitales, gestionando y utilizando su entorno personal digital de aprendizaje. (STEM1, STEM2, CD2, CD5, CE1, CE3)",
    "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos utilizando información veraz y la terminología científica adecuada, aplicando la metodología científica y aplicaciones informáticas sencillas. (STEM2, CD5, CE1, CE3) Competencia específica 5.",
    "5.1. Relacionar con fundamentos científicos de las ciencias biológicas y de la Tierra valorando la preservación de la biodiversidad, la conservación del medio ambiente en base al marco normativo medioambiental a nivel nacional y europeo, con la protección de los seres vivos del entorno, el desarrollo sostenible y la calidad de vida. (CCL3, STEM2, STEM5, CD4, CPSAA2, CC2, CC4, CE1)",
    "5.2 Proponer y adoptar hábitos sostenibles analizando de una manera crítica las actividades propias y ajenas y basándose en los propios razonamientos, conocimientos adquiridos e información veraz disponible dentro del ámbito científico. (CCL3, STEM2, STEM5, CD4, CPSAA2, CC3, CC4, CE1, CE3)",
    "5.3 Proponer y adoptar hábitos saludables conociendo la anatomía del cuerpo humano, analizando los acciones propias y ajenas (alimentación, higiene, postura corporal, actividad física, relaciones interpersonales, descanso, exposición a las pantallas, manejo del estrés, seguridad en las prácticas sexuales, consumo de sustancias u otras actividades), con actitud crítica y basándose en fundamentos de la fisiología. (CCL3, STEM2, STEM5, CD4, CPSAA2, CC2, CE1, CE3)",
    "5.4 Valorar la importancia de los trasplantes y donación de órganos tomando conciencia de la repercusión positiva que proporciona a otras personas. (STEM2, STEM5, CD4, CPSAA2, CC3, CE1)",
    "Competencia específica 6.",
    "6.1 Conocer, valorar y disfrutar los diferentes recursos del patrimonio natural geológico y paisajístico que ofrece la comunidad de Castilla y León, analizando la fragilidad de los elementos que lo componen e identificando las actuaciones humanas negativas ejercidas sobres ellos. (CCL2, STEM2, STEM5, CC4, CE1, CCEC1, CCEC2)",
    "6.2 Interpretar el paisaje analizando sus elementos y reflexionando sobre el impacto ambiental y los riesgos naturales derivados de determinadas acciones humanas, siendo conscientes de la importancia de su conservación. (CCL2, STEM2, STEM5, CC4, CE1, CCEC1)",
    "6.3 Reflexionar sobre los riesgos naturales mediante el análisis de los elementos de un paisaje. (CCL2, STEM2, STEM5, CC4, CE1, CCEC1, CCEC2)",
    "6.4 Deducir y explicar la historia geológica de un relieve identificando sus elementos más relevantes y utilizando el razonamiento y los principios geológicos básicos. (STEM1, STEM2, CCEC1)",
    "6.5 Analizar los elementos de un ecosistema (factores bióticos y abióticos) utilizando conocimientos de la Biología y Ciencias de la Tierra y la terminología científica adecuada, estableciendo relaciones entre ellos para explicar la realidad natural y valorar los recursos biológicos y geológicos del entorno como parte esencial para el mantenimiento de la vida y como elemento cultural. (CCL2, STEM2, STEM5, CC4, CE1, CCEC1, CCEC2)                    "
  ]
}