{
   "saberes": [
      "Les destreses científiques bàsiques",
      "- Disseny del treball experimental i emprenedoria de projectes de recerca per a la resolució de problemes mitjançant l’ús de l’experimentació i el tractament de l’error, la indagació, la deducció, la recerca d’evidències o el raonament logicomatemàtic per fer inferències vàlides sobre la base de les observacions i treure’n conclusions pertinents i generals que vagin més enllà de les condicions experimentals per aplicar-les a nous escenaris.",
      "- Ús de diversos entorns i recursos d’aprenentatge científic, com ara el laboratori o els entorns virtuals, utilitzant de forma correcta els materials, les substàncies i les eines tecnològiques i atenent les normes d’ús de cada espai per assegurar la conservació de la salut pròpia i comunitària, la seguretat a les xarxes i el respecte pel medi ambient.",
      "- Ús del llenguatge científic, incloent-hi l’ús adequat de sistemes d’unitats i eines matemàtiques bàsiques, per argumentar i comunicar amb diferents entorns científics i d’aprenentatge.",
      "- Interpretació i producció d’informació científica en diferents formats i a partir de diferents mitjans per desenvolupar un criteri propi basat en les aportacions de la ciència a la millora de la societat.",
      "- Valoració de la cultura científica i del paper de científics i científiques en les principals fites històriques i actuals de la física i la química per a l’avenç i la millora de la societat.",
      "La matèria",
      "- Realització d’activitats de naturalesa variada sobre els sistemes materials més comuns, incloent-hi dissolucions i sistemes dispersos, per a la resolució de problemes relacionats amb situacions quotidianes diverses.",
      "- Argumentació i predicció de les propietats macroscòpiques de diverses substàncies (estat, conductivitat, densitat, temperatura d’ebullició i de fusió...) amb relació al tipus de substància i la seva estructura.",
      "- Reconeixement dels principals models atòmics i dels constituents dels àtoms per establir la relació amb els avenços de la física i de la química més rellevants de la història recent.",
      "- Relació, a partir de la seva configuració electrònica, de la distribució dels elements a la taula periòdica amb les seves propietats fisicoquímiques més importants, per trobar-hi generalitats.",
      "- Valoració de la utilitat dels compostos químics a partir de les seves propietats en relació amb com es combinen els àtoms, com a manera de reconèixer la importància de les aplicacions de la química en diferents àmbits.",
      "- Càlculs senzills utilitzant la quantitat de matèria en situacions quotidianes i d’especial rellevància i interès, utilitzant de manera adient el llenguatge científic.",
      "- Utilització adequada de la formulació i nomenclatura de compostos químics inorgànics més comuns mitjançant les regles de la IUPAC.",
      "- Introducció a la formulació i la nomenclatura dels compostos orgànics mitjançant les regles de la IUPAC, com a base per entendre la gran varietat de compostos de l’entorn basats en el carboni.",
      "L’energia",
      "- Formulació i comprovació d’hipòtesis sobre les diferents formes d’energia i les seves aplicacions a partir de les seves propietats i del principi de conservació, per a la resolució de problemes relacionats amb l’energia mecànica en situacions quotidianes i de rellevància social.",
      "- Reconeixement dels diferents processos de transferència d’energia en què estan implicats forces o diferències de temperatura, com a base de la resolució de problemes quotidians.",
      "- Estimació de valors d’energia i consums energètics en situacions quotidianes mitjançant l’aplicació de coneixements, la cerca d’informació contrastada, l’experimentació i el raonament científic per debatre i comprendre la importància de l’energia a la societat i el seu ús responsable.",
      "La interacció",
      "- Predicció i comprovació, utilitzant l’experimentació i el raonament logicomatemàtic, de les magnituds, equacions i gràfiques principals que descriuen el moviment d’un cos, per relacionar-lo amb situacions quotidianes i la millora de la qualitat de vida.",
      "- Reconeixement de la força com a agent de canvis als cossos que s’aplica a altres camps com el disseny, l’esport o l’enginyeria, entre d’altres.",
      "- Ús de la representació vectorial en gràfics i operacions numèriques amb forces i la seva aplicació a la resolució de problemes relacionats amb sistemes sotmesos a conjunts de forces, i valoració de la seva importància en situacions quotidianes.",
      "- Identificació i representació de les principals forces de l’entorn quotidià, com ara el pes, la normal, el fregament, la tensió o l’empenta, i el seu ús en l’explicació de fenòmens físics en diferents contextos.",
      "- Valoració dels efectes de les forces aplicades en líquids i gasos, i especialment del concepte de pressió, i els seus efectes en diferents situacions.",
      "El canvi",
      "- Utilització de la informació continguda en una equació química ajustada i de les lleis més rellevants de les reaccions químiques per fer prediccions qualitatives i quantitatives per mètodes experimentals i numèrics, i relacionar-ho amb els processos fisicoquímics de la indústria, el medi ambient i la societat.",
      "- Descripció qualitativa de reaccions químiques de l’entorn quotidià, incloent-hi les combustions, les neutralitzacions i els processos electroquímics, comprovant-ne experimentalment alguns dels paràmetres, per fer una valoració de les seves implicacions a la tecnologia, la societat o el medi ambient.",
      "- Relació de les variables termodinàmiques i cinètiques bàsiques a les reaccions químiques, aplicant models com la teoria de col·lisions, per explicar la reordenació dels àtoms i realitzar prediccions aplicades als processos quotidians més importants."
   ],
   "criteriosEvaluacion": [
      "1.1 Analitzar conceptes, fenòmens i processos relacionats amb els sabers de la física i la química interpretant informació en diferents formats (models, gràfics, taules, diagrames, fórmules, esquemes, símbols, pàgines web…), mantenint una actitud crítica i obtenint conclusions fonamentades en raons científiques i defensant amb criteri opinions pròpies fonamentades.",
      "1.2 Interpretar i predir el comportament de fenòmens quotidians, argumentant-lo amb rigor d’acord amb models, lleis i teories adequades de la física i la química.",
      "1.3 Identificar els conceptes relacionats amb situacions problemàtiques reals de caràcter científic, proporcionar possibles solucions i argumentar-ne la validesa.",
      "2.1 Plantejar preguntes sobre fenòmens quotidians i formular hipòtesis que puguin ser respostes o contrastades en el context escolar a través de l’experimentació, la presa de dades i l’anàlisi de fenòmens físics i químics, diferenciant-les d’aquelles qüestions pseudocientífiques que no admeten comprovació experimental.",
      "2.2 Dissenyar, fent servir metodologies pròpies de la ciència, procediments de recerca que impliquin l’ús de la deducció, el treball experimental i el raonament logicomatemàtic.",
      "2.3 Portar a terme l’experimentació plantejada fent servir els instruments, les eines o les tècniques adequades amb correcció i interpretar-ne els resultats, quan sigui necessari, amb eines matemàtiques i tecnològiques per obtenir conclusions raonades i fonamentades o valorar la impossibilitat de fer-ho.",
      "2.4 Establir col·laboracions quan sigui necessari en les diferents fases del projecte científic per treballar amb més eficiència, valorant la importància de la cooperació en la investigació, respectant la diversitat i afavorint la inclusió.",
      "2.5 Presentar de manera clara i rigorosa els resultats i les conclusions obtingudes mitjançant l’experimentació, argumentant la connexió entre uns i altres, i l’observació de camp utilitzant el format adequat (taules, gràfics, informes, etc.) i eines digitals.",
      "2.6 Valorar la contribució de la ciència a la societat i la tasca de les persones que s’hi han dedicat, argumentant sobre els biaixos de gènere en les ciències i la tecnologia i entenent la recerca com una tasca col·lectiva i interdisciplinària en constant evolució, influïda pel context polític i els recursos econòmics.",
      "3.1 Generar i usar dades de fonts i formats diversos (textos, taules, gràfiques, diagrames, etc.) per interpretar, validar i comunicar informació relativa a un procés físic o químic concret, mitjançant la selecció crítica d’allò més rellevant per a la resolució del problema.",
      "3.2 Utilitzar adequadament les regles bàsiques de la física i la química, incloent-hi l’ús adequat de diversos sistemes d’unitats de mesura, les eines matemàtiques necessàries i la formulació i nomenclatura IUPAC, com a elements bàsics del llenguatge científic i d’una comunicació efectiva per a l’intercanvi de coneixement entre la comunitat científica.",
      "3.3 Utilitzar de manera pràctica, responsable i rigorosa les normes d’ús dels espais específics de ciència, com el laboratori de física i química, com a mitjà per assegurar la salut pròpia i col·lectiva, la conservació sostenible del medi ambient i el respecte per les instal·lacions.",
      "4.1 Utilitzar de forma crítica, creativa i eficient entorns digitals i diferents recursos en formats diversos per defensar el punt de vista propi sobre fenòmens i qüestions ecosocialment rellevants.",
      "4.2 Justificar el punt de vista propi sobre qüestions ecosocialment rellevants, utilitzant tant el treball individual com en equip, respectant les aportacions de tothom i promovent la inclusió de gènere i social.",
      "4.3 Cercar i analitzar informació amb mitjans convencionals i digitals i crear continguts relacionats amb la física i la química, seleccionant amb criteri les fonts més fiables i organitzant informació mitjançant l’ús i la citació correctes de les fonts, amb respecte per la propietat intel·lectual.",
      "5.1 Justificar amb fonaments científics la importància de la qualitat de l’aire, de l’equilibri en la seva composició en els diversos nivells atmosfèrics, dels corrents d’aigua i del sòl lliure de contaminants i el desenvolupament sostenible i identificar els possibles riscos naturals potenciats per determinades accions humanes sobre els sistemes físic-químics de l’entorn",
      "5.2 Argumentar sobre la necessitat de tenir hàbits sostenibles, analitzant les accions pròpies i alienes (hàbits de consum, generació de residus, transport, etc.), amb actitud crítica i basant-se en fonaments del funcionament dels sistemes naturals.",
      "5.3 Argumentar, justificant les raons aportades, sobre com els coneixements derivats de la biologia i la geologia poden contribuir a millorar la sostenibilitat ambiental i la salut individual i col·lectiva.",
      "5.4 Emprendre, de forma autònoma amb la metodologia adequada, projectes científics relacionats amb la millora de la societat i que afavoreixin el creixement entre iguals com a base d’una comunitat científica escolar crítica i ètica.",
      "6.1 Interpretar la ciència com un procés en construcció, tant a través de l’anàlisi amb perspectiva històrica dels avenços científics dels homes i dones que hi van participar, com de les línies de recerca actuals, i valorar les repercussions mútues i les implicacions socials, econòmiques i mediambientals de la ciència actual en la societat.",
      "6.2 Argumentar la capacitat de la ciència per proposar, mitjançant la implicació ciutadana, solucions sostenibles per a les necessitats tecnològiques, ambientals, econòmiques i socials, detectades en l’entorn, sense biaixos de gènere."
   ]
}