{
    "saberes": [
        "A. El nacimiento de la filosofía: el paso del mito al logos.",
        "- Qué es la filosofía.",
        "- Disciplinas filosóficas.",
        "- El diálogo argumentativo y sus amenazas: falacias y negacionismos, entre otras.",
        "B. El ser humano: antropología, psicología y sociología.",
        "- Monismos versus dualismos.",
        "- Naturaleza y cultura.",
        "- Individuo y sociedad.",
        "- Determinismo y libertad.",
        "- Genética y ambiente.",
        "- Bioconservadurismo versus transhumanismo.",
        "C. Ética y problemas éticos de nuestro tiempo.",
        "- Qué es la ética.",
        "- Principales corrientes éticas.",
        "- El principio de responsabilidad.",
        "- La bioética.",
        "- La ética ambiental.",
        "- Éticas profesionales: ética médica, ética de los negocios, ética periodística, ética jurídica, entre otras.",
        "- La tolerancia y sus amenazas: machismo, homofobia, racismo, xenofobia, aporofobia, entre otras.",
        "D. Política y problemas políticos de nuestro tiempo.",
        "- Qué es la política.",
        "- Animal político versus contractualismo.",
        "- Las diferentes formas de gobierno.",
        "- Justicia y derecho.",
        "- Los derechos humanos y su actualización.",
        "- Problemas políticos internacionales: globalización, migraciones, narcotráfico, prostitución, cambio climático, armamentismo, guerras, trata de personas, entre otros.",
        "- El feminismo y la brecha de género.",
        "- La democracia y sus amenazas: demagogia, corrupción, autoritarismo, totalitarismo, entre otras."
    ],
    "criterios": [
        "Competencia específica 1.",
        "1.1. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica, a través de la identificación de fuentes fiables, la búsqueda eficiente y segura de información, tanto digitalmente como a través de medios más tradicionales.",
        "1.2. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, mediante el diseño y elaboración de trabajos de investigación, disertaciones, dilemas morales, comentarios de texto u otros.",
        "Competencia específica 2.",
        "2.1. Reconocer la radicalidad y trascendencia de los problemas filosóficos, mediante la formulación, reconocimiento y análisis de los mismos, a través del trabajo con textos y otros medios de expresión, tanto filosófica como literaria, histórica, científica, artística o de cualquier otro ámbito cultural.",
        "Competencia específica 3.",
        "3.1. Construir argumentos, orales y escritos, acerca de problemas filosóficos de nuestro tiempo, mediante el uso de normas lógicas y argumentativas.",
        "3.2. Reconocer y evitar dogmatismos, falacias y sesgos como contenidos de opiniones, ideas y creencias, comprendiendo la naturaleza de los mismos.",
        "Competencia específica 4",
        "4.1. Reconocer la importancia de la cooperación, el compromiso con la verdad, el respeto a la pluralidad, la diversidad y el rechazo de toda actitud discriminatoria o arbitraria, en la práctica argumentativa y el diálogo con los demás, analizando conflictos actuales que afectan a la realidad de nuestro tiempo y discriminando las falacias y errores argumentativos en las informaciones de los medios de comunicación.",
        "4.2. Promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática, participando en actividades grupales y del diálogo racional, respetuoso, abierto y constructivo, acerca de cuestiones y problemas filosóficos actuales.",
        "Competencia específica 5",
        "5.1. Afrontar temas complejos de carácter fundamental y de actualidad ética y política, de modo interdisciplinar y transformador, utilizando conceptos e ideas desde una perspectiva filosófica crítica.",
        "5.2. Desarrollar el propio juicio y la autonomía moral mediante el análisis filosófico de problemas éticos y políticos fundamentales y de actualidad, argumentando, exponiendo y sometiendo al diálogo con los demás las propias tesis al respecto."
    ]
}