{
  "criteriosEvaluacion": [
    "1.1. Reconocer la radicalidad y trascendencia de los problemas filosóficos mediante su reconocimiento, análisis y reformulación en textos y otros medios de expresión tanto filosóficos como literarios, históricos, científicos, artísticos o relativos a cualquier otro ámbito cultural, y utilizando adecuadamente el vocabulario técnico específico de las distintas ramas de la Filosofía para formular y analizar estos problemas.",
    "2.1. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como por medios más tradicionales.",
    "2.2. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, mediante el diseño, la elaboración y la comunicación pública de productos originales, tales como trabajos de investigación, disertaciones o comentarios de texto.",
    "3.1. Producir y evaluar discursos argumentativos, orales y escritos, acerca de cuestiones y problemas filosóficos, demostrando un uso correcto de normas, pautas, reglas y procedimientos lógicos, retóricos y argumentativos y utilizando cuando sea necesario las técnicas de la lógica formal tanto para producir argumentos válidos como para analizar la validez de argumentos expresados en el lenguaje natural.",
    "3.2. Detectar y evitar modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis, explicando la naturaleza o mecanismo de dichos sesgos y falacias.",
    "3.3. Reconocer la importancia de la cooperación, el compromiso con la verdad, el respeto a la pluralidad y el rechazo de toda actitud discriminatoria o arbitraria, aplicando dichos principios a la práctica argumentativa y al diálogo con los demás.",
    "4.1. Promover el contraste e intercambio de ideas y la práctica de una ciudadanía activa y democrática a través del ejercicio de la participación en actividades grupales y el ejercicio del diálogo racional, respetuoso, abierto, constructivo y comprometido con la búsqueda de la verdad, acerca de cuestiones y problemas filosóficamente relevantes.",
    "5.1. Generar una concepción compleja y no dogmática de los problemas filosóficos fundamentales de las principales ramas de la Filosofía mediante el análisis crítico de tesis filosóficas distintas y opuestas en torno a los mismos.",
    "5.2. Comprender y exponer distintas tesis y teorías de las principales ramas de la Filosofía como momentos de un proceso dinámico y siempre abierto de reflexión y diálogo, a través del análisis comparativo de los argumentos, principios, presupuestos, metodologías y enfoques de dichas tesis y teorías.",
    "6.1. Tomar consciencia de la riqueza e influencia del pensamiento filosófico identificando y analizando las principales ideas y teorías filosóficas de cada periodo histórico en textos o documentos pertenecientes a ámbitos culturales diversos, así como poniéndolas en relación con experiencias, acciones o acontecimientos comunes y de actualidad.",
    "6.2. Adquirir y demostrar un conocimiento profundo y significativo de las ideas y teorías filosóficas de algunos de los más importantes pensadores y pensadoras de la historia, mediante su aplicación y el análisis crítico de aquellas en el contexto de la práctica individual o colectiva de la indagación filosófica.",
    "7.1. Afrontar cuestiones y problemas complejos, de carácter fundamental y de actualidad, de modo interdisciplinar, sistemático y creativo, utilizando conceptos, ideas y procedimientos provenientes de distintos campos del saber, y orientándolos y articulándolos críticamente desde una perspectiva filosófica.",
    "7.2. Entender las relaciones entre la filosofía y otros modos de saber -especialmente, el conocimiento científico-, así como sus influencias e interacciones mutuas, y utilizar este conocimiento para analizar problemas complejos de actualidad y rechazar actitudes pseudocientíficas e irracionales.",
    "8.1. Desarrollar el propio juicio y la autonomía moral mediante el análisis filosófico de problemas éticos y políticos fundamentales y de actualidad, considerando las distintas posiciones en disputa y elaborando, argumentando, exponiendo y sometiendo al diálogo con los demás las propias tesis al respecto.",
    "8.2. Obtener y demostrar un conocimiento suficientemente profundo de las principales teorías éticas y políticas, utilizándolas para analizar problemas contemporáneos en el ámbito social y político.",
    "9.1. Generar un adecuado equilibrio entre el aspecto racional y el emotivo en la consideración de los problemas filosóficos, especialmente los referidos al ámbito de la estética, a través de la reflexión expresa en torno al arte y a otras actividades o experiencias con valor estético y el análisis del papel de las imágenes y el lenguaje audiovisual en la cultura contemporánea.",
    "9.2. Obtener y demostrar un conocimiento suficientemente profundo de las principales teorías filosóficas sobre el arte y utilizarlas para analizar diferentes corrientes o productos artísticos."
  ],
  "saberes": [
    "A. La filosofía y el ser humano",
    "FILO.1.A.1. La reflexión filosófica en torno a la propia filosofía",
    "FILO.1.A.1.1. Características y concepciones del saber filosófico. Breve recensión histórica de la filosofía. Las divisiones tradicionales de la filosofía y las áreas actuales de investigación. Vigencia y utilidad de la filosofía: la importancia de filosofar en torno a los retos del siglo XXI.",
    "FILO.1.A.1.2. La filosofía en relación con otros campos del saber y la actividad humana.",
    "FILO.1.A.1.3. Métodos y herramientas básicos del filósofo: el uso y análisis crítico de fuentes; la comprensión e interpretación de documentos filosóficos; la identificación de problemas filosóficos en otros ámbitos de la cultura; el pensamiento y el diálogo argumentativo; la investigación y la disertación filosófica.",
    "FILO.1.A.1.4. La discriminación social, de género, etnia y edad en la tradición filosófica. Filosofía y condición social. La discriminación de la mujer en la historia de la filosofía. Filosofía y etnocentrismo. La filosofía y la infancia.",
    "FILO.1.A.2. El ser humano como sujeto y objeto de la experiencia filosófica FILO.1.A.2.1. La filosofía y la existencia humana.",
    "FILO.1.A.2.2. El debate sobre la génesis y definición de la naturaleza humana: especificidad natural y condicionantes histórico-culturales. Concepciones filosóficas del ser humano.",
    "FILO.1.A.2.3. La estructura psicosomática de la personalidad: sensibilidad, emotividad, deseos y volición, las facultades cognitivas. Conciencia y lenguaje.",
    "FILO.1.A.2.4. El problema de la identidad personal. Tipos y modos de identidad. La especulación en torno al transhumanismo.",
    "B. El conocimiento y la realidad",
    "FILO.1.B.1. El problema filosófico del conocimiento y la verdad",
    "FILO.1.B.1.1. El problema del conocimiento: definición, posibilidad y límites. Teorías de la verdad y criterios de verdad. La desinformación y el fenómeno de la “posverdad”.",
    "FILO.1.B.1.2. Las teorías del conocimiento: formas de racionalismo, empirismo y otras teorías.",
    "FILO.1.B.1.3. El razonamiento y la argumentación. Lógica formal e informal. Argumentos deductivos e inductivos. Verdad y validez. Fundamentos y métodos de la lógica formal. La detección de falacias formales y no formales y de sesgos cognitivos.",
    "FILO.1.B.1.4. El saber científico: definición, demarcación y metodologías científicas. La filosofía de la ciencia: naturaleza, problemas y límites del conocimiento científico. La distinción entre ciencia y pseudociencia.",
    "FILO.1.B.1.5. Otros modos de saber: el problema del saber metafísico; las creencias religiosas; la razón poética; el saber común.",
    "FILO.1.B.1.6. La dimensión social y política del conocimiento. Conocimiento, poder e interés. La tecnociencia contemporánea. El papel de la mujer en la ciencia y en los otros saberes.",
    "FILO.1.B.2. La cuestión de la naturaleza última de la realidad FILO.1.B.2.1. El problema de lo real. Apariencia y realidad",
    "FILO.1.B.2.2. Unidad y pluralidad. Categorías y modos de ser. Entidades físicas y objetos ideales: el problema de los universales.",
    "FILO.1.B.2.3. El problema mente-cuerpo. La filosofía de la mente y el debate en torno a la inteligencia artificial. FILO.1.B.2.4. El problema filosófico del tiempo y el cambio. El problema del determinismo. Necesidad, azar y libertad.",
    "FILO.1.B.2.5. El problema filosófico de la existencia de Dios. Teísmo, ateísmo y agnosticismo.",
    "C. Acción y creación",
    "FILO.1.C.1. La acción humana: filosofía ética y política",
    "FILO.1.C.1.1. El problema ético: cómo hemos de actuar. Ser y deber ser. La deliberación moral. Las condiciones del juicio y el diálogo ético.",
    "FILO.1.C.1.2. La posibilidad de una ética racional. Cognitivismo y emotivismo. El debate en torno al relativismo moral. El reto de una ética universal de mínimos.",
    "FILO.1.C.1.3. Las principales respuestas al problema ético: éticas consecuencialistas, éticas del deber y éticas de la virtud. La moral amoral de Nietzsche. Éticas del cuidado. Ética medioambiental. Éticas aplicadas.",
    "FILO.1.C.1.4. Los derechos humanos: su génesis, legitimidad y vigencia actual. Las distintas generaciones de derechos humanos. Los derechos de los animales.",
    "FILO.1.C.1.5. Grandes cuestiones éticas de nuestro tiempo: la desigualdad y la pobreza; la igualdad efectiva de derechos entre hombres y mujeres; la guerra, el terrorismo y otras formas de violencia; los derechos de la infancia la igualdad entre hombres y mujeres; la discriminación y el respeto a las minorías; los problemas ecosociales y medioambientales; los derechos de los animales. Desafío ético para lograr el Desarrollo sostenible.",
    "FILO.1.C.1.6. La cuestión filosófica de la justicia. El hombre como ser social. Definición de lo político. Legalidad y legitimidad. La cuestión filosófica de la justicia. Derecho positivo y derecho natural.",
    "FILO.1.C.1.7. El fundamento de la organización social y del poder político. Teorías del origen sobrenatural vs. teorías contractualistas. La reflexión filosófica en torno a la democracia.",
    "FILO.1.C.1.8. El diálogo en torno a los principios políticos fundamentales: igualdad y libertad; individuo y Estado; trabajo, propiedad y distribución de la riqueza. El debate político contemporáneo: liberalismo, utilitarismo y comunitarismo.",
    "FILO.1.C.1.9. Ideales, utopías y distopías. Los movimientos sociales y políticos. El feminismo y la perspectiva de género en la filosofía.",
    "FILO.1.C.2. La reflexión filosófica en torno a la creación artística",
    "FILO.1.C.2.1. Definición, ámbitos y problemas de la estética: arte, belleza y gusto. La relación de lo estético con otros ámbitos de la cultura. Ética y estética. El papel político del arte.",
    "FILO.1.C.2.2. Teorías clásicas y modernas acerca de la belleza y el arte. Teorías y problemas estéticos contemporáneos. La reflexión en torno a la imagen y la cultura audiovisual.",
    "FILO.1.C.2.3. La Cultura andaluza, crisol de civilizaciones y culturas."
  ]
}