{
    "saberes": [
        "A. Educación Plástica y Visual",
        "1. Percepción y análisis.",
        "- Cultura visual. La imagen, significado y uso en el mundo actual.",
        "- Propuestas plásticas y visuales contemporáneas y de épocas pasadas.",
        "- Espacios culturales y artísticos. Respeto y valoración de los mismos desde una perspectiva interseccional.",
        "- Manifestaciones artísticas vinculadas con el entorno natural y urbano.",
        "- Elementos configurativos del lenguaje visual: experimentación básica. Combinación de estilos.",
        "- Capacidad creativa y mirada crítica para percibir las posibilidades artísticas o funcionales de objetos, lugares y entornos y sacarlas a la superficie/luz",
        "- Normas de comportamiento, autonomía, autorregulación y responsabilidad.",
        "2. Creación e interpretación.",
        "- Materiales, instrumentos, soportes y técnicas elementales utilizados y utilizables en la expresión plástica y visual.",
        "- Fases del proceso creativo: planificación guiada y experimentación. Ejecución colaborativa. Valoración tanto del proceso como del producto final.",
        "- Maquetación como parte del proceso creativo. Paciencia y método guiado (para 2d y 3d): bosquejo",
        "- Limpieza en la presentación y armonía entre elementos de las producciones.",
        "- Trabajo cooperativo e interactivo: roles, fases e integración del propio espíritu creativo con el del grupo.",
        "- Intencionalidad en la creación artística.",
        "B. Educación audiovisual",
        "1. Percepción y análisis.",
        "- Propuestas audiovisuales elementales. El cine. Espacios culturales y artísticos del ámbito audiovisual.",
        "- Imagen fija y en movimiento. Animación básica: secuencias y zootropos.",
        "- Normas elementales de comportamiento y actitud positiva en diferentes espacios culturales y artísticos.",
        "2. Creación e interpretación.",
        "- Estrategias elementales de búsqueda y filtrado.",
        "- Composición, recreación y narración de historias sencillas con intención comunicativa y expresiva.",
        "- Herramientas adecuadas para el registro de imagen y sonido."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer diferentes corrientes, estilos y géneros característicos de las manifestaciones culturales y artísticas con presencia en el entorno, evidenciando interés hacia las mismas a través de la recepción activa e incluyendo la perspectiva interseccional.",
        "1.2. Incorporar aspectos de manifestaciones culturales y artísticas en las producciones propias, haciendo hincapié en aquellas más cercanas y explorando sus características con apertura e interés.",
        "2.1. Seleccionar y usar estrategias elementales para la búsqueda de información, a través de canales y medios de acceso sencillo, de forma individual o colaborativa.",
        "2.2. Comprender la intencionalidad de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de diversos entornos, compartiendo sensaciones y encontrando diferencias y similitudes entre ellas con respeto e interés.",
        "3.1. Conocer y aplicar las diferentes posibilidades expresivas que nos aporta el propio cuerpo y el entorno, mostrando autoconfianza y espontaneidad.",
        "3.2. Expresar ideas y emociones a través de propuestas artísticas propias, poniéndolas en común con otras personas para promover la empatía y el respeto.",
        "3.3. Crear propuestas tomando como referencia expresiones culturales y artísticas cercanas.",
        "4.1. Participar en el diseño de producciones culturales y artísticas, trabajando de forma colaborativa a través de un enfoque interseccional y teniendo en cuenta los diferentes roles del trabajo en equipo.",
        "4.2. Concebir propuestas que conecten la intencionalidad, personal o grupal, con el producto final.",
        "4.3. Compartir las experiencias creativas, disfrutando del proceso y del resultado final obtenido, y valorando las sensaciones de las demás personas."
    ]
}