{
  "saberes": [
    "I. Sentido numérico",
    "1. Cantidad. ",
    "    1.1. Realización de estimaciones en diversos contextos analizando y acotando el error cometido.",
    "    1.2. Uso de los números reales para expresar cantidades en contextos diversos, incluidos los de la vida cotidiana, con la precisión requerida.",
    "    1.3. Selección y utilización de la representación más adecuada de una misma cantidad expresada por un número real, para cada situación o problema.",
    "2. Sentido de las operaciones. ",
    "    2.1. Operaciones con números reales en la resolución de situaciones contextualizadas.",
    "    2.2. Propiedades y relaciones inversas de las operaciones: cálculos con números reales, incluyendo con herramientas digitales.",
    "3. Relaciones. ",
    "    3.1. Los conjuntos numéricos (naturales, enteros, racionales y reales): relaciones entre ellos y propiedades.",
    "    3.2. Orden en la recta numérica. Intervalos.",
    "II. Sentido de la medida",
    "1. Medición. ",
    "    1.1. Razones trigonométricas de un ángulo agudo y sus relaciones: aplicación a la resolución de problemas.",
    "2. Cambio. ",
    "    2.1. Estudio gráfico del crecimiento y decrecimiento de funciones en contextos de la vida cotidiana con el apoyo de herramientas digitales: tasas de variación absoluta, relativa y media.",
    "III. Sentido espacial",
    "1. Figuras geométricas de dos y tres dimensiones. ",
    "    1.1. Representación e investigación de las propiedades geométricas de objetos de dos o tres dimensiones de la vida cotidiana mediante programas de geometría dinámica.",
    "2. Localización y sistemas de representación. ",
    "    2.1. Figuras y objetos geométricos de dos dimensiones, vectores: representación y análisis de sus propiedades utilizando la geometría analítica.",
    "    2.2. Expresiones algebraicas de una recta: selección de la más adecuada en función de la situación a resolver.",
    "3. Movimientos y transformaciones. ",
    "    3.1. Transformaciones elementales (giros, traslaciones y simetrías) y sus combinaciones en la vida cotidiana: investigación con herramientas digitales como programas de geometría dinámica, realidad aumentada, etc.",
    "4. Visualización, razonamiento y modelización geométrica. ",
    "    4.1. Representación y explicación de relaciones numéricas y algebraicas en situaciones diversas a partir de modelos geométricos.",
    "    4.2. Modelización de elementos geométricos con herramientas digitales como programas de geometría dinámica, realidad aumentada, etc.",
    "    4.3. Elaboración y comprobación de conjeturas sobre propiedades geométricas mediante programas de geometría dinámica u otras herramientas.",
    "IV. Sentido algebraico",
    "1. Patrones. ",
    "    1.1. Patrones, pautas y regularidades: observación, generalización y término general en casos sencillos.",
    "2. Modelo matemático. ",
    "    2.1. Modelización y resolución de problemas de la vida cotidiana mediante representaciones matemáticas y lenguaje algebraico, haciendo uso de distintos tipos de funciones.",
    "    2.2. Operaciones con polinomios. Suma, resta, multiplicación y división (Regla de Ruffini).",
    "    2.3. Deducción y análisis de conclusiones razonables de una situación contextualizada una vez modelizada.",
    "3. Variable. ",
    "    3.1. Identificación de variables en distintos contextos: asociación de expresiones simbólicas al contexto del problema y diferentes usos.",
    "    3.2. Relaciones entre los valores que toma la variable y las tasas de cambio.",
    "4. Igualdad y desigualdad. ",
    "    4.1. Relaciones funcionales en situaciones de la vida cotidiana o matemáticamente relevantes: expresión mediante álgebra simbólica.",
    "    4.2. Formas equivalentes de expresiones algebraicas en la resolución de ecuaciones, sistemas de ecuaciones lineales y no lineales sencillos e inecuaciones y sistemas de inecuaciones lineales y no lineales sencillas con una variable.",
    "    4.3. Estrategias de discusión y búsqueda de soluciones en ecuaciones lineales y no lineales sencillas en situaciones de la vida cotidiana.",
    "    4.4. Ecuaciones, sistemas e inecuaciones: resolución e interpretación mediante el uso de la tecnología en situaciones diversas.",
    "5. Relaciones y funciones. ",
    "    5.1. Relaciones cuantitativas en situaciones de la vida cotidiana y las clases de funciones que las modelizan.",
    "    5.2. Relaciones lineales y no lineales en contextos: identificación y comparación de diferentes modos de representación, tablas, gráficas o expresiones algebraicas, y sus propiedades a partir de ellas.",
    "    5.3. Representación de funciones, incluidas las funciones a trozos: interpretación de sus propiedades en situaciones de la vida cotidiana y otros contextos.",
    "6. Pensamiento computacional. ",
    "    6.1. Resolución de problemas mediante la descomposición en partes, la automatización y el pensamiento algorítmico (descomposición en pasos sencillos, reconocimiento de patrones, abstracción y diseño de algoritmos).",
    "    6.2. Estrategias en la interpretación, modificación y creación de algoritmos.",
    "    6.3. Formulación y análisis de problemas de la vida cotidiana mediante programas y otras herramientas.",
    "V. Sentido estocástico",
    "1. Organización y análisis de datos. ",
    "    1.1. Estrategias de recogida y organización de datos de situaciones de la vida cotidiana que involucran una variable estadística bidimensional. Tablas de contingencia.",
    "    1.2. Análisis e interpretación de tablas y gráficos estadísticos de una y dos variables cualitativas, cuantitativas discretas y cuantitativas continuas en contextos reales.",
    "    1.3. Medidas de localización y dispersión: interpretación y análisis de la variabilidad.",
    "    1.4. Gráficos estadísticos de una y dos variables: representación mediante diferentes tecnologías (calculadora, hoja de cálculo, aplicaciones…), análisis, interpretación y obtención de conclusiones razonadas.",
    "    1.5. Interpretación de la relación entre dos variables, valorando gráficamente con herramientas digitales la pertinencia de realizar una regresión lineal. Ajuste lineal con herramientas digitales.",
    "2. Incertidumbre. ",
    "    2.1. Experimentos compuestos: planificación, realización y análisis de la incertidumbre asociada.",
    "    2.2. Probabilidad: cálculo aplicando la regla de Laplace y técnicas de recuento en experimentos simples y compuestos (mediante diagramas de árbol, tablas, etc.) y aplicación a la toma de decisiones fundamentadas.",
    "3. Inferencia. ",
    "    3.1. Diferentes etapas del diseño de estudios estadísticos.",
    "    3.2. Estrategias y herramientas de presentación e interpretación de datos relevantes en investigaciones estadísticas mediante herramientas digitales adecuadas.",
    "    3.3. Análisis del alcance de las conclusiones de un estudio estadístico valorando la representatividad de la muestra.",
    "VI. Sentido socioafectivo",
    "1. Creencias, actitudes y emociones. ",
    "    1.1. Gestión emocional: emociones que intervienen en el aprendizaje de las matemáticas. Autoconciencia y autorregulación.",
    "    1.2. Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el aprendizaje de las matemáticas.",
    "    1.3. Estrategias de fomento de la flexibilidad cognitiva: apertura a cambios de estrategia y transformación del error en oportunidad de aprendizaje.",
    "2. Trabajo en equipo y toma de decisiones. ",
    "    2.1. Asunción de responsabilidades y participación activa, optimizando el trabajo en equipo. Estrategias de gestión de conflictos: pedir, dar y gestionar ayuda.",
    "    2.2. Métodos para la gestión y la toma de decisiones adecuadas en la resolución de situaciones propias del quehacer matemático en el trabajo en equipo.",
    "3. Inclusión, respeto y diversidad. ",
    "    3.1. Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "    3.2. La contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género."
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar problemas matemáticos, identificando los datos y el objetivo, definiendo la relación que existe entre ellos y representando la información mediante herramientas manuales o digitales, compartiendo ideas y enjuiciando con crítica razonada las de las demás personas y los diferentes enfoques del mismo problema con el fin de comprender el enunciado y explorar distintas maneras de proceder. CCL1, CCL2, STEM1, CD2, CC2, CE3",
    "1.2. Seleccionar y aplicar estrategias variadas tomando decisiones de forma razonada, analizando sus limitaciones e idoneidad, utilizando distintas herramientas en su ejecución, superando bloqueos e inseguridades, reflexionando sobre el proceso realizado, buscando un cambio de estrategia, cuando sea necesario y transformando el error en oportunidad de aprendizaje para desarrollar ideas y soluciones valiosas. STEM1, STEM2, STEM3, CD2, CPSAA5, CE3",
    "1.3. Obtener todas las soluciones matemáticas de un problema, mostrando perseverancia en su búsqueda, autoconfianza y activando los conocimientos necesarios para resolver problemas de la vida cotidiana y propios de las matemáticas. STEM1, STEM2, STEM3, STEM4, CPSAA5, CE3",
    "2.1. Seleccionar las soluciones óptimas de un problema comprobando, analizando e interpretando, con actitud crítica, dichas soluciones, reflexionando sobre su validez y sobre su aplicación en diferentes contextos, valorando tanto la corrección matemática como sus implicaciones desde diferentes perspectivas para obtener conclusiones relevantes y elaborar respuestas a las preguntas planteadas. CCL2, STEM1, STEM2, CD2, CPSAA4, CC3, CE3",
    "3.1. Formular, comprobar e investigar conjeturas sencillas de forma guiada buscando en varias fuentes de información, estudiando, analizando y comprendiendo patrones, propiedades y relaciones tanto en situaciones conocidas como abstractas, planteándose preguntas y comprobando hipótesis mediante la experimentación y la indagación, confirmando su validez utilizando distintos recursos materiales y digitales, con el fin de obtener e intercambiar conclusiones relevantes y generar nuevo conocimiento. CCL1, STEM1, STEM2, STEM4, CD1, CD2, CD5, CPSAA4, CE3",
    "3.2. Crear variantes de un problema dado modificando alguno de sus datos o alguna condición del problema, seleccionando diferentes estrategias para su resolución, usando, si fuera necesario, recursos digitales o manuales y reflexionando sobre la relación entre los distintos resultados obtenidos, con el objetivo de encontrar ideas y soluciones valiosas, generalizando o estudiando casos particulares a fin de potenciar la adquisición de conocimientos, estrategias y métodos propios del razonamiento matemático. CCL1, STEM1, STEM2, CD1, CD2, CD5, CE3",
    "4.1. Descomponer un problema en partes más simples organizando los datos y reconociendo, investigando y generalizando patrones para facilitar su interpretación y su tratamiento computacional. STEM1, STEM2, CD2, CE3",
    "4.2. Modelizar situaciones y fenómenos que ocurren a nuestro alrededor interpretando, modificando, generalizando, creando y evaluando distintos algoritmos y aplicaciones informáticas sencillas para desarrollar soluciones tecnológicas y resolver problemas de forma eficaz, mostrando interés y curiosidad por las tecnologías digitales y gestionando de manera responsable su uso. STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3",
    "5.1. Deducir, analizar y poner en práctica conexiones entre diferentes procesos matemáticos a partir de conocimientos y experiencias previas, mediante métodos propios del razonamiento matemático, reflexionando sobre el proceso realizado y las soluciones obtenidas, con sentido crítico, para conectar los aprendizajes matemáticos adquiridos y desarrollar una visión coherente e integrada de las matemáticas en su totalidad. CCL3, STEM1, STEM2, STEM3, CD2",
    "6.1. Establecer, aplicar y analizar conexiones coherentes entre el mundo real, las matemáticas y otras materias, proponiendo situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias, usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir, y las herramientas digitales necesarias, para afrontar y resolver situaciones problemáticas diversas realizando un análisis crítico. CCL3, STEM1, STEM2, CD2, CD3, CE3",
    "6.2. Analizar y valorar la aportación de las matemáticas al progreso de la humanidad y su contribución a la superación de los retos que demanda la sociedad actual, para conocer, apreciar y respetar aspectos esenciales del patrimonio cultural y artístico, valorar el impacto de las soluciones dadas en el entorno y el enriquecimiento personal que supone poseer conocimientos matemáticos y saberlos aplicar. CCL3, STEM2, STEM5, CC4, CCEC1",
    "7.1. Representar individual o colectivamente ideas, conceptos, procedimientos, información y resultados matemáticos utilizando un lenguaje matemático apropiado, seleccionando con actitud crítica entre diferentes fuentes de información, herramientas y formas de representación, empleando diversos medios y soportes en su presentación para visualizar ideas y estructurar procesos matemáticos, valorando su utilidad para compartir información. CCL1, CCL2, STEM3, STEM4, CD1, CD2, CD5, CE3, CCEC4",
    "8.1. Comunicar, utilizando la terminología apropiada, ideas, conclusiones, conjeturas y razonamientos matemáticos de manera oral, escrita o gráfica, mediante diferentes herramientas, incluidas las digitales, para dar significado y coherencia a las representaciones matemáticas. CCL1, CCL3, STEM2, STEM4, CD2, CD3, CE3, CCEC3",
    "8.2. Reconocer y emplear el lenguaje matemático presente en la vida cotidiana comunicando mensajes con contenido matemático, oralmente y por escrito, utilizando medios digitales cuando la situación lo requiera, para compartir y construir nuevos conocimientos. CCL1, CCL2, CCL3, STEM2, STEM4, CD2, CD3",
    "9.1. Identificar y gestionar las emociones, evaluando las fortalezas y debilidades propias, y desarrollar el autoconcepto matemático con estrategias de autoconocimiento y autoeficacia para fortalecer la resiliencia, proteger la salud mental y mantener una actitud proactiva ante nuevos retos matemáticos. STEM5, CPSAA1, CE2",
    "9.2. Mostrar una actitud positiva y perseverante, reflexionando sobre el proceso realizado, aceptando la crítica razonada y aprendiendo de los errores al hacer frente a las diferentes situaciones problemáticas, para mejorar el disfrute en el aprendizaje de las matemáticas. CPSAA1, CPSAA4, CPSAA5, CE2, CE3",
    "10.1. Colaborar activamente y construir relaciones en equipos heterogéneos con empatía, comunicándose de manera efectiva, con actitud cooperativa y respetuosa, pensando de forma crítica, tomando decisiones argumentadas y resolviendo los conflictos que puedan surgir pacíficamente, para construir una identidad positiva como estudiante de matemáticas y fomentar el bienestar personal y social. CCL1, CCL5, STEM3, CPSAA1, CPSAA3, CC1, CC2, CC3",
    "10.2. Planificar y gestionar en el reparto de tareas del equipo, empleando estrategias cooperativas, aportando valor al grupo, favoreciendo la inclusión, la igualdad de género y la escucha activa, responsabilizándose del rol asignado y de su contribución dentro del equipo, comprendiendo proactivamente las perspectivas y las experiencias de los demás e incorporándolas a su aprendizaje, para crear relaciones y entornos de trabajo saludables. CCL1, CCL5, STEM3, CPSAA1, CPSAA3, CC1, CC2, CC3"
  ]
}