{
    "criteriosEvaluacion": [
        "1.1. Analizar y explicar con actitud crítica las aportaciones más importantes de la psicología, desde sus inicios hasta la actualidad, identificando los principales problemas planteados, analizando las soluciones aportadas por las diferentes corrientes psicológicas, valorando su contribución al cambio de las condiciones de vida de las personas y estableciendo relaciones con otras disciplinas científicas para comprender los procesos de construcción del conocimiento. CCL1, CCL2, STEM2, CC1",
        "1.2. Reconocer, explicar y analizar las características propias de la ciencia, diferenciando el conocimiento científico del aportado por la pseudociencia contrastando, integrando y transmitiendo la información de diferentes fuentes y formatos para evitar los riesgos de la desinformación, favorecer la toma de decisiones éticas y autónomas y adoptar un estilo de vida saludable y sostenible. CCL2, CCL3, STEM2, STEM4, CD1, CD2, CPSAA2, CPSAA4",
        "2.1. Identificar y comprender y explicar las características de la Psicología básica, sus objetivos, y principales técnicas de investigación, analizando el alcance y las limitaciones de los métodos empleados y estableciendo relaciones, e integrando la información procedente de otros campos del conocimiento para comprender los procesos de construcción del mismo CCL1, CCL2, CCL3, STEM2, STEM4, CD1, CPSAA4, CPSAA5",
        "2.2. Identificar, conocer y explicar las principales ramas de la Psicología aplicada estableciendo relaciones de forma argumentada entre estas y el conocimiento aportado desde la Psicología básica, comprendiendo el impacto de cada una de ellas en el bienestar personal, laboral y social de las personas, para aprender a tomar decisiones basadas en el pensamiento científico que permitan adoptar un estilo de vida saludable. CCL2, CCL3, CCL5, STEM2, STEM5, CD1, CPSAA2, CPSAA4",
        "2.3. Investigar y comprender los procesos psicológicos básicos y los procesos cognitivos de orden superior que subyacen a la conducta humana y que permiten el ajuste del comportamiento a las condiciones y demandas ambientales, identificando características propias y ajenas y poniendo en valor el carácter enriquecedor de las diferencias individuales para emprender con autonomía acciones fundamentadas que permitan buscar y ofrecer apoyo en la sociedad y adoptar un estilo de vida sostenible. CCL2, CCL3, STEM2, STEM5, CD1, CPSAA2, CPSAA4",
        "3.1. Comprender y explicar el concepto de personalidad, analizando las influencias genéticas, medioambientales y culturales sobre las que se edifica, investigando sobre las diversas teorías que la estudian y analizando su evolución a lo largo de la historia para identificar aquellos factores y hábitos que condicionan un adecuado desarrollo de la misma. CCL2, CCL3, STEM2, STEM4, STEM5, CD1, CPSAA1.2, CPSAA4",
        "3.2. Conocer y explicar la estructura y el funcionamiento del sistema nervioso central y su relación con la conducta de las personas, valorando los efectos que una lesión, daño o funcionamiento anómalo de sus estructuras tienen sobre los procesos cognitivos, psicológicos, emocionales y del comportamiento, para comprender el valor del conocimiento científico en la prevención y tratamiento de algunos trastornos y enfermedades mentales. CCL2, CCL3, CCL5, STEM2, STEM4, CD1",
        "3.3. Reflexionar de forma crítica sobre el concepto de salud como un estado de completo bienestar físico, mental y social, analizando la importancia de un adecuado desarrollo afectivo-sexual y describiendo la salud como algo más que la ausencia de afecciones o enfermedades, para identificar estilos de vida saludables y rechazar la visión estigmatizada de la enfermedad mental. CCL1, CCL2, CCL3, STEM5, CD1, CPSAA2, CPSAA4",
        "4.1. Conocer y describir las principales teorías del aprendizaje valorando las aportaciones de cada una de ellas, su relevancia en diferentes momentos de la historia y su influencia en las prácticas educativas actuales que pretenden ajustarse a las diferentes necesidades y ritmos de aprendizaje de las personas. CCL1, STEM4, CPSAA1.1, CPSAA5, CC3",
        "4.2. Comprender y explicar la relación entre los procesos cognitivos básicos y el aprendizaje, investigando y describiendo el papel que la gestión emocional juega en el proceso de aprendizaje para favorecer los procesos de autorregulación y el desarrollo de técnicas y estrategias que favorezcan tanto la autonomía y el rendimiento individual como la colaboración con las demás personas. CCL2, STEM4, CPSAA1.1, CPSAA5, CC3, CE1, CE3",
        "4.3. Comprender el papel que juega la motivación como estado interno que activa, dirige y mantiene la conducta de la persona hacia metas o fines determinados, desarrollando estrategias que impulsen a la persona a realizar acciones y persistir en ellas para desarrollar procesos autorregulados de aprendizaje que permitan identificar necesidades y oportunidades y fortalecer el optimismo, la resiliencia y la autoeficacia. CCL2, STEM4, CPSAA1.1, CPSAA5, CC3, CE1",
        "5.1. Comprender la dimensión social del ser humano, identificando los factores que influyen en el comportamiento de los grupos y la influencia de estos en los comportamientos, pensamientos y sentimientos de las personas identificando factores de cohesión social y desarrollando competencias emocionales y habilidades sociales y comunicativas para favorecer la convivencia democrática. CCL1, CCL5, STEM4, CPSAA2, CPSAA3.1, CC1, CC3",
        "5.2. Conocer y analizar los factores que explican los fenómenos de masas, su naturaleza, características y pautas de comportamiento de las personas en los grupos, describiendo estilos de liderazgo y analizando ventajas e inconvenientes para despertar el espíritu crítico e identificar y adoptar prácticas comunicativas favorecedoras de la cohesión social. CCL1, CCL5, STEM4, CD3, CD4, CPSAA3.1, CC1, CC3, CC4",
        "5.3. Conocer y analizar formas actuales de interacción social con especial énfasis en entornos virtuales y redes sociales, detectando fortalezas y debilidades, localizando indicadores de desinformación y manipulación, identificando factores de protección de la salud física y mental y desarrollando hábitos de comportamiento favorecedores del bienestar individual y colectivo para ejercer una ciudadanía digital activa, cívica y reflexiva. CCL1, CCL5, STEM4, STEM5, CD3, CD4, CPSAA2, CPSAA3.1, CC1, CC3, CC4",
        "6.1. Conocer las principales aportaciones de la Psicología en el campo del trabajo y su relevancia a la hora de identificar aquellos factores que influyen tanto en el rendimiento como en el bienestar personal en los contextos laborales,,estableciendo analogías con el contexto académico para mejorar su rendimiento tanto a nivel individual como grupal. STEM4, CPSAA3.2, CC4",
        "6.2. Identificar los distintos tipos de liderazgo y sus implicaciones en el funcionamiento de las organizaciones y el rendimiento individual y colectivo, reconociendo aquellos estilos que repercuten positivamente en el bienestar físico y mental de las personas, estableciendo analogías con el contexto académico para desarrollar estrategias de autoconocimiento y autoeficacia que favorezcan la consecución de objetivos compartidos. CPSAA3.1, CPSAA3.2, CE2",
        "6.3. Comprender las principales características del funcionamiento de los grupos y equipos de trabajo, estableciendo analogías con el contexto académico, identificando aquellos elementos que garantizan el buen funcionamiento de los mismos y seleccionando y utilizando recursos digitales para el trabajo colaborativo y traspaso de la información, con el fin de ser capaz de afrontar nuevos retos con sentido crítico, evaluando fortalezas y debilidades propias y ajenas y mejorar tanto el el rendimiento como la cohesión grupal. CCL1, CD3, CPSAA3.1, CPSAA3.2, CE1, CE2, CE3"
    ],
    "saberes": [
        "I. El conocimiento científico",
        "    1  La Psicología como la ciencia que estudia los procesos mentales",
        "        1.1  Reconocimiento de las fuentes de información en términos de fiabilidad, validez, calidad y actualidad.",
        "        1.2  Conocimiento de elementos característicos del método científico.",
        "        1.3  Psicología básica y aplicada, técnica  y métodos de investigación.",
        "        1.4  Descripción de las diferentes ramas de la Psicología aplicada: Psicología clínica, del aprendizaje, Psicología social y comunitaria, Psicología laboral y de las organizaciones.",
        "    2  Aportaciones más relevantes de las corrientes contemporáneas de la Psicología",
        "        2.1  Elaboración del marco de referencia global de la Psicología, desde sus orígenes en Grecia (en las filosofías de Platón y Aristóteles), hasta su reconocimiento como saber independiente de la mano de autores y autoras más relevantes, definiendo las diferentes acepciones del término Psicología a lo largo de su evolución, desde el etimológico, como “ciencia del alma”, a los aportados por las diferentes corrientes actuales: Conductismo, Cognitivismo, Psicoanálisis, Humanismo o Gestalt.",
        "        2.2  La contribución de la mujer al desarrollo del conocimiento científico en el campo de la Psicología (Mary Whiton Calkins, Laura Perls, Mary Ainsworth, Virginia Satir, Leta Stetter Hollingworth, Anna Freud, Sybil Eysenk…)",
        "        2.3  Descripción, análisis y valoración del psicoanálisis, el conductismo, el estructuralismo, el funcionalismo, el humanismo y el cognitivismo.",
        "        2.4  Análisis crítico de textos significativos de distintos autores y autoras para valorar las soluciones planteadas a los problemas estudiados por la Psicología.",
        "II. Fundamentos biológicos de la conducta",
        "    1  El sistema nervioso central",
        "        1.1  Comparación entre el cerebro humano y el cerebro animal e identificación de diferencias anatómicas.",
        "        1.2  Descripción de la evolución del encéfalo desde el nacimiento hasta la edad adulta.",
        "        1.3  Análisis de la morfología neuronal y descripción del proceso de transmisión sináptica y del concepto de neuroplasticidad.",
        "        1.4  Descripción de la anatomía del sistema nervioso central, localización de las principales áreas y descripción de sus funciones (corteza cerebral, sistema límbico…)",
        "    2  El sistema endocrino",
        "        2.1  Descripción de la estructura del sistema endocrino, comprensión de la influencia de las hormonas en la conducta y la respuesta emocional, e identificación de estilos de vida saludables que favorecen su buen funcionamiento.",
        "    3  Genética.",
        "        3.1  Definición de genética, comprensión de la base genética del comportamiento humano y de la influencia de la genética y el ambiente en la conformación de la personalidad y la aparición de algunos trastornos psicológicos",
        "III. Procesos psicológicos básicos: percepción, atención y memoria",
        "    3  Percepción",
        "        3.1  Identificación de los procesos perceptivos y de los diferentes elementos que intervienen en el fenómeno de la percepción (estímulo, sentido, sensación y umbrales de percepción) y reconocimiento de las fases del proceso perceptivo (excitación, transducción, transmisión y recepción)",
        "        3.2  Análisis de las teorías explicativas de la percepción (Asociacionismo, Gestalt, Cognitivismo y NeuroPsicología).",
        "        3.3  Distinción de diferentes tipos de ilusiones ópticas diferenciándolas de los trastornos perceptivos como las alucinaciones y la agnosia.",
        "    4  Atención y memoria",
        "        4.1  Análisis del funcionamiento de la memoria identificando las características de los diferentes tipos de memoria.",
        "        4.2  Valoración de los procesos de atención y concentración implicados en el funcionamiento de la memoria e identificación de alteraciones de la atención.",
        "        4.3  Comprensión del concepto de olvido y sus causas, distorsiones y alteraciones de la memoria.",
        "IV. Procesos cognitivos complejos: aprendizaje, inteligencia y pensamiento",
        "    5  Aprendizaje. ",
        "        5.1  Comparación de las diferentes teorías del aprendizaje: Condicionamiento clásico (Pavlov y Watson) Conductismo (Skinner), Psicología cognitiva (Baddeley, Bruner, Broadbent, Ebbinghaus…), Constructivismo (Piaget), Aprendizaje social (Bandura), Constructivismo social (Bandura), Aprendizaje Experiencial (Carl Rogers), Inteligencias múltiples (Howard Gardner).",
        "        5.2  Análisis de los factores que influyen en el aprendizaje, como por ejemplo: inteligencia, conocimientos previos, experiencia y motivación.",
        "        5.3  Comprensión y explicación de las diferentes teorías de la motivación (Freud, Conductismo,Teoría de la jerarquía de las necesidades de Maslow, Teoría del factor dual de Herber, Teoría de los tres factores).",
        "        5.4  Definición y comprensión del concepto de motivación intrínseca y extrínseca.",
        "        1.5 Relación de la motivación, las metas, las expectativas y el control personal.",
        "    6  Inteligencia",
        "        6.1  Definición del concepto de inteligencia y reflexión sobre la evolución a lo largo de la historia. Comprensión de teorías actuales sobre la inteligencia, como son Piaget, la teoría factorial de Spearman, la multifactorial de Thurstone y las de Cattell, Vernon, Sternberg, Gardner, etc.",
        "        6.2  Comprensión de las aportaciones de los autores de referencia en inteligencia emocional (Goleman, Mayer y Salovey). Descripción de las principales estrategias de regulación emocional.",
        "        6.3  Definición de inteligencia emocional. Funciones y clasificación de las emociones.",
        "        6.4  Comprensión del concepto de frustración: identificación de causas y estrategias para superarla.",
        "        6.5  Definición de inteligencia artificial. Análisis y reflexión sobre las implicaciones sociales, éticas y filosóficas y debate sobre las consecuencias de la brecha de datos de género. Descripción y conocimiento de las aplicaciones de la inteligencia artificial.",
        "    7  Pensamiento",
        "        7.1  Definición de pensamiento, clasificación de tipos de pensamiento y relación entre pensamiento y lenguaje y pensamiento y emociones.",
        "        7.2  Comprensión del papel del razonamiento y el pensamiento creativo en la solución de problemas y la toma de decisiones.",
        "V. El ser humano como ser social.",
        "   1. Reconocimiento de la influencia de factores ambientales y socioculturales en los procesos perceptuales (motivación, actitudes, intereses)y en la conformación de la personalidad.",
        "   2. Definición de autoconcepto y autoestima, identificación de factores que influyen en su conformación y de estrategias para la construcción de un autoconcepto positivo y una autoestima ajustada.",
        "   3. Definición del concepto de grupos, los roles y su influencia en el comportamiento de las personas.",
        "   4. Conocimiento sobre el proceso de formación de la percepción de los otros :formación de impresiones, proceso de atribución y atracción.",
        "   5. Definición de actitud. Reconocimiento de la influencia de los grupos sociales en las actitudes personales. Comprensión de los principales modelos y características de las actitudes y formación de las mismas.",
        "   6. Comprensión y debate sobre el poder de la persuasión, el contagio de sentimientos y emociones que se producen en las masas y sus efectos sobre la conducta individual, sus beneficios y riesgos para la cohesión social e identificación de estrategias de prevención de la crispación social.",
        "   7. Reconocimiento de las implicaciones del desarrollo tecnológico en las nuevas formas de interacción social. Debate sobre sus ventajas e inconvenientes y sus implicaciones en el bienestar físico y mental de las personas.",
        "   8. Identificación y aplicación de estrategias y medidas para el uso seguro de internet. Comprensión de conceptos como huella digital, identidad digital, netiqueta, etc.",
        "   9. Comprensión del proceso de toma de decisiones y el papel que juegan las emociones, las recompensas y la anticipación estas últimas en las decisiones.",
        "   10. Comprensión del concepto de salud mental, trastorno mental y enfermedad mental y debate sobre la percepción social de la enfermedad mental.",
        "   11. Valoración de la importancia que tiene en el desarrollo y maduración del individuo la afectividad y la sexualidad, como dimensiones esenciales del ser humano, describiendo los aspectos fundamentales de la psicología de la sexualidad: fisiología de la respuesta sexual, conducta sexual, etc.",
        "VI. El trabajo y las organizaciones.",
        "    8  Descripción de los distintos tipos de organizaciones y la clasificación en función de diferentes criterios (fin, tamaño, sector y forma jurídica).",
        "    9  Identificación y descripción de elementos característicos de los grupos de trabajo, equipos de trabajo y equipos de alto rendimiento.",
        "    10  Descripción de conceptos de eficacia y eficiencia y comprensión de la relación entre estrés y rendimiento.",
        "    11  Identificación de diferentes estilos de liderazgo y debate sobre su repercusión en el rendimiento y bienestar laboral de las personas.",
        "    12  Comprensión del concepto de cultura emprendedora.",
        "    13  Debate sobre el impacto del avance tecnológico en las nuevas formas de funcionamiento de equipos y organizaciones, ventajas e inconvenientes.",
        "    14  Conocimiento, selección y aplicación de Tecnologías de la Información y la comunicación (TIC), Tecnologías de Aprendizaje y Conocimiento (TAC) y Tecnologías del Empoderamiento y la Participación (TEP).",
        "    15  Debate sobre la implicaciones de las políticas de igualdad en materia de trabajo (conciliación familiar, brecha salarial, etc.).",
        "    16  Identificación de los principales problemas de salud laboral: el estrés, la ansiedad, el mobbing y el síndrome de burnout, etc."
    ]
}