{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Identificar el dibujo como forma de conocimiento, comunicación y expresión, reflexionando ",
        "con iniciativa sobre su presencia en distintas manifestaciones culturales y artísticas y ",
        "comparando de forma autónoma su uso en las mismas. ",
        "1.2. Comparar las múltiples funciones del dibujo a través del análisis autónomo de su uso en ",
        "producciones de distintos ámbitos disciplinares. ",
        "Competencia específica 2. ",
        "2.1. Analizar el lenguaje, las técnicas y procedimientos del dibujo en diferentes propuestas ",
        "plásticas, entendiendo los cambios que se han producido en las tendencias a lo largo de la ",
        "historia y utilizando la terminología específica más adecuada. ",
        "2.2. Analizar distintas manifestaciones culturales y artísticas, comprendiendo la función que ",
        "desempeña el dibujo en las mismas y valorando el enriquecimiento que suponen para la ",
        "sociedad los retos creativos y estéticos. ",
        "Competencia específica 3. ",
        "3.1. Experimentar con sensibilidad las posibilidades expresivas de los recursos elementales ",
        "(punto, línea, forma) y de su sintaxis, mejorando el proceso de creación gráfica. ",
        "3.2. Analizar, interpretar y representar gráficamente la realidad mediante bocetos y esbozos, ",
        "utilizando las herramientas adecuadas y desarrollando una expresión propia, espontánea y ",
        "creativa. ",
        "Competencia específica 4. ",
        "4.1. Aportar una huella y gesto propios a la realización de dibujos, combinando el uso tradicional ",
        "de materiales, técnicas y soportes con una manipulación personal. ",
        "4.2. Realizar composiciones bidimensionales, figurativas o abstractas, explorando la percepción y ",
        "ordenación del espacio e indagando sobre la representación del cuerpo humano y su posible ",
        "utilización como soporte o como herramienta gráfica. ",
        "Competencia específica 5. ",
        "5.1. Identificar los referentes artísticos de una obra determinada, describiendo la influencia que ",
        "ejercen y las relaciones que establecen. ",
        "5.2. Expresar ideas, opiniones y emociones a través creaciones gráficas y dibujos propios, ",
        "incorporando, de forma guiada, procedimientos o técnicas utilizados en referentes artísticos ",
        "de interés para el alumnado. ",
        "Competencia específica 6. ",
        "6.1. Emplear con intenciones comunicativas o expresivas los mecanismos de la percepción visual, ",
        "sus leyes y principios, así como la composición y la ordenación de elementos en el espacio, ",
        "mostrando interés en sus aplicaciones. ",
        "6.2. Expresar a través del trazo y el gesto del dibujo una visión propia de la realidad o del mundo ",
        "interior, experimentando con los elementos del lenguaje gráfico, sus formas, signos, ",
        "posibilidades expresivas y efectos visuales. ",
        "Competencia específica 7. ",
        "7.1. Proponer distintas soluciones gráficas a una misma propuesta visual, utilizando diferentes ",
        "niveles de iconicidad, identificando las herramientas, medios y soportes necesarios y ",
        "justificando razonada y respetuosamente la elección realizada. ",
        "7.2. Seleccionar y utilizar con destreza las herramientas, medios y soportes más adecuados a la ",
        "intención creativa, empleando los valores expresivos de técnicas como el claroscuro y del ",
        "color en una interpretación gráfica personal de la realidad. ",
        "7.3. Conocer y saber utilizar los fundamentos teóricos y prácticos del color para su utilización ",
        "plástica. ",
        "7.4. Investigar de forma activa y abierta sobre la presencia de tecnologías digitales en referentes ",
        "artísticos contemporáneos, integrándolas en el proceso creativo y expresivo propio. ",
        "Competencia específica 8. ",
        "8.1. Representar gráficamente el modelo elegido, seleccionando y abstrayendo sus características ",
        "más representativas a partir del estudio y análisis del mismo. ",
        "8.2. Utilizar el encuadre, el encaje y la perspectiva en la resolución de problemas de ",
        "representación gráfica, analizando tanto los diferentes volúmenes como el espacio que ",
        "completa el conjunto. ",
        "Competencia específica 9. ",
        "9.1. Planificar proyectos gráficos sencillos, identificando el ámbito disciplinar en que se ",
        "desarrollará, y organizando y distribuyendo las tareas de manera adecuada. ",
        "9.2. Realizar proyectos gráficos en grupo enmarcados en un ámbito disciplinar concreto, aplicando ",
        "los valores expresivos del dibujo artístico y sus recursos. ",
        "9.3. Analizar las dificultades surgidas en la planificación y realización de proyectos gráficos ",
        "compartidos, entendiendo el proceso como un instrumento de mejora del resultado final. ",
        "9.4. Identificar posibilidades de desarrollo académico y profesional relacionadas con el dibujo ",
        "artístico, comprendiendo las oportunidades que ofrece y el valor añadido de la creatividad en ",
        "los estudios y en el trabajo. ",
        "9.5. Entender y saber representar la forma de los objetos como consecuencia de su estructura ",
        "interna, valorando las aportaciones de terceros en el marco de un trabajo conjunto."
    ],
    "saberes": [
        "A. Concepto e historia del dibujo artístico. ",
        "– El dibujo como proceso interactivo de observación, reflexión, imaginación, representación y ",
        "comunicación. ",
        "– El dibujo en el arte:   ",
        "Origen de la expresión gráfica: pinturas rupestres, jeroglíficos en la escritura egipcia, ",
        "representaciones en la cerámica griega.  ",
        "Desde la Antigüedad hasta el Romanticismo.  ",
        "El dibujo como instrumento de trabajo, primeros planos arquitectónicos y de ora civil.  ",
        "Cuadernos de notas y de viaje. Herbarios y estudios de la naturaleza a través del ",
        "dibujo (s.XIV y XV).  ",
        "Las Academias. El coleccionismo (s.XVII y XVIII). ",
        "Obras más representativas de diferentes artistas. Gitotto, Gentile de Fabriano, Pisanello, ",
        "Piero de la Francesca, Paolo Uccelo, Leonardo da Vinci, Miguel Ángel, Tiziano, Rafael, ",
        "J.E. Liotard, Rosalba Carriera, W. Turner, Piranesi, Goya, entre otros. ",
        "– El dibujo como parte de múltiples procesos artísticos. ",
        "– Ámbitos disciplinares: artes plásticas y visuales, diseño, arquitectura, ciencia y literatura. ",
        "B. La expresión gráfica y sus recursos elementales ",
        "– Terminología y materiales del dibujo.  ",
        "Soportes y técnicas, relación entre ambos. ",
        "– El punto y sus posibilidades plásticas y expresivas.  ",
        "El puntillismo. George Seurat.  ",
        "El punto en las obras de diferentes artistas. Van Gogh, Kandinsky, Liechtenstein, ",
        "Malevich, entre otros. ",
        "– La línea: trazo y grafismo.  ",
        "La línea y la percepción de bordes.  ",
        "La línea como configuradora de relieve.  ",
        "La línea objetual. Piet Mondrian.  ",
        "Las tramas. La trama en el grabado y en la pintura. La serigrafía y el pop art. ",
        "– La forma. Análisis de su tipología. Diferentes aplicaciones y combinaciones. ",
        "– Niveles de iconicidad de la imagen. ",
        "– El boceto o esbozo. Introducción al encaje.  ",
        "Cuadernos de bocetos de artistas: Leonardo da Vinci, Goya, Van Gogh, Picasso, Andy ",
        "Warhol, Frida Kahlo. ",
        "– Representación analítica y sintética de las formas ",
        "– Técnicas gráfico-plásticas, secas y húmedas: carboncillo, lápiz negro, grafito, conté, sanguina, ",
        "clarión, pastel, tinta china, acuarela, gouache, rotuladores, entre otras. ",
        "– Materiales gráfico-plásticos. Seguridad, toxicidad e impacto ambiental. ",
        "C. Percepción y ordenación del espacio ",
        "– Fundamentos de la percepción visual. ",
        "– Principios de la psicología de la Gestalt. ",
        "– Ilusiones ópticas. A lo largo de la historia: Arcimbolo, Mantegna, Allan Gilbert, M.C. Escher, ",
        "Salvador Dalí, Duchamp. ",
        "– Formas volumétricas sencillas. Partes vistas y ocultas. Secciones y cortes. Análisis ",
        "geométrico de las figuras. ",
        "– La superposición y la relatividad del tamaño.  ",
        "– La composición como método:  ",
        "El equilibrio compositivo.  ",
        "Centros de interés. Regla de los impares.  ",
        "Direcciones visuales.  ",
        "Ley de la mirada. Limitación del enfoque.  ",
        "El contraste.  ",
        "Ley del horizonte.  ",
        "Aplicaciones. ",
        "– Sistemas de ordenación en la sintaxis visual. Aplicaciones. ",
        "– Introducción a la representación del espacio mediante la perspectiva. ",
        "D. La luz, el claroscuro y el color ",
        "– La luz y el volumen. ",
        "– Tipos de luz y de iluminación. ",
        "– Valoración tonal y claroscuro. ",
        "– Síntesis aditiva y síntesis sustractiva. Color luz-color pigmento. ",
        "– Naturaleza, percepción, psicología y simbología del color. ",
        "– Monocromía, bicromía y tricromía. Aplicaciones básicas del color en el dibujo. ",
        "E. Tecnologías y herramientas digitales ",
        "– Introducción a programas de pintura y dibujo digital. ",
        "– Dibujo vectorial. Herramientas de edición de imágenes para la expresión artística. ",
        "– Introducción al dibujo en movimiento. ",
        "F. Proyectos gráficos colaborativos. ",
        "– La distribución de tareas en los proyectos gráficos colaborativos:  ",
        "Principales criterios de selección a partir de las habilidades requeridas y de las ",
        "necesidades del proyecto.  ",
        "Asignación de roles en el trabajo de grupo. ",
        "– Fases de los proyectos gráficos:  ",
        "Definición del objetivo e idea principal.  ",
        "Trabajos previos y de planificación: selección de herramientas, técnicas y soportes. ",
        "Recopilación de información.   ",
        "Elaboración y desarrollo. Bocetos y maquetas.  ",
        "Creación del producto.  ",
        "Evaluación del resultado final. ",
        "– Introducción a las estrategias de selección de técnicas, herramientas, medios y soportes del ",
        "dibujo adecuados a distintas disciplinas. ",
        "– Introducción a las estrategias de evaluación de las fases y los resultados de proyectos ",
        "gráficos. El error como oportunidad de mejora y aprendizaje."
    ]
}
