{
    "saberes": [
        "Block A. Communication.",
        "A.1. Learning and basic strategies.",
        "A.1.1.1. Self-confidence in the use of the foreign language and reflection on their own learning (initiation).",
        "A.1.1.2. Error as an integral part of the learning process. Acceptance and integration of its value.",
        "A.1.1.3. Elementary knowledge, skills and attitudes that allow initiation in mediation activities in basic situations (initiation).",
        "A.1.1.4. Elementary strategies for the comprehension and production of short, simple, contextualized oral, written and multimodal texts, close to the personal experience of the students and with different communicative purposes (initiation).",
        "A.2. Communicative contexts: functions, models and conversational strategies.",
        "A.2.1.1. Elementary functions appropriate to the communicative context in the personal, social, and educational sphere: greetings, farewells, and introductions; identification of characteristics of people, objects, and places; specific responses to everyday issues; expression of time, of quantity and space.A.2.1.2. Elementary models such as congratulations, notes, lists or notices.",
        "A.2.1.3. Elementary conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask and answer, etc.",
        "A.3. Linguistic units.",
        "A.3.1.1. Elementary linguistic units and meanings associated with said structures such as expression of the entity and its properties, quantity and number, affirmation, exclamation, negation, interrogation.",
        "A.3.1.2. Elementary basic vocabulary, of interest and close to the personal experience of the students, related to basic interpersonal relationships, housing, places and nearby environments.",
        "A.3.1.3. Elementary sound and stress patterns (initiation). Elementary communicative functions and intentions associated with said patterns.",
        "A.3.1.4. Elementary orthographic conventions (initiation). Elementary meanings associated with formats and graphic elements.",
        "A.4. Resources, strategies and tools for learning.",
        "A.4.1.1. Digital resources for learning (initiation).",
        "A.4.1.2. Elementary analog and digital tools for oral, written and multimodal comprehension and production.",
        "Block B. Plurilingualism.",
        "B.1. Strategies and techniques.",
        "B.1.1.1. Very elementary strategies and techniques to compensate for communicative deficiencies and the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "B.1.1.2. Introduction to elementary strategies to identify and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "B.2. Comparison of languages.",
        "B.2.1.1. Identification of the basic linguistic elements of the foreign language.",
        "B.2.1.2. Identification of basic sociocultural and sociolinguistic aspects related to some festivities and traditions.",
        "B.3. Evaluation strategies and tools.",
        "B.3.1.1. Approach to basic self-assessment and peer-assessment strategies and tools, analog and digital.",
        "B.4. Lexicon and expressions. Copyright.",
        "B.4.1.1. Frequent lexical repertoire and simple expressions to understand oral and written instructions.",
        "B.4.1.2. Basic concept of copyright.",
        "Block C. Interculturality.",
        "C.1. The foreign language: means of communication and meeting.",
        "C.1.1.1. Assessment of the foreign language as a means to communicate and learn about the culture and people of the countries where the foreign language is spoken.",
        "C.1.1.2. Recognition of the basic characteristics of the foreign language: spelling and pronunciation.",
        "C.1.1.3. Elementary and most significant sociocultural and sociolinguistic aspects related to customs and daily life in countries where the foreign language is spoken.",
        "C.2. Basic strategies.",
        "C.2.1.1. Commonly used basic strategies to appreciate linguistic, cultural and artistic diversity.",
        "C.2.1.2. Initiation in the basic strategies for detection of discriminatory uses of verbal and non-verbal language.",
        "C.3. Communicative exchanges.",
        "C.3.1.1. Interest in using the foreign language in classroom activities.",
        "C.3.1.2. Elementary knowledge, skills and attitudes that allow carrying out simple oral mediation activities in basic everyday situations.",
        "C.3.1.3. Assessment of the multilingual and multicultural reality that surrounds us."
    ],
    "criteriosEvaluacion": [
        "Criterion 1.1. Recognize common words and expressions in short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance and close to their experience, expressed in an understandable, clear, simple and direct way, and in standard language.",
        "Criterion 1.2. Interpret common words and expressions in short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance and close to their experience, expressed in an understandable, clear, simple and direct way, and in standard language.",
        "Criterion 1.3. Select and apply elementary strategies in a guided way in daily communicative situations and relevant for students.",
        "Criterion 1.4. Identify the overall idea and specific elements in short and simple oral, written and multimodal texts on frequent and everyday topics, with the help of linguistic and non-linguistic elements of context and context.",
        "Criterion 2.1. Express short sentences orally, following a model, with basic information about everyday matters and relevant to students. Criterion 2.2. Use verbal and non-verbal resources in a guided way, resorting to models and structures previously presented and paying attention to the rhythm, stress and intonation.",
        "Criterion 2.3. Write words, familiar expressions and phrases based on models and with a specific purpose, using analog and digital tools.",
        "Criterion 2.4. Use elementary basic vocabulary and structures on everyday matters and of personal relevance to the students.",
        "Criterion 2.5. Select and apply basic strategies in a guided way to produce brief and simple messages appropriate to the communicative intentions using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "Criterion 3.1. Participate, in a guided way, in elementary interactive situations for the exchange of information on everyday topics, previously prepared, through various supports, relying on resources such as repetition, a leisurely pace or non-verbal language, and showing empathy.",
        "Criterion 3.2. Select and use, in a guided way and in close environments, elementary strategies to greet, say goodbye and introduce oneself; express simple and brief messages, and ask and answer basic questions for communication.",
        "Criterion 3.3. Create oral and written messages of minimal difficulty from the environment close to the student, following a model.",
        "Criterion 3.4. Make brief and simple interventions, in very specific class situations.",
        "Criterion 4.1. Interpret and explain basic information from concepts, communications and brief and simple texts, in a guided manner, in situations in which attention to diversity is made, showing empathy and interest in the interlocutors and in the problems of understanding in their immediate environment, relying on various resources and supports.",
        "Criterion 5.1. Distinguish and compare obvious similarities and differences between different languages reflecting, in a guided way, on elementary aspects of their functioning.",
        "Criterion 5.2. Identify and apply, in a guided way, knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and multimedia supports and communication technologies.",
        "Criterion 5.3. Identify and assess, in a guided way, the elementary progress and difficulties in learning the foreign language.",
        "Criterion 6.1. Show interest in intercultural communication, identifying, in a guided way, the most common discriminations, prejudices and stereotypes in everyday and habitual situations.",
        "Criterion 6.2. Recognize and appreciate the linguistic and cultural diversity related to the foreign language, showing interest in knowing its elementary cultural and linguistic elements.",
        "Criterion 6.3. Show attitudes of respect towards what is different.",
        "Criterion 6.4. Identify known customs and aspects of the country where the foreign language is spoken."
    ]
}