{
  "saberes": [
    "Bloque 1: Persona",
    "- El bienestar físico y emocional Crítica, autocrítica, aceptación y disconformidad Autorregulación emocional, estrés y resiliencia Educación afectivosexual",
    "- La diversidad Identidad de género, sexo biológico, expresión de género y orientación sexual Diversidad social y cultural Prejuicios",
    "- La igualdad entre mujeres y hombres Estereotipos y roles que se derivan Androcentrismo, patriarcado y feminismos Prevención del abuso sexual y la violencia machista Responsabilidad compartida en todos los ámbitos de la vida",
    "- Educación Relativismo moral o universalidad de los valores. Dilemas morales Autonomía y heteronomía moral",
    "Bloque 2: Paz",
    "- Resolución de conflictos Violencias: directa, cultural y estructural Cultura de la violencia versus cultura de la paz. “Noviolencia». Paz positiva versus paz negativa Maltrato, acoso y exclusión. Respeto y tolerancia Conductas adictivas",
    "- Los deberes y los derechos de las personas Derechos y deberes “Netiqueta» para dispositivos, aplicaciones, herramientas informáticas y redes sociales Declaración Universal de Derechos Humanos y de la Infancia Valores democráticos y ciudadanía global Legalidad y legitimidad. Dignidad y justicia",
    "Bloque 3: Prosperidad",
    "- Agenda 2030 y Objetivos de Desarrollo Sostenible Sostenibilidad y reducción de las desigualdades",
    "- La desigualdad Situaciones de marginación, discriminación e injusticia social",
    "Interseccionalidad de las desigualdades y las discriminaciones",
    "- Función social de los impuestos y justicia fiscal Los servicios públicos Conductas defraudadoras y evasión fiscal",
    "Bloque 4: Planeta",
    "- Agenda 2030 y Objetivos de Desarrollo Sostenible La Agenda 2030 como oportunidad para transformar el planeta Impacto del ser humano en el planeta y cambio climático Desarrollo sostenible y ciudadanía global Consumo responsable y economía circular Tecnología y entorno natural. Basura digital y sostenibilidad Bienestar animal",
    "Bloque 5: Participación",
    "- Habilidades Estrategias para el diálogo convertido en debate: asertividad, argumentación, contraargumentación y pruebas. Tipos de argumentos",
    "- Ámbitos Procesos participativos en los ámbitos local, nacional e internacional Marco ético del diálogo Activismo ciudadano y solidaridad internacional. ONG La ONU como sociedad de naciones La UNESCO como elemento clave para establecer alianzas de progreso Europa como unidad política. El Tribunal Europeo de Derechos Humanos"
  ],
  "criteriosEvaluacion": [
    "CE1. Dialogar y debatir de forma asertiva, respetuosa y correctamente argumentada sobre problemas morales planteados en cualquier situación de la vida diaria para poder llegar a acuerdos o consensos.",
    "1.1 Participar en los debates planteados en clase de manera asertiva, escuchando de forma activa y respetando el turno de palabra tanto en la aportación de argumentos, fundamentados en información fiable, como al exponer su acuerdo o desacuerdo.",
    "1.2 Utilizar los conceptos y los argumentos de forma rigurosa para exponer sus propias ideas y razonamientos y para aclarar las dudas y malentendidos que se planteen.",
    "1.3 Utilizar un lenguaje oral y escrito inclusivo e igualitario en cualquier situación de aprendizaje.",
    "1.4 Participar en equipos de trabajo para conseguir metas comunes asumiendo roles con eficiencia y responsabilidad.Competencia específica",
    "CE2. Gestionar las emociones en situaciones de conflicto para poder afrontarlas desde la cultura de la paz y explorar y proponer soluciones equitativas y creativas.",
    "2.1. Reconocer las diferentes violencias que constituyen la cultura de la violencia y analizar críticamente sus consecuencias para la convivencia democrática.",
    "2.2. Proponer y llevar a cabo acciones encaminadas a la construcción de la cultura de la paz en la vida diaria del centro y en el entorno social.",
    "2.3. Llegar a un punto de entendimiento integrando las intervenciones y planteamientos del resto de la clase a través del diálogo colectivo y el consenso.Competencia específica",
    "CE3. Analizar de forma crítica las normas y leyes vigentes en el marco de la Declaración Universal de los Derechos Humanos y adecuarse a ellas valorando su legitimidad.",
    "3.1. Explicar y ejemplificar con claridad la diferencia entre legitimidad y legalidad.",
    "3.2. Analizar críticamente la relación entre las normas y leyes vigentes y la Declaración Universal de los Derechos Humanos.",
    "3.3. Aplicar el aprendizaje sobre la legitimidad de normas a otras situaciones que requieran ser reguladas.Competencia específica ",
    "CE4. Reconocer, denunciar y combatir los estereotipos y roles asociados a partir de una reflexión personal y crítica.",
    "4.1. Identificar los valores que sustentan los estereotipos y los prejuicios presentes en debates, producciones escritas, literatura, música, videojuegos, publicidad, redes sociales, etc.",
    "4.2. Analizar críticamente las consecuencias de adoptar los estereotipos y prejuicios como patrón de comportamiento y relación con las demás personas y denunciar las desigualdades e injusticias que generan.",
    "4.3. Proponer conductas y desplegar acciones para combatir la discriminación y no inclusión de las personas víctimas de los estereotipos sociales en el aula, el centro y la sociedad.Competencia específica ",
    "CE5. Identificar, analizar y valorar en el ámbito internacional los beneficios de los valores democráticos promovidos por leyes e instituciones para la construcción de una ciudadanía global.",
    "5.1 Buscar, seleccionar y exponer información de fuentes fiables referida a la situación de los valores democráticos en el mundo.",
    "5.2 Participar en el debate sobre los beneficios de los valores democráticos en el ámbito internacional con aportaciones razonadas.",
    "5.3 Analizar y explicar las consecuencias sociales que se desprenden del respeto o no de los principios de la Declaración Universal de los Derechos Humanos y de las instituciones y leyes internacionales que velan por su cumplimiento.Competencia específica ",
    "CE6. Proponer y desplegar acciones responsables y justas comprometidas con la transformación social y la lucha efectiva contra las desigualdades e injusticias, en cualquier situación real, de acuerdo con los principios de una sociedad igualitaria e inclusiva.",
    "6.1. Identificar con claridad los polos de un conflicto generado por una situación de desigualdad.",
    "6.2. Exponer y argumentar la posición moral que se adopta frente a la desigualdad y la injusticia social.",
    "6.3. Proponer y desplegar acciones que luchen contra las desigualdades e injusticias sociales identificadas en cualquier situaciónCompetencia específica ",
    "CE7. Explicar los desafíos ecológicos planteados por los Objetivos de Desarrollo Sostenible y actuar de manera comprometida con la transformación de la situación medioambiental del planeta.",
    "7.1 Evaluar el impacto de las propias acciones en las esferas local y global en relación a la sostenibilidad ecológica.",
    "7.2 Explicar de forma clara y precisa los desafíos planteados por los Objetivos de Desarrollo Sostenible.",
    "7.3 Idear, planificar y evaluar en grupos colaborativos acciones innovadoras encaminadas al cuidado del planeta.",
    "7.4 Explicar los conflictos y las consecuencias que generan las políticas de desarrollo no sostenibles."
  ]
}
