{
    "saberes": [
        "Bloque 1. Educación musical: percepción y análisis",
        "▪ Estrategias básicas de recepción activa.",
        "▪ Principales profesiones vinculadas a la creación e interpretación musical.",
        "▪ El sonido y sus cualidades básicas: discriminación auditiva, clasificación y representación básicas de diversidad de sonidos y líneas melódicas breves y sencillas a través de grafías no convencionales, e iniciación gradual en las convencionales.",
        "▪ La voz y los instrumentos musicales: estrategias de discriminación visual y auditiva básica de instrumentos, familias y agrupaciones. Objetos sonoros e instrumentos caseros presentes en el entorno del alumnado.",
        "▪ El tiempo y el carácter: reconocimiento de muestras básicas y contrastantes e iniciación a su capacidad de relación.",
        "▪ El pulso y el acento como núcleo esencial del ritmo. El compás binario.",
        "▪ Propuestas musicales de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales y nacionales. Respeto y valoración de las mismas desde una perspectiva de género.",
        "▪ Vocabulario específico básico de música.",
        "▪ Recursos digitales básicos para música.",
        "▪ Normas elementales de comportamiento y actitud positiva en la recepción de propuestas musicales. El silencio como elemento y condición indispensable para mantener la atención durante la audición.",
        "Bloque 2. Educación musical: creación e interpretación",
        "▪ Práctica instrumental, vocal y corporal: aproximación a la experimentación, exploración creativa y lúdica e interpretación a partir de sus posibilidades sonoras y expresivas.",
        "▪ Construcción asistida de objetos sonoros e instrumentos sencillos con materiales del entorno, especialmente de reciclaje, y exploración de sus posibilidades sonoras.",
        "▪ Lenguajes musicales básicos: progreso en su conocimiento y aplicación de sus conceptos más elementales en la interpretación de propuestas musicales básicas vocales e instrumentales.",
        "▪ Fases del proceso creativo: planificación guiada y experimentación básicas.",
        "▪ Valoración e interés, tanto del proceso como del producto final, en producciones musicales.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas musicales. El silencio como elemento y condición indispensable durante la creación y la práctica musical.",
        "Bloque 3. Educación en artes escénicas y performativas: percepción y análisis",
        "▪ Estrategias básicas de recepción activa.",
        "▪ Manifestaciones elementales vinculadas a la expresión corporal y a las artes escénicas y performativas de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales y nacionales. Respeto y valoración de las mismas desde una perspectiva de género.",
        "▪ Vocabulario específico básico de las artes escénicas y performativas.",
        "▪ Recursos digitales básicos para las artes escénicas y performativas.",
        "▪ Principales profesiones vinculadas a las artes escénicas.",
        "▪ Normas elementales de comportamiento y actitud positiva en la recepción de propuestas vinculadas con la expresión corporal y dramática en diferentes espacios culturales y artísticos.",
        "Bloque 4. Educación en artes escénicas y performativas: creación e interpretación",
        "▪ El cuerpo y sus posibilidades motrices: interés en la experimentación y exploración a través de ejecuciones individuales y grupales sencillas vinculadas con el movimiento, con la danza, con la dramatización y con la representación teatral, como medio de expresión y diversión.",
        "▪ Técnicas dramáticas y dancísticas elementales.",
        "▪ Capacidades expresivas y creativas básicas de la expresión corporal y dramática.",
        "▪ Fases del proceso creativo: planificación guiada y experimentación.",
        "▪ Valoración e interés, tanto del proceso como del producto final, en producciones escénicas y performativas.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas vinculadas con la expresión corporal y dramática."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Descubrir propuestas artísticas musicales de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por las mismas. OBJ1",
        "CE1.2. Describir elementos de manifestaciones culturales y artísticas musicales seleccionadas, comenzando por aquellas más próximas, explorando sus características, así como las principales profesiones vinculadas a la creación e interpretación musical, empleando el vocabulario específico básico de las mismas. OBJ1",
        "CE1.3. Desarrollar capacidades de reconocimiento visual y auditivo, clasificación, descripción y representación de elementos fundamentales de la música y del lenguaje musical. OBJ2",
        "CE1.4. Desarrollar y aplicar la capacidad de búsqueda de información sobre manifestaciones culturales y artísticas musicales, de manera básica y guiada, a través de canales y medios de acceso sencillos, de forma individual y colaborativa. OBJ3",
        "CE1.5. Desarrollar la capacidad de identificación del significado de distintas manifestaciones culturales y artísticas musicales que forman parte del patrimonio de diversos entornos, compartiendo sensaciones, indicando los canales, medios y técnicas empleados e identificando diferencias y similitudes. OBJ3",
        "CE1.6. Manifestar respeto en la recepción de propuestas artísticas musicales, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva. OBJ1",
        "CE2.1. Producir obras propias de manera guiada, utilizando algunas de las posibilidades expresivas del cuerpo, el sonido, la imagen y los medios digitales básicos, con curiosidad, interés y disfrute y mostrando confianza en las capacidades propias. OBJ4",
        "CE2.2. Expresar de forma guiada ideas, sentimientos y emociones a través de manifestaciones musicales sencillas, experimentando con los diferentes lenguajes e instrumentos a su alcance. OBJ4",
        "CE2.3. Desarrollar la utilización de elementos fundamentales del lenguaje musical para interpretar propuestas musicales básicas vocales e instrumentales, a través de la vivencia de los mismos. OBJ4",
        "CE2.4. Participar de manera guiada en el diseño de producciones musicales elementales, trabajando de forma colaborativa a través de un enfoque coeducativo basado en la igualdad y en el respeto a la diversidad. OBJ5",
        "CE2.5. Tomar parte en el proceso cooperativo de creación de producciones culturales y artísticas, utilizando elementos básicos del lenguaje musical. OBJ5",
        "CE2.6. Compartir las experiencias creativas musicales, disfrutando y explicando el proceso y el resultado final obtenido. OBJ5",
        "CE2.7. Manifestar respeto en la realización de actividades, interiorizando las normas elementales de comportamiento y mostrando actitud positiva y empática hacia la expresión de las ideas, sentimientos y emociones de los demás. OBJ5",
        "CE3.1. Descubrir propuestas artísticas escénicas y performativas de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por las mismas. OBJ1",
        "CE3.2. Describir elementos de manifestaciones culturales y artísticas escénicas y performativas seleccionadas, comenzando por aquellas más próximas, explorando sus características, incluyendo las principales profesiones vinculadas a las artes escénicas e iniciándose en el empleo del vocabulario específico básico de las mismas. OBJ1",
        "CE3.3. Desarrollar y aplicar la capacidad de búsqueda de información sobre manifestaciones culturales y artísticas escénicas y performativas, de manera básica y guiada, a través de canales y medios de acceso sencillos, de forma individual y colaborativa. OBJ3",
        "CE3.4. Desarrollar la capacidad de identificación del significado de distintas manifestaciones culturales y artísticas escénicas y performativas que forman parte del patrimonio de diversos entornos, compartiendo, indicando los canales, medios y técnicas empleados e identificando diferencias y similitudes. OBJ3",
        "CE3.5. Manifestar respeto en la recepción de propuestas artísticas escénicas y performativas, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva. El silencio como elemento y condición indispensable para mantener la atención durante la recepción. OBJ1",
        "CE4.1. Producir obras propias de manera guiada, utilizando algunas de las posibilidades expresivas del cuerpo, el sonido, la imagen y diferentes herramientas de expresión artística, incluidos los medios digitales básicos, con curiosidad, interés y disfrute y mostrando confianza en las capacidades propias. OBJ4",
        "CE4.2. Expresar de forma guiada ideas, sentimientos y emociones a través de manifestaciones artísticas escénicas y performativas sencillas, experimentando con los diferentes lenguajes e instrumentos a su alcance. OBJ4",
        "CE4.3. Participar de manera guiada en el diseño de producciones escénicas y performativas elementales, trabajando de forma colaborativa a través de un enfoque coeducativo basado en la igualdad y en el respeto a la diversidad. OBJ5",
        "CE4.4. Tomar parte en el proceso cooperativo de creación de producciones culturales y artísticas escénicas y performativas, utilizando elementos básicos de la expresión corporal. OBJ5",
        "CE4.5. Compartir las experiencias creativas, disfrutando y explicando el proceso y el resultado final obtenido. OBJ5",
        "CE4.6. Manifestar respeto en la creación e interpretación de propuestas artísticas escénicas y performativas, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva y empática hacia la expresión de ideas, sentimientos y emociones de los demás. OBJ5"
    ]
}