{
    "criteriosEvaluacion": [
        "1.1 Extract, understand, identify, identify, analyse and relate the main ideas, detailed information and general implications of well organised and complex oral, written and multimodal texts of some length, in both formal and informal register, on topics of personal relevance or of public interest, both concrete and abstract, expressed clearly and in the standard language or frequent varieties, even in moderately noisy environments, through a variety of media.",
        "1.2 Understand, interpret and critically evaluate the content, explicit intent, discursive features and certain nuances, such as irony or aesthetic use of language, of texts of some length and complexity, with particular emphasis on academic and media texts, as well as fictional texts, on a wide range of topics of personal relevance or public interest.",
        "1.3 Select, organise and apply the most appropriate strategies and skills in each communicative situation to understand the general meaning, gist and salient details and to distinguish implicit and explicit intentions and opinions expressed in texts; infer, predict and deduce meaning and interpret non-verbal elements from context; and search for, select and contrast accurate information.",
        "2.1 Orally express with sufficient fluency, ease and naturalness, avoiding major errors and using appropriate registers, different types of clear, coherent, detailed, well-organised texts, appropriate to the interlocutor and the communicative purpose, on matters of personal relevance or of public interest known to the student, in order to describe, narrate, argue and inform, in different media, avoiding major errors and using appropriate registers, as well as verbal and non-verbal resources, and strategies of planning, control and correction, compensation and cooperation.",
        "2.2 Write and disseminate detailed texts of increasing length, well-structured and of a certain complexity, appropriate to the communicative situation, to the textual typology and to the analogue and digital tools used, avoiding significant errors and coherently reformulating, synthesising and organising information and ideas from different sources and justifying one's own opinions on matters of personal relevance or of public interest known to the students, making an ethical use of language, respecting intellectual property and avoiding plagiarism.",
        "2.3 Select, organise and apply knowledge and strategies for planning, production, revision and cooperation, in order to compose well-structured texts appropriate to the communicative intentions, contextual characteristics, socio-cultural aspects and textual typology, using the most appropriate physical or digital resources depending on the task and the real or potential interlocutors and interlocutors.",
        "3.1 Plan, participate and collaborate assertively and actively, through different media, in interactive situations on everyday topics, of personal relevance or of public interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors, expressing ideas and opinions with precision, linguistic accuracy and convincing argumentation.",
        "3.2 Select, organise and use, effectively, spontaneously and in different settings, appropriate strategies for initiating, maintaining and terminating communication, taking and giving the floor politely, adjusting one's own contribution to that of interlocutors by perceiving their reactions, requesting and formulating clarifications and explanations, reformulating, comparing and contrasting, summarising, collaborating, debating, cooperating, problem solving and managing situations which may become compromising.",
        "4.1 Interpret and explain texts, concepts and transmit communications in situations which cater for diversity, showing respect and appreciation for the interlocutors and for the languages, varieties or registers used, and participating in the solution of problems of intercomprehension and understanding, using a variety of resources and media.",
        "4.2 Apply strategies which help to build bridges, facilitate communication and serve to explain and simplify texts, concepts and messages, and which are appropriate to the communicative intentions, contextual characteristics, socio-cultural aspects and textual typology, using physical or digital resources and supports in accordance with the task and the prior knowledge, interests and ideas of the interlocutors.",
        "5.1 Compare and contrast the similarities and differences between different languages, analysing and reflecting systematically on how they work and establishing relationships between them.",
        "5.2 Use with initiative and in a creative way strategies and knowledge to improve the ability to communicate and learn the foreign language, with or without the support of other interlocutors and analogue and digital media.",
        "5.3 Record and reflect on progress and difficulties in foreign language learning, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate learning, carrying out activities to plan one's own learning, self-assessment and co-assessment, such as those proposed in the European Language Portfolio (ELP) or in a learning diary, making these progresses and difficulties explicit and sharing them.",
        "6.1 Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting and evaluating any kind of discrimination, prejudice and stereotyping and resolving those socio-cultural factors that hinder communication.",
        "6.2 Critically assess the linguistic, cultural and artistic diversity of the countries where the foreign language is spoken in relation to human rights and adapt to it, favouring and justifying the development of a shared culture and citizenship committed to sustainability and democratic values.",
        "6.3 Systematically apply strategies to defend and appreciate linguistic, cultural and artistic diversity, taking into account eco-social and democratic values and respecting the principles of justice, equity and equality."
    ],
    "saberes": [
        "A. Communication.",
        "- Self-confidence, initiative and assertiveness.",
        "- Strategies for self-repair and self-assessment as a means of progressing in autonomous foreign language learning.",
        "- Strategies for planning, executing, monitoring and repairing comprehension, production and co-production of oral, written and multimodal texts.",
        "- Knowledge, skills and attitudes enabling mediation activities to be carried out in everyday situations.",
        "- Communicative functions appropriate to the communicative domain and context: describing phenomena and events; giving instructions and advice; narrating occasional and regular past events, describing present states and situations and expressing future events and short, medium and long term predictions; expressing emotions; expressing opinion; expressing argumentation; reformulating, presenting the opinions of others, summarising.",
        "- Contextual models and discourse genres commonly used in the comprehension, production and co-production of oral, written and multimodal texts, short and simple, literary and non-literary: characteristics and recognition of context (participants and situation), expectations generated by context, organisation and structuring according to genre and textual function and structure.",
        "- Linguistic units and meanings associated with these units such as the expression of entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation, together with logical relations.",
        "- Common and specialised vocabulary of interest to learners relating to time and space; states, events and occurrences; activities, procedures and processes; personal, social, academic and professional relationships; education, work and entrepreneurship; language and intercultural communication; science and technology; history and culture; as well as lexical enrichment strategies (derivation, lexical families, polysemy, synonymy, antonymy).",
        "- Sound, accentual, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns. Basic phonetic alphabet.",
        "- Spelling conventions and communicative meanings and intentions associated with formats, patterns and graphic elements.",
        "- Conversational conventions and strategies, in synchronous or asynchronous format, for initiating, maintaining and terminating communication, taking and giving the floor, asking for and giving clarification and explanation, rephrasing, comparing and contrasting, summarising and paraphrasing, collaborating, negotiating meaning, detecting irony, etc.",
        "- Learning resources and strategies for information search and selection and content curation: dictionaries, reference books, libraries, media libraries, web tags, digital and computer resources, etc. Distinguishing reliable sources.",
        "- Respect for intellectual property and copyright on the sources consulted and content used: tools for processing bibliographic data and resources to avoid plagiarism.",
        "- Analogue and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for interaction, collaboration and educational cooperation (virtual classrooms, videoconferences, collaborative digital tools, etc.) for learning, communication and the development of projects with speakers or learners of the foreign language.",
        "B. Multilingualism.",
        "- Strategies and techniques for responding effectively and with a high degree of autonomy, appropriateness and correctness to a specific communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the other languages of one's own linguistic repertoire.",
        "- Strategies for identifying, organising, retaining, retrieving and creatively using linguistic units (lexis, morphosyntax, sound patterns, etc.) on the basis of a comparison of the languages and varieties which make up one's own linguistic repertoire.",
        "- Analogue and digital, individual and cooperative strategies and tools for self-assessment, co-assessment and self-repair.",
        "- Specific expressions and lexis to reflect and share reflection on communication, language, learning and communication and learning tools (metalanguage).",
        "- Systematic comparison between languages on the basis of elements of the foreign language and other languages: origin and kinship, parallel translations and 'false friends', combining what is understood from the available versions of the different languages.",
        "- Creative activation of the linguistic repertoire in different languages to explain a problem, ask for help, request clarification, carry out transactions or make oneself understood in a routine situation in the absence of adequate expression in the language being used. Rephrasing.",
        "C. Interculturality.",
        "- The foreign language as a means of communication and understanding between peoples, as a facilitator of access to other cultures and languages and as a tool for social participation and personal enrichment.",
        "- Basic strategies for overcoming negative emotions, such as anxiety or blocking, which hinder language learning in common communicative situations such as public speaking.",
        "- Interest and initiative in carrying out communicative exchanges with an appropriate level of accuracy for the educational stage through different media with speakers or learners of the foreign language, as well as learning cultural information about the countries where the foreign language is spoken.",
        "- Sociocultural and sociolinguistic aspects relating to social conventions, politeness and registers; institutions, customs and rituals; values, norms, beliefs and attitudes; stereotypes and taboos; non-verbal language; history, culture and communities; interpersonal relationships and processes of globalisation in countries where the foreign language is spoken.",
        "- Strategies for understanding and appreciating linguistic, cultural and artistic diversity, taking into account eco-social, democratic and sustainable development values.",
        "- Strategies for prevention, detection, rejection and action in the face of discriminatory uses of verbal and non-verbal language.",
        "- Reflection and awareness of the possibility of transmitting a different message to the one intended and the attempt to explain it in a simple way.",
        "- Awareness of the difficulty of interacting with members of other cultures.",
        "- Basic strategies for the development of a respectful and inclusive linguistic modality.",
        "- Basic strategies for recognising differences between different societies and cultures, including that of Castilian-La Mancha.",
        "- Basic strategies for interpreting behaviours which reflect socio-cultural aspects, such as social relations, greetings, physical distance, gestures, age, family, parties, leisure, home, politeness and rituals, among others, considering that all these aspects underlie different ways of thinking about reality, involving specific behaviours and appropriate linguistic exponents."
    ]
}