{
    "competenciasEspecificas": [
        "1. Comprender y conocer los aspectos esenciales de las distintas manifestaciones de la imagen fotográfica fija y de la expresión audiovisual, observando y reflexionando conscientemente sobre la importancia de su legado histórico como una riqueza universal, para involucrarse, de forma activa, democrática y libre, en la promoción y conservación del patrimonio audiovisual global. (CCL1, CCL2, CCL3, CCL5, CP3, CD1, CD2, CD3, CD4, CPSAA3.1, CPSAA4, CC1, CC3, CCEC1, CCEC2).",
        "2. Desarrollar la capacidad de observación y análisis de las diferentes propuestas visuales y audiovisuales, analizando y reconociendo los mensajes recibidos a través de ellas, en los diferentes contextos en los que se producen y valorándolas, de forma abierta y respetuosa, para conocer y valorar críticamente las realidades del mundo contemporáneo y sus antecedentes históricos. (CCL1, CCL2, CCL3, CP1, CD1, CD4, CPSAA1, CPSAA3.1, CC1, CC2, CCEC1, CCEC2).",
        "3. Diseñar y planificar, de manera eficaz y ordenada, un proyecto o una producción audiovisual, poniendo en práctica las destrezas y los lenguajes propios de la fotografía y el audiovisual, para aprender a expresarse y desarrollar las habilidades tanto de organización como de gestión de una producción audiovisual. (CCL1, CCL5, CP1, STEM3, CD2, CD3, CPSAA3.1, CPSAA3.2, CPSAA5, CC3, CE3, CCEC4.1, CCEC4.2).",
        "4. Comprender las dificultades y retos afrontados en la creación de distintos proyectos o producciones audiovisuales, analizando sus cualidades plásticas, estéticas y semánticas, empleando sus distintos lenguajes y elementos técnicos, para desarrollar una recepción artística completa que combine comprensión y emoción. (CCL3, CP1, CD1, CPSAA1, CPSAA3.1, CC3, CE2, CCEC2, CCEC4.1).",
        "5. Utilizar la creación audiovisual como un medio para expresar ideas, opiniones y sentimientos, de forma creativa y personal, pudiendo emplear incluso su propia presencia en la imagen como recurso comunicativo en algunos casos, para poder expresar y comunicar su propia identidad personal y cultural. (CCL1, CCL5, CP1, CD1, CD2, CD3, CPSAA1.2, CC3, CE3, CCEC3.1, CCEC3.2).",
        "6. Realizar, de forma individual o colectiva, distintas producciones audiovisuales, utilizando las principales técnicas, recursos y convenciones del lenguaje audiovisual, identificando los equipos necesarios e incorporando las posibilidades que ofrecen las diversas tecnologías vinculadas con el medio, privilegiando, siempre que sea posible, su sostenibilidad, para construir una personalidad artística abierta, amplia, diversa y respetuosa con el medio ambiente. (CCL5, STEM3, STEM5, CD1, CD3, CD4, CD5, CPSAA2, CPSAA3.1, CC4, CE1, CE2, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2).",
        "7. Evaluar, de forma crítica, tanto el proceso de creación, ya sea propio o colaborativo, como el resultado final de producciones audiovisuales, mediante su exposición pública, reflexionando, de forma abierta y respetuosa, sobre las distintas reacciones que genere en los espectadores, para establecer contrapuntos de interés, aprender a argumentar, interpretar, desarrollar el pensamiento crítico y generar soluciones alternativas. (CCL1, CCL3, CCL5, CD2, CD4, CPSAA3.1, CPSAA4, CC2, CC3, CE1, CE2, CE3, CCEC4.2)."
    ]
}