{
    "criteriosEvaluacion": [
        "1.1. Generar un conocimiento de fuentes y documentos filosóficamente relevantes, aplicando técnicas de búsqueda, organización, análisis, comparación e interpretación de estos, y relacionándolos correctamente con contextos históricos, problemas, tesis, autores y autoras, así como con elementos pertenecientes a otros ámbitos culturales. CCL1, CCL2, CCL3, CD1, CD3, CPSAA5",
        "1.2. Elaborar y presentar distintas producciones tanto de manera individual como cooperativa, con la finalidad de emitir juicios propios acerca de problemas planteados en la historia de la filosofía, haciendo uso preciso de herramientas de investigación. CCL1, CCL3, CD1, CD3, CPSAA5, CC3, CE3",
        "2.1. Desarrollar el uso de los argumentos, reconociendo y aplicando normas, técnicas y pautas lógicas, retóricas y argumentativas, y detectando y evitando modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis, manteniendo el hábito del diálogo argumentativo, empático, abierto y constructivamente comprometido con la búsqueda del conocimiento a través de la participación activa, respetuosa y colaborativa. CCL1, CCL5, STEM1, CD3, CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2",
        "3.1 Adquirir y expresar un conocimiento de las propuestas filosóficas más importantes a lo largo de la historia a través de la indagación, identificando las cuestiones a las que responden, comprendiendo y debatiendo sobre los principales problemas, ideas, tesis y controversias filosóficas de la historia del pensamiento y del análisis y comentario crítico de textos y documentos filosóficos o relevantes para la filosofía. CCL1, CCL2, CC1, CC2, CC3, CCEC1",
        "4.1. Generar una concepción plural, compleja, dialéctica, abierta y crítica de la historia del pensamiento a través de la comprensión y expresión de las relaciones de oposición y complementariedad entre tesis, escuelas, filósofos y filósofas de las mismas o distintas épocas y tradiciones. CCL2, CC1, CC2, CC3",
        "5.1. Afrontar los grandes problemas filosóficos en su dimensión temporal y espacial, comprendiendo su doble aspecto histórico y universal, a través del análisis y exposición crítica de las condiciones culturales que han permitido su aparición y evolución en distintos momentos de la historia, comparándolos mediante esquemas u otros documentos o actividades, y discerniendo el tratamiento filosófico que se hace de ellos en distintas épocas, escuelas, tradiciones, autores y autoras. CCL1, CCL2, CC1, CC2, CC3, CCEC1",
        "6.1. Adquirir una concepción sistémica y relacional de la historia de la cultura occidental y del papel de las ideas filosóficas en ella mediante el análisis y el comentario comparativo de textos literarios, historiográficos, periodísticos, científicos o religiosos, así como de manifestaciones culturales de todo tipo, en los que se expresen problemas y concepciones relevantes de la historia de la filosofía. CCL2, CC1, CC2, CC3, CE1, CCEC1",
        "7.1. Analizar los problemas fundamentales de la actualidad a través de diversos productos de carácter crítico y personal, fundamentados en ideas, doctrinas y controversias dadas en la historia de la filosofía, que le permita clarificar tales problemas, desarrollando un juicio autónomo y una actitud ética y emocional propia de una ciudadanía responsable. CCL1, CCL2, CPSAA4, CC1, CC2, CC3, CC4, CE1, CCEC1"
    ],
    "saberes": [
        "I. Del origen de la Filosofía en Grecia hasta el fin de la Antigüedad",
        "    1. Identificación de los distintos métodos filosóficos y reconocimiento de la historicidad y universalidad de los problemas y concepciones filosóficas.",
        "    2. Comprobación del surgimiento de la filosofía occidental en Grecia. ",
        "        2.1. Reconocimiento de la cosmovisión mítica y clasificación de las primeras teorías filosóficas.",
        "        2.2. Identificación y análisis sobre el problema de la realidad en los presocráticos.",
        "        2.3. Comparación y elaboración de disertaciones sobre las aportaciones de Sócrates y los sofistas, y la conexión entre filosofía y ciudadanía en la Ilustración griega.",
        "        2.4. Elaboración de presentaciones e indagación sobre la importancia de Aspasia de Mileto y relación con el papel de la mujer en la cultura y la filosofía griega.",
        "    3. Reconocimiento de los conceptos de idea y naturaleza, y de conocimiento y realidad en Platón y Aristóteles. ",
        "        3.1. Identificación de la noción de justicia como objeto de la filosofía de Platón. ",
        "            3.1.1. Comprensión y reflexión crítica acerca de la discusión ética del intelectualismo moral socrático-platónico.",
        "            3.1.2. Identificación y análisis de la teoría de las virtudes en Platón.",
        "            3.1.3. Valoración del proyecto político de Platón y diálogo argumentativo y comparativo con la política actual.",
        "        3.2. Reconocimiento del estudio de la naturaleza en Aristóteles. ",
        "            3.2.1. Identificación y comentarios críticos sobre la metafísica y la física aristotélica.",
        "            3.2.2. Comparación y valoración de la ética y la política de Aristóteles.",
        "    4. Reconocimiento del paso de las polis griegas al imperio de Alejandro Magno. ",
        "        4.1. Indagación de las relaciones entre filosofía, ciencia y cultura en el helenismo.",
        "        4.2. Identificación y clasificación de las escuelas filosóficas.",
        "        4.3. Investigación y presentaciones sobre el Museo de Alejandría y la figura de Hipatia de Alejandría.",
        "II. De la Edad Media a la Modernidad Europea",
        "    1. Identificación de las etapas, métodos y cuestiones fundamentales en la filosofía medieval. ",
        "        1.1. Comparación y clasificación de los aspectos principales de las teorías de Agustín de Hipona, Tomás de Aquino y Guillermo de Ockham.",
        "        1.2. Reconocimiento de la personalidad polifacética de Hildegard von Bingen.",
        "        1.3. Descripción de la filosofía árabe y judía.",
        "        1.4. Valoración de la asimilación de la filosofía griega por la teología medieval.",
        "        1.5. Análisis crítico del problema de la relación entre fe y razón.",
        "    2. Reconocimiento del nacimiento de la modernidad europea. ",
        "        2.1. Valoración de las aportaciones de la revolución científica en el Renacimiento.",
        "        2.2. Diálogo crítico sobre el protestantismo.",
        "        2.3. Identificación y valoración del debate metafísico moderno, y clasificación y contraste de los principios del racionalismo y empirismo.",
        "    3. Clarificación y debate acerca del origen y fundamento de la sociedad y el poder. ",
        "        3.1. Análisis comparativo del pensamiento político medieval y la teoría del contrato social según Thomas Hobbes, John Locke y Jean-Jacques Rousseau.",
        "III. De la Modernidad a la Postmodernidad",
        "    1. Reflexión sobre el proyecto ilustrado y valoración sobre la potencia y los límites de la razón. ",
        "        1.1. Reconocimiento de los Derechos del Hombre.",
        "        1.2. Identificación y valoración de la primera ola feminista: Mary Wollstonecraft y Olympe de Gouges.",
        "        1.3. Análisis y comentarios acerca de la filosofía crítica de Immanuel Kant y el problema de la metafísica como saber.",
        "        1.4. Comparación y ejemplificación de las éticas de la felicidad y éticas del deber.",
        "        1.5. Valoración crítica y actual de la ética kantiana frente al utilitarismo.",
        "        1.6. Búsqueda de información y presentaciones sobre la Ilustración en Canarias.",
        "    2. Identificación de la crítica del capitalismo. ",
        "        2.1. Análisis y contraste del pensamiento revolucionario de Karl Marx a Rosa Luxemburgo.",
        "        2.2. Reconocimiento de la dialéctica de la Ilustración en la Escuela de Fráncfort.",
        "        2.3. Identificación del análisis del totalitarismo en Hannah Arendt.",
        "    3. Conocimiento del desarrollo de la deconstrucción en la tradición occidental. ",
        "        3.1. Análisis y comentario crítico sobre Friedrich Nietzsche y la herencia posmoderna.",
        "        3.2. Reconocimiento y diálogo argumentativo sobre los problemas filosóficos a la luz del análisis del lenguaje en torno a Ludwig Wittgenstein y la filosofía analítica.",
        "        3.3. Identificación y presentación sobre el existencialismo de Martin Heidegger y Jean Paul Sartre.",
        "        3.4. Reconocimiento y valoración sobre la razón vital y la razón poética en José Ortega y Gasset y María Zambrano.",
        "        3.5. Análisis y valoración crítica sobre el desarrollo contemporáneo del feminismo y la importancia de Simone de Beauvoir."
    ]
}