{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Comprender, extraer y analizar las ideas principales, la información relevante y las implicaciones generales de textos de cierta longitud, bien organizados y de cierta complejidad, orales, escritos y multimodales, sobre temas de interés público o personal, tanto concretos como abstractos, expresados de forma clara y en la lengua estándar, incluso en entornos moderadamente ruidosos, a través de diversos soportes. ",
        "Criterio 1.2. Interpretar y valorar de manera crítica el contenido, la intención y los rasgos discursivos de textos de cierta longitud y complejidad sobre temas generales o más específicos, de relevancia personal o de interés público.",
        "Criterio 1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos adecuados para extraer la información global y específica; distinguir la intención y las opiniones, tanto implícitas como explícitas (siempre que estén claramente señalizadas), de los textos; inferir significados e interpretar elementos no verbales, y buscar, seleccionar y contrastar información.",
        "Competencia específica 2.",
        "Criterio 2.1. Expresar oralmente con suficiente fluidez y corrección textos claros, coherentes, bien organizados, adecuados a la situación comunicativa y en diferentes registros sobre asuntos de interés personal o público conocidos por el alumnado, con el fin de describir, narrar, argumentar e informar, en diferentes soportes, utilizando recursos verbales y no verbales, así como estrategias de planificación, monitorización y validación tanto de autoevaluación y como de coevaluación.",
        "Criterio 2.2. Redactar y difundir textos detallados de cierta extensión y complejidad y de estructura clara, adecuados a la situación comunicativa, a la tipología textual y a las herramientas analógicas y digitales utilizadas, evitando errores que dificulten o impidan la comprensión, reformulando y organizando de manera coherente información e ideas de diversas fuentes, así como justificando las propias opiniones, sobre asuntos de interés personal o público conocidos por el alumnado, respetando la propiedad intelectual y evitando el plagio. ",
        "Criterio 2.3. Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, revisión y cooperación, para componer textos de estructura clara y adecuados a las intenciones comunicativas, a las características contextuales, a los aspectos socioculturales y a la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de los interlocutores reales o potenciales.",
        "Competencia específica 3.",
        "Criterio 3.1. Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en situaciones interactivas de cierta complejidad sobre temas de interés personal o público conocidos por el alumnado, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores, ofreciendo explicaciones, argumentos y comentarios.",
        "Criterio 3.2. Seleccionar, organizar y utilizar, de forma flexible y en diferentes entornos, estrategias adecuadas para iniciar, mantener y terminar la comunicación; tomar y ceder la palabra; solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar; resumir, colaborar, debatir, resolver problemas, y gestionar situaciones comprometidas.",
        "Competencia específica 4.",
        "Criterio 4.1. Interpretar y explicar con eficacia textos y conceptos de cierta complejidad en situaciones de comunicación en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores y por las lenguas empleadas, y participando en la solución de problemas frecuentes de intercomprensión y de entendimiento, a partir de diversos recursos y soportes.",
        "Criterio 4.2. Aplicar con eficacia estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y el conocimiento previo de los interlocutores y las interlocutoras.",
        "Competencia específica 5.",
        "Criterio 5.1. Comparar y argumentar las similitudes y diferencias entre distintas lenguas reflexionando sobre su funcionamiento y estableciendo relaciones entre ellas.",
        "Criterio 5.2. Utilizar con iniciativa y de forma creativa estrategias y conocimientos de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros interlocutores y de soportes analógicos y digitales.",
        "Criterio 5.3. Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua extranjera, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y compartiéndolos.",
        "Competencia específica 6.",
        "Criterio 6.1. Actuar de forma adecuada, empática y respetuosa en situaciones interculturale,s construyendo vínculos entre las diferentes lenguas y culturas, analizando y rechazando cualquier tipo de discriminación, prejuicio y estereotipo, y solucionando aquellos factores socioculturales que dificulten la comunicación.",
        "Criterio 6.2. Valorar críticamente la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera, y adecuarse a ella favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad, los derechos humanos y los valores democráticos.",
        "Criterio 6.3. Aplicar estrategias para defender y apreciar la diversidad lingüística, cultural y artística atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad. "        
    ],
    "saberes": [
        "Bloque A. Comunicación.",
        "A.1. Comprensión, producción y mediación.",
        "A.1.1.1. Estrategias de reparación y autoevaluación como forma de progresar con eficacia en el aprendizaje autónomo de la lengua extranjera.",
        "A.1.1.2. Estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales de cierta longitud, bien organizados y cierta complejidad.",
        "A.1.1.3. Conocimientos, destrezas y actitudes que permiten llevar a cabo con eficacia actividades de mediación en situaciones cotidianas.",
        "A.1.1.4. Autoconfianza, iniciativa y asertividad.",
        "A.2. Funciones c o m u n i c a t i v a s adecuadas al ámbito y al contexto comunicativo.",
        "A.2.1.1. Descripción de fenómenos y acontecimientos de cierta complejidad.",
        "A.2.1.2. Expresión de instrucciones y consejos de cierta complejidad.",
        "A.2.1.3. Narración de acontecimientos de cierta complejidad pasados, puntuales y habituales, descripción de estados y situaciones presentes, y expresión de sucesos futuros y de predicciones a corto, medio y largo plazo.",
        "A.2.1.4. Expresión de emociones de forma eficaz.",
        "A.2.1.5. Expresión de la opinión de forma eficaz.",
        "A.2.1.6. Expresión de argumentaciones de forma eficaz.",
        "A.2.1.7. Reformulación, resumen y presentación de las opiniones de otros de forma eficaz.",
        "A.3. Modelos contextuales en la comprensión, producción y coproducción de textos orales y escritos.",
        "A.3.1.1. Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos de cierta complejidad orales, escritos y multimodales, breves y sencillos, literarios y no literarios.",
        "A.3.1.2. Características y reconocimiento de contextos de cierta complejidad (participantes y situación); expectativas generadas por el contexto.",
        "A.3.1.3. Organización y estructuración de cierta complejidad según el género, la función textual y la estructura.",
        "A.4. Significados de las unidades lingüísticas.",
        "A.4.1.1.Expresión detallada y precisa de la entidad y sus propiedades.",
        "A.4.1.2. Expresión detallada y precisa de la cantidad y cualidad.",
        "A.4.1.3. Expresión detallada y precisa del espacio y las relaciones espaciales. ",
        "A.4.1.4. Expresión detallada y precisa del tiempo y las relaciones temporales.",
        "A.4.1.5. Expresión detallada y precisa de la afirmación, la negación, la interrogación y la exclamación.",
        "A.4.1.6. Expresión detallada y precisa de las relaciones lógicas. ",
        "A.5. Léxico de uso común y de interés para el alumnado.",
        "A.5.1.1. Léxico preciso y especializado relativo a tiempo y espacio.",
        "A.5.1.2. Léxico preciso y especializado relativo a estados, eventos y acontecimientos.A.5.2.2. Léxico complejo y especializado relativo a estados, eventos y acontecimientos.",
        "A.5.1.3. Léxico preciso y especializado relativo a actividades, procedimientos y procesos.",
        "A.5.1.4. Léxico preciso y especializado relativo a relaciones personales, sociales, académicas y profesionales.",
        "A.5.1.5. Léxico preciso y especializado relativo a educación, trabajo y emprendimiento.",
        "A.5.1.7. Léxico preciso y especializado relativo a ciencia y tecnología.",
        "A.5.1.8. Léxico preciso y especializado relativo a historia y cultura.",
        "A.5.1.9. Léxico preciso y especializado relativo a estrategias de enriquecimiento léxico (derivación, familias léxicas, polisemia, sinonimia, antonimia...).",
        "A.6. Patrones sonoros.",
        "A.6.1.1. Patrones sonoros, acentuales, rítmicos y de entonación específicos.",
        "A.6.1.2. Significados e intenciones comunicativas generales asociadas a dichos patrones específicos.",
        "A.6.1.3. Alfabeto fonético básico.",
        "A.7. Convenciones y estrategias conversacionales y ortográficas.",
        "A.7.1.1. Convenciones ortográficas de cierta complejidad.",
        "A.7.1.2. Significados e intenciones comunicativas de cierta complejidad asociados a los formatos, patrones y elementos gráficos.",
        "A.7.1.3. Convenciones y estrategias conversacionales de cierta complejidad, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación.",
        "A.7.1.4. Convenciones y estrategias conversacionales de cierta complejidad, en formato síncrono o asíncrono, para colaborar, negociar significados, detectar la ironía, etc",
        "A.7.1.5. Convenciones y estrategias conversacionales de cierta complejidad, en formato síncrono o asíncrono, para tomar y ceder la palabra.",
        "A.7.1.6. Convenciones y estrategias conversacionales de cierta complejidad, en formato síncrono o asíncrono, para pedir y dar aclaraciones y explicaciones.",
        "A.7.1.7. Convenciones y estrategias conversacionales de cierta complejidad, en formato síncrono o asíncrono, para reformular, comparar y contrastar. ",
        "A.7.1.8. Convenciones y estrategias conversacionales de cierta complejidad, en formato síncrono o asíncrono, para resumir y parafrasear.",
        "A.8. Herramientas de búsqueda, consulta y selección de fuentes de información.",
        "A.8.1.1. Recursos de cierta complejidad para el aprendizaje y estrategias de búsqueda y selección de información, y reelaboración de contenidos para su comunicación de contenidos: diccionarios, libros de consulta, bibliotecas, mediatecas, etiquetas en la red, recursos digitales e informáticos, etc.",
        "A.8.1.2. Respeto de la propiedad intelectual y derechos de autoría sobre las fuentes consultadas y contenidos utilizados: herramientas de cierta complejidad para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "A.8.1.3. Herramientas analógicas y digitales de cierta complejidad para la comprensión, producción y coproducción oral, escrita y multimodal. Plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "Bloque B. Plurilingüismo y reflexión sobre el aprendizaje.",
        "B.1. Estrategias de respuesta y autoevaluación.",
        "B.1.1.1. Estrategias y técnicas de cierta complejidad para responder eficazmente y con un alto grado de autonomía, adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "B.1.1.2. Estrategias y herramientas de cierta complejidad, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autocorrección.",
        "B.2. Identificación de unidades lingüísticas y comparación de lenguas.",
        "B.2.1.1. Estrategias de cierta complejidad para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "B.2.1.2. Comparación sistemática entre lenguas a partir de elementos de cierta complejidad de la lengua extranjera y otras lenguas: origen y parentescos.",
        "B.3. Metalenguaje.",
        "B.3.1.1. Expresiones y léxico específico de cierta complejidad para reflexionar sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje .",
        "B.3.1.2. Expresiones y léxico específico de cierta complejidad para compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje.",
        "Bloque C. Interculturalidad.",
        "C.1.Intercambio comunicativo.",
        "C.1.1.1. La lengua extranjera como medio de comunicación y entendimiento entre pueblos, mediadora del acceso a otras culturas y otras lenguas, y como herramienta de participación social y de enriquecimiento personal.",
        "C.1.1.2. Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, así como por conocer informaciones culturales de los países donde se habla la lengua extranjera.",
        "C.1.1.3. Estrategias de detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal. ",
        "C.1.1.4. Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "C.2. Aspectos socioculturales y sociolingüísticos.C.2.1.1. Patrones culturales de cierta complejidad propios de la lengua extranjera en relación a aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros.",
        "C.2.1.2. Patrones culturales de cierta complejidad propios de la lengua extranjera en relación a historia, cultura y comunidades.C.2.2.2. Patrones culturales más complejos propios de la lengua extranjera en relación a historia, cultura y comunidades.",
        "C.2.1.3. Patrones culturales de cierta complejidad propios de la lengua extranjera en relación a instituciones, costumbres y rituales.",
        "C.2.1.4. Patrones culturales de cierta complejidad propios de la lengua extranjera en relación a valores, normas, creencias y actitudes.",
        "C.2.1.5. Patrones culturales de cierta complejidad propios de la lengua extranjera en relación a estereotipos y tabúes, y lenguaje no verbal.",
        "C.2.1.6. Patrones culturales de cierta complejidad propios de la lengua extranjera en relación a relaciones interpersonales y procesos de globalización en países donde se habla la lengua extranjera."
        
    ]
}
