{
    "criteriosEvaluacion": [
        "Criterion 1.1. Understand, extract and analyze the main ideas, relevant information and general implications of texts of a certain length, well organized and of a certain complexity, oral, written and multimodal, on topics of public or personal interest, both concrete and abstract, expressed clearly and in the standard language, even in moderately noisy environments, through various supports.",
        "Criterion 1.2. Interpret and critically assess the content, intention and discursive features of texts of a certain length and complexity on general or more specific topics, of personal relevance or of public interest.",
        "Criterion 1.3. Select, organize and apply the appropriate strategies and knowledge to extract global and specific information; distinguish the intention and opinions, both implicit and explicit (as long as they are clearly marked), from the texts; infer meanings and interpret elements non-verbal, and search, select and contrast information.",
        "Criterion 2.1. Express orally with sufficient fluency and accuracy clear, coherent, well-organized texts, appropriate to the communicative situation and in different registers on matters of personal or public interest known to the students, in order to describe, narrate, argue and inform, in different supports, using verbal and non-verbal resources, as well as planning, monitoring and validation strategies for both self-evaluation and peer-evaluation.",
        "Criterion 2.2. Write and disseminate detailed texts of a certain length and complexity and with a clear structure, appropriate to the communicative situation, the textual typology and the analogue and digital tools used, avoiding errors that hinder or prevent understanding, reformulating and organizing accordingly. information and ideas from various sources in a coherent manner, as well as justifying their own opinions, on matters of personal or public interest known to the students, respecting intellectual property and avoiding plagiarism. ",
        "Criterion 2.3. Select, organize, and apply knowledge and planning, production, review, and cooperation strategies to compose texts with a clear structure and appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using the most appropriate physical or digital resources depending on the task and the actual or potential interlocutors.",
        "Criterion 3.1. Plan, participate and collaborate assertively and actively, through various supports, in interactive situations of a certain complexity on topics of personal or public interest known to the students, showing initiative, empathy and respect for linguistic courtesy and etiquette digital, as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors, offering explanations, arguments and comments.",
        "Criterion 3.2. Select, organize and use, flexibly and in different settings, appropriate strategies to initiate, maintain and end communication; take and give the floor; request and formulate clarifications and explanations, reformulate, compare and contrast; summarize, collaborate, debate, solve problems, and manage compromising situations.",
        "Criterion 4.1. Effectively interpret and explain texts and concepts of a certain complexity in communication situations in which attention is paid to diversity, showing respect and empathy for the interlocutors and for the languages used, and participating in the solution of frequent intercomprehension problems and understanding, from various resources and supports.",
        "Criterion 4.2. Effectively apply strategies that help create bridges, facilitate communication, and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using physical or digital resources and supports depending on the task and the previous knowledge of the interlocutors.",
        "Criterion 5.1. Compare and discuss the similarities and differences between different languages, reflecting on their functioning and establishing relationships between them.",
        "Criterion 5.2. Use with initiative and creatively strategies and knowledge to improve their ability to communicate and learn the foreign language, with the support of other interlocutors and analog and digital supports.",
        "Criterion 5.3. Record and reflect on the progress and difficulties in learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate their learning, carrying out planning activities for their own learning, self-evaluation and peer-evaluation, such as the proposals in the European Language Portfolio (ELP) or in a learning diary, making those progress and difficulties explicit and sharing them.",
        "Criterion 6.1. Act appropriately, empathically and respectfully in intercultural situations, building links between different languages and cultures, analyzing and rejecting any type of discrimination, prejudice and stereotype, and solving those sociocultural factors that make communication difficult.",
        "Criterion 6.2. Critically assess the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, and adapt to it, favoring the development of a shared culture and a citizenry committed to sustainability, human rights and democratic values. ",
        "Criterion 6.3. Apply strategies to defend and appreciate linguistic, cultural and artistic diversity, attending to ecosocial and democratic values and respecting the principles of justice, equity and equality."
    ],
    "saberes": [
        "Block A. Communication.",
        "A.1. Understanding, production and mediation.",
        "A.1.1.1. Repair and self-assessment strategies as a way to progress effectively in the autonomous learning of a foreign language.",
        "A.1.1.2. Strategies for the planning, execution, control and repair of comprehension, production and co-production of oral, written and multimodal texts of a certain length, well organized and of a certain complexity.",
        "A.1.1.3. Knowledge, skills and attitudes that allow mediation activities to be carried out effectively in everyday situations.",
        "A.1.1.4. Self-confidence, initiative and assertiveness.",
        "A.2. Communicative functions appropriate to the field and communicative context.",
        "A.2.1.1. Description of phenomena and events of a certain complexity.",
        "A.2.1.2. Expression of instructions and advice of a certain complexity.",
        "A.2.1.3. Narration of past, punctual and habitual events of a certain complexity, description of current states and situations, and expression of future events and short, medium and long-term predictions.",
        "A.2.1.4. Efficient expression of emotions.",
        "A.2.1.5. Expressing opinion effectively.",
        "A.2.1.6. Expression of arguments effectively.",
        "A.2.1.7. Rephrase, summarize, and present the views of others effectively.",
        "A.3. Contextual models in the comprehension, production and co-production of oral and written texts.",
        "A.3.1.1. Contextual models and discursive genres commonly used in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts of a certain complexity.",
        "A.3.1.2. Characteristics and recognition of contexts of a certain complexity (participants and situation); expectations generated by the context.",
        "A.3.1.3. Organization and structuring of some complexity according to genre, textual function and structure.",
        "A.4. Meanings of linguistic units.",
        "A.4.1.1.Detailed and precise expression of the entity and its properties.",
        "A.4.1.2. Detailed and precise expression of quantity and quality.",
        "A.4.1.3. Detailed and precise expression of space and spatial relationships.",
        "A.4.1.4. Detailed and precise expression of time and temporal relationships.",
        "A.4.1.5. Detailed and precise expression of affirmation, negation, question mark and exclamation.",
        "A.4.1.6. Detailed and precise expression of logical relationships. ",
        "A.5. Commonly used vocabulary of interest to students.",
        "A.5.1.1. Precise and specialized lexicon related to time and space.",
        "A.5.1.2. Precise and specialized lexicon related to states, events and happenings.A.5.2.2. Complex and specialized lexicon related to states, events and occurrences.",
        "A.5.1.3. Precise and specialized vocabulary related to activities, procedures and processes.",
        "A.5.1.4. Precise and specialized vocabulary related to personal, social, academic and professional relationships.",
        "A.5.1.5. Precise and specialized vocabulary related to education, work and entrepreneurship.",
        "A.5.1.7. Precise and specialized vocabulary related to science and technology.",
        "A.5.1.8. Precise and specialized vocabulary related to history and culture.",
        "A.5.1.9. Precise and specialized lexicon related to lexical enrichment strategies (derivation, lexical families, polysemy, synonymy, antonymy...)",
        "A.6. Sound patterns.",
        "A.6.1.1. Specific sound, stress, rhythmic and intonation patterns.",
        "A.6.1.2. General communicative meanings and intentions associated with these specific patterns.",
        "A.6.1.3. Basic phonetic alphabet.",
        "A.7. Conversational and spelling conventions and strategies.",
        "A.7.1.1. Spelling conventions of some complexity.",
        "A.7.1.2. Meanings and communicative intentions of a certain complexity associated with formats, patterns and graphic elements.",
        "A.7.1.3. Conversational conventions and strategies of a certain complexity, in synchronous or asynchronous format, to initiate, maintain and terminate communication.",
        "A.7.1.4. Conversational conventions and strategies of a certain complexity, in synchronous or asynchronous format, to collaborate, negotiate meanings, detect irony, etc",
        "A.7.1.5. Conversational conventions and strategies of a certain complexity, in synchronous or asynchronous format, to take and give up the floor.",
        "A.7.1.6. Conventions and conversational strategies of a certain complexity, in synchronous or asynchronous format, to ask for and give clarifications and explanations.",
        "A.7.1.7. Conversational conventions and strategies of some complexity, in synchronous or asynchronous format, to reformulate, compare and contrast. ",
        "A.7.1.8. Conversational conventions and strategies of some complexity, in synchronous or asynchronous format, to summarize and paraphrase.",
        "A.8. Search tools, consultation and selection of information sources.",
        "A.8.1.1. Resources of a certain complexity for learning and information search and selection strategies, and content re-elaboration for content communication: dictionaries, reference books, libraries, media libraries, web labels, digital resources and IT, etc.",
        "A.8.1.2. Respect for intellectual property and copyright on the sources consulted and content used: tools of a certain complexity for the treatment of bibliographic data and resources to avoid plagiarism.",
        "A.8.1.3. Analogue and digital tools of a certain complexity for oral, written and multimodal comprehension, production and co-production. Virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, collaborative digital tools...) for learning , communication and the development of projects with speakers or students of the foreign language.",
        "Block B. Plurilingualism and reflection on learning.",
        "B.1. Response strategies and self-assessment.",
        "B.1.1.1. Strategies and techniques of a certain complexity to respond effectively and with a high degree of autonomy, adaptation and correction to a specific communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "B.1.1.2. Strategies and tools of a certain complexity, analogue and digital, individual and cooperative for self-evaluation, co-evaluation and self-correction.",
        "B.2. Identification of linguistic units and comparison of languages.",
        "B.2.1.1. Strategies of a certain complexity to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the linguistic repertoire staff.",
        "B.2.1.2. Systematic comparison between languages based on elements of a certain complexity of the foreign language and other languages: origin and relationships.",
        "B.3. Metalanguage.",
        "B.3.1.1. Expressions and specific vocabulary of a certain complexity to reflect on communication, language, learning and communication and learning tools.",
        "B.3.1.2. Expressions and specific vocabulary of a certain complexity to share reflections on communication, language, learning and communication and learning tools.",
        "Block C. Interculturality.",
        "C.1. Communicative exchange.",
        "C.1.1.1. The foreign language as a means of communication and understanding between peoples, a mediator of access to other cultures and other languages, and as a tool for social participation and personal enrichment.",
        "C.1.1.2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language, as well as knowing cultural information from the countries where the foreign language is spoken.",
        "C.1.1.3. Detection, rejection and action strategies against discriminatory uses of verbal and non-verbal language.",
        "C.1.1.4. Strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
        "C.2. Sociocultural and sociolinguistic aspects.C.2.1.1. Cultural patterns of a certain complexity typical of the foreign language in relation to sociocultural and sociolinguistic aspects related to social conventions, rules of courtesy and registers.",
        "C.2.1.2. Cultural patterns of a certain complexity typical of the foreign language in relation to history, culture and communities.C.2.2.2. More complex cultural patterns typical of the foreign language in relation to history, culture and communities. ",
        "C.2.1.3. Cultural patterns of a certain complexity typical of the foreign language in relation to institutions, customs and rituals.",
        "C.2.1.4. Cultural patterns of a certain complexity typical of the foreign language in relation to values, norms, beliefs and attitudes.",
        "C.2.1.5. Cultural patterns of a certain complexity typical of the foreign language in relation to stereotypes and taboos, and non-verbal language.",
        "C.2.1.6. Cultural patterns of a certain complexity typical of the foreign language in relation to interpersonal relationships and globalization processes in countries where the foreign language is spoken."
    ]
}