{
    "criteriosEvaluacion": [
        "• CE1.1. Reconocer los rasgos estilísticos de la música y de la danza en las diferentes épocas históricas, a través de la escucha activa y del visionado de manifestaciones artísticas, así como del análisis de partituras y textos representativos. OBJ1",
        "• CE1.2. Determinar la función de la música y de la danza en los diferentes contextos, estableciendo vínculos entre las características de estas manifestaciones artísticas y los hechos histórico-estéticos que determinan el período. OBJ1",
        "• CE1.3. Valorar la riqueza del patrimonio musical y dancístico a través del reconocimiento de las características de un determinado período en la adaptación de las interpretaciones y el contraste con las muestras originales. OBJ3",
        "• CE1.4. Analizar las diferentes corrientes interpretativas, comparando distintas versiones musicales de una misma obra e identificando su vinculación con la estética del período. OBJ4",
        "• CE1.5. Explicar los distintos conceptos teórico-estéticos aplicados a la música y a la danza, usando de forma fiable y responsable las tecnologías digitales y respetando los derechos de autor y la propiedad intelectual. OBJ5",
        "• CE1.6. Expresar opiniones e ideas propias, informadas y fundamentadas, sobre el patrimonio musical y dancístico, usando un vocabulario específico, formulando argumentos de carácter teórico y estético, y analizando críticamente el contexto de creación de las obras. OBJ5",
        "• CE2.1. Establecer para cada contexto las diferentes funciones de la música y de la danza, vinculando las características propias de las manifestaciones artísticas al contexto histórico y estético del período trabajado. OBJ5",
        "• CE2.2. Explicar la relación entre la música, la danza y otras manifestaciones artísticas, identificando los condicionantes históricos y los fundamentos estéticos que comparten, y analizando su carácter interdisciplinario. OBJ2",
        "• CE2.3. Reconocer y comparar diferentes versiones musicales de una misma obra dentro de las corrientes interpretativas, identificando su relación con la estética del período. OBJ4",
        "• CE2.4. Utilizar un vocabulario adecuado en la manifestación de ideas y opiniones, partiendo de una base informada, sobre el patrimonio dancístico y musical, utilizando argumentos justificados en la teoría y en la estética, y mostrando un análisis crítico del contexto creativo de las obras. OBJ5",
        "• CE3.1. Analizar la importancia del patrimonio musical, escénico y artístico como expresión de una época, valorando la responsabilidad sobre su conservación y difusión. OBJ2",
        "• CE3.2. Utilizar fuentes de información fiables en investigaciones sobre los principales compositores, intérpretes y obras de la historia de la música y de la danza, aplicando estrategias de búsqueda, de selección y de reelaboración de la información. OBJ4",
        "• CE3.3. Reconocer la identidad cultural propia, valorando la riqueza del patrimonio musical a través de las investigaciones realizadas. OBJ4",
        "• CE3.4. Reconocer, identificar y exponer los conceptos teórico-estéticos relacionados con la música y la danza, a través del uso fiable y responsable de las tecnologías digitales y teniendo en cuenta tanto la propiedad intelectual como los derechos de autor. OBJ4",
        "• CE3.5. Realizar un análisis crítico del contexto teórico y estético de la creación de las obras, de forma argumentada y mediante el vocabulario adecuado, expresando ideas propias y opiniones informadas y fundamentadas sobre el patrimonio musical y dancístico. OBJ5",
        "• CE4.1. Experimentar con las características de la música y de la danza de un período histórico determinado, interpretando o dramatizando fragmentos o adaptaciones de obras relevantes con instrumentos musicales, la voz o el propio cuerpo. OBJ3",
        "• CE4.2. Apreciar, reconocer y distinguir el patrimonio musical y dancístico de determinado período y sus características, a través de la adaptación de las interpretaciones y mediante el contraste con las muestras originales. OBJ3",
        "• CE4.3. Participar activamente en las interpretaciones asumiendo las diferentes funciones que se asignen y mostrando interés por aproximarse al conocimiento y disfrute del repertorio propuesto. OBJ3"
    ],
    "saberes": [
        "Bloque 1. Percepción visual y auditiva",
        "• Elementos de la música y de la danza: identificación y análisis.",
        "• Rasgos que definen la música y la danza de diferentes períodos históricos en el ámbito auditivo y visual.",
        "• Aspectos socioculturales de la recepción artística. Evolución de los formatos y desarrollo del público.",
        "• Estrategias de escucha, visionado y análisis de textos y partituras.",
        "Bloque 2. Contextos de creación",
        "• Factores culturales, sociales, económicos y políticos que inciden en la creación musical. Función social de la música y de la danza.",
        "• Características y evolución estética y estilística de la música y de la danza a lo largo de la historia.",
        "• Principales corrientes, escuelas, autoras y autores, intérpretes y obras representativas de la música y de la danza desde la Antigüedad clásica hasta nuestros días.",
        "• El papel del intérprete a lo largo de la historia.",
        "• La música y la danza y su relación con las demás artes.",
        "• Interés por conocer, respetar y difundir el patrimonio musical y dancístico.",
        "Bloque 3. Investigación, opinión crítica y difusión",
        "• La investigación musical: procesos de búsqueda, selección, tratamiento y difusión de la información. Fuentes de investigación musical: fiabilidad y validez.",
        "• Uso de las tecnologías digitales en la difusión de la música y de la danza. Reseñas, comentarios y críticas musicales. Derechos de autor y propiedad intelectual.",
        "Bloque 4. Experimentación activa",
        "• Técnicas sencillas de interpretación de obras adaptadas o fragmentos musicales representativos del repertorio musical.",
        "• Práctica de danzas sencillas de diferentes períodos históricos.",
        "• Estrategias y técnicas básicas de dramatización de textos de la música vocal y su dramatización."
    ]
}