{
  "saberes": [
    "Bloque 1. Sentido numérico",
    "• Cálculo.",
    "– Resolución de situaciones y problemas de la vida cotidiana en los que se tengan que hacer recuentos sistemáticos, utilizando estrategias (diagramas de árbol, técnicas de combinatoria, etc.).",
    "• Cantidad.",
    "– Obtención e interpretación de los errores absoluto y relativo.",
    "– Realización de estimaciones en diversos contextos analizando y acotando el error cometido.",
    "– Uso de los números reales para expresar cantidades en contextos de la vida cotidiana con la precisión requerida.",
    "– Identificación del conjunto numérico que sirve para responder a diferentes necesidades: contar, medir, comparar, etc.",
    "• Sentido de las operaciones.",
    "– Uso de las propiedades de las operaciones aritméticas para realizar cálculos con números reales de manera eficiente con calculadora adaptando las estrategias a cada situación.",
    "– Reconocimiento de algunos números irracionales en situaciones de la vida cotidiana.",
    "• Relaciones.",
    "– Identificación y análisis de patrones y regularidades numéricas en las que intervengan números reales.",
    "– Orden en la recta numérica. Intervalos.",
    "• Razonamiento proporcional.",
    "– Reconocimiento de las relaciones de proporcionalidad directa, inversa y compuesta. Constante de proporcionalidad. Repartos proporcionales.",
    "– Desarrollo, análisis y explicación de métodos para la resolución de problemas en situaciones de proporcionalidad.",
    "• Educación financiera.",
    "– Métodos de resolución de problemas relacionados con aumentos y merma porcentuales, intereses y tasas en contextos financieros.",
    "Bloque 2. Sentido de la medida",
    "• Medición.",
    "– Deducción y aplicación de la pendiente de una recta y su relación con el ángulo en situaciones sencillas.",
    "• Cambio.",
    "– Estudio del crecimiento y decrecimiento de funciones y de la tasa de variación absoluta, relativa y promedio en contextos de la vida cotidiana con el apoyo de herramientas tecnológicas.",
    "Bloque 3. Sentido espacial",
    "• Figuras geométricas de dos y tres dimensiones.",
    "– Propiedades geométricas de objetos de la vida cotidiana: investigación con programas de geometría dinámica.",
    "• Movimientos y transformaciones.",
    "– Transformaciones elementales en la vida cotidiana: investigación con herramientas tecnológicas como programas de geometría dinámica, realidad aumentada, etc.",
    "• Visualización, razonamiento y modelización geométrica.",
    "– Realización de modelos geométricos para representar y explicar relaciones numéricas y algebraicas en situaciones diversas.",
    "– Modelización de elementos geométricos de la vida cotidiana con herramientas tecnológicas, como programas de geometría dinámica, realidad aumentada, etc.",
    "– Elaboración y comprobación de conjeturas sobre propiedades geométricas utilizando programas de geometría dinámica u otras herramientas.",
    "Bloque 4. Sentido algebraico",
    "• Patrones.",
    "– Patrones: comprensión y análisis, determinando la regla de formación de diversas estructuras en casos sencillos que incluyan identidades notables.",
    "• Modelo matemático.",
    "– Modelización y resolución de problemas de la vida cotidiana apoyándose en representaciones matemáticas y en el lenguaje algebraico.",
    "– Obtención y análisis de conclusiones razonables de una situación de la vida cotidiana una vez modelizada.",
    "• Variable.",
    "– Asignación de variables en función del contexto del problema.",
    "– Interpretación de las características de funciones lineales y cuadráticas a través de la tasa de variación media en problemas contextualizados.",
    "• Igualdad y desigualdad.",
    "– Utilización y cálculo de formas equivalentes de expresiones algebraicas en la resolución de ecuaciones, sistemas de ecuaciones e inecuaciones lineales.",
    "– Discusión y búsqueda de soluciones en ecuaciones lineales y cuadráticas y de grado superior a dos sencillas. Aplicación a problemas contextualizados.",
    "– Búsqueda de soluciones en ecuaciones, sistemas de ecuaciones lineales y no lineales en problemas contextualizados.",
    "– Resolución de inecuaciones de primer y segundo grado en problemas contextualizados.",
    "– Uso de la tecnología para la resolución de ecuaciones, inecuaciones y sistemas de ecuaciones en problemas contextualizados.",
    "• Relaciones y funciones.",
    "– Aplicación de la forma de representación más adecuada (tabla, gráfica…) en la resolución de problemas de la vida cotidiana.",
    "– Representación gráfica de funciones elementales (lineales, cuadráticas, definidas a trozos). Estudio de sus propiedades a partir de la representación gráfica y de su interpretación en situaciones de la vida cotidiana.",
    "– Interpretación de relaciones cuantitativas en situaciones de la vida cotidiana y selección de los tipos de funciones que las modelizan.",
    "• Pensamiento computacional.",
    "– Resolución de problemas mediante la descomposición en partes, la automatización y el pensamiento algorítmico.",
    "– Identificación y análisis de estrategias en la interpretación, modificación y creación de algoritmos.",
    "– Planteamiento y análisis de problemas de la vida cotidiana utilizando programas y herramientas adecuadas.",
    "Bloque 5. Sentido estocástico",
    "• Organización y análisis de datos.",
    "– Análisis e interpretación de tablas y gráficos estadísticos de una y dos variables.",
    "– Recogida y organización de datos de una situación de la vida cotidiana que involucre una y dos variables.",
    "– Elaboración de representaciones gráficas mediante el empleo de medios tecnológicos adecuados para interpretar la información estadística y obtener conclusiones razonadas.",
    "– Cálculo de las medidas de posición y dispersión más relevantes para dar respuesta a cuestiones expuestas en investigaciones estadísticas.",
    "– Interpretación de la relación entre dos variables, valorando gráficamente con herramientas tecnológicas la pertinencia de una regresión lineal.",
    "• Incertidumbre.",
    "– Aplicación del cálculo de probabilidades para tomar decisiones fundamentadas en diferentes contextos, aplicando la regla de Laplace y técnicas de recuento (diagramas de árbol, tablas...) en experimentos simples y compuestos.",
    "– Resolución de problemas sencillos de probabilidad condicionada en contextos de la vida real.",
    "– Planificación y realización de experimentos simples y compuestos para estudiar el comportamiento de fenómenos aleatorios en situaciones contextualizadas.",
    "• Inferencia.",
    "– Diferentes etapas del diseño de estudios estadísticos.",
    "– Estrategias y herramientas de presentación e interpretación de datos relevantes en investigaciones estadísticas mediante herramientas digitales adecuadas.",
    "– Análisis del alcance de las conclusiones de un estudio estadístico valorando la representatividad de la muestra.",
    "Bloque 6. Sentido socioafectivo",
    "• Creencias, actitudes y emociones.",
    "– Muestras de curiosidad, iniciativa, perseverancia y resiliencia hacia el aprendizaje de las matemáticas.",
    "– Gestión de las emociones que intervienen en el aprendizaje de las matemáticas como la autoconciencia, la autorregulación y la perseverancia.",
    "– Fomento de la flexibilidad cognitiva, buscando un cambio de estrategia cuando sea necesario, transformando el error en oportunidad de aprendizaje.",
    "• Trabajo en equipo y toma de decisiones.",
    "– Asunción de responsabilidades y participación activa para optimizar el trabajo en equipo.",
    "– Disposición a pedir, dar y gestionar ayuda para la gestión de conflictos.",
    "– Reflexión sobre las ideas clave de situaciones problemáticas para ser capaz de tomar decisiones adecuadas en situaciones similares.",
    "• Inclusión, respeto y diversidad.",
    "– Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "– Uso de conductas empáticas y estrategias para la gestión de conflictos.",
    "– Contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Replantear problemas matemáticos, organizando e interpretando los datos dados y elaborando representaciones matemáticas que permitan encontrar estrategias para su resolución. OBJ1",
    "• CE1.2. Resolver problemas matemáticos movilizando los conocimientos necesarios y aplicando las herramientas y las estrategias más apropiadas. OBJ1",
    "• CE1.3. Reconocer e investigar patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación y su tratamiento computacional. OBJ4",
    "• CE1.4. Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE1.5. Identificar y aplicar conexiones coherentes entre las matemáticas y otras materias reflexionando sobre la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE1.6. Representar matemáticamente la información más relevante de un problema, conceptos, procedimientos y resultados matemáticos utilizando las herramientas y formas de representación más adecuadas para visualizar ideas y estructurar procesos matemáticos, valorando su utilidad para compartir información. OBJ7",
    "• CE2.1. Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE2.2. Identificar y aplicar conexiones coherentes entre las matemáticas y otras materias reflexionando sobre la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE2.3. Representar matemáticamente la información más relevante de un problema, conceptos, procedimientos y resultados matemáticos utilizando las herramientas y las formas de representación más adecuadas para visualizar ideas y estructurar procesos matemáticos valorando su utilidad para compartir información. OBJ7",
    "• CE3.1. Formular, investigar y comprobar conjeturas de forma autónoma estudiando patrones, propiedades y relaciones y empleando para eso las herramientas tecnológicas más adecuadas. OBJ3",
    "• CE3.2. Reconocer e investigar patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación y su tratamiento computacional. OBJ4",
    "• CE3.3. Modelizar situaciones y resolver problemas de forma eficaz interpretando, modificando y creando algoritmos sencillos. OBJ4",
    "• CE3.4. Representar matemáticamente la información más relevante de un problema, conceptos, procedimientos y resultados matemáticos utilizando diferentes herramientas y formas de representación para visualizar ideas y estructurar procesos matemáticos, valorando su utilidad para compartir información. OBJ7",
    "• CE3.5. Comunicar ideas, conclusiones, conjeturas y razonamientos matemáticos utilizando diferentes medios, incluidos los digitales con coherencia y claridad usando la terminología matemática apropiada. OBJ8",
    "• CE3.6. Reconocer y emplear, con precisión y rigor, el lenguaje matemático presente en la vida cotidiana y en diversos contextos, comunicando mensajes con contenido matemático. OBJ8",
    "• CE4.1. Replantear problemas matemáticos de forma verbal y gráfica, interpretando los datos, las relaciones entre ellos y las preguntas expuestas y utilizando las herramientas tecnológicas necesarias OBJ1",
    "• CE4.2. Seleccionar las soluciones óptimas de un problema valorando tanto la corrección matemática como sus implicaciones desde diferentes perspectivas (de género, de sostenibilidad, de consumo responsable...). OBJ2",
    "• CE4.3. Reconocer e investigar patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación y su tratamiento computacional. OBJ4",
    "• CE4.4. Modelizar situaciones y resolver problemas de forma eficaz interpretando, modificando y creando algoritmos sencillos. OBJ4",
    "• CE4.5. Relacionar los conocimientos y las experiencias matemáticas entre sí para formar un todo coherente. OBJ5",
    "• CE4.6. Analizar y poner en práctica conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias previas. OBJ5",
    "• CE4.7. Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE4.8. Representar matemáticamente la información más relevante de un problema, conceptos, procedimientos y resultados matemáticos utilizando diferentes herramientas y formas de representación para visualizar ideas y estructurar procesos matemáticos, valorando su utilidad para compartir información. OBJ7",
    "• CE4.9. Reconocer y emplear, con precisión y rigor, el lenguaje matemático presente en la vida cotidiana y en diversos contextos, comunicando mensajes con contenido matemático. OBJ8",
    "• CE5.1. Replantear problemas matemáticos de forma verbal y gráfica interpretando los datos, las relaciones entre ellos y las preguntas expuestas y utilizando las herramientas tecnológicas necesarias. OBJ1",
    "• CE5.2. Crear variantes de un problema dado modificando alguno de sus datos y observando la relación entre los diferentes resultados obtenidos. OBJ3",
    "• CE5.3. Formular, investigar y comprobar conjeturas de forma autónoma estudiando patrones, propiedades y relaciones y empleando para eso las herramientas tecnológicas más adecuadas. OBJ3",
    "• CE5.4. Reconocer e investigar patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación y su tratamiento computacional. OBJ5",
    "• CE5.5. Modelizar situaciones y resolver problemas de forma eficaz interpretando, modificando y creando algoritmos sencillos. OBJ5",
    "• CE5.6. Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE5.7. Identificar y aplicar conexiones coherentes entre las matemáticas y otras materias reflexionando sobre la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE5.8. Representar matemáticamente la información más relevante de un problema, conceptos, procedimientos y resultados matemáticos utilizando diferentes herramientas y formas de representación para visualizar ideas y estructurar procesos matemáticos y valorando su utilidad para compartir información. OBJ7",
    "• CE6.1. Identificar y gestionar las emociones propias, desarrollar el autoconcepto matemático generando expectativas positivas ante nuevos retos matemáticos. OBJ9",
    "• CE6.2. Mostrar una actitud positiva y perseverante al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas aceptando la crítica razonada. OBJ9",
    "• CE6.3. Trabajar y colaborar activamente en equipos heterogéneos respetando las diferentes opiniones y comunicándose de manera efectiva. Utilizar el pensamiento crítico y creativo para tomar decisiones y realizar juicios informados. OBJ10",
    "• CE6.4. Gestionar el reparto de tareas del equipo aportándole valor, favoreciendo la inclusión, la escucha activa y responsabilizándose del rol asignado. OBJ10"
  ]
}
