{
  "saberes": [
    "Block 1. Communication",
    "• Strategies and techniques for the acquisition of self-confidence. The error as an instrument for improvement and a proposal for repair.",
    "• Basic strategies for the planning, execution, control and repair of comprehension, production and co-production of oral, written and multimodal texts.",
    "• Knowledge, skills and attitudes that allow detecting and collaborating in mediation activities in simple everyday situations.",
    "• Basic communicative functions appropriate to the environment and the communicative context: greet, say goodbye, introduce and introduce oneself; describe people, objects and places; situate events in time; situate objects, people and places in space; request and exchange information on issues daily activities; give and ask for instructions and orders; offer, accept and reject help, propositions or suggestions; partially express taste or interest and basic emotions; narrate past events, describe present situations and state future events; express opinion, ability, obligation and prohibition.",
    "• Contextual models and basic discursive genres in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context; organization and structuring according to genre and textual function.",
    "• Basic linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, the affirmation, the no, the interrogation and the exclamation , basic logical relations.",
    "• Lexicon of common use and of interest to students, related to personal identification, interpersonal relationships, nearby places and environments, leisure and free time, daily life, health and physical activity, housing and home, climate and natural environment, technologies of information and communication.",
    "• Basic sound, stress, rhythmic and intonation patterns, and general communicative meanings and intention associated with these patterns.",
    "• Basic spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "• Basic conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and yield the floor, ask for and give clarifications and explanations, restate, compare and contrast, summarize, collaborate, debate, etc. ",
    "• Resources for learning and basic information search strategies: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "• Identification of the authorship of the sources consulted and the contents used.",
    "• Basic analogue and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, collaborative digital tools, etc.) for learning, communication and development of projects with speakers or students of the foreign language.",
    "Block 2. Plurilingualism and reflection on learning",
    "• Strategies and techniques to respond effectively to a basic and concrete communicative need in an understandable way, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "• Basic strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "• Strategies and basic tools for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
    "• Commonly used vocabulary and expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
    "• Basic comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
    "Block 3. Interculturality",
    "• The foreign language as a means of interpersonal and international communication, a source of information and as a tool for personal enrichment.",
    "• Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "• Basic sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values typical of countries where the language is spoken foreign.",
    "• Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "• Basic strategies for detection and action against discriminatory uses of verbal and non-verbal language."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Understand and analyze the global meaning and the specific and explicit information of oral, written and multimodal texts such as illustrated books, web pages, slide shows, short and simple on frequent and everyday topics, of personal relevance and close to the experience of the students, typical of the fields of interpersonal relationships, learning, the media and fiction, expressed clearly and in the standard language through various supports. OBJ1",
    "• CE1.2. Select and apply in a guided way the most appropriate strategies and knowledge in everyday communicative situations to understand the general meaning, the essential information and the most relevant details of the texts; interpret non-verbal elements and search for information. OBJ1" ,
    "• CE1.3. Express orally short, simple, structured, understandable texts appropriate to the communicative situation on daily and frequent issues, relevant to students, in order to describe and produce narratives on specific topics, in different supports, using verbal and non-verbal resources in a guided way, as well as basic planning strategies. OBJ2",
    "• CE1.4. Organize and write, in a guided way, short and understandable texts, with acceptable clarity, coherence, cohesion and adaptation to the proposed communicative situation, following established guidelines, through analog and digital tools, on daily and frequent, relevant to students and close to their experience. OBJ2",
    "• CE1.5. Select, organize, and apply knowledge and strategies in a guided way to plan, produce, and revise texts that are understandable, coherent, and appropriate to communicative intentions, contextual characteristics, and textual typology, using with the help of physical or most appropriate digital according to the task and the needs of each moment. OBJ2",
    "• CE1.6. Plan and participate in brief and simple interactive situations on everyday topics, of personal relevance and close to the student's experience, through various supports, relying on resources such as repetition, leisurely rhythm or language non-verbal, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors. OBJ3",
    "• CE1.7. Select, organize and use, in a guided way and in close environments, appropriate strategies to start, maintain and end communication, take and give the floor, and request and formulate clarifications and explanations. OBJ3",
    "• CE1.8. Infer and explain brief and simple texts, concepts and communication, in a guided way, in situations in which attention is paid to diversity, showing respect and empathy for the interlocutors and for the languages used, and interest for participating in the solution of intercomprehension problems (between different languages) and understanding in their immediate environment, relying on various resources and supports. OBJ4",
    "• CE1.9. Apply, in a guided way, strategies that help create bridges and facilitate the understanding and production of information and communication, appropriate to the communicative intentions, using, with help, resources and physical or digital supports depending on the needs of each moment. OBJ4",
    "• CE2.1. Compare and contrast the similarities and differences between different languages, reflecting in a progressively autonomous way on essential aspects of their functioning. OBJ5",
    "• CE2.2. Use and differentiate, progressively autonomously, the knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital media. OBJ5",
    "• CE2.3. Identify and record, in a guided way, the progress and difficulties in learning the foreign language, selecting, with help, the most effective strategies to overcome these difficulties and make progress in their learning, making them explicit and sharing them, through self-assessment and peer-assessment activities (such as those proposed in the European Language Portfolio [PEL] or in a learning diary). OBJ5",
    "• CE3.1. Act empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts. OBJ6",
    "• CE3.2. Accept and adapt to the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, recognizing it as a source of personal enrichment and showing interest in sharing cultural and linguistic elements that promote sustainability and democracy. OBJ6 ",
    "• CE3.3. Apply, in a guided way, strategies to explain and appreciate linguistic, cultural and artistic diversity, paying attention to ecosocial and democratic values and respecting the principles of justice, equity and equality. OBJ6"
  ]
}
