{
    "criteriosEvaluacion": [
        "1.1. Analizar críticamente conceptos y procesos relacionados con los saberes de Anatomía Aplicada, seleccionando e interpretando información en diferentes formatos (textos, gráficos, esquemas, modelos, etc.).",
        "1.2. Comunicar informaciones y opiniones razonadas relacionadas con los saberes de Anatomía Aplicada, transmitiéndolas de forma clara y rigurosa, utilizando el vocabulario científico y diferentes herramientas digitales y formatos (textos, gráficos, esquemas, modelos, contenidos digitales, etc.) y respondiendo de manera fundamentada y precisa a las cuestiones que puedan surgir durante el proceso.",
        "1.3. Argumentar sobre aspectos relacionados con los saberes de Anatomía Aplicada considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y crítica, y con actitud abierta y respetuosa ante las opiniones de otras personas.",
        "1.4. Contrastar y justificar la veracidad de la información relacionada con los saberes de Anatomía Aplicada utilizando fuentes fiables, adoptando una actitud crítica hacia informaciones sin base científica, como bulos, pseudociencias, etc.",
        "1.5. Plantear y resolver cuestiones y generar contenidos relacionados con los saberes de Anatomía Aplicada, de forma creativa y autónoma localizando y citando las fuentes de información de forma respetuosa con la propiedad intelectual.",
        "2.1. Diseñar, planificar y realizar trabajos de investigación o divulgación relacionados con los saberes de Anatomía Aplicada, siguiendo los pasos del método científico, evaluando la fiabilidad de los resultados y presentando las conclusiones obtenidas utilizando el formato adecuado.",
        "2.2. Cooperar dentro de los proyectos planteados, asumiendo responsablemente una función concreta, respetando la diversidad y favoreciendo la inclusión.",
        "2.3. Argumentar sobre la importancia de la ciencia en el estudio de la anatomía humana y sus aplicaciones en la sociedad, destacando la labor de las personas que contribuyen a mejorar el conocimiento en este campo, especialmente el papel de la mujer, y entendiendo la investigación como una labor colectiva influida por el contexto social y los recursos económicos.",
        "3.1. Desarrollar proyectos de carácter individual o colaborativo, utilizando técnicas plásticas, visuales, audiovisuales, sonoras y corporales, experimentando los conocimientos de la Anatomía Aplicada y valorando la diversidad cultural como fuente de riqueza.",
        "3.2. Emplear de manera autónoma aplicaciones y dispositivos digitales relacionados con la gestión de elementos vinculados con el rendimiento motriz, la capacidad expresiva o la creatividad, identificando las posibles trasferencias al ámbito profesional.",
        "3.3. Poner en práctica habilidades sociales y destrezas personales de comunicación abierta, motivación, cooperación e innovación desarrollando una actitud proactiva desde el respeto y consideración hacia el resto de miembros del equipo.",
        "4.1. Analizar las causas y consecuencias de las principales enfermedades y problemas de salud basándose en fundamentos y datos científicos y en los saberes de Anatomía Aplicada.",
        "4.2. Explicar fenómenos y procesos relacionados con el funcionamiento del cuerpo humano a través del planteamiento y la resolución de problemas, y el análisis de diversas situaciones fisiológicas y patológicas, mediante la búsqueda de información y utilización de las estrategias y los recursos adecuados a cada situación.",
        "4.3. Identificar y evaluar la incidencia en el organismo de determinadas pautas de alimentación, ejercicio y educación postural y sus repercusiones sobre la salud mental y física reconociendo los factores personales, sociales y económicos determinantes.",
        "4.4. Proponer la adopción de hábitos de vida saludables a través del diseño y aplicación de proyectos de mejora y prevención, analizando las acciones propias y ajenas, con actitud crítica y basándose en los fundamentos de las disciplinas relacionadas con la materia de Anatomía Aplicada, los conocimientos adquiridos y la información disponible.",
        "5.1. Utilizar estrategias de análisis razonado de las fortalezas y debilidades personales y ajenas, en las situaciones cotidianas, gestionando la información obtenida sobre las necesidades detectadas como base de conversión de las ideas y posibles soluciones en acciones, con sentido ético y solidario, en favor de un acceso equitativo a la salud.",
        "5.2. Contribuir al acceso equitativo a la salud con visión creativa, emprendedora y actitud de servicio a otras personas, mediante el diseño, participación y difusión de acciones locales y globales que generen oportunidades de mejora en el entorno próximo e impliquen a la comunidad.",
        "5.3. Valorar la contribución de las acciones y soluciones planteadas, tanto para el aprendizaje como para el desarrollo personal y colectivo, evaluando de manera crítica y ética todas las fases del proceso llevado a cabo, así como la adecuación de las estrategias empleadas en el desarrollo del mismo."
    ],
    "saberes": [
        "Bloque A. Organización del cuerpo humano",
        "- Los niveles de organización del cuerpo humano y su relación con el funcionamiento general del organismo.",
        "- Los órganos, sistemas y aparatos relacionados con el movimiento humano, el desempeño motriz y la coordinación.",
        "- Diagramas y modelos de organización corporal, antropometría básica, biotipos y cánones de medida. Los ejes y planos en diferentes movimientos deportivos o expresivos.",
        "Bloque B. El aparato locomotor y su movimiento",
        "- La estructura de los componentes del sistema locomotor y su relación con el movimiento y el mantenimiento de la postura. El mecanismo de contracción muscular y los sistemas de palancas.",
        "- El análisis biomecánico, anatómico funcional y cinético de movimientos basados en la técnica deportiva y artística para la mejora del rendimiento y bienestar físico. Herramientas digitales para el estudio de los diferentes movimientos deportivos y expresivos.",
        "- Adaptaciones agudas y crónicas del aparato locomotor al esfuerzo físico como base de los sistemas de mejora de la condición física y la salud.",
        "- La evolución filogenética y ontogénica del ser humano en cuestiones relacionadas con la actitud postural para entender sus posibles patologías y elaboración de protocolos de valoración postural.",
        "- La fisiopatología de las principales lesiones del aparato locomotor. La prevención de lesiones en las actividades físico-deportivas y expresivas: pautas, recomendaciones, uso de materiales específicos.",
        "Bloque C. Aporte y utilización de energía en el cuerpo humano",
        "- El funcionamiento del sistema cardiovascular durante el reposo y la actividad física. Estudio del latido cardíaco y el pulso.",
        "- El funcionamiento del sistema respiratorio durante el reposo y la actividad física o artística.",
        "Estudio del volumen, la capacidad y la ventilación pulmonares.",
        "- Adaptaciones agudas y crónicas del sistema cardiovascular y respiratorio al esfuerzo físico como base de los sistemas de mejora de la condición física y la salud. Las zonas óptimas de funcionamiento cardíaco y pulmonar durante el trabajo físico y artístico.",
        "- Estructura y función de los aparatos y órganos que intervienen en el proceso de ingesta, digestión de alimentos y absorción de nutrientes, y su relación con el rendimiento durante la actividad física.",
        "- Las principales vías metabólicas aeróbicas y anaeróbicas productoras de energía en el cuerpo humano y su utilización en el funcionamiento del organismo durante el ejercicio físico y artístico.",
        "- La fisiopatología de las principales lesiones del sistema cardiopulmonar. La prevención de estas patologías: pauta y recomendaciones. Investigación de casos concretos.",
        "Bloque D. Sistemas de control y coordinación humanos",
        "- Los componentes del sistema nervioso y su participación en la génesis, el control, la organización y la regulación de los movimientos involuntarios y voluntarios. Importancia de la comunicación visual, auditiva y kinestésica en actividades motrices.",
        "- El papel del sistema nervioso en los mecanismos de percepción, decisión y ejecución que intervienen en la acción motora. El control del movimiento y la gestión de refuerzos e informaciones relacionadas con el control del cuerpo.",
        "- El funcionamiento del sistema endocrino y su repercusión en el control y la regulación del rendimiento físico. La importancia de las hormonas y el proceso de termorregulación corporal en la práctica de actividades físicas y artísticas.",
        "- La coordinación y la agilidad en modelos de ejecución técnica y artística determinantes del éxito en el movimiento. El papel del entrenamiento y ensayo de las cualidades perceptivo-motrices y coordinativas para la mejora de la calidad del movimiento.",
        "- La función del sistema nervioso y el sistema endocrino como reguladores de las funciones de otros aparatos y sistemas del cuerpo humano.",
        "- Los elementos de la calidad del movimiento en la expresión corporal. El estudio y la experimentación del cuerpo y el movimiento a través del uso de aplicaciones digitales que permitan analizar y mejorar las habilidades básicas como recurso de expresión y comunicación.",
        "Bloque E. Actividad física y salud",
        "- El concepto de salud y los factores que la condicionan. Salud comunitaria. Equidad en salud. Concepto de salud en el marco de la sociedad del bienestar. Ámbitos de la salud: físico, mental, social y emocional.",
        "- El cuidado del cuerpo humano y su correcto funcionamiento como requisito imprescindible para alcanzar un estado óptimo de salud y de rendimiento físico y artístico. Hábitos saludables y nocivos relacionados con los diferentes órganos y sistemas del cuerpo humano, y el análisis crítico de su impacto en la salud. Los beneficios de llevar un estilo de vida físicamente activo para la salud. Prevención de enfermedades.",
        "- La importancia de una adecuada alimentación y sus efectos positivos en la salud. El diseño de dietas personalizadas, teniendo en cuenta características individuales, la hidratación y la actividad física.",
        "- Los factores de riesgo (edad, sexo, factores sociales y económicos...) de los trastornos del comportamiento nutricional y su repercusión en la salud física y emocional. Los factores sociales y su influencia en los trastornos del comportamiento nutricional. Los estereotipos, cánones y mitos corporales y su repercusión en la salud emocional.",
        "- La influencia de la aptitud física y el estado físico emocional sobre la salud. Los principales métodos de evaluación de la aptitud física y del estado físico-emocional. Herramientas digitales al servicio de la evaluación de la salud.",
        "- Los principios generales del desarrollo de las capacidades físicas y artísticas o de expresión corporal, y aplicación de los principales métodos de entrenamiento.",
        "- La solidaridad en el campo de la salud. Diseño, organización y difusión de campañas, eventos y proyectos en beneficio de la comunidad."
    ]
}