{
    "competenciasEspecificas": [
        "CE.LPC.1. Reconocer y apreciar la diversidad lingüística de nuestra comunidad y ser consciente de la pertenencia a la comunidad lingüística del catalán, mostrando interés en el uso de la lengua y valorando las variedades dialectales del catalán de Aragón como elemento enriquecedor de nuestro patrimonio cultural, identificando y rechazando estereotipos y prejuicios lingüísticos.",
        "CE.LPC.2. Comprender e interpretar textos orales o multimodales, expresados en la lengua estándar o en cualquiera de sus variedades dialectales, recogiendo el sentido general e información más relevante, identificando el punto de vista y la intención del emisor y valorando su fiabilidad, su forma y su contenido para construir conocimiento, para formarse opinión y responder a diferentes necesidades comunicativas, así como para ampliar el repertorio lingüístico.",
        "CE.LPC.3. Producir textos orales y multimodales, expresados en la lengua estándar o en cualquiera de sus variedades dialectales, con fluidez, coherencia, cohesión gramatical y registro adecuado, atendiendo a las convenciones propias de los diferentes géneros discursivos, y participar en interacciones orales con actitud cooperativa y respetuosa, tanto para construir conocimiento y establecer vínculos personales como para intervenir de manera activa e informada en diferentes contextos sociales.",
        "CE.LPC.4. Comprender, interpretar y valorar textos escritos, en la lengua estándar o en cualquiera de sus variedades dialectales, con sentido crítico y diferentes propósitos de lectura, reconociendo el sentido global y las ideas principales y secundarias, identificando la intención del emisor, reflexionando sobre el contenido y la forma y evaluando su calidad y fiabilidad, para dar respuesta a necesidades e intereses comunicativos diversos y para construir conocimiento.",
        "CE.LPC.5. Producir textos escritos y multimodales, en la lengua estándar o en cualquiera de sus variedades dialectales, coherentes, cohesionados, adecuados y correctos ortográfica y gramaticalmente, atendiendo a las convenciones propias del género discursivo elegido, para construir conocimiento y para dar respuesta de manera informada, eficaz y creativa a demandas comunicativas concretas.",
        "CE.LPC.6. Seleccionar y contrastar información procedente de diferentes fuentes de manera progresivamente autónoma, evaluando su fiabilidad y pertinencia en función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, e integrarla y transformarla en conocimiento, para comunicarla desde un punto de vista crítico y personal a la par que respetuoso con la propiedad intelectual.",
        "CE.LPC.7. Seleccionar y leer, en la lengua estándar o en cualquiera de sus variedades dialectales, de manera progresivamente autónoma obras diversas como fuente de placer y conocimiento, configurando un itinerario lector que evolucione en cuanto a diversidad, complejidad y calidad de las obras, y compartir experiencias de lectura, para construir la propia identidad lectora y para disfrutar de la dimensión social de la lectura.",
        "CE.LPC.8. Leer, interpretar y valorar obras de autores o autoras significativos de la literatura en Lengua Catalana en general, y de la Literatura Aragonesa en Lengua Catalana en particular, utilizando un metalenguaje específico y movilizando la experiencia biográfica y los conocimientos literarios y culturales que permiten establecer vínculos entre textos diversos y con otras manifestaciones artísticas, para conformar un mapa cultural, para ensanchar las posibilidades de disfrute de la literatura y para crear textos de intención literaria. ",
        "CE.LPC.9. Movilizar el conocimiento sobre la estructura y los usos de la lengua estándar o cualquiera de sus variedades dialectales y reflexionar de manera progresivamente autónoma sobre las elecciones lingüísticas y discursivas, con la terminología adecuada, para desarrollar la conciencia lingüística, para aumentar el repertorio comunicativo y para mejorar las destrezas tanto de producción oral y escrita como de comprensión e interpretación crítica.",
        "CE.LPC.10. Poner las propias prácticas comunicativas al servicio de la convivencia democrática, la resolución dialogada de los conflictos y la igualdad de derechos de todas las personas, utilizando un lenguaje no discriminatorio y desterrando los abusos de poder a través de la palabra, para favorecer un uso no solo eficaz sino también ético y democrático del lenguaje.        "
    ]
}