{
    "situacionesAprendizaje": [
        "Las situaciones de aprendizaje constituyen una concreción del currículo, de carácter orientativo, que permitirá el desarrollo de las competencias clave. Suponen la concreción del currículo en el aula, por parte del profesorado, a través de la implementación de propuestas pedagógicas, que promuevan la concreción de los elementos curriculares y que permitan la construcción del conocimiento por el alumnado, atendiendo al contexto escolar y las particularidades individuales. Deben convertirse en elementos eficaces que ayuden a la superación del currículo y al éxito escolar promoviendo distintas formas de acceso al aprendizaje.",
        "Las situaciones de aprendizaje deben ser entendidas como el conjunto de actuaciones y actividades estructuradas, significativas y relevantes que impliquen la movilización de los aprendizajes propios de cada materia en pro del desarrollo y la adquisición, por parte del alumnado, de las competencias recogidas en el Perfil de salida del alumnado al término de la enseñanza básica, que se concretan en las competencias específicas de cada materia. En el caso de la etapa de Bachillerato, contribuyen a la progresión en el desarrollo y adquisición de las competencias establecidas en dicho Perfil de salida.",
        "Suponen, por tanto, la herramienta más eficaz para la integración de los elementos curriculares que conforman los bloques competenciales en los que se ha organizado el currículo autonómico: competencias específicas, criterios de evaluación, descriptores operativos del Perfil de salida, y saberes básicos, referenciados, de manera general, en las explicaciones de los bloques competenciales de las materias o los ámbitos.",
        "Las propuestas pedagógicas deberán partir de la identificación de unos objetivos de aprendizaje concretos y precisos, vinculados a los objetivos establecidos para cada etapa educativa, al grado de desarrollo y adquisición de las competencias clave que debe haber alcanzado el alumnado al finalizar la Educación Secundaria Obligatoria y el Bachillerato, y a las competencias específicas establecidas para cada materia o ámbito, que suponen la vinculación de los elementos referenciados con los saberes básicos específicos de cada disciplina.",
        "Los criterios de evaluación serán los elementos referenciales para el diseño de las situaciones de aprendizaje, ya que establecen el nivel de desempeño esperado en lo que se refiere a los aprendizajes establecidos en cada uno de los bloques competenciales, concretando lo establecido en la competencia específica a cada uno de los niveles en los que se imparten las diferentes materias o ámbitos.",
        "Las situaciones de aprendizaje deben ser planteadas como tareas, retos, problemas o proyectos, de complejidad gradual en función de la etapa o del curso, que reconozcan al alumnado como agente activo de su propio aprendizaje. Para ello, será imprescindible que se alcance un equilibrio entre el aprendizaje guiado, el autoaprendizaje constructivo y el aprendizaje experiencial para que, mediante la implementación de propuestas pedagógicas contextualizadas y en función de las particularidades, los ritmos de aprendizaje y los centros de interés del alumnado, este logre aplicar y resolver, en situaciones diversas y de forma autónoma, cooperativa, crítica, creativa y flexible, los retos o problemas que se le planteen, movilizando para ello los conocimientos y las habilidades adquiridos, de manera que se refuerce la autoestima, la autonomía, la iniciativa, la reflexión crítica y la responsabilidad del alumnado.",
        "Además, deben proponer tareas o actividades que favorezcan diferentes tipos de agrupamientos, desde el trabajo individual al grupal, permitiendo que el alumnado asuma responsabilidades personales y actúe de forma cooperativa en la resolución creativa del reto planteado. Su puesta en práctica debe implicar, asimismo, la producción y la interacción entre el alumnado, e incluir el uso de recursos auténticos en distintos soportes y formatos, tanto analógicos como digitales, conectar y aplicar lo aprendido en contextos de la vida real, con la finalidad de preparar al alumnado para su futuro personal, académico y profesional.",
        "Las situaciones de aprendizaje son también una herramienta esencial para garantizar la superación de las dificultades que impidan al alumnado su plena participación en el proceso de formación, al tiempo que le permita la consecución del éxito escolar, promoviendo y ofreciendo para ello, distintas formas de acceso a los aprendizajes. Es necesario por tanto que su diseño sea respetuoso con las experiencias del alumnado y sus diferentes formas de comprender la realidad, y que se alinee con los principios del Diseño Universal para el Aprendizaje (DUA) sentando las bases del aprendizaje para la vida y que permita, aprender a aprender. De este modo, se ofrecerán propuestas de enseñanza que tengan en cuenta la diversidad y persigan el objetivo de lograr una inclusión efectiva, minimizando las barreras físicas, sensoriales, cognitivas, culturales y de cualquier otra índole, que pudieran existir en el aula.",
        "Para que la adquisición de las competencias clave sea efectiva, hay que garantizar la transferencia de las enseñanzas y la construcción progresiva del aprendizaje a lo largo de la vida, de forma que el alumnado sea capaz de adaptarse a las nuevas necesidades y retos del mundo globalizado en el que vivimos, con cambios rápidos y constantes, y tenga la oportunidad de responder con eficacia aplicando lo aprendido en contextos reales. Las situaciones de aprendizaje, por lo tanto, deben permitir al alumnado poder alcanzar los objetivos de la etapa de Educación Secundaria Obligatoria y del Bachillerato así como, prepararlos como ciudadanos y ciudadanas competentes y participativos. La escuela, a través de una educación inclusiva, equitativa y de calidad, tiene que contribuir a que su alumnado sea capaz de dar respuestas ajustadas a las necesidades sociales del siglo XXI: la sostenibilidad, la inclusión social, la convivencia democrática, la igualdad, el uso y dominio de la tecnología y la posesión de un amplio sentido cultural, en un marco educativo emocionalmente comprometido y activo, junto con el respeto y la valoración del patrimonio cultural, social y natural. "
    ]
}