{
    "criteriosEvaluacion": [
        "1.1 Reconèixer la rellevància i les aportacions de la física en el desenvolupament de la ciència, la tecnologia, l’economia, la societat i la sostenibilitat ambiental, emprant adequadament els fonaments científics relatius a aquests àmbits.",
        "1.2 Resoldre problemes plantejats a partir de situacions quotidianes de manera experimental i analítica, fent servir principis, lleis i teories de la física.",
        "2.1 Analitzar i comprendre l’evolució dels sistemes naturals, utilitzant models, lleis i teories de la física.",
        "2.2 Inferir solucions generals a problemes generals a partir de l’anàlisi de situacions particulars i les variables de què depenen.",
        "2.3 Utilitzar els models, les lleis i les teories de la física per analitzar i comprendre el funcionament general d’aplicacions pràctiques i productes útils per a la societat en el camp tecnològic, industrial i biosanitari.",
        "3.1 Aplicar els principis, les lleis i les teories científiques en l’anàlisi crítica de processos físics de l’entorn, com els observats i els publicats en diferents mitjans de comunicació, analitzant, comprenent i explicant de manera argumentada les causes que els produeixen.",
        "3.2 Utilitzar de manera rigorosa les unitats de les variables físiques expressades en el Sistema Internacional d’Unitats (SI) i altres sistemes d’unitats rellevants, emprant correctament la seva notació i equivalències, així com l’elaboració i la interpretació adequada de gràfiques que relacionin variables físiques, reconeixent el seu paper com a eina de comunicació efectiva entre la comunitat científica.",
        "3.3 Expressar de manera adequada els resultats, argumentant les solucions obtingudes, en la resolució d’exercicis i problemes definits a partir de situacions basades en contextos realistes o ideals.",
        "4.1 Consultar, elaborar i intercanviar materials científics i divulgatius en diferents formats amb altres membres de l’entorn d’aprenentatge, utilitzant de manera autònoma i eficient plataformes digitals.",
        "4.2 Usar de manera crítica, ètica i responsable mitjans de comunicació digitals i tradicionals com a manera d’enriquir l’aprenentatge i el treball individual i col·lectiu i de reconèixer la presència de la física a la societat.",
        "5.1 Obtenir relacions entre variables físiques, mesurant i tractant les dades experimentals, determinant-ne els errors i utilitzant sistemes de representació gràfica en entorns analògics o digitals.",
        "5.2 Reproduir en laboratoris, siguin reals o virtuals, determinats processos físics modificant les variables que els condicionen, considerant els principis, les lleis o les teories implicats, generant el corresponent informe amb format adequat i incloent-hi argumentacions, conclusions, taules de dades, gràfiques i referències bibliogràfiques.",
        "5.3 Valorar les aportacions de la física a la societat, debatent de manera fonamentada sobre el seu impacte des del punt de vista de l’ètica i de la sostenibilitat, i reflexionant sobre les causes i les conseqüències dels biaixos de gènere en les ciències.",
        "6.1 Identificar els principals avenços científics relacionats amb la física que han contribuït a les lleis i teories acceptades actualment en el conjunt de les disciplines científiques, com les fases per a la comprensió de les metodologies de la ciència, la seva evolució constant i la seva universalitat.",
        "6.2 Reconèixer el caràcter multidisciplinari de la ciència i les contribucions d’unes disciplines sobre les altres, establint relacions entre la física i altres disciplines com la química, la biologia o les matemàtiques a partir de propostes d’aprenentatge contextualitzades i realistes."
    ],
    "saberes": [
        "Camp gravitatori",
        "- Determinació, a través del càlcul vectorial, del camp gravitatori produït per un sistema de masses. Efectes sobre les variables cinemàtiques i dinàmiques d’objectes immersos al camp.",
        "- Moment angular d’un objecte en un camp gravitatori: càlcul, relació amb les forces centrals i aplicació de la conservació en l’estudi del moviment.",
        "- Energia mecànica d’un objecte sotmès a un camp gravitatori: deducció del tipus de moviment que posseeix, càlcul del treball o balanços energètics existents en desplaçaments entre diferents posicions, velocitats i tipus de trajectòries.",
        "- Lleis que es verifiquen en el moviment planetari i extrapolació al moviment de satèl·lits i cossos celestes.",
        "- Introducció a la cosmologia i l’astrofísica com a aplicació del camp gravitatori: evolució històrica de les teories cosmològiques, implicació de la física en l’evolució d’objectes astronòmics, del coneixement de l’univers i repercussió de la recerca en aquests àmbits a la indústria, la tecnologia, l’economia i la societat.",
        "Camp electromagnètic",
        "- Camps elèctric i magnètic: tractament vectorial, determinació de les variables cinemàtiques i dinàmiques de càrregues elèctriques lliures en presència d’aquests camps. Descripció i anàlisi dels fenòmens naturals i de les aplicacions tecnològiques en què s’aprecien aquests efectes.",
        "- Càlcul i anàlisi qualitativa de la intensitat del camp elèctric en distribucions de càrregues discretes i contínues i interpretació del flux de camp elèctric.",
        "- Càlcul i anàlisi qualitativa de l’energia d’una distribució de càrregues estàtiques. Descripció raonada de les magnituds que es modifiquen i que romanen constants amb el desplaçament de càrregues lliures entre punts de potencial elèctric diferent.",
        "- Descripció qualitativa i càlcul de les intensitats dels camps magnètics generats per fils amb corrent elèctric en diferents configuracions geomètriques: rectilinis, espires, solenoides o tors.",
        "- Anàlisi dels efectes de la interacció dels camps magnètics amb càrregues elèctriques lliures presents al seu entorn.",
        "- Representació gràfica i anàlisi de les línies de camp elèctric i magnètic produït per distribucions de càrrega senzilles, imants i fils amb corrent elèctric en diferents configuracions geomètriques.",
        "- Generació de la força electromotriu: anàlisi del funcionament de motors, generadors i transformadors a partir de sistemes on es produeix una variació del flux magnètic.",
        "Vibracions i ones",
        "- Estudi del moviment oscil·latori: obtenció i descripció de l’evolució temporal de les variables cinemàtiques d’un cos oscil·lant i conservació d’energia en aquests sistemes.",
        "- Moviment ondulatori: anàlisi i obtenció de les gràfiques d’oscil·lació en funció de la posició i del temps, de l’equació d’ona que el descriu i de la relació amb el moviment harmònic simple. Estudi dels diferents tipus de moviments ondulatoris a la natura.",
        "- Fenòmens ondulatoris: situacions i contextos naturals en què es posen de manifest diferents fenòmens ondulatoris i aplicacions. Característiques principals de les ones sonores i les seves qualitats. Contextualització en situacions quotidianes (instruments musicals, oïda humana i generació de la veu, ecolocalització, etc.).",
        "- Descripció de la naturalesa de la llum a partir de les controvèrsies i els debats històrics.",
        "- La llum visible com a exemple d’ona electromagnètica. L’espectre electromagnètic i les propietats i aplicacions dels diversos tipus d’ones electromagnètiques.",
        "- Anàlisi del comportament de la llum i la formació d’imatges en medis i objectes amb un índex de refracció diferent.",
        "- Estudi de la generació d’imatges en sistemes òptics: lents primes, miralls plans i corbs i les seves aplicacions.",
        "Física relativista, quàntica, nuclear i de partícules",
        "- Les limitacions de la física clàssica. Descripció i aplicació dels principis de la relativitat, de la física quàntica i de la física de partícules a l’estudi de les principals partícules involucrades en la física atòmica i nuclear: propietats i interaccions. Implicacions de la dualitat ona-corpuscle i del principi d’incertesa. Valoració del desenvolupament científic i tecnològic possible gràcies a la física quàntica.",
        "- Estudi qualitatiu i quantitatiu de l’efecte fotoelèctric com a sistema de transformació energètica i de producció de diferències de potencial elèctric per aplicar-lo tecnològicament.",
        "- Estudi de la radioactivitat natural: descripció dels processos i de les constants implicats que permeten el càlcul de la variació poblacional i l’activitat de mostres radioactives. Aplicació al camp de les ciències i de la salut."
    ]
}