{
  "saberes": [
    "Bloque A. Las destrezas científicas básicas.",
    "A.1. El trabajo científico.",
    "A.1.3.1. Utilización de métodos propios de la investigación científica y el trabajo colaborativo para la identificación y formulación de cuestiones, la elaboración de hipótesis y la comprobación experimental de las mismas.",
    "A.1.3.2. Realización de trabajos experimentales y emprendimiento de proyectos de investigación para la resolución de problemas y en el desarrollo de las investigaciones mediante el uso de la experimentación, la indagación, la deducción, la búsqueda de evidencias y el razonamiento lógico-matemático.",    "A.1.3.3. Realización de inferencias válidas sobre la base de las observaciones y obtención de conclusiones pertinentes y generales a partir del trabajo experimental que vayan más allá de las condiciones experimentales para aplicarlas a nuevos escenarios.",    "A.2. Herramientas básicas.",
    "A.2.3.1. Empleo de diversos entornos y recursos de aprendizaje científico, como el laboratorio o los entornos virtuales, utilizando de forma correcta los materiales, sustancias y herramientas tecnológicas.",    "A.2.3.2. Normas de uso de cada espacio, asegurando y protegiendo así la conservación de la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medioambiente.",    "A.2.3.3. Uso del lenguaje científico, incluyendo el manejo adecuado de unidades del Sistema Internacional de Unidades y sus símbolos y herramientas matemáticas básicas, para conseguir una comunicación argumentada con diferentes entornos científicos y de aprendizaje.",    "A.2.3.4. Interpretación y producción de información científica en diferentes formatos y a partir de diferentes medios para desarrollar un criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",    "A.3. Cultura científica.",
    "A.3.3.1. Valoración de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de la física y la química para el avance y la mejora de la sociedad.",    "Bloque B. La materia.",
    "B.1. Clasificación de la materia.",
    "B.1.3.1. Aplicación de la teoría cinético-molecular a observaciones sobre la materia para explicar sus propiedades, los estados de agregación, los cambios de estado, la formación de mezclas y los métodos de separación de las mismas.",    "B.1.3.2. Realización de experimentos en el laboratorio relacionados con los sistemas materiales con objeto de describir sus propiedades, su composición y su clasificación.",    "B.2. Componentes de la materia.",
    "B.2.3.1. Análisis del desarrollo histórico de los modelos atómicos de la física clásica, aplicación de los conocimientos sobre la estructura atómica de la materia para entender la formación de iones, la existencia y formación de isótopos y sus propiedades, así como la ordenación de los elementos en la tabla periódica.",    "B.3. Enlace químico y cuantificación de la materia.",
    "B.3.3.1. Valoración de las aplicaciones más comunes de los principales compuestos químicos, estudio de su formación distinguiendo los tipos de enlaces químicos y sus propiedades físicas y químicas.",    "B.3.3.2. Aplicación de los conceptos de masa atómica y masa molecular.",    "B.4. Formulación y nomenclatura de las sustancias.",
    "B.4.3.1. Participación de un lenguaje científico común y universal a través de la formulación de compuestos inorgánicos y la nomenclatura de sustancias simples, iones monoatómicos y compuestos binarios mediante las reglas de nomenclatura de la IUPAC.",    "Bloque C. La energía.",
    "C.1. La energía y sus formas.",
    "C.1.3.1. Formulación de cuestiones e hipótesis sobre la energía, sus manifestaciones y sus propiedades para describirla como la causa de todos los procesos de cambio.",    "C.1.3.2. Diseño y comprobación experimental de hipótesis relacionadas con el uso doméstico e industrial de la energía en sus distintas formas y con las transformaciones entre ellas.",    "C.2. Fuentes de energía y formas de transferencia.",
    "C.2.3.1. Elaboración fundamentada de hipótesis sobre el medioambiente y su sostenibilidad a partir de las diferencias entre fuentes de energía renovables y no renovables.",
    "C.2.3.2. Análisis y aplicación en situaciones cotidianas de los efectos del calor sobre la materia: dilatación, cambio de temperatura y cambios de estado en situaciones cotidianas.",
    "C.2.3.1. Reconocimiento de los distintos procesos de transferencia de energía en los que están implicados fuerzas, diferencias de temperatura o cambios de estado, como base de la resolución de problemas cotidianos en los que se ponga de manifiesto el trabajo, el calor o las transformaciones entre ambos.",
    "C.2.3.2. Identificación de la luz y el sonido como ondas que transfieren energía.",
    "C.3. Naturaleza eléctrica de la materia y el consumo de la energía.",
    "C.3.3.1. Consideración de la naturaleza eléctrica de la materia, de la electrización de los cuerpos, del fundamento de los circuitos eléctricos, incluyendo la aplicación la ley de Ohm, y de las diferentes formas de obtención de energía eléctrica para concienciar sobre la necesidad del ahorro energético y la conservación sostenible del medioambiente.",    "Bloque D. La interacción.",
    "D.1. El estudio de los movimientos.",
    "D.1.3.1. Predicción y comprobación, mediante la experimentación y el razonamiento lógico-matemático, de las principales magnitudes, ecuaciones y gráficas que describen el movimiento, principalmente rectilíneo, de un cuerpo, relacionándolas con situaciones cotidianas y con la mejora de la calidad de vida.",    "D.2. Las fuerzas y su naturaleza.",
    "D.2.3.1. Relación de los efectos de las fuerzas con los cambios que producen en los sistemas sobre los que actúan, tanto como agentes del cambio en el estado de movimiento o en el de reposo de un cuerpo, como en la producción de deformaciones, aplicando la ley de Hooke.",    "D.2.3.2. Aplicación de las leyes de Newton a observaciones en el entorno y en el laboratorio, para entender cómo se comportan los sistemas materiales ante la acción de las fuerzas y predecir los efectos de estas en situaciones cotidianas y de seguridad vial.",    "D.2.3.3. Estudio de fenómenos gravitatorios, eléctricos y magnéticos mediante la realización de experimentos sencillos que evidencian la relación con las fuerzas de la naturaleza.",    "Bloque E. El cambio.",
    "E.1. Reacciones químicas.",
    "E.1.3.1. Reconocimiento de los diferentes tipos de cambios físicos y químicos que experimentan los sistemas materiales para relacionarlos con las causas que los producen y con las consecuencias que conllevan.",    "E.1.3.2. Interpretación de las reacciones químicas a nivel macroscópico y microscópico para explicar las relaciones de la química con el medioambiente, tales como el efecto invernadero o la lluvia ácida, la tecnología y la sociedad.",    "E.2. Cálculos estequiométricos.",
    "E.2.3.1. Aplicación de la ley de conservación de la masa y de la ley de las proporciones definidas, para utilizarlas como evidencias experimentales que permitan validar el modelo atómico-molecular de la materia.",    "E.2.3.2. Análisis de los factores que afectan a las reacciones químicas para predecir su evolución de forma cualitativa y entender su importancia en la resolución de problemas actuales por parte de la ciencia.",    "E.3. Retos del siglo XXI.",
    "E.3.3.1. Estudio de las soluciones que ofrecen los avances en los procesos físicos y químicos para el desarrollo sostenible de nuestra sociedad y el grado de implicación de esta en la resolución de problemas medioambientales."  
  ],  
  "criteriosEvaluacion":[
    "Competencia específica 1.",
    "Criterio 1.1. Identificar, comprender y explicar los fenómenos fisicoquímicos cotidianos más relevantes, a partir de los principios, teorías y leyes científicas adecuadas y expresarlos empleando la argumentación, utilizando diversidad de soportes y medios de comunicación.",
    "Criterio 1.2. Resolver los problemas fisicoquímicos que se le plantean utilizando las leyes y teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar la solución o soluciones y expresando adecuadamente los resultados.",
    "Criterio 1.3. Reconocer y describir en el entorno inmediato situaciones problemáticas reales de índole científica y emprender iniciativas en las que la ciencia, y en particular la física y la química, puede contribuir a su solución, analizando críticamente su impacto en la sociedad.",
    "Competencia específica 2.",
    "Criterio 2.1. Formular hipótesis y preguntas sobre observaciones realizadas en el entorno, susceptibles de ser resueltas mediante el método científico.",
    "Criterio 2.2. Emplear las metodologías propias de la ciencia para identificar y describir fenómenos a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, la deducción, el trabajo experimental y el razonamiento lógico matemático, diferenciándolas de aquellas metodologías pseudocientíficas que no admiten comprobación experimental.",
    "Criterio 2.3. Seleccionar, para las cuestiones tratadas, la mejor manera de comprobar o refutar las hipótesis formuladas, diseñando estrategias de indagación y búsqueda de evidencias que permitan obtener conclusiones y respuestas ajustadas a la naturaleza de la pregunta formulada.",
    "Criterio 2.4. Aplicar las leyes y teorías científicas conocidas para formular cuestiones e hipótesis de manera informada y coherente con el conocimiento científico existente y diseñar los procedimientos experimentales o deductivos necesarios para resolverlas o comprobarlas.",
    "Competencia específica 3.",
    "Criterio 3.1. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a un proceso fisicoquímico concreto, estableciendo relaciones entre ellos y extrayendo en cada caso lo más relevante para la resolución de un problema.",
    "Criterio 3.2. Utilizar adecuadamente las reglas básicas de la física y la química, incluyendo el uso de unidades de medida, las herramientas matemáticas y las reglas de nomenclatura, para facilitar una comunicación efectiva con toda la comunidad científica.",
    "Criterio 3.3. Poner en práctica las normas de uso de los espacios específicos de la ciencia, como el laboratorio de física y química, como medio de asegurar la salud propia y colectiva, la conservación sostenible del medioambiente y el cuidado de las instalaciones.",
    "Competencia específica 4.",
    "Criterio 4.1. Utilizar recursos variados, tradicionales y digitales para el aprendizaje autónomo y para mejorar la interacción con otros miembros de la comunidad educativa, con respeto hacia docentes y estudiantes, analizando críticamente las aportaciones de todos, a través del trabajo individual y de equipo.",
    "Criterio 4.2. Trabajar de forma adecuada y versátil con medios variados, tradicionales y digitales, en la consulta de información seleccionando con criterio las fuentes más fiables y desechando las menos adecuadas para la mejora del aprendizaje propio y colectivo.",
    "Criterio 4.3. Iniciarse en la creación de materiales y la comunicación efectiva en diferentes entornos de aprendizaje valorando la creatividad, el desarrollo personal y el aprendizaje individual y social.",
    "Competencia específica 5.",
    "Criterio 5.1. Establecer interacciones constructivas y coeducativas a través de actividades de cooperación, como forma de construir un medio de trabajo eficiente en la ciencia con capacidad de crítica constructiva y que se ajuste a los principios éticos propios de la disciplina.",
    "Criterio 5.2. Emprender, de forma guiada y de acuerdo con la metodología adecuada, proyectos científicos que involucren al alumnado en la mejora de la sociedad y que creen valor para el individuo, para los demás y para la conservación sostenible del medioambiente.",
    "Competencia específica 6.",
    "Criterio 6.1. Reconocer y valorar a través del análisis histórico de los hombres y mujeres de ciencia y los avances científicos, que la ciencia es un proceso en construcción y las repercusiones mutuas de la ciencia actual con la tecnología, la sociedad y el medioambiente.",
    "Criterio 6.2. Detectar en el entorno las necesidades tecnológicas, ambientales, económicas y sociales más importantes que demanda la sociedad para entender la capacidad de la ciencia para darles solución sostenible a través de la implicación de todos los ciudadanos."
  ] 
}
