{
  "competenciasEspecificas": [
    "OBJ1. Comprender los procesos físicos y psicológicos implicados en la cognición, la motivación y el aprendizaje, junto con las principales características del desarrollo evolutivo de la persona estudiadas por las ciencias sociales, analizando sus implicaciones en la conducta, considerando los factores personales y socioculturales que intervienen en la configuración psicológica de la persona, para obtener un buen conocimiento acomodado de sí mismos que les permita construir su proyecto personal de vida.",
    "OBJ2. Analizar y describir aquellos elementos de la madurez que condicionan los comportamientos, identificando las cualidades personales y de relación social propias y de los demás, desarrollando estrategias de gestión emocional y del propio proceso de aprendizaje, y estrategias y habilidades sociales adecuadas a contextos cambiantes y a grupos diferentes, para mejorar lo desempeño en el ámbito personal, social y académico y lograr mayor control sobre las acciones y sus consecuencias, y para potenciar, así, aquellas cualidades personales en el alumnado que favorecen la autonomía y permiten afrontar de forma eficaz los nuevos retos a los que se van a enfrentar en su entrada a la edad madura.",
    "OBJ3. Explorar las oportunidades académicas y profesionales que ofrece el entorno, descubriendo y priorizando las necesidades e intereses personales y vocacionales y desarrollando el espíritu de iniciativa y de superación, así como las destrezas necesarias en la toma de decisiones, para llevar a cabo un proyecto personal, académico y profesional propio y realizar una primera aproximación al diseño de un plan de búsqueda activa de empleo.",
    "OBJ4. Conocer y comprender el ser humano, en sus dimensiones social y antropológica, y atender a la variedad de sociedades y culturas, analizando con empatía su diversidad y complejidad desde diferentes perspectivas para comprenderse a un mismo e interactuar con los demás desde el respeto a la diversidad personal, social y cultural, y fomentar el espíritu crítico sobre aspectos que dirigen el funcionamiento del ser humano en estos ámbitos."
  ]
}