{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "Bloque A: construcción de la identidad y la autonomía en relación consigo mismo",
        "1. Partes del cuerpo: características individuales y percepción de los cambios físicos.",
        "2. Juego exploratorio, sensorial, simbólico y motor.",
        "3. El movimiento libre en las diversas situaciones de la vida cotidiana.",
        "4. Control dinámico: desplazamientos en el espacio y coordinación visomotriz a través del contacto con objetos y materiales.",
        "5. Iniciación en el control estático: respiración, relajación, tonicidad y autocontrol.",
        "6. Acciones relacionadas con las necesidades básicas cotidianas de alimentación, descanso e higiene personal en espacios no habituales.",
        "7. Estrategias para identificar y evitar situaciones de riesgo y peligro.",
        "8. Identificación y adecuación de estados emocionales a las diversas situaciones: tiempo de espera, pequeñas frustraciones asociadas a la satisfacción de necesidades básicas y cuidados.",
        "9. Satisfacción por los progresos logrados que generen seguridad y confianza.",
        "10. Acciones básicas en la resolución de tareas sencillas y retos con demanda de ayuda.",
        "11. Pequeñas responsabilidades en juegos, situaciones y actividades.",
        "Bloque B: construcción de la identidad y la autonomía en relación con los otros",
        "1. La transición del grupo familiar al grupo social de la escuela.",
        "2. Interés a conocer otras personas.",
        "3. Vinculación afectiva con las personas de referencia.",
        "4. Las primeras organizaciones sociales y grupos de pertenencia: la familia, la casa y la escuela.",
        "5. Estrategias para proponer, comunicar experiencias y participar activamente en situaciones de la vida cotidiana y gestionar posibles conflictos.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "Bloque A: observación y experimentación del entorno inmediato físico y natural",
        "1. Exploración sensorial.",
        "2. Interés y curiosidad durante la exploración.",
        "3. Características elementales de los objetos y materiales con los cuales se relacionan.",
        "4. Iniciación al establecimiento de relaciones de orden, correspondencia, clasificación y comparación.",
        "5. Sensaciones de los elementos queforman parte de su entorno próximo a través de las posibilidades perceptivas.",
        "6. Nociones espaciales básicas en relación con el propio cuerpo y con los objetos que lo rodean.",
        "7. Cuantificadores básicos contextualizados.",
        "8. Necesidades de los seres vivos.",
        "9. Procesos y cambios perceptibles en aquello que nos rodea.",
        "10. Elementos naturales, observación y experimentación.",
        "Bloque B: curiosidad, iniciación al pensamiento cientifico y al razonamiento lógico desde la creatividad",
        "1. Interacción con los otros y con el entorno. Conexiones entre lo que se conoce y lo que es nuevo.",
        "2. Observación y experimentación sobre el entorno próximo. La intencionalidad.",
        "3. Iniciación en la planificación y la toma de decisiones.",
        "4. Iniciación al sentido espacial y numérico.",
        "5. Observación y curiosidad ante aquello que nos rodea.",
        "Bloque C: valoración, respeto, cura y acción sobre el entorno",
        "1. Los elementos y los fenómenos naturales de su entorno.",
        "2. Efecto de las acciones propias en el medio físico y natural.",
        "3. El cuidado del entorno y de los seres vivos.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "Bloque A: descubrimiento de los lenguajes",
        "1. Los objetos de uso compartido como mediadores simbólicos en los primeros contextos de interacción.",
        "2. Posibilidades sonoras y expresivas de la voz, del cuerpo, de los objetos y de los instrumentos.",
        "3. La imagen y el sonido en el entorno físico.",
        "4. La escucha como descubrimiento y goce del entorno.",
        "5. Canciones y otras manifestaciones musicales. Canciones de cuna, non-non y juegos de regazo. Sensaciones que las acompañan, reconocimiento, evocación y reproducción.",
        "6. Exploración y expresión a través del gesto y del movimiento libre. Los desplazamientos por el espacio.",
        "7. Materiales, colores, texturas, técnicas y procedimientos plásticos.",
        "8. El juego simbólico como medio de expresión.",
        "9. Deseo de comunicarse e interés en participar en diferentes propuestas artisticas.",
        "10. Aproximación a los códigos de representación gráfica (dibujo, imágenes, símbolos, etc.) en varios soportes. Primeras representaciones indeterminadas.",
        "Bloque B: posibilidades comunicativas y expresivas del lenguaje verbal",
        "1. Escucha activa y comprensión de palabras y mensajes orales sencillos en las dos lenguas oficiales.",
        "2. Sonidos, expresión sonora y articulación de las palabras. Juegos de imitación, lingüísticos y de percepción auditiva.",
        "3. Interés por participar en interacciones orales y situaciones habituales de comunicación desde la realidad lingüística.",
        "4. El lenguaje oral en situaciones cotidianas: expresión de necesidades, emociones y vivencias, primeras conversaciones con sonidos, vocalizaciones y juegos de interacción.",
        "5. Estrategias que facilitan los intercambios: contacto visual con el interlocutor, escucha atenta y espera para intervenir en situaciones cotidianas que favorezcan el respeto y la igualdad.",
        "6. Interés y atención por escuchar textos leídos por otras personas.",
        "7. Observación y manipulación de textos e imágenes en varios formatos: libros, revistas, carteles, hashtags.",
        "8. Repertorio lingüístico individual. Léxico de las lenguas oficiales relacionado con situaciones cotidianas.        ",
        "Bloque C: patrimonio y cultura",
        "1. Celebraciones, costumbres y tradiciones etnoculturales presentes en el entorno.",
        "2. Los espacios letrados y culturales como fuente de goce.",
        "4. Participación e interés en los diversos géneros literarios infantiles de nuestracultura popular: cuentos, relatos, adivinanzas, teatro, trabalenguas, poesía, patrañas, fábulas, leyendas, canciones de cuna... sin estereotipos sexistas, como fuente de placer y aprendizaje.",
        "5. Convivencia con la diversidad lingüística y cultural del aula y del entorno."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1. Identificar las partes del cuerpo, sus posibilidades y las características de manera global.",
        "2. Mostrar aceptación y respeto por el propio cuerpo y el de los otros.",
        "3. Explorar con interés y prudencia el entorno a través del movimiento libre.",
        "4. Expresar necesidades básicas y preferencias con personas diferentes delcontexto familiar.",
        "5. Manifestar e identificar emociones básicas.",
        "6. Establecer relaciones de confianza con las personas próximas.",
        "7. Reproducir conductas y situaciones previamente observadas en el entorno social próximo.",
        "8. Llevar a la práctica rutinas relacionadas con el cuidado personal y la alimentación con la ayuda de la persona adultao cuando sea necesaria.",
        "9. Afrontar pequeñas adversidades, tomar decisiones y solicitar ayuda cuando haga falta.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1. Observar   y   manipular   sensorialmente materiales y objetos del entorno, desde la curiosidad.",
        "2. Establecer relaciones sencillas entre objetos y materiales en base a las cualidades y los atributos que tienen.",
        "3. Utilizar los cuantificadores básicos más significativos relacionados con las experiencias cotidianas de juego y relación con los otros.",
        "4. Localizar espacios habituales y aplicar nociones espaciales básicas partiendo del cuerpo propio y de los elementos y objetos del entorno.",
        "5. Mostrar interés por las actividades en contacto con la naturaleza y la interacción con algunos elementos naturales.",
        "6. Identificar algunas características básicas de los elementos y seres vivos del entorno natural y mostrar respeto.",
        "7. Plantear acciones para la resolución de problemas, tareas y retos sencillos.",
        "8. Identificar y denominar los fenómenos atmosféricos habituales en el entorno y relacionarlos con alguna consecuencia en su vida cotidiana.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1. Explorar las posibilidades expresivas y comunicativas de los diferentes lenguajes y utilizar sus medios materiales propios para expresarse libremente en varios contextos.",
        "2. Establecer y reforzar los vínculos afectivos con los otros y participar con interés en interacciones y en contextos cotidianos de comunicación.",
        "3. Participar en situaciones comunicativas y adecuar la postura, el gesto y los movimientos a las intenciones.",
        "4. Tomar la iniciativa en la interacción social y disfrutar de las situaciones comunicativas con una actitud respetuosa.",
        "5. Utilizar el lenguaje oral, mostrar interés para expresarse, compartir sentimientos, deseos, emociones y vivencias y mostrar curiosidad por los diferentes perfiles lingüísticos.",
        "6. Participar en actividades individuales o colectivas relacionadas con diferentesmanifestaciones artisticas y culturales."
    ]
}