{
  "saberes": [
    "Bloque 1. El proyecto tecnológico",
    "• Aplicación de técnicas de ideación, estrategias de gestión de proyectos colaborativos y técnicas de resolución de problemas iterativas utilizando vocabulario técnico acomodado.",
    "• Estudio de necesidades del centro, locales, regionales, etc. Diseño de proyectos colaborativos o cooperativos.",
    "• Emprendimiento, perseverancia, iniciativa y creatividad en la resolución de problemas desde una perspectiva interdisciplinaria de la actividad tecnológica y satisfacción e interés por el trabajo y la calidad de este.",
    "• Ciclo de vida de un producto y sus fases. Análisis sencillos.",
    "• Tecnología sostenible: ahorro energético en el transporte y en las edificaciones. Arquitectura bioclimática.",
    "• Comunidades abiertas, voluntariado tecnológico y proyectos de servicio a la comunidad.",
    "Bloque 2. Diseño y fabricación",
    "• Estrategias de selección de materiales en base a sus propiedades o requisitos.",
    "• Sostenibilidad y accesibilidad en la selección de materiales y en el diseño de procesos, productos y sistemas tecnológicos.",
    "• Herramientas de diseño asistido por ordenador en tres dimensiones en la representación y/o fabricación de piezas aplicadas a proyectos.",
    "• Técnicas de fabricación manual y mecánica. Aplicaciones prácticas.",
    "• Técnicas de fabricación digital. Impresión en tres dimensiones y corte. Aplicaciones prácticas.",
    "Bloque 3. Elementos de máquinas, sistemas y robots",
    "• Electrónica analógica. Componentes básicos, simbología, análisis de circuitos elementales.",
    "• Electrónica digital básica. Componentes básicos. Resolución de problemas lógicos y circuitos.",
    "• Neumática básica. Componentes y circuitos básicos.",
    "• Diseño, montaje físico y/o simulado de circuitos electrónicos y/o neumáticos elementales, enfocado a la resolución de problemas técnicos y proyectos.",
    "• Componentes de sistemas de control programado: controladores, sensores y actuadores. Elementos mecánicos, electrónicos y neumáticos aplicados a la robótica.",
    "• Diseño y montaje físico o simulado de un sistema automático o robot.",
    "Bloque 4. Programación, automatización y robótica",
    "• El ordenador y los dispositivos móviles como elementos de programación y control.",
    "• Trabajo con simuladores informáticos en la verificación y comprobación del funcionamiento de los sistemas diseñados.",
    "• Robótica. Control de robots sencillos de manera física o simulada.",
    "• Telecomunicaciones en sistemas de control digital. El internet de las cosas: elementos, comunicaciones y control. Aplicaciones prácticas.",
    "• Iniciación a la inteligencia artificial y al big data: aplicaciones prácticas. Espacios compartidos y discos virtuales.",
    "Bloque 5. Documentación y comunicación digital",
    "• Vocabulario técnico apropiado.",
    "• Presentación y difusión del proyecto empleando herramientas digitales y audiovisuales. Elementos, técnicas y herramientas.",
    "• Comunicación efectiva: entonación, expresión, gestión del tiempo, adaptación del discurso y uso de un lenguaje inclusivo, libre de estereotipos sexistas.",
    "• Propiedad intelectual.",
    "• Técnicas de tratamiento, organización y almacenamiento seguro de la información. Copias de seguridad."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Idear y planificar soluciones tecnológicas emprendedoras que generen un valor para la comunidad a partir de la observación y del análisis del entorno más próximo, estudiando sus necesidades, requisitos y posibilidades de mejora. OBJ1",
    "• CE1.2. Aplicar con iniciativa estrategias colaborativas de gestión de proyectos con una perspectiva interdisciplinaria y siguiendo un proceso iterativo de validación desde la fase de ideación hasta la difusión de la solución. OBJ1",
    "• CE1.3. Abordar la gestión del proyecto de forma creativa, aplicando estrategias y técnicas colaborativas idóneas, así como métodos de investigación para la ideación de soluciones lo más eficientes, accesibles e innovadoras posibles. OBJ1",
    "• CE1.4. Analizar el diseño de un producto que dé respuesta a una necesidad expuesta, evaluando su demanda, evolución y previsión de fin de ciclo de vida, con un criterio ético, responsable e inclusivo. OBJ2",
    "• CE1.5. Intercambiar información y fomentar el trabajo en equipo de manera asertiva. OBJ3",
    "• CE1.6. Analizar los beneficios que, en el cuidado del entorno, acercan la arquitectura bioclimática y el eco-transporte, valorando la contribución de las tecnologías al desarrollo sostenible. OBJ6",
    "• CE1.7. Identificar y valorar la repercusión y los beneficios del desarrollo de proyectos tecnológicos de carácter social por medio de comunidades abiertas, acciones de voluntariado o proyectos de servicio a la comunidad. OBJ6",
    "• CE2.1. Fabricar productos y soluciones tecnológicas aplicando herramientas de diseño asistido, técnicas de elaboración manual, mecánica y digital y utilizando los materiales y recursos mecánicos, eléctricos, electrónicos y digitales adecuados. OBJ2",
    "• CE2.2. Hacer un uso responsable de la tecnología, mediante el análisis y la aplicación de criterios de sostenibilidad y accesibilidad en la selección de los materiales y en su diseño, así como en los procesos de fabricación de productos tecnológicos, minimizando el impacto negativo sobre la sociedad y el medio ambiente. OBJ6",
    "• CE3.1. Diseñar, construir, controlar y/o simular sistemas automáticos o robots que sean capaces de realizar tareas de forma autónoma, aplicando conocimientos de mecánica, electrónica, neumática y componentes de los sistemas de control, así como otros conocimientos interdisciplinarios. OBJ4",
    "• CE3.2. Utilizar vocabulario técnico, símbolos y esquemas de sistemas tecnológicos apropiados. OBJ3",
    "• CE4.1. Automatizar procesos, máquinas y sistemas, mediante el análisis, la programación de robots y los sistemas de control. OBJ4",
    "• CE4.2. Utilizar, con sentido crítico y ético, aplicaciones informáticas y tecnologías digitales de control y simulación como el internet de las cosas, el big data y/o la inteligencia artificial. OBJ4",
    "• CE4.3. Resolver tareas propuestas de manera eficiente mediante el uso y la configuración de diferentes aplicaciones y herramientas digitales, aplicando conocimientos interdisciplinarios con autonomía. OBJ5",
    "• CE5.1. Crear contenidos, elaborar materiales y difundirlos en distintas plataformas, configurando correctamente las herramientas digitales habituales del entorno de aprendizaje, ajustándolas a sus necesidades y respetando los derechos de autor. OBJ5",
    "• CE5.2. Presentar y difundir las propuestas o soluciones tecnológicas de manera efectiva, empleando la entonación, expresión, gestión del tiempo y adaptación adecuado del discurso, así como un lenguaje inclusivo y no sexista. OBJ3",
    "• CE5.3. Organizar la información de manera estructurada aplicando técnicas de almacenamiento seguro. OBJ5"
  ]
}
