{
    "criteriosEvaluacion": [
        "1.1. Establecer y emplear criterios de investigación y selección de información fiables, comparando diferentes fuentes.",
        "1.2. Analizar de manera crítica la información encontrada para comprobar su veracidad y rigor.",
        "1.3. Interpretar y exponer de forma rigurosa los resultados de la investigación y relacionarlos con los temas objeto de estudio e investigación.",
        "2.1. Escuchar de forma activa y participar en los debates de manera asertiva y respetar el turno de palabra tanto a la hora de argumentar y contraargumentar como a la hora de expresar acuerdo o desacuerdo.",
        "2.2. Utilizar los conceptos y los argumentos de forma rigurosa a la hora de exponer las ideas propias y los razonamientos para aclarar dudas y malentendidos que se plantean.",
        "2.3. Identificar y analizar críticamente los usos dogmáticos y sesgados de la información en la defensa de opiniones e hipótesis y plantear alternativas que se ajusten a los conocimientos de la psicología y a la lógica del discurso.",
        "2.4. Utilizar un lenguaje oral y escrito inclusivo e igualitario en cualquier situación de aprendizaje.",
        "3.1. Distinguir las emociones de los sentimientos y explicar las diferencias.",
        "3.2. Expresarse de manera asertiva en las diferentes situaciones de aprendizaje.",
        "3.3. Explicar los procesos implicados en la construcción de personalidades resilientes.",
        "3.4. Explorar y proponer soluciones a los conflictos centrándose en los problemas mediante el diálogo, la asertividad y la empatía.",
        "4.1. Diseñar estrategias con pasos concretos y realizables que permitan mejorar el aprendizaje personal.",
        "4.2. Evaluar las estrategias y la planificación de estas y detectar los problemas en el proceso para conseguir la mejora del aprendizaje personal.",
        "4.3. Realizar propuestas de mejora a partir de la evaluación de los planes.",
        "4.4. Participar en equipos de trabajo para conseguir metas comunes asumiendo roles con eficiencia y responsabilidad.",
        "5.1. Identificar los valores que sustentan los estereotipos y los prejuicios de género presentes en diferentes teorías psicológicas y pedagógicas.",
        "5.2. Analizar críticamente las consecuencias de los estereotipos y prejuicios de género en el ámbito de la psicología y las consecuencias de adoptarlos como patrón de comportamiento y relación con otras personas.",
        "5.3. Denunciar y explicar de forma oral, escrita o con producciones multimodales las desigualdades e injusticias que generan los estereotipos y prejuicios de género.",
        "6.1. Establecer y explicar algunas de las conexiones de la psicología con otras disciplinas.",
        "6.2. Identificar y explicar las consecuencias que se derivan de la conexión y relación de los conocimientos de la psicología con otras disciplinas respecto del propio aprendizaje."
    ],
    "saberes": [
        "3.2. Bloque 1: Qué es la psicología?",
        "3.2.1. Definición",
        "- Origen de la psicología como estudio de la psiqué.",
        "- La psicología como ciencia. Características y objetivos.",
        "o Ámbitos de aplicación: psicología básica y psicología aplicada.",
        "o Relaciones con otros ámbitos del conocimiento: antropología, sociología, neurociencia.",
        "3.2.2. Procesos psicológicos básicos",
        "- Los procesos psicológicos: atención, percepción, motivación, memoria, pensamiento.",
        "- La relación de los factores biológicos con el comportamiento humano.",
        "- ¿Cómo aprendemos? Procesos y estrategias que intervienen en el aprendizaje.",
        "3.3. Bloc 2: La educación emocional: la construcción de una personalidad equilibrada",
        "3.3.1. ¿Qué es la inteligencia emocional?",
        "- Emociones básicas: correlatos fisiológicos, expresión y funciones.",
        "- Emociones secundarias o sociales.",
        "- La importancia de las emociones en el desarrollo de la personalidad.",
        "3.3.2. ¿Cómo desarrollarla?",
        "- Emociones y sentimientos.",
        "- Estrategias para el autoconocimiento y la autoestima.",
        "- Aplicaciones prácticas. Provención y resolución de conflictos.",
        "3.4. Bloc 3. La psicología social",
        "- Conceptos fundamentales de la psicología social.",
        "- La percepción social de una misma o de uno mismo.",
        "- Socialización y relaciones interpersonales.",
        "- Roles, estereotipos y prejuicios sociales.",
        "- Las terapias de la psicología social.",
        "3.5. Bloc 4. La salud mental: un concepto en evolución.",
        "- Elementos clave en la construcción del bienestar psíquico.",
        "- Algunas patologías: trastornos de la personalidad, de la alimentación, psicóticos y de ansiedad."
    ]
}