{
    "saberes": [
        "Bloque A. Actividad física y salud.",
        "A.1. Salud física.",
        "A.1.1. Identificación de objetivos motrices, de actividad, de salud o similares, alcanzables, para aplicar un programa de actividad física, deportiva o artísticoexpresiva individual o colectiva. ",
        "A.1.2. Autoevaluación de las capacidades condicionales y coordinativas como requisito previo a la planificación: técnicas, estrategias y herramientas de medida.",
        "A.1.3. Programa y planificación personal o colectiva de actividad física, deportiva o artísticoexpresiva orientada a la salud, atendiendo a frecuencia, volumen, intensidad, tipo de actividad y objetivo. Desarrollo práctico.",
        "A.1.4. Técnicas básicas de descarga muscular, reajuste funcional y compensación necesaria en un programa de actividad física, deportiva o artísticoexpresiva individual o colectiva.",
        "A.1.5. Diseño de planes nutricionales aplicados a los programas de actividad física planteados, equilibrados según los objetivos y las características físicas y personales. Pautas, ejemplificaciones y desarrollo. ",
        "A.1.6. Evaluación del logro de los objetivos de un programa de actividad física, deportiva o artísticoexpresiva individual o colectiva y reorientación de actividades a partir de los resultados.",
        "A.1.7. Recursos digitales y tecnológicos para generar un programa de actividad física, salud, alimentación y otros hábitos. Objetividad, validez y fiabilidad de los diferentes recursos. ",
        "A.1.8. Plan de prevención de accidentes y estrategias de actuación e intervención en el diseño, planificación y desarrollo de programas de actividad física, deportiva o artísticoexpresiva individuales o colectivos. ",
        "A.2. Salud social.",
        "A.2.1. Prácticas y hábitos sociales de actividad física que tienen efectos negativos para la salud individual o comunitaria dentro de un programa de intervención. ",
        "A.2.2. Hábitos sociales que afectan a los objetivos de un programa de actividad físico, deportivo o artísticoexpresivo y la salud. ",
        "A.2.3. Contraindicaciones y efectos negativos de no respetar las indicaciones de un programa de actividad física y salud. Repercusiones. ",
        "A.2.4. Visión de un programa de intervención desde la perspectiva de género. Análisis crítico y condicionantes éticos.",
        "A.2.5. Evaluación del entorno personal y social en la elección de práctica deportiva, artísticoexpresiva o de actividad física: contexto, recursos, capacidades, necesidades e intereses. Desarrollo y práctica de la propuesta.",
        "A.3. Salud mental.",
        "A.3.1. Técnicas de respiración, visualización y relajación para liberar estrés y enfocar situaciones que requieren gran carga cognitiva. ",
        "A.3.2. Trastornos vinculados con la imagen corporal y las capacidades individuales. Influencia social y emocional. ",
        "A.3.3. Efectos de una práctica física prolongada en el tiempo a través de un programa de intervención en la estabilidad emocional y mental. ",
        "Bloque B. Organización y gestión de la actividad física.",
        "B.1. Salidas profesionales.",
        "B.1.1. Estudios, itinerarios y salidas profesionales relacionadas con el marco de la actividad físicodeportiva y la salud. Vías de acceso.",
        "B.1.2. Salidas laborales y cualificaciones profesionales con requerimientos físicos específicos. Requisitos y planificación de acceso. ",
        "B.2. Marco organizativo y asociativo.",
        "B.2.1. Asociacionismo, entidades y otros colectivos físicodeportivos y artísticoexpresivos en Extremadura. ",
        "B.2.2. Requisitos para la creación de una entidad deportiva. Marco legal y documentación necesaria en el proceso. Aplicación práctica.",
        "B.2.3. La Agrupación Deportiva Escolar (ADE) como recurso eficaz en centros educativos. Uso y posibilidades reales en el contexto.",
        "B.2.4. Debilidades, amenazas, fortalezas y oportunidades del asociacionismo y marco organizativo físico deportivo o artístico expresivo cercano. ",
        "B.3. Planificación y desarrollo de proyectos.",
        "B.3.1. Fases de un proyecto o producción físicadeportiva o artísticoexpresivo relacionado con la salud: planificación, proyecto y proceso de trabajo: análisis inicial, objetivos, diseño, recursos, aplicación, control y evaluación del proceso y resultados. Aplicación práctica.",
        "B.3.2. Evaluación del entorno personal y social en la elección y selección de planificaciones, proyectos o producciones: contexto, recursos, capacidades, necesidades e intereses. Desarrollo y práctica.",
        "B.3.3. Técnicas y estrategias de creatividad que buscan generar ideas para proyectos o producciones. ",
        "B.3.4. Plan de marketing y difusión de proyectos o producciones físicodeportivas o artísticoexpresivas. ",
        "B.3.5. Diseño y uso de estrategias de seguimiento y control de evolución del proyecto como medio de autorregulación. Detección de desviaciones o necesidades y soluciones o medidas de mejora.",
        "B.3.6. Recursos digitales y tecnológicos cooperativos o colaborativos en el diseño, planificación, control, desarrollo y puesta en práctica de proyectos o producciones físicodeportivas o artísticoexpresivas. ",
        "B 3.7. Aportaciones y responsabilidades individuales en un equipo de trabajo cooperativo o colaborativo. Mecanismos de registro, control y evaluación.",
        "B.4. Gestión y prevención de la seguridad.",
        "B.4.1. Protocolos ante alertas y emergencias escolares. Responsabilidades individuales y colectivas.",
        "B.4.2. Prevención de accidentes en proyectos o producciones físicodeportivas o artísticoexpresivas. Recursos necesarios.",
        "B.4.3. Factores y elementos de riesgo durante la realización de actividades que requieren atención o esfuerzo (cansancio, duración de la prueba o similares). ",
        "B.4.4. Gestión del riesgo propio y ajeno: planificación de factores de riesgo en actividades físicas. Medidas colectivas de prevención y seguridad. Planes de contingencia.",
        "B.4.5. Diseño y puesta en práctica de planes de contingencia y prevención.",
        "B.5. Actuaciones ante accidentes.",
        "B.5.1. Indicios, técnicas específicas y protocolos necesarios en un programa de intervención física ante posibles accidentes de diferente tipología: agresiones por cuerpos extraños, traumatismos, lesiones, alteraciones de la consciencia y asfixias.",
        "B.5.2. Actuaciones críticas ante accidentes (cadena de supervivencia): desplazamientos y transporte de accidentados, protocolo RCP (reanimación cardiopulmonar) y alternativas mediante desfibrilador automático (DEA) o semiautomático (DESA). ",
        "B.5.3. Contenido básico de kit de asistencia (botiquín). ",
        "Bloque C. Lógica y control de las situaciones motrices.",
        "C.1. Toma de decisiones.",
        "C.1.1. Resolución de situaciones motrices variadas ajustando eficientemente los componentes de la motricidad en actividades individuales o colectivas. ",
        "C.1.2. Evaluación y análisis de resultados y reajuste de actuaciones para conseguir el éxito en actividades físico deportivas.",
        "C.1.3. Planificación previa de la acción individual o colectiva para obtener ventaja con respecto al adversario en las actividades de oposición o colaboraciónoposición. ",
        "C.1.4. Oportunidad, pertinencia y riesgo de las acciones en las actividades físicodeportivas a partir del análisis de los puntos fuertes y débiles del rival y aprovechamiento eficaz de las mismas.",
        "C.1.5. Desempeño y dominio de funciones variadas en procedimientos o sistemas técnicotácticos puestos en práctica para conseguir los objetivos individuales y de equipo.",
        "C.1.6. Diseño y uso de instrumentos o técnicas de coevaluación y autoevaluación de la acción motriz (técnica o táctica) como medio de autorregulación. Análisis, ",
        "búsqueda y aplicación de soluciones.",
        "C.2. Capacidades perceptivomotrices.",
        "C.2.1. Análisis previo a la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales que intervienen.",
        "C.2.2. Reajuste de la propia intervención para resolverla adecuadamente respecto a sí mismo, a los participantes y al espacio en el que se desenvuelve la práctica.",
        "C.2.3. Prevención y actuación en las posibles situaciones de riesgos que puedan producirse como consecuencia de las diferentes prácticas físicodeportivas.",
        "C.3. Capacidades condicionales.",
        "C.3.1. Planificación para el desarrollo de las capacidades condicionales ajustadas a las necesidades y posibilidades individuales. Aplicación y puesta en práctica.",
        "C.3.2. Sistemas de entrenamiento de las capacidades condicionales. Principios, diseño y puesta en práctica orientados a la salud. ",
        "C.3.3. Uso de técnicas e instrumentos de autoevaluación de la condición física como medio de conocimiento de los límites personales. Reflexión crítica y búsqueda de soluciones.",
        "C.3.4. Análisis de los parámetros fisiológicos que determinan el rendimiento individual e influyen directamente en la salud. Acción en la práctica.",
        "C.4. Capacidades coordinativas.",
        "C.4.1. Perfeccionamiento de las habilidades motrices específicas y requerimientos técnicotácticos y estratégicos de los deportes o actividades físicas. ",
        "C.4.2. Aplicación eficaz y eficiente de las habilidades motrices específicas de diferentes manifestaciones físicodeportivas.",
        "C.5. Gestión de situaciones motrices.",
        "C.5.1. Creación y resolución eficiente de retos y situacionesproblema en diferentes contextos físicodeportivos.",
        "C.5.2. Organización y gestión de las situaciones planteadas manteniendo un equilibrio emocional individual y de equipo durante el proceso.",
        "C.5.3. Funciones relacionadas con la práctica físicodeportiva (entrenador, técnico, árbitro o juez, capitán, espectador…).",
        "C.5.4. Aportaciones y responsabilidades individuales dentro de un equipo en situaciones cooperativas o colaborativas con o sin oposición. Mecanismos de registro, control y evaluación.",
        "C.5.5. Recursos digitales y tecnológicos para la planificación, organización, control, desarrollo o puesta en práctica de proyectos motrices individuales o colectivos.",
        "Bloque D. Salud emocional e interacción social.",
        "D.1. Gestión emocional.",
        "D1.1. Identificación y manejo de las emociones en contextos físico deportivos. Gestión del éxito y la derrota. Fomento del autocontrol.",
        "D.1.2. Actitudes acordes y contrarias a los objetivos deportivos o artísticoexpresivos. Historias de vida significativas.",
        "D.1.3. Desarrollo de la motivación intrínseca dirigida a los objetivos físicos deportivos. Confianza en la aportación de las capacidades y habilidades personales. ",
        "D.1.4. Motivaciones hacia la práctica de la actividad física, deportiva o artísticoexpresiva. Análisis de la situación personal y reflexión crítica. Salud emocional y mental.",
        "D.1.5. Puesta en práctica de técnicas de relajación, visualización, control de los pensamientos y la concentración dirigidas a las actividades físicas, deportivas o artísticoexpresivas.",
        "D.2. Habilidades sociales y convivencia.",
        "D.2.1. Habilidades sociales: estrategias de integración en las actividades de grupo. Fomento de la participación y respeto de las diferencias.",
        "D.2.2. Normas extradeportivas para garantizar la igualdad en el deporte: juego limpio financiero, coeducación en deporte base y similares.",
        "D.2.3. Organización y gestión de las situaciones planteadas manteniendo un equilibrio emocional individual y de equipo durante el proceso.",
        "D.2.4. Identificación de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, sexistas, LGTBIfóbicas o de ",
        "cualquier tipo). Prevención y aportación de soluciones en situación real de práctica.",
        "D.2.5. Influencia de las redes sociales y medios de comunicación en la salud emocional y en las motivaciones hacia la actividad física, deportiva o artísticoexpresiva. Análisis crítico e intervención.",
        "Bloque E. Producciones y representaciones de la cultura motriz.",
        "2.º Bachillerato",
        "E.1 Manifestaciones artísticoexpresivas y cultura motriz. ",
        "E.1.1. Manifestaciones motrices en el patrimonio cultural, social y artísticoexpresivo de Extremadura. Investigación, conocimiento, difusión y práctica.",
        "E.1.2. Técnicas específicas de expresión corporal y de interpretación. Investigación y posibilidades de desarrollo. Puesta en práctica.",
        "E.1.3. Creatividad e imaginación. Aplicación adecuada y eficiente de los recursos expresivos: cuerpo, espacio, tiempo e intensidad.",
        "E.1.4. Actividades artísticoexpresivas. Ocupación del tiempo de ocio. Salud física y emocional. Entrenamientos específicos.",
        "E.1.5. Práctica, análisis y creación de actividades o composiciones rítmicomusicales con intencionalidad estética o expresiva.",
        "E.1.6. Organización y creación de eventos. Proyectos de exhibición artísticoexpresivos. Aplicación práctica. ",
        "E.1.7. Fases, funciones organizativas y responsabilidades en las producciones artísticoexpresivas. Dirección, regiduría y equipo técnico. Acciones prácticas.",
        "Bloque F. Proyección social y comunitaria de la actividad física.",
        "2.º Bachillerato",
        "F.1. Espacios y posibilidades de práctica.",
        "F.1.1. Estudio y clasificación de las posibilidades del entorno natural y urbano para la práctica de actividad física: equipamientos, usos y necesidades.",
        "F.1.2. Elaboración o actualización de un catálogo de oferta de práctica física, equipamientos e instalaciones del entorno próximo.",
        "F.1.3. Actuaciones de difusión de un catálogo o prácticas saludables a la sociedad como bien social y comunitario.",
        "F.1.4. Actuaciones para la mejora del entorno natural y urbano en la eliminación de barreras que dificulten o impidan un uso adecuado del mismo (uso deportivo, accesibilidad o similares).",
        "F.1.5. Criterios básicos para la organización de eventos en diferentes espacios y prácticas. Permisos, seguridad, reparto de responsabilidades y puesta en práctica. ",
        "F.2. Normas de uso y gestión de espacios. ",
        "F.2.1. Fomento del transporte activo y sostenible en actividades cotidianas. Educación vial. ",
        "F.2.2. Normas de uso y seguridad de espacios de práctica motriz.",
        "F.2.3. Criterios básicos para la práctica de actividad física orientada a la salud en diferentes espacios, naturales o urbanos. ",
        "F.2.4. Técnicas específicas necesarias e imprescindibles para el desarrollo u organización de actividades en el medio natural o urbano.",
        "F.3. Consumo responsable.",
        "F.3.1. Uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de actividad física.",
        "F.3.2. Conocimiento, promoción y usos creativos del entorno desde la motricidad. Referentes en la Comunidad Autónoma de Extremadura.",
        "F.4. Cuidado del entorno.",
        "F.4.1. Cuidado y mejora del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en el medio natural.",
        "F.4.2. Análisis crítico del impacto en el medio de las prácticas deportivas. Consideraciones sociales, económicas, políticas y de salud."
        
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Desarrollar un programa físico individual o colectivo que permita la mejora de la salud individual o comunitaria, teniendo en cuenta el análisis de la situación inicial para un correcto planteamiento de objetivos, diseño, recursos, aplicación, control y evaluación del proceso y resultados, valorando la idoneidad del mismo. ",
        "Criterio 1.2. Poner en práctica una planificación, individual o colectiva, que permita la mejora de los parámetros de salud asociados a la actividad física planteada, respetando la propia realidad e identidad corporal así como la del entorno social más cercano, según las necesidades, intereses y motivaciones de cada individuo. ",
        "Criterio 1.3. Identificar los aspectos evaluables y cuantificables de la salud que producen beneficios en la aplicación de un programa personalizado de actividad física y valorar la importancia de los principios de la planificación para la obtención de resultados. ",
        "Criterio 1.4. Practicar y valorar diferentes posibilidades de actividad física según la influencia que tienen sobre los diferentes parámetros de salud, a fin de convertirlas en una opción de mantenimiento de un ocio activo, teniendo como referencia las motivaciones, intereses y capacidades tanto propios como ajenos. ",
        "Criterio 1.5. Comprender la relación entre la actividad física, la nutrición, la educación postural, la relajación y la liberación de estrés, las relaciones sociales, el consumo de sustancias perjudiciales para la salud y la estabilidad emocional, reflexionando sobre el equilibrio de cada uno de estos factores en el mantenimiento de la salud individual para pautar soluciones de mejora en función de las necesidades y carencias de cada factor. ",
        "Competencia específica 2.",
        "Criterio 2.1. Aportar y poner en práctica soluciones eficaces a la variedad de situaciones motrices planteadas teniendo en cuenta los distintos factores implicados en las mismas dentro de un estilo de vida saludable.",
        "Criterio 2.2. Resolver situaciones motrices en diferentes contextos de práctica motriz aplicando las capacidades, habilidades y destrezas específicas y mostrando eficacia y control en la ",
        "ejecución de los elementos técnicotácticos necesarios para su desarrollo.",
        "Criterio 2.3. Participar de forma activa en el diseño, planificación, desarrollo y valoración de situaciones motrices de los procesos adaptativos que intervienen, desempeñando diferentes responsabilidades características de las mismas de forma saludable y ecosostenible. ",
        "Criterio 2.4. Actuar de forma responsable en el proceso de prevención o intervención ante situaciones de riesgo derivadas de la práctica de actividad físicodeportiva, demostrando los conocimientos necesarios para asegurar la integridad física y emocional.",
        "Criterio 2.5. Mostrar capacidad de motivación, control del impulso, persistencia ante el fracaso, empatía, respeto a los demás y al entorno, tanto en la práctica y desarrollo de las situaciones propuestas como en su organización y gestión.",
        "Criterio 2.6. Organizar y gestionar las necesidades de un grupo ante las situaciones planteadas, tomando iniciativa y mostrando autonomía en la evaluación del problema, la toma de decisiones, el reparto de responsabilidades y tareas, y en su puesta en práctica, asegurando la gestión emocional equilibrada del proceso.",
        "Competencia específica 3.",
        "Criterio 3.1. Conocer y diferenciar las profesiones asociadas al deporte y la actividad física, tanto en el ámbito nacional como en la Comunidad Autónoma de Extremadura, diferenciando los diferentes procesos de acceso, ámbito y competencias de cada profesional y la cualificación que generan.",
        "Criterio 3.2. Identificar las necesidades físicas de determinadas profesiones, buscando y seleccionando un plan de adaptación o trabajo físico específico para las mismas.",
        "Criterio 3.3. Detectar problemas de salud derivados de malas posturas, ejercicios repetitivos o cargas, relacionados con diferentes profesiones, evitando posibles problemas ergonómicos y aportando soluciones a los problemas detectados. ",
        "Criterio 3.4. Fomentar hábitos de vida saludable a través de la práctica de actividad físicodeportiva o artísticoexpresiva, conociendo los procesos necesarios para la creación de un marco organizativo y asociativo. ",
        "Criterio 3.5. Emprender acciones de empoderamiento que permitan ofrecer alternativas de ocio saludable en el contexto cercano del alumnado.",
        "Criterio 3.6. Valorar las oportunidades, fortalezas y debilidades en el tejido asociativo juvenil cercano en función de los intereses y motivaciones personales hacia la salud, la actividad física y artísticoexpresiva, aportando soluciones que repercutan en un beneficio a la comunidad.",
        "Competencia específica 4.",
        "Criterio 4.1. Valorar las necesidades propias y del entorno más cercano en términos de salud, actividad física y sostenibilidad para establecer soluciones a corto y largo plazo.",
        "Criterio 4.2. Diseñar, poner en práctica y evaluar proyectos de aplicación e intervención relacionados con la práctica de actividad física, el deporte, la promoción de la salud y los hábitos de vida ecosostenible en el contexto cercano del alumnado.",
        "Criterio 4.3. Colaborar o cooperar en la puesta en práctica de proyectos de aplicación o intervención propios o de otras personas del grupo a fin de ser un agente activo y promotor de salud.",
        "Criterio 4.4. Establecer y aplicar los criterios de seguridad y prevención, así como de atención y auxilio ante posibles accidentes y riesgos derivados de las actividades desarrolladas o planteadas.",
        "Competencia específica 5.",
        "Criterio 5.1. Fomentar y difundir prácticas deportivas y motrices, tanto conocidas como menos habituales, promocionando la actividad física y la mejora de la salud individual y colectiva como un servicio a la comunidad.",
        "Criterio 5.2. Colaborar o cooperar, tanto de manera individual como grupal, en el desarrollo de una base de datos o catálogo de actividad física evaluando el contexto, recursos, capacidades, necesidades e intereses propios y de la comunidad.",
        "Criterio 5.3. Participar de manera activa en la divulgación de actividades físicas saludables identificando los factores que determinan su idoneidad en función de las posibilidades, capacidades y limitaciones de cada individuo, adaptando las propuestas a diferentes niveles de ejecución, volumen e intensidad que favorezcan un desarrollo físico integral. ",
        "Criterio 5.4. Buscar, valorar y practicar nuevas alternativas de actividad física aumentando la oferta y variedad de propuestas en el entorno cercano como un ejemplo activo para todos los grupos de edad en la búsqueda de soluciones de ocio activo y saludable.",
        "Competencia específica 6.",
        "Criterio 6.1. Conocer y poner en práctica las diferentes fases para la creación y representación de composiciones corporales individuales o colectivas, aplicando con precisión, idoneidad y coordinación escénica las técnicas expresivas más apropiadas a cada composición para representarlas ante sus compañeros y compañeras o ante otros miembros de la comunidad. ",
        "Criterio 6.2. Utilizar de forma autónoma los diferentes recursos expresivos aprendidos para la creación de producciones artísticoexpresivas, participando activamente y potenciando la imaginación, la creatividad y las diferentes opiniones en las creaciones y representaciones artísticas.",
        "Criterio 6.3. Valorar positivamente la importancia que las actividades artísticoexpresivas tienen en su equilibrio emocional, contribuyendo de forma intencionada al crecimiento personal y al de la sociedad a la que pertenecen. ",
        "Criterio 6.4. Conocer, valorar y difundir el patrimonio cultural, social y artísticoexpresivo característico de Extremadura contribuyendo a su conservación.",
        "Criterio 6.5. Elaborar de manera autónoma calentamientos y entrenamientos específicos dirigidos a las actividades artísticoexpresivas como elementos necesarios para la prevención de lesiones y mejora de su estado físico.",
        "Competencia específica 7.",
        "Criterio 7.1. Emplear de manera autónoma aplicaciones y dispositivos digitales relacionados con la gestión y análisis de la salud y la actividad física, respetando la privacidad y las medidas básicas de seguridad vinculadas al tratamiento y difusión de datos personales y garantía de los derechos digitales. ",
        "Criterio 7.2. Utilizar de forma efectiva herramientas de trabajo colaborativo y cooperativo en red como recurso para el diseño de proyectos, programas, planificaciones o producciones motrices, físicos, deportivas o artísticoexpresivas orientadas a la salud individual o comunitaria.",
        "Criterio 7.3. Discriminar la información veraz y científica que aportan los dispositivos y plataformas digitales sobre la salud y otros parámetros de cuantificación de la actividad física."
        
    ]
}