{
  "competenciasClave": [
    "COMPETENCIA EN COMUNICACIÓN LINGÜÍSTICA: La competencia en comunicación lingüística supone interactuar de forma oral, escrita, signada o multimodal de manera coherente y adecuada en diferentes ámbitos y contextos y con diferentes propósitos comunicativos. Implica movilizar, de manera consciente, el conjunto de conocimientos, destrezas y actitudes que permiten comprender, interpretar y valorar críticamente mensajes orales, escritos, signados o multimodales evitando los riesgos de manipulación y desinformación, así como comunicarse eficazmente con otras personas de manera cooperativa, creativa, ética y respetuosa. La competencia en comunicación lingüística constituye la base para el pensamiento propio y para la construcción del conocimiento en todos los ámbitos del saber. Por ello, su desarrollo está vinculado a la reflexión explícita acerca del funcionamiento de la lengua en los géneros discursivos específicos de cada área de conocimiento, así como a los usos de la oralidad, la escritura o la signación para pensar y para aprender. Por último, hace posible apreciar la dimensión estética del lenguaje y disfrutar de la cultura literaria.",
    "AL COMPLETAR EL SEGUNDO CURSO DE LA EDUCACIÓN SECUNDARIA OBLIGATORIA, EL ALUMNO O ALUMNA…",
    "CCL1. Se expresa de forma oral, escrita, signada o multimodal, iniciándose progresivamente en el uso de la coherencia, corrección y adecuación en diferentes ámbitos personal, social y educativo y participa de manera activa y adecuada en interacciones comunicativas, mostrando una actitud respetuosa, tanto para el intercambio de información y creación de conocimiento como para establecer vínculos personales.",
    "CCL2. Comprende, interpreta y valora con actitud reflexiva textos orales, escritos, signados o multimodales de relativa complejidad correspondientes a diferentes ámbitos personal, social y educativo, participando de manera activa e intercambiando opiniones en diferentes contextos y situaciones para construir conocimiento.",
    "CCL3. Localiza, selecciona y contrasta, siguiendo indicaciones, información procedente de diferentes fuentes y la integra y transforma en conocimiento para comunicarla de manera creativa, valorando aspectos más significativos relacionados con los objetivos de lectura, reconociendo y aprendiendo a evitar los riesgos de desinformación y adoptando un punto de vista crítico y personal con la propiedad intelectual.",
    "CCL4. Lee de manera autónoma obras diversas adecuadas a su edad y selecciona las más cercanas a sus propios gustos e intereses, reconociendo muestras relevantes del patrimonio literario como un modo de simbolizar la experiencia individual y colectiva, interpretando y creando obras con intención literaria, a partir de modelos dados, reconociendo la lectura como fuente de enriquecimiento cultural y disfrute personal.",
    "CCL5. Pone sus prácticas comunicativas al servicio de la convivencia democrática, la gestión dialogada de los conflictos y la igualdad de derechos de todas las personas, identificando y aplicando estrategias para detectar usos discriminatorios, así como rechazar los abusos de poder, para favorecer un uso eficaz y ético de los diferentes sistemas de comunicación.",
    "AL COMPLETAR LA ENSEÑANZA BÁSICA, EL ALUMNO O ALUMNA…",
    "CCL1. Se expresa de forma oral, escrita, signada o multimodal con coherencia, corrección y adecuación a los diferentes contextos sociales, y participa en interacciones comunicativas con actitud cooperativa y respetuosa tanto para intercambiar información, crear conocimiento y transmitir opiniones, como para construir vínculos personales.",
    "CCL2. Comprende, interpreta y valora con actitud crítica textos orales, escritos, signados o multimodales de los ámbitos personal, social, educativo y profesional para participar en diferentes contextos de manera activa e informada y para construir conocimiento.",
    "CCL3. Localiza, selecciona y contrasta de manera progresivamente autónoma información procedente de diferentes fuentes evaluando su fiabilidad y pertinencia en función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, y la integra y transforma en conocimiento para comunicarla adoptando un punto de vista creativo, crítico y personal a la par que respetuoso con la propiedad intelectual.",
    "CCL4. Lee con autonomía obras diversas adecuadas a su edad, seleccionando las que mejor se ajustan a sus gustos e intereses; aprecia el patrimonio literario como cauce privilegiado de la experiencia individual y colectiva; y moviliza su propia experiencia biográfica y sus conocimientos literarios y culturales para construir y compartir su interpretación de las obras y para crear textos de intención literaria de progresiva complejidad.",
    "CCL5. Pone sus prácticas comunicativas al servicio de la convivencia democrática, la resolución dialogada de los conflictos y la igualdad de derechos de todas las personas, evitando los usos discriminatorios, así como los abusos de poder para favorecer la utilización no solo eficaz sino también ética de los diferentes sistemas de comunicación.",
    "COMPETENCIA PLURILINGÜE: La competencia plurilingüe implica utilizar distintas lenguas, orales o signadas, de forma apropiada y eficaz para el aprendizaje y la comunicación. Esta competencia supone reconocer y respetar los perfiles lingüísticos individuales y aprovechar las experiencias propias para desarrollar estrategias que permitan mediar y hacer transferencias entre lenguas, incluidas las clásicas, y, en su caso, mantener y adquirir destrezas en la lengua o lenguas familiares y en las lenguas oficiales. Integra, asimismo, dimensiones históricas e interculturales orientadas a conocer, valorar y respetar la diversidad lingüística y cultural de la sociedad con el objetivo de fomentar la convivencia democrática.",
    "AL COMPLETAR EL SEGUNDO CURSO DE LA EDUCACIÓN SECUNDARIA OBLIGATORIA, EL ALUMNO O ALUMNA…",
    "CP1. Usa con cierta eficacia una lengua, además de la lengua o lenguas familiares, para responder a necesidades comunicativas breves, sencillas y predecibles, de manera adecuada tanto a su desarrollo e intereses como a situaciones y contextos cotidianos y frecuentes de los ámbitos personal, social y educativo.",
    "CP2. A partir de sus experiencias, utiliza progresivamente estrategias adecuadas que le permiten comunicarse entre distintas lenguas en contextos cotidianos a través del uso de transferencias que le ayuden a ampliar su repertorio lingüístico individual.",
    "CP3. Conoce, respeta y muestra interés por la diversidad lingüística y cultural presente en su entorno próximo, permitiendo conseguir su desarrollo personal y valorando su importancia como factor de diálogo, para mejorar la convivencia y promover la cohesión social.",
    "AL COMPLETAR LA ENSEÑANZA BÁSICA, EL ALUMNO O ALUMNA…",
    "CP1. Usa eficazmente una o más lenguas, además de la lengua o lenguas familiares, para responder a sus necesidades comunicativas, de manera apropiada y adecuada tanto a su desarrollo e intereses como a diferentes situaciones y contextos de los ámbitos personal, social, educativo y profesional.",
    "CP2. A partir de sus experiencias, realiza transferencias entre distintas lenguas como estrategia para comunicarse y ampliar su repertorio lingüístico individual.",
    "CP3. Conoce, valora y respeta la diversidad lingüística y cultural presente en la sociedad, integrándola en su desarrollo personal como factor de diálogo, para fomentar la cohesión social.",
    "COMPETENCIA MATEMÁTICA Y COMPETENCIA EN CIENCIA, TECNOLOGÍA E INGENIERÍA (STEM): La competencia matemática y competencia en ciencia, tecnología e ingeniería (competencia STEM por sus siglas en inglés) entraña la comprensión del mundo utilizando los métodos científicos, el pensamiento y representación matemáticos, la tecnología y los métodos de la ingeniería para transformar el entorno de forma comprometida, responsable y sostenible. La competencia matemática permite desarrollar y aplicar la perspectiva y el razonamiento matemáticos con el fin de resolver diversos problemas en diferentes contextos. La competencia en ciencia conlleva la comprensión y explicación del entorno natural y social, utilizando un conjunto de conocimientos y metodologías, incluidas la observación y la experimentación, con el fin de plantear preguntas y extraer conclusiones basadas en pruebas para poder interpretar y transformar el mundo natural y el contexto social. La competencia en tecnología e ingeniería comprende la aplicación de los conocimientos y metodologías propios de las ciencias para transformar nuestra sociedad de acuerdo con las necesidades o deseos de las personas en un marco de seguridad, responsabilidad y sostenibilidad.",
    "AL COMPLETAR EL SEGUNDO CURSO DE LA EDUCACIÓN SECUNDARIA OBLIGATORIA, EL ALUMNO O ALUMNA…",
    "STEM1. Utiliza métodos inductivos y deductivos propios de la actividad matemática en situaciones habituales de la realidad y aplica procesos de razonamiento y estrategias  de resolución de problemas, reflexionando y comprobando las soluciones obtenidas.",
    "STEM2. Utiliza el pensamiento científico para entender y explicar los fenómenos observados que suceden en la realidad más cercana, favoreciendo la reflexión crítica, la formulación de hipótesis y la tarea investigadora, mediante la realización de experimentos sencillos, a través de un proceso en el que cada uno asume la responsabilidad de su aprendizaje.",
    "STEM3. Realiza proyectos, diseñando, fabricando y evaluando diferentes prototipos o modelos, buscando soluciones, de manera creativa e innovadora, mediante el trabajo en equipo a los problemas a los que se enfrenta, facilitando la participación de todo el grupo, favoreciendo la resolución pacífica de conflictos y modelos de convivencia para avanzar hacia un futuro sostenible.",
    "STEM4. Interpreta y transmite los elementos más relevantes centrados en el análisis y estudios de casos vinculados a experimentos, métodos y resultados científicos, matemáticos y tecnológicos, en diferentes formatos (tablas, diagramas, gráficos, fórmulas, esquemas…) y aprovechando de forma crítica la cultura digital, usando el lenguaje matemático apropiado, para adquirir, compartir y transmitir nuevos conocimientos.",
    "STEM5. Aplica acciones fundamentadas científicamente para promover la salud y cuidar el medio ambiente y los seres vivos, identificando las normas de seguridad desde modelos o proyectos que promuevan el desarrollo sostenible y utilidad social, con objeto de fomentar la mejora de la calidad de vida, a través de propuestas y conductas que reflejen la sensibilización y la gestión sobre el consumo responsable.",
    "AL COMPLETAR LA ENSEÑANZA BÁSICA, EL ALUMNO O ALUMNA…",
    "STEM1. Utiliza métodos inductivos y deductivos propios del razonamiento matemático en situaciones conocidas y selecciona y emplea diferentes estrategias para resolver problemas analizando críticamente las soluciones y reformulando el procedimiento, si fuera necesario.",
    "STEM2. Utiliza el pensamiento científico para entender y explicar los fenómenos que ocurren a su alrededor, confiando en el conocimiento como motor de desarrollo, planteándose preguntas y comprobando hipótesis mediante la experimentación y la indagación, utilizando herramientas e instrumentos adecuados, apreciando la importancia de la precisión y la veracidad y mostrando una actitud crítica acerca del alcance y las limitaciones de la ciencia.",
    "STEM3. Plantea y desarrolla proyectos diseñando, fabricando y evaluando diferentes prototipos o modelos para generar o utilizar productos que den solución a una necesidad o problema de forma creativa y en equipo, procurando la participación de todo el grupo, resolviendo pacíficamente los conflictos que puedan surgir, adaptándose ante la incertidumbre y valorando la importancia de la sostenibilidad.",
    "STEM4. Interpreta y transmite los elementos más relevantes de procesos, razonamientos, demostraciones, métodos y resultados científicos, matemáticos y tecnológicos de forma clara y precisa y en diferentes formatos (gráficos, tablas, diagramas, fórmulas, esquemas, símbolos…), y aprovechando de forma crítica la cultura digital e incluyendo el lenguaje matemático-formal, con ética y responsabilidad para compartir y construir nuevos conocimientos.",
    "STEM5. Emprende acciones fundamentadas científicamente para promover la salud física, mental y social, y preservar el medio ambiente y los seres vivos; y aplica principios de ética y seguridad en la realización de proyectos para transformar su entorno próximo de forma sostenible, valorando su impacto global y practicando el consumo responsable.",
    "COMPETENCIA DIGITAL: La competencia digital implica el uso seguro, saludable, sostenible, crítico y responsable de las tecnologías digitales para el aprendizaje, para el trabajo y para la participación en la sociedad, así como la interacción con estas. Incluye la alfabetización en información y datos, la comunicación y la colaboración, la educación mediática, la creación de contenidos digitales (incluida la programación), la seguridad (incluido el bienestar digital y las competencias relacionadas con la ciberseguridad), asuntos relacionados con la ciudadanía digital, la privacidad, la propiedad intelectual, la resolución de problemas y el pensamiento computacional y crítico.",
    "AL COMPLETAR EL SEGUNDO CURSO DE LA EDUCACIÓN SECUNDARIA OBLIGATORIA, EL ALUMNO O ALUMNA…",
    "CD1. Realiza, de manera autónoma, búsquedas en internet, seleccionando la información más adecuada y relevante, reflexiona sobre su validez, calidad y fiabilidad y muestra una actitud crítica y respetuosa con la propiedad intelectual.",
    "CD2. Gestiona su entorno personal digital de aprendizaje, integrando algunos recursos y herramientas digitales e iniciándose en la búsqueda y selección de estrategias de tratamiento de la información, identificando la más adecuada según sus necesidades para construir conocimiento y contenidos digitales creativos.",
    "CD3. Participa y colabora a través de herramientas o plataformas virtuales que le permiten interactuar y comunicarse de manera adecuada a través del trabajo cooperativo, compartiendo contenidos, información y datos, para construir una identidad digital adecuada, reflexiva y cívica, mediante un uso activo de las tecnologías digitales, realizando una gestión responsable de sus acciones en la red.",
    "CD4. Conoce los riesgos y adopta, con progresiva autonomía, medidas preventivas en el uso de las tecnologías digitales para proteger los dispositivos, los datos personales, la salud y el medioambiente, tomando conciencia de la importancia y necesidad de hacer un uso crítico, responsable, seguro y saludable de dichas tecnologías.",
    "CD5. Desarrolla, siguiendo indicaciones, algunos programas, aplicaciones informáticas sencillas y determinadas soluciones digitales que le ayuden a resolver problemas concretos y hacer frente a posibles retos propuestos de manera creativa, valorando la contribución de las tecnologías digitales en el desarrollo sostenible, para poder llevar a cabo un uso responsable y ético de las mismas.",
    "AL COMPLETAR LA ENSEÑANZA BÁSICA, EL ALUMNO O ALUMNA…",
    "CD1. Realiza búsquedas en internet atendiendo a criterios de validez, calidad, actualidad y fiabilidad, seleccionando los resultados de manera crítica y archivándolos, para recuperarlos, referenciarlos y reutilizarlos, respetando la propiedad intelectual.",
    "CD2. Gestiona y utiliza su entorno personal digital de aprendizaje para construir conocimiento y crear contenidos digitales, mediante estrategias de tratamiento de la información y el uso de diferentes herramientas digitales, seleccionando y configurando la más adecuada en función de la tarea y de sus necesidades de aprendizaje permanente.",
    "CD3. Se comunica, participa, colabora e interactúa compartiendo contenidos, datos e información mediante herramientas o plataformas virtuales, y gestiona de manera responsable sus acciones, presencia y visibilidad en la red, para ejercer una ciudadanía digital activa, cívica y reflexiva.",
    "CD4. Identifica riesgos y adopta medidas preventivas al usar las tecnologías digitales para proteger los dispositivos, los datos personales, la salud y el medioambiente, y para tomar conciencia de la importancia y necesidad de hacer un uso crítico, legal, seguro, saludable y sostenible de dichas tecnologías.",
    "CD5. Desarrolla aplicaciones informáticas sencillas y soluciones tecnológicas creativas y sostenibles para resolver problemas concretos o responder a retos propuestos, mostrando interés y curiosidad por la evolución de las tecnologías digitales y por su desarrollo sostenible y uso ético.",
    "COMPETENCIA PERSONAL, SOCIAL Y DE APRENDER A APRENDER: La competencia personal, social y de aprender a aprender implica la capacidad de reflexionar sobre uno mismo para autoconocerse, aceptarse y promover un crecimiento personal constante; gestionar el tiempo y la información eficazmente; colaborar con otros de forma constructiva; mantener la resiliencia; y gestionar el aprendizaje a lo largo de la vida. Incluye también la capacidad de hacer frente a la incertidumbre y a la complejidad; adaptarse a los cambios; aprender a gestionar los procesos metacognitivos; identificar conductas contrarias a la convivencia y desarrollar estrategias para abordarlas; contribuir al bienestar físico, mental y emocional propio y de las demás personas, desarrollando habilidades para cuidarse a sí mismo y a quienes lo rodean a través de la corresponsabilidad; ser capaz de llevar una vida orientada al futuro; así como expresar empatía y abordar los conflictos en un contexto integrador y de apoyo.",
    "AL COMPLETAR EL SEGUNDO CURSO DE LA EDUCACIÓN SECUNDARIA OBLIGATORIA, EL ALUMNO O ALUMNA…",
    "CPSAA1. Toma conciencia y expresa sus propias emociones afrontando con éxito, optimismo y empatía la búsqueda de un propósito y motivación para el aprendizaje, para iniciarse, de manera progresiva, en el tratamiento y la gestión de los retos y cambios que surgen en su vida cotidiana y adecuarlos a sus propios objetivos.",
    "CPSAA2. Conoce los riesgos más relevantes para la salud, desarrolla hábitos encaminados a la conservación de la salud física, mental y social (hábitos posturales, ejercicio físico, control del estrés…), e identifica conductas contrarias a la convivencia, planteando distintas estrategias para abordarlas.",
    "CPSAA3. Reconoce y respeta las emociones, experiencias y comportamientos de las demás personas y reflexiona sobre su importancia en el proceso de aprendizaje, asumiendo tareas y responsabilidades de manera equitativa, empleando estrategias cooperativas de trabajo en grupo dirigidas a la consecución de objetivos compartidos.",
    "CPSAA4. Reflexiona y adopta posturas críticas sobre la mejora de los procesos de autoevaluación que intervienen en su aprendizaje, reconociendo el valor del esfuerzo y la dedicación personal, que ayuden a favorecer la adquisición de conocimientos, el contraste de información y la búsqueda de conclusiones relevantes.",
    "CPSAA5. Se inicia en el planteamiento de objetivos a medio plazo y comienza a desarrollar estrategias que comprenden la auto y coevaluación y la retroalimentación para mejorar el proceso de construcción del conocimiento a través de la toma de conciencia de los errores cometidos.",
    "AL COMPLETAR LA ENSEÑANZA BÁSICA, EL ALUMNO O ALUMNA…",
    "CPSAA1. Regula y expresa sus emociones, fortaleciendo el optimismo, la resiliencia, la autoeficacia y la búsqueda de propósito y motivación hacia el aprendizaje, para gestionar los retos y cambios y armonizarlos con sus propios objetivos.",
    "CPSAA2. Comprende los riesgos para la salud relacionados con factores sociales, consolida estilos de vida saludable a nivel físico y mental, reconoce conductas contrarias a la convivencia y aplica estrategias para abordarlas.",
    "CPSAA3. Comprende proactivamente las perspectivas y las experiencias de las demás personas y las incorpora a su aprendizaje, para participar en el trabajo en grupo, distribuyendo y aceptando tareas y responsabilidades de manera equitativa y empleando estrategias cooperativas.",
    "CPSAA4. Realiza autoevaluaciones sobre su proceso de aprendizaje, buscando fuentes fiables para validar, sustentar y contrastar la información y para obtener conclusiones relevantes.",
    "CPSAA5. Planea objetivos a medio plazo y desarrolla procesos metacognitivos de retroalimentación para aprender de sus errores en el proceso de construcción del conocimiento.",
    "COMPETENCIA CIUDADANA: La competencia ciudadana contribuye a que alumnos y alumnas puedan ejercer una ciudadanía responsable y participar plenamente en la vida social y cívica, basándose en la comprensión de los conceptos y las estructuras sociales, económicas, jurídicas y políticas, así como en el conocimiento de los acontecimientos mundiales y el compromiso activo con la sostenibilidad y el logro de una ciudadanía mundial. Incluye la alfabetización cívica, la adopción consciente de los valores propios de una cultura democrática fundada en el respeto a los derechos humanos, la reflexión crítica acerca de los grandes problemas éticos de nuestro tiempo y el desarrollo de un estilo de vida sostenible acorde con los Objetivos de Desarrollo Sostenible planteados en la Agenda 2030.",
    "AL COMPLETAR EL SEGUNDO CURSO DE LA EDUCACIÓN SECUNDARIA OBLIGATORIA, EL ALUMNO O ALUMNA…",
    "CC1. Comprende ideas y cuestiones relativas a la ciudadanía activa y democrática, así como a los procesos históricos y sociales más importantes que modelan su propia identidad, tomando conciencia de la importancia de los valores y normas éticas como guía de la conducta individual y social, participando de forma respetuosa, dialogante y constructiva en actividades grupales en cualquier contexto.",
    "CC2. Conoce y valora positivamente los principios y valores básicos que constituyen el marco democrático de convivencia de la Unión Europea, la Constitución española y los derechos humanos y de la infancia, participando, de manera progresiva, en actividades comunitarias de trabajo en equipo y cooperación que promuevan una convivencia pacífica, respetuosa y democrática de la ciudadanía global, tomando conciencia del compromiso con la igualdad de género, el respeto por la diversidad, la cohesión social y el logro de un desarrollo sostenible.",
    "CC3. Reflexiona y valora sobre los principales problemas éticos de actualidad, desarrollando un pensamiento crítico que le permita afrontar y defender las posiciones personales, mediante una actitud dialogante basada en el respeto, la cooperación, la solidaridad y el rechazo a cualquier tipo de violencia y discriminación provocado por ciertos estereotipos y prejuicios.",
    "CC4. Comprende las relaciones sistémicas de interdependencia y ecodependencia con el entorno a través del análisis de los principales problemas ecosociales locales y globales, promoviendo estilos de vida comprometidos con la adopción de hábitos que contribuyan a la conservación de la biodiversidad y al logro de los Objetivos de Desarrollo Sostenible.",
    "AL COMPLETAR LA ENSEÑANZA BÁSICA, EL ALUMNO O ALUMNA…",
    "CC1. Analiza y comprende ideas relativas a la dimensión social y ciudadana de su propia identidad, así como a los hechos culturales, históricos y normativos que la determinan, demostrando respeto por las normas, empatía, equidad y espíritu constructivo en la interacción con los demás en cualquier contexto.",
    "CC2. Analiza y asume fundadamente los principios y valores que emanan del proceso de integración europea, la Constitución española y los derechos humanos y de la infancia, participando en actividades comunitarias, como la toma de decisiones o la resolución de conflictos, con actitud democrática, respeto por la diversidad, y compromiso con la igualdad de género, la cohesión social, el desarrollo sostenible y el logro de la ciudadanía mundial.",
    "CC3. Comprende y analiza problemas éticos fundamentales y de actualidad, considerando críticamente los valores propios y ajenos, y desarrollando juicios propios para afrontar la controversia moral con actitud dialogante, argumentativa, respetuosa, y opuesta a cualquier tipo de discriminación o violencia.",
    "CC4. Comprende las relaciones sistémicas de interdependencia, ecodependencia e interconexión entre actuaciones locales y globales, y adopta, de forma consciente y motivada, un estilo de vida sostenible y ecosocialmente responsable.",
    "COMPETENCIA EMPRENDEDORA: La competencia emprendedora implica desarrollar un enfoque vital dirigido a actuar sobre oportunidades e ideas, utilizando los conocimientos específicos necesarios para generar resultados de valor para otras personas. Aporta estrategias que permiten adaptar la mirada para detectar necesidades y oportunidades; entrenar el pensamiento para analizar y evaluar el entorno, y crear y replantear ideas utilizando la imaginación, la creatividad, el pensamiento estratégico y la reflexión ética, crítica y constructiva dentro de los procesos creativos y de innovación; y despertar la disposición a aprender, a arriesgar y a afrontar la incertidumbre. Asimismo, implica tomar decisiones basadas en la información y el conocimiento y colaborar de manera ágil con otras personas, con motivación, empatía y habilidades de comunicación y de negociación, para llevar las ideas planteadas a la acción mediante la planificación y gestión de proyectos sostenibles de valor social, cultural y económico-financiero.",
    "AL COMPLETAR EL SEGUNDO CURSO DE LA EDUCACIÓN SECUNDARIA OBLIGATORIA, EL ALUMNO O ALUMNA…",
    "CE1. Se inicia en el análisis y reconocimiento de necesidades y hace frente a retos con actitud crítica, valorando las posibilidades de un desarrollo sostenible, reflexionando sobre el impacto que puedan generar en el entorno, para plantear ideas y soluciones originales y sostenibles en el ámbito social, educativo y profesional.",
    "CE2. Identifica y analiza las fortalezas y debilidades propias, utilizando estrategias de autoconocimiento, comprendiendo los elementos económicos y financieros elementales y aplicándolos a actividades y situaciones concretas, usando destrezas básicas que le permitan la colaboración y el trabajo en equipo y le ayuden a resolver problemas de la vida diaria para poder llevar a cabo experiencias emprendedoras que generen valor.",
    "CE3. Participa en el proceso de creación de ideas y soluciones valiosas, así como en la realización de tareas previamente planificadas e interviene en procesos de toma de decisiones que puedan surgir, considerando el proceso realizado y el resultado obtenido para la creación de un modelo emprendedor e innovador, teniendo en cuenta la experiencia como una oportunidad para aprender.",
    "AL COMPLETAR LA ENSEÑANZA BÁSICA, EL ALUMNO O ALUMNA…",
    "CE1. Analiza necesidades y oportunidades y afronta retos con sentido crítico, haciendo balance de su sostenibilidad, valorando el impacto que puedan suponer en el entorno, para presentar ideas y soluciones innovadoras, éticas y sostenibles, dirigidas a crear valor en el ámbito personal, social, educativo y profesional.",
    "CE2. Evalúa las fortalezas y debilidades propias, haciendo uso de estrategias de autoconocimiento y autoeficacia, y comprende los elementos fundamentales de la economía y las finanzas, aplicando conocimientos económicos y financieros a actividades y situaciones concretas, utilizando destrezas que favorezcan el trabajo colaborativo y en equipo, para reunir y optimizar los recursos necesarios que lleven a la acción una experiencia emprendedora que genere valor.",
    "CE3. Desarrolla el proceso de creación de ideas y soluciones valiosas y toma decisiones, de manera razonada, utilizando estrategias ágiles de planificación y gestión, y reflexiona sobre el proceso realizado y el resultado obtenido, para llevar a término el proceso de creación de prototipos innovadores y de valor, considerando la experiencia como una oportunidad para aprender.",
    "COMPETENCIA EN CONCIENCIA Y EXPRESIONES CULTURALES: La competencia en conciencia y expresiones culturales supone comprender y respetar el modo en que las ideas, las opiniones, los sentimientos y las emociones se expresan y se comunican de forma creativa en distintas culturas y por medio de una amplia gama de manifestaciones artísticas y culturales. Implica también un compromiso con la comprensión, el desarrollo y la expresión de las ideas propias y del sentido del lugar que se ocupa o del papel que se desempeña en la sociedad. Asimismo, requiere la comprensión de la propia identidad en evolución y del patrimonio cultural en un mundo caracterizado por la diversidad, así como la toma de conciencia de que el arte y otras manifestaciones culturales pueden suponer una manera de mirar el mundo y de darle forma.",
    "AL COMPLETAR EL SEGUNDO CURSO DE LA EDUCACIÓN SECUNDARIA OBLIGATORIA, EL ALUMNO O ALUMNA…",
    "CCEC1. Conoce y aprecia con sentido crítico los aspectos fundamentales del patrimonio cultural y artístico, tomando conciencia de la importancia de su conservación, valorando la diversidad cultural y artística como fuente de enriquecimiento personal.",
    "CCEC2. Reconoce, disfruta y se inicia en el análisis de las especificidades e intencionalidades de las manifestaciones artísticas y culturales más destacadas del patrimonio, desarrollando estrategias que le permitan distinguir tanto los diversos canales y medios como los lenguajes y elementos técnicos que las caracterizan.",
    "CCEC3. Expresa ideas, opiniones, sentimientos y emociones, desarrollando, de manera progresiva, su autoestima y creatividad en la expresión, a través de de su propio cuerpo, de producciones artísticas y culturales, mostrando empatía, así como una actitud colaborativa, abierta y respetuosa en su relación con los demás.",
    "CCEC4. Conoce y se inicia en el uso de manera creativa de diversos soportes y técnicas plásticas, visuales, audiovisuales, sonoras o corporales, seleccionando las más adecuadas a su propósito, para la creación de productos artísticos y culturales tanto de manera individual como colaborativa y valorando las oportunidades de desarrollo personal, social y laboral.",
    "AL COMPLETAR LA ENSEÑANZA BÁSICA, EL ALUMNO O ALUMNA…",
    "CCEC1. Conoce, aprecia críticamente y respeta el patrimonio cultural y artístico, implicándose en su conservación y valorando el enriquecimiento inherente a la diversidad cultural y artística.",
    "CCEC2. Disfruta, reconoce y analiza con autonomía las especificidades e intencionalidades de las manifestaciones artísticas y culturales más destacadas del patrimonio, distinguiendo los medios y soportes, así como los lenguajes y elementos técnicos que las caracterizan.",
    "CCEC3. Expresa ideas, opiniones, sentimientos y emociones por medio de producciones culturales y artísticas, integrando su propio cuerpo y desarrollando la autoestima, la creatividad y el sentido del lugar que ocupa en la sociedad, con una actitud empática, abierta y colaborativa.",
    "CCEC4. Conoce, selecciona y utiliza con creatividad diversos medios y soportes, así como técnicas plásticas, visuales, audiovisuales, sonoras o corporales, para la creación de productos artísticos y culturales, tanto de forma individual como colaborativa, identificando oportunidades de desarrollo personal, social y laboral, así como de emprendimiento."
  ]
}