{
    "saberes": [
        "A. Recepción y análisis.",
        "0. Saberes comunes a los cuatro bloques",
        "Profesiones vinculadas a la creación e interpretación artística. Conocimiento.",
        "Vocabulario específico básico del ámbito artístico. Conocimiento y uso.",
        "Normas básicas de comportamiento en la recepción de propuestas artísticas en diferentes espacios Valoración y opinión sobre las mismas.",
        "Pautas para la identificación de las emociones básicas generadas a través de la experiencia artística",
        "Recursos digitales. Aplicaciones informáticas de grabación y edición para la transformación de creaciones artísticas.",
        "1. Percepción y análisis",
        "Propuestas musicales vocales e instrumentales de diferentes corrientes estéticas, procedencias y épocas. Escucha de grabaciones y asistencia a conciertos.",
        "Educación auditiva: El sonido y sus cualidades: identificación visual y auditiva. Audición y memoria interna. Estrategias para la identificación de situaciones de ruido, sonido y silencio.",
        "Representación elemental de diversidad de sonidos y estructuras rítmico-melódicas a través de diferentes grafías.",
        "La voz y los instrumentos musicales. Agrupaciones y familias. Cotidiáfonos. Instrumentos tradicionales del País Vasco.",
        "Comprensión del carácter, el compás y el tempo a través de la canción.",
        "El silencio: elemento y condición indispensable para el mantenimiento de la atención durante",
        "la audición y la práctica musical.",
        "2. Creación e interpretación",
        "Práctica instrumental, vocal y corporal: experimentación, exploración, interpretación e improvisación libre a partir de sus posibilidades sonoras y expresivas.",
        "Pautas para la interpretación de propuestas musicales vocales e instrumentales, propias del País Vasco y de otras culturas.",
        "B. Creación e interpretación.",
        "1. Percepción y análisis Cultura visual. La imagen en el mundo actual.",
        "El proceso interpretativo: observación guiada, lectura e interpretación.",
        "Propuestas plásticas y visuales contemporáneas y de otras épocas. Espacios culturales y artísticos.",
        "Punto, línea, plano, textura, color. Posibilidades expresivas.",
        "Materiales, instrumentos, soportes y técnicas básicas utilizados en la expresión plástica y visual.",
        "2. Creación e interpretación",
        "Medios,  soportes  y  materiales  de  expresión  plástica,  incluidos  los  formatos  artísticos contemporáneos: experimentación y expresión Técnicas bidimensionales y tridimensionales básicas en dibujos y modelados sencillos.",
        "Fases  del  proceso  creativo:  planificación,  interpretación  y  experimentación.  Ejecución colaborativa. Valoración, evaluación e interés, tanto del proceso como del producto final propio y ajeno.",
        "C. Artes plásticas, visuales y audiovisuales.",
        "1. Percepción y análisis",
        "Propuestas audiovisuales habituales en su entorno: animación, publicidad, contenidos digitales.",
        "Visionado y análisis guiado de propuestas cinematográficas y audiovisuales",
        "2. Creación e interpretación",
        "Registro y edición básica de elementos audiovisuales: conceptos, tecnologías, técnicas y recursos elementales y de manejabilidad sencilla. Estrategias de búsqueda y filtrado.",
        "Historias sencillas: composición, de manera individual y grupal, con intención comunicativa y expresiva, para ser recreadas y narradas.",
        "Producciones audiovisuales. Trabajo colaborativo e importancia del proceso en los diferentes géneros y formatos.",
        "Producciones multimodales: iniciación en la realización. Reconocimiento de características elementales  del  lenguaje  audiovisual  multimodal.  Aproximación  a  técnicas  básicas  de animación.",
        "Mensajes audiovisuales elementales: experimentación y difusión.",
        "D. Música y artes escénicas y performativas.",
        "1. Percepción y análisis",
        "Manifestaciones básicas vinculadas a la expresión corporal y a las artes escénicas de distintos lugares, épocas y estilos.",
        "Elementos básicos de la representación escénica. Roles, materiales y espacios.",
        "2. Creación e interpretación",
        "El cuerpo y sus posibilidades motrices y creativas como medio de comunicación, diversión y expresión de sentimientos. La danza, la dramatización y la representación teatral.",
        "Técnicas básicas dramáticas y dancísticas. Lenguajes expresivos básicos. Actos performativos elementales. Improvisación guiada."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer semejanzas y diferencias de   manifestaciones culturales y artísticas de diferentes  corrientes, estilos y géneros, tanto en entornos analógicos como digitales, evidenciando interés hacia las mismas a  través  de  la  recepción  activa, incorporando la perspectiva de género con sentido crítico.",
        "1.2. Describir oralmente y por escrito con ayuda  manifestaciones culturales y artísticas seleccionadas estableciendo relaciones  básicas  entre  ellas  con actitud abierta.",
        "2.1. Utilizar estrategias básicas para la búsqueda y selección de información sobre  manifestaciones culturales y artísticas, a través de canales y medios analógicos  y  digitales  de  acceso sencillos, de forma colaborativa.",
        "2.2. Organizar   y   comprender   la información recogida sobre distintas manifestaciones culturales y artísticas, analizando  de   forma   guiada   los elementos básicos que las caracterizan, compartiendo y reflexionando sobre las sensaciones producidas, con actitud de interés, diálogo y respeto.",
        "3.1. Utilizar distintas posibilidades expresivas y comunicativas del cuerpo y  de  diferentes  herramientas  de expresión artística,  a  través  de  la aplicación práctica, con  curiosidad, interés y afán de superación.",
        "3.2. Producir diferentes propuestas expresivas  básicas,  a  través  de  la experimentación sistemática, mostrando confianza  en  las  propias capacidades, valorando y aceptando las de los y las y demás.",
        "3.3. Compartir propuestas artísticas personales,  a  partir  de  modelos  de referencia analógicos y digitales para expresar ideas, sentimientos y emociones, mostrando empatía y respeto hacia las propuestas de los demás.",
        "4.1. Colaborar de manera guiada en el diseño  de  producciones  culturales  y artísticas trabajando en la consecución de un resultado final que cumpla con unos objetivos acordados a través de un enfoque  coeducativo  basado  en  la igualdad y el respeto a la diversidad.",
        "4.2. Participar activamente en el proceso de creación, utilizando elementos básicos de diferentes lenguajes artísticos y mostrando interés y respeto.",
        "4.3. Compartir la experiencia creativa, empleando diferentes estrategias comunicativas básicas, disfrutando tanto del proceso como del resultado final obtenido y valorando la opinión de los demás, a través de un enfoque coeducativo basado en la igualdad y el respeto a la diversidad."
    ]
}