{
  "criteriosEvaluacion": [
    "1.1. Extract and analyze the main ideas, relevant information and general implications of texts of a certain length, well organized and of a certain complexity, oral, written and multimodal, on topics of personal relevance or public interest, both concrete and abstract , expressed clearly and in the standard language through various supports.",
    "1.2. Critically interpret and assess the content, intent, and discursive features of texts of a certain length and complexity, with special emphasis on academic and media texts, as well as fictional texts, on general topics or more specific, of personal relevance or public interest.",
    "1.3. Select, organize and apply the appropriate strategies and knowledge to understand global and specific information, and distinguish the intention and opinions, both implicit and explicit (as long as they are clearly marked) of the texts; to infer meanings and interpret elements non-verbal; and to search, select and contrast information.",
    "2.1. Express orally with sufficient fluency and correctness clear, coherent, well-organized texts, appropriate to the communicative situation and in different registers on matters of personal relevance or of public interest known to the students, in order to assess, describe, narrate , argue and inform, in different supports, using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
    "2.2. Write and disseminate detailed texts of a certain length and complexity and with a clear structure, appropriate to the communicative situation, to the textual typology and to the analogical and digital tools used, avoiding errors that hinder or prevent understanding, reformulating and organizing in a coherent information and ideas from various sources and justifying their own opinions, on matters of personal relevance or public interest known to the students, making an ethical use of language, respecting intellectual property and avoiding plagiarism.",
    "2.3. Select, organize and apply knowledge and planning, production, revision and cooperation strategies, to compose texts with a clear structure, correct and appropriate to the communicative intentions, the contextual characteristics, the sociocultural aspects and the textual typology, using the resources most appropriate physical or digital depending on the task and the actual or potential interlocutors.",
    "3.1. Plan, participate and collaborate assertively and actively, through various supports, in the co-production of texts in interactive situations on topics of personal relevance or of public interest known to the students, showing initiative, empathy and respect for linguistic courtesy and the digital label, as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors, and offering explanations, arguments and comments.",
    "3.2. Select, organize and use, flexibly and in different settings, appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate , debate, solve problems and manage compromising situations.",
    "4.1. Interpret and explain texts, concepts and communications, showing respect and appreciation for the interlocutors and for the languages, varieties or registers used, and participating in the solution of comprehension and understanding problems, based on various resources and supports.",
    "4.2. Apply strategies and activities that facilitate communication and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using resources and physical or based on the task and the prior knowledge of the interlocutors.",
    "5.1. Compare and discuss the similarities and differences between different languages, reflecting on how they work and establishing relationships between them.",
    "5.2. Use with initiative and creatively strategies and knowledge to improve their ability to communicate and learn the foreign language with the support of other interlocutors and analog and digital supports.",
    "5.3. Register and reflect on the progress and difficulties in learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate their learning, carrying out planning activities for their own learning, self-evaluation and co-evaluation, making that progress and explicit difficulties and sharing them.",
    "6.1. Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, analyzing and rejecting any type of discrimination, prejudice and stereotype, and solving those sociocultural factors that make communication difficult.",
    "6.2. Critically assess the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, in relation to human rights, and adapt to it, favoring the development of a shared culture and a citizenry committed to sustainability and democratic values.",
    "6.3. Apply strategies to defend and appreciate linguistic, cultural and artistic diversity."
  ],
  "saberes": [
    "A. Communication.",
    "1. Self-confidence, initiative and assertiveness. Use of all available resources and strategies to achieve a specific communicative purpose. Non-dissuasive nature of errors as a sign of learning. ",
    "2. Strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts. ",
    "2.1 Understanding ",
    "Key identification and inference",
    "- Extrapolation of the meaning of a specific passage taking into account the text in its entirety. ",
    "- Use of different types of connectors and key paragraphs within the general organization of the text in order to better understand its argument. ",
    "- Identification, by the context, the meaning of words or signs that are unknown. ",
    "- Extrapolation from the context of the meaning of unknown words or signs and deduction of the meaning of sentences. ",
    "- Deduction of the possible meaning of unknown words or signs present in a text by identifying the elements that comprise them (root, lexical items, suffixes and prefixes). ",
    "2.2 Production and Co-production ",
    "2.2.1 Planning ",
    "- Preparation of what has to be said and the means to say it, taking into account the effect it can produce on the addressee. ",
    "- Recognition of the type of text and its typical structure to organize the information in a coherent way. ",
    "- Trial and test new combinations and expressions, asking for feedback. ",
    "- Realization of schemes or scripts prior to production. ",
    "2.2.2 Compensation ",
    "- Use of circumlocutions and paraphrases to fill gaps in vocabulary and structure. ",
    "- Definition of the characteristics of something specific when you do not remember the exact word or sign that designates it. ",
    "- Resort to circumlocution and forgo complicated expressions to overcome most communication obstacles. ",
    "2.2.3 Control, self-repair and self-assessment ",
    "- Frequent and retrospective self-correction of occasional linguistic 'slips' and occasional errors, as well as slight deficiencies in sentence structure. ",
    "- Correction of slips and errors when they are noticed, or if they give rise to misunderstandings. ",
    "- Record of own «frequent errors» and conscious monitoring of the productions in this regard. ",
    "3. Mediation: activities, skills and strategies that allow students to avoid and resolve communicative conflicts.",
    "3.1 Activities ",
    "- Mediation of texts ",
    "- Paraphrasing, explanation, synthesis and translation of an oral or written text.",
    "- Taking notes (of a meeting, seminar, talk, etc.) ",
    "- Explanation of your personal opinion about creative texts, including literary texts.",
    "- Analysis and criticism of creative texts, including literary texts.",
    "- Mediation of concepts ",
    "- Collaboration in a working group.",
    "- Leadership of a working group.",
    "- Mediation in communication ",
    "- Promotion of a multicultural space. ",
    "- Acting as an intermediary in informal situations. ",
    "- Promotion of communication in situations of disagreement. ",
    "3.2 Strategies",
    "- Planning ",
    "- Connection with previous knowledge. ",
    "- Search for support.",
    "- Creation of glossaries.",
    "- Prior consideration of the interlocutor's needs.",
    "- Conduction of speech.",
    "- Intervention  ",
    "- Reformulation of the text to make it more understandable. ",
    "- Promotion of group work.",
    "- Appropriate use of non-verbal language.",
    "- Evaluation",
    "- Verification that the conflict has been adequately managed.",
    "4. Communicative functions appropriate to the field and the communicative context. ",
    "- Description of phenomena and events, qualities of people, places and objects in a clear way with specific and varied structures and vocabulary.",
    "- Offering and interpreting detailed and complex instructions and advice. ",
    "- Narration of punctual and habitual past events, description of present states and situations, and expression of future events and predictions in the short, medium and long term with precise lexicon, using a series of connected grammatical structures that include adequate verb tenses and a variety of temporary expresions.  ",
    "- Expression of emotions through a wide repertoire of vocabulary and expressions.",
    "- Expression and exchange of information, opinion (own or others), warnings, suggestions in an organized discourse and with a varied repertoire of structures and vocabulary that demonstrates a reasonable degree of communication control.",
    "- Expression of arguments and hypotheses through a clear and coherent discourse composed of structures joined by a limited number of connectors.",
    "- Reformulation and synthesis of information in a coherent way with adequate vocabulary.",
    "5. Contextual models and discursive genres commonly used in the comprehension, production and co-production of oral, written and multimodal texts.",
    "5.1 Characteristics and context recognition",
    "- Social distance between participants: informal, semi-formal and formal registration. ",
    "- Ambit",
    "- staff ",
    "- academic ",
    "- public ",
    "- occupational ",
    "- Situation",
    "- face-to-face ",
    "- online ",
    "- synchronous ",
    "- asynchronous ",
    "5.2 Text structure",
    "- Overall structure",
    "- Sections.",
    "- Function: interpersonal, transactional, instructive, evaluative, descriptive, narrative, expository, argumentative.",
    "- Design: formats, patterns and graphic elements.",
    "- Microstructure: Coherence and Cohesion Mechanisms",
    "- Miscellaneous connectors and binding expressions.",
    "- Pauses and prosodic changes.",
    "- Emphatic lexical and grammatical patterns: discursive markers; alteration of the order of sentence elements.",
    "- Paragraph: topic sentence and supporting sentences.",
    "- Punctuation.",
    "5.3 Genres: (P) Production; (C) Comprehension; (I) Co-production or Interaction. ",
    "5.3.1 Oral genres ",
    "- Public announcements issued by public address system in centers and means of transport, cultural centers, public shows, transit routes or commercial establishments. (C) ",
    "- Radio news bulletins. (C) ",
    "- Commentaries and sports broadcasts. (C) ",
    "- Lyrics. (C)",
    "- Medium-length podcast on academic and socio-cultural topics. ",
    "- Theatrical performances in standard language. (C) ",
    "- Face-to-face conversations for transactional purposes in institutions, public services and commercial establishments. (I) ",
    "- Face-to-face conversations with a single interlocutor, informal and semi-formal, for personal, educational and citizen participation purposes: exchange of information, exposure and confrontation of opinions or points of view on facts, experiences, social and cultural realities. (I) " ,
    "- Synchronous online conversations for transactional purposes: queries and routine operations in services.(I) ",
    "- Semi-formal and formal face-to-face debates and discussions of medium length with more than one interlocutor on matters of general or personal interest. (I) ",
    "- Formal interviews for academic and medical purposes. (I) ",
    "- Informal, semi-formal and formal medium-length videoconferences, with one or more interlocutors for collaborative work for academic or citizen participation purposes. (I) ",
    "- Videoconferences of medium length, semi-formal and informal, for personal purposes: exchange of information, personal experiences and opinions. (I) ",
    "- Speeches at informal event presentations. (C) and (P)",
    "- Public presentations of medium length on topics related to academic family aspects, citizen participation or related to the occupational future of their specialty, with or without visual support (C) and (P) ",
    "- Informal messages recorded online for personal purposes: request for information or help, notices, plans, cancellations, invitations, appointments, instructions. (C) and (P) ",
    "5.3.2 Written Genres",
    "- Announcements of institutional campaigns or citizen initiatives. (C) ",
    "- Commercial advertisements. (C) ",
    "- Opinion newspaper articles on current or familiar topics in the academic field (C) ",
    "- Print or digital press publishers (C) ",
    "- Online forms for making reservations (C)",
    "- Travel Guides (C)",
    "- Public instructions issued by institutions (C) ",
    "- Public manifestos. (C) ",
    "- Graphic Novels. (S)",
    "- Poems (C). ",
    "- Novels or short stories. (C) ",
    "- Cartoon or graphic comment. (C) ",
    "- Letters or formal electronic messages for transactional purposes: presentations or motivational and requests. (I) ",
    "- Informal and semi-formal personal letters and electronic messages of medium length for personal purposes (I) ",
    "- Formal and informal evaluative questionnaires with open answers. (I) ",
    "- Medium-length semi-formal and formal messages in asynchronous online discussions. (I) ",
    "- Notes and messages of immediate relevance in synchronous online conversations. (I) ",
    "- Curriculum Vitae. (P) ",
    "- Instructions for collaborative work purposes. (P) ",
    "- Biographies. (C) and (P)",
    "- Reports or online publications of medium length of an argumentative nature (advantages and disadvantages of an option, reasoning for or against a point of view). (C) and (P) ",
    "- Reports or online publications of medium length of an expository nature on environmental, socioeconomic, institutional and cultural realities. (C) and (P)",
    "- Reviews. (C) and (P) ",
    "- Synopsis: summaries and schemes. (C) and (P) ",
    "5.3.3 Multimodal genera",
    "- Commercial, institutional or citizen initiative advertisements. (C) ",
    "- Brief discussions. (C) ",
    "- Documentaries (S)",
    "- Editorials and Opinion Comments. (C)",
    "- Interviews. (S) ",
    "- Newsreels. (S)",
    "- Movies and series. (S) ",
    "- Medium length video report (P) ",
    "- Tutorials (C) and (P) ",
    "- Explanatory videos on linguistic and cultural aspects (C) and (P) ",
    "6. Linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation , logical relations.",
    "- Expression of logical relationships: conjunction (as well as); disjunction (either…or); opposition/concession (although; however); cause (because (of); due to; as); finality (so that; in order to); comparison (as/not so Adj. as; less/more + Adj./Adv. (than); the better of the two; the best ever); result/correlation (so; so that; the more…the better); condition (if; unless; in case); reported speech (reported information, offers, suggestions, promises, commands, wishes); temporality (while; once (we have finished)); and entities (relative sentences). " ,
    "- Affirmation (affirmative sentences; tags; So it seems). ",
    "- Exclamation (What + noun (+ phrase), e.g. What a thing to say!; How + Adv. + Adj., e.g. How very funny!; exclamatory sentences and phrases, e.g. Wow, this is really cool!). " ,
    "- Negation (v. g. Not bad; Not at all; No way). ",
    "- Interrogation (Wh- questions; Aux. Questions; How come?; So?; tags). ",
    "- Expression of time: past (past simple and continuous; present perfect simple and continuous; past perfect simple and continuous); present (simple and continuous present); future (present simple and continuous + Adv.; will be –ing). ",
    "- Expression of the passive voice in all tenses with one and two objects and the causative passive. ",
    "- Expression of aspect: punctual (simple tenses); durative (present and past simple/perfect; and future continuous); habitual (simple tenses (+ Adv., v. g. as a rule); used to); inchoative ((be) set to); terminative (cease –ing). ",
    "- Expression of modality: factuality (declarative sentences); capacity (manage); possibility/probability (possibly; probably); necessity (want; take); obligation (need/needn't); permission (may; could; allow ); intention (be thinking of –ing). ",
    "- Expression of existence (v. g. there should/must be); the entity (count/uncount/collective/compound nouns; pronouns (relative, reflexive/emphatic, one(s); determiners); the quality (v. g. quite nice; easy to handle). ",
    "- Expression of quantity: Number (v. g. fractions; decimals). Quantity: v. g. several. Degree: v. g. terribly (sorry); quite well). ",
    "- Expression of space and spatial relations (prepositions and adverbs of place, position, distance, movement, direction, origin and organization). ",
    "- Expression of temporal relationships (moments (v. g. this time tomorrow; in ten days), periods (v. g. semester), and indications (v. g. earlier; later) temporal; duration (v. g. all day long; the whole summer); anteriority (already ; (not) yet); posteriority (v. g. afterwards; later (on); sequence (firstly, secondly, finally); simultaneity (just then/as); frequency (v. g. quite often; frequently; day in day out). ",
    "- Expression of the manner (adverbs and expressions of manner, e.g. nicely; upside down) ",
    "- Expression of the condition (all conditional sentences, I wish / if only, unless). ",
    "7. Common vocabulary, and more specialized within their own areas of interest, in the personal, public, academic and occupational spheres",
    "- Identification and personal identity.",
    "- Housing, home and environment. ",
    "- Daily life activities. ",
    "- Family and friends.",
    "- Descriptive features of people and objects. ",
    "- Time and space ",
    "- States, events and occurrences.",
    "- Activities, procedures and processes. ",
    "- Personal, social, academic and professional relationships. ",
    "- Education and study. ",
    "- Jobs, occupations and entrepreneurship.",
    "- Goods and services. ",
    "- Language and intercultural communication. ",
    "- Science and Technology. ",
    "- History and culture. ",
    "- Work and occupations. ",
    "- Education and study. ",
    "- Free time, leisure, sports, trips and vacations. ",
    "- Health and physical care. ",
    "- Shopping and commercial activities ",
    "- Food and restoration. ",
    "- Transportation. ",
    "- Language and communication. ",
    "- Environment. ",
    "- Climate and natural environment. ",
    "- Technology of the information and communication. ",
    "- Word formation.",
    "- Compound words.",
    "- turns and expressions",
    "- False cognates.",
    "8. Sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns. Basic phonetic alphabet. ",
    "- vowel sounds ",
    "- Word stress ",
    "- Change of accentuation ",
    "- Rhythm in prayers ",
    "- Sentence accentuation ",
    "- silent vowels ",
    "- Silent consonants ",
    "- short and long vowel sounds ",
    "- ’ll after a consonant sound ",
    "- The suffix -tion",
    "- Word pairs with and ",
    "- Consonant clusters ",
    "- Linking ",
    "- Homographs",
    "- Accentuation of be, do, and have ",
    "- British and American English",
    "- The sound /w/ ",
    "- /s/, /z/, and /ɪz/ ",
    "-r and -r ending in British and American English",
    "- /dʒ/ ",
    "- /s/, /z/, /ɪz/, and /ʃ/ ",
    "- Finals -ed in past tense",
    "- /aɪ/ and /eɪ/ ",
    "- /w/, /v/, and /b/ ",
    "- /əʊ/ ",
    "9. Spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements. ",
    "9.1. Complex spelling conventions. Alphabetic systems. ",
    "Perception and production of:",
    "- Correct spelling of words, including accepted forms of contraction depending on the type of record. ",
    "- Punctuation marks and their rules of use. Production of an intelligible continuous writing that follows the conventions of organization and distribution in paragraphs. ",
    "- Typographical conventions and varieties of typefaces, etc. ",
    "- Non-alphabetizable signs of specific use and recognizable abbreviations in both formal and informal register, including acronyms or blending (for example: e.g. #blacklivesmatter, UFO, brunch). ",
    "9.2. Meanings and communicative intentions.",
    "- Orthopedic needs: use and articulation of a correct pronunciation based on words that have been learned in their written form. ",
    "- Complex spelling conventions.",
    "- Formal conventions used in dictionaries to represent pronunciation: phonetic and phonological system. ",
    "- Repercussion that written forms of a general or specific nature have on the expression and intonation of the English language. ",
    "- Resolution of complex ambiguities (homonymous words, syntactic ambiguities, etc.) depending on the context.",
    "- Organization of information through spelling, format and punctuation. ",
    "10. Conversational conventions and strategies, in synchronous or asynchronous format.",
    "10.1 Speaking time.",
    "- Effective use of expressions to start, maintain and end the speech. ",
    "- Use of set phrases to save time and keep the turn to speak while formulating what is going to be expressed. ",
    "10.2 Cooperation.",
    "- Attentive and adequate monitoring of contributions and inferences to contribute to the development of the discussion. ",
    "- Confirmation of the understanding of other participants. ",
    "- Invitation to the intervention of other participants. ",
    "- Summary and evaluation of the main information of a discussion. ",
    "10.3 Clarification ",
    "- Formulation of complementary questions to verify that what the participants have meant to say has been understood and to obtain clarifications on ambiguous or ironic information. ",
    "- Request for explanations or clarifications to ensure understanding of complex and abstract ideas. ",
    "11. Resources for learning and search strategies and selection of information and content curation and respect for digital etiquette. ",
    "11.1 Learning resources: ",
    "- Print and digital dictionaries. ",
    "- Reference books. ",
    "- Libraries and media libraries. ",
    "- Digital and computer resources: applications, educational networks, websites, shared content channels, content banks and activities. ",
    "11. 2 Strategies",
    "11.2.1 Search in dictionaries and reference books ",
    "- Efficient use of the component parts of dictionary entries: lemma, pronunciation, grammatical category, definition, meanings, locutions or set phrases, example, synonyms and antonyms. ",
    "- Use of content, subject, bibliographic and annex indexes.",
    "- Graphic design: hierarchy of information.",
    "11.2.2 Search in digital media ",
    "- Use of filters in search engines. ",
    "- Search text: keywords; order; spelling; use of search operators for specific phrases, exclusion of results, limitation of results, specific sites, file types, definitions",
    "- Content syndication. ",
    "- Tag managers and social bookmarks. ",
    "11.2.3 Selection of information in digital media",
    "- Discrimination between official sources of information or of recognized reliability compared to information in forums, blogs or comments on social networks. ",
    "- Web domain suffixes that identify its purpose and credibility. ",
    "- Logical structure of the information as a guarantee of reliability and selection strategy: content menu, web map with links, own content search engine, synopsis, list of references, links to other complex documents, graphics, tables. ",
    "- Authorship: description of the author, information about the author, logo of the organization, means of contact, declaration of principles and purpose of the website, external evaluation. ",
    "- Use of digital content curation tools and personal information management systems. ",
    "11.2.4 Digital Label ",
    "- Respect for the interlocutor. ",
    "- Correct use of upper and lower case letters ",
    "- Correct use of the language (grammar, spelling). ",
    "- Clarity: caution before the use of sarcasm or irony. ",
    "- Source citation.",
    "- Respect for privacy. ",
    "- Ban on sharing inappropriate material. ",
    "- Understanding when interlocutors make mistakes",
    "- Willingness to share knowledge. ",
    "- Respect for the time and bandwidth of interlocutors. ",
    "12. Respect for intellectual property and copyright on the sources consulted and content used: tools for the treatment of bibliographic data and resources to avoid plagiarism. ",
    "- Academic honesty: citation and referral procedures.",
    "- Attribution licences.",
    "- Recognition of plagiarism practices.",
    "- Saving and organization of consulted sources.",
    "- Appropriate and referenced use of summaries, quotes or paraphrases.",
    "- Abstaining from references to unconsulted sources.",
    "- Digital tools for plagiarism detection. ",
    "13. Analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, digital communication tools) and the development of projects with speakers or students of the English language. ",
    "B. Plurilingualism and reflection on learning. ",
    "1. Strategies and techniques to respond effectively and with a high degree of autonomy, adaptation and correction to a specific communicative need, overcoming the limitations derived from the level of competence in the English language and in the Spanish language using the personal multilingual repertoire creatively . ",
    "- Use of their knowledge about the contrast of textual genre conventions and textual patterns in Spanish and English to facilitate comprehension. ",
    "- Introduction in an English statement of an expression in Spanish that is especially appropriate for the situation or concept under discussion, adding explanations when necessary. ",
    "- Use of Spanish and English during collaborative interactions to clarify the nature of a task, the main steps to follow, the decisions to be made and the expected results. ",
    "2. Strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) ",
    "2.1 Comparison between languages",
    "- Discovery of analogies between languages: regularities and differences between syntactic, lexical, discursive and functional linguistic structures. ",
    "- Comparison of phonetic and graphemic systems between languages. ",
    "- Elaboration of a set of hypotheses and rules based on similarities or differences between languages. ",
    "- Translation. ",
    "- Creation of bilingual glossaries. ",
    "2.2 Cognitive and memory strategies ",
    "- Discovery and application of rules. ",
    "- Identification and registration of new linguistic units in different supports. ",
    "- Take notes.",
    "- Classification.",
    "- Association.",
    "- Recognition and use of model structures. ",
    "- Use of visual elements: images, animations, labeling in interactive images, schemes, semantic maps. ",
    "- Creation of summaries. ",
    "- Creation of short stories. ",
    "- Oral and written repetition. ",
    "- Auditory recording. ",
    "- Design of a periodic review plan. ",
    "- Frequent practice in real situations. ",
    "- Experimentation in new contexts. ",
    "- Collaborative work: pooling of resources; review and periodic collaborative practice. ",
    "3. Strategies and tools, analogue and digital, individual and cooperative for self-assessment, peer-assessment and self-repair. ",
    "- Understanding or design of evaluation rubrics. ",
    "- Design of co-evaluation instruments (questionnaires, statements of activities). ",
    "- Feedback.",
    "- Learning diary.",
    "- European Portfolio of Languages. ",
    "- Error handling ",
    "- Awareness: identification and recording of errors. ",
    "- Discrimination between transient and resistant errors. ",
    "- Carrying out repetition and automation activities.",
    "- Use of readers and writing assistants and extensions of word processors for the revision and repair of own productions",
    "4. Metalanguage: expressions and specific vocabulary to reflect on and share reflections on communication, language, learning and communication and learning tools. ",
    "5. Systematic comparison between languages based on elements of the English language and the Spanish language.",
    "- Mismatched syntactic and grammatical patterns: Spanish subjunctive; Spanish reflex passive; Spanish impersonal clauses; English adjective subordinate clauses; English causative; English impersonal passive, emphatic patterns. ",
    "- Cognates, false cognates, calques. ",
    "C. Interculturality.",
    "1. The English language as a means of communication and understanding between peoples, facilitator of access to other cultures and other languages and as a tool for social participation and personal enrichment. ",
    "- International, institutional and corporate uses of the English language. ",
    "- Use of English in global social initiatives. ",
    "- Cultural manifestations associated with the use of English. ",
    "2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the English language, as well as learning about cultural information from countries where the English language is spoken. ",
    "3. Sociocultural and sociolinguistic aspects in countries where the English language is spoken. ",
    "- Social conventions and rules of courtesy ",
    "- Behavior in the academic field. ",
    "- Behavior in places of transit and public transport. ",
    "- Behavior as spectators or customers. ",
    "- Social conventions related to hospitality (punctuality, invitations, gifts) ",
    "- Linguistic courtesy ",
    "- Forms of treatment ",
    "- Greetings and farewells   ",
    "- Presentations   ",
    "- Interjections and interjective expressions ",
    "- Records ",
    "- Degrees of formality in the interaction. ",
    "- Social varieties of the English language.",
    "- Nonverbal language ",
    "- Differences between countries in: ",
    "- Greetings and farewells: differences between countries.",
    "- Expression of affection.",
    "- Expression of disapproval. ",
    "- Use of typographic combinations or icons in digital communications. ",
    "- Personal relationships ",
    "- Family structures: tradition and change.",
    "- Afective relationships.  ",
    "- Relationships between generations.",
    "- Relations in the academic world: conflicts and coexistence. ",
    "- Institutions ",
    "- Political organization of the territory. ",
    "- Government institutions.",
    "- Systems of democratic representation. ",
    "- Welfare state. ",
    "- Economic sectors. ",
    "- Legal and penal system. ",
    "- Educational system: post-compulsory itineraries. ",
    "- Customs and rituals ",
    "- Customs and routines in the domestic sphere: division of the day, domestic work, culinary and eating habits, use of spaces, relationship with members of the local community, leisure. ",
    "- Celebrations and ceremonies in the family environment. ",
    "- Celebrations and national festivities. ",
    "- Values, norms, beliefs and attitudes ",
    "- Gender roles: tradition and social change.",
    "- Social activism, volunteering. ",
    "- Relationship with the natural environment. ",
    "- Folk Wisdom: Idioms and Proverbs.",
    "- Religious confessions.",
    "- Stereotypes and taboos ",
    "- National and regional stereotypes. ",
    "- Taboos in formal interactions.",
    "- History, culture and communities ",
    "- History: significant historical processes and changes. ",
    "- Media. ",
    "- Artistic currents and thought. ",
    "- Migration.",
    "- Ethnic and religious minorities. ",
    "- Multiculturalism.",
    "- Globalization processes. ",
    "4. Strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values. ",
    "- Acceptance of cultural diversity as a source of personal and social enrichment. ",
    "- Recognition of characteristics of one's own family culture. ",
    "- Recognition of the complexity of cultural systems and their manifestations in different fields: symbols, languages, norms, values and artistic expressions. ",
    "- Awareness that the boundaries between cultures are not rigid. ",
    "- Curiosity: active search for information (through communicative exchanges or resorting to sources of information) on various cultural manifestations. ",
    "- Search for positive aspects from the point of view of social and environmental values in cultural manifestations other than family ones. ",
    "- Flexibility in the comparison between cultural manifestations, avoiding considering belonging to the family culture as the only positive assessment criterion. ",
    "5. Strategies for detection, rejection and action against discriminatory uses of verbal and non-verbal language. ",
    "- Critical recognition of discriminatory representations of people or social groups in terms of gender, functional diversity, age, sexual orientation, religion or ethnicity in multimodal texts. ",
    "- Critical recognition of discriminatory expressions in terms of gender, functional diversity, age, sexual orientation, religion or ethnicity in written and oral texts. ",
    "- Substitution of discriminatory oral and written expressions by inclusive language: inclusive pronouns, inclusive professional titles, use of expressions that recognize the specific disability as a non-defining feature of a person or group (person-first language), suppression of unnecessary gender specification . ",
    "- Consultation of inclusive language guides and glossaries. ",
    "- Use of digital writing assistants. "
  ]
}