{
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Extraer y analizar las ideas principales, la información relevante y las implicaciones generales de textos de cierta longitud, bien organizados y de cierta complejidad, orales, escritos y multimodales, sobre temas de relevancia personal o de interés público, tanto concretos como abstractos, expresados de forma clara y en la lengua estándar a través de diversos soportes.",
    "1.2. Interpretar y valorar de manera crítica el contenido, la intención y los rasgos discursivos de textos de cierta longitud y complejidad, con especial énfasis en los textos académicos y de los medios de comunicación, así como de textos de ficción, sobre temas generales o más específicos, de relevancia personal o de interés público.",
    "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos adecuados para comprender la información global y específica, y distinguir la intención y las opiniones, tanto implícitas como explícitas (siempre que estén claramente señalizadas) de los textos; para inferir significados e interpretar elementos no verbales; y para buscar, seleccionar y contrastar información.",
    "Competencia específica 2",
    "2.1. Expresar oralmente con suficiente fluidez y corrección textos claros, coherentes, bien organizados, adecuados a la situación comunicativa y en diferentes registros sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, con el fin de valorar, describir, narrar, argumentar e informar, en diferentes soportes, utilizando recursos verbales y no verbales, así como estrategias de planificación, control, compensación y cooperación.",
    "2.2. Redactar y difundir textos detallados de cierta extensión y complejidad y de estructura clara, adecuados a la situación comunicativa, a la tipología textual y a las herramientas analógicas y digitales utilizadas, evitando errores que dificulten o impidan la comprensión, reformulando y organizando de manera coherente información e ideas de diversas fuentes y justificando las propias opiniones, sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, haciendo un uso ético del lenguaje, respetando la propiedad intelectual y evitando el plagio.",
    "2.3. Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, revisión y cooperación, para componer textos de estructura clara, correctos y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de las y los interlocutores reales o potenciales.",
    "Competencia específica 3",
    "3.1. Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en la coproducción de textos en situaciones interactivas sobre temas de relevancia personal o de interés público conocidos por el alumnado, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores, y ofreciendo explicaciones, argumentos y comentarios.",
    "3.2. Seleccionar, organizar y utilizar, de forma flexible y en diferentes entornos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, resolver problemas y gestionar situaciones comprometidas.",
    "Competencia específica 4",
    "4.1. Interpretar y explicar textos, conceptos y comunicaciones, mostrando respeto y aprecio por las ",
    "y los interlocutores y por las lenguas, variedades o registros empleados, y participando en la solución de problemas de comprensión y de entendimiento, a partir de diversos recursos y soportes.",
    "4.2. Aplicar estrategias y actividades que faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y el conocimiento previo de las y los interlocutores.",
    "Competencia específica 5",
    "5.1. Comparar y argumentar las similitudes y diferencias entre distintas lenguas reflexionando sobre su funcionamiento y estableciendo relaciones entre ellas.",
    "5.2. Utilizar con iniciativa y de forma creativa estrategias y conocimientos de mejora de su capacidad de comunicar y de aprender la lengua extranjera con apoyo de otros interlocutores y de soportes analógicos y digitales.",
    "5.3. Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua extranjera, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, haciendo esos progresos y dificultades explícitos y compartiéndolos.",
    "Competencia específica 6",
    "6.1. Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, analizando y rechazando cualquier tipo de discriminación, prejuicio y estereotipo, y solucionando aquellos factores socioculturales que dificulten la comunicación.",
    "6.2. Valorar críticamente la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera, en relación con los derechos humanos, y adecuarse a ella, favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos.",
    "6.3. Aplicar estrategias para defender y apreciar la diversidad lingüística, cultural y artística."
                        ],
                    "saberes": [
                        "A. Comunicación. ",
                        "1. Autoconfianza, iniciativa y asertividad.  Uso de todos recursos y estrategias disponibles para lograr una finalidad comunicativa concreta. Carácter no disuasorio del error como signo de aprendizaje. ",
                        "2. Estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y coproducción de textos orales, escritos y multimodales. ",
                        "2.1 Comprensión  ",
                        "Identificación de claves e inferencia  ",
                        "- Extrapolación del significado de un pasaje concreto tomando en consideración el texto en su totalidad. ",
                        "- Uso de diferentes tipos de conectores y de los párrafos clave dentro de la organización general del texto con el fin de comprender mejor la argumentación del mismo. ",
                        "- Identificación, por el contexto, el significado de palabras o signos que desconoce. ",
                        "- Extrapolación del contexto el significado de palabras o signos desconocidos y deducción del significado de las oraciones. ",
                        "- Deducción del posible significado de palabras o signos desconocidos presentes en un texto identificando los elementos que los integran (raíz, elementos léxicos, sufijos y prefijos). ",
                        "2.2 Producción y Coproducción ",
                        "2.2.1 Planificación  ",
                        "- Preparación de lo que hay que decir y los medios para decirlo, teniendo en cuenta el efecto que puede producir en el destinatario. ",
                        "- Reconocimiento del tipo de texto y su estructura típica para organizar la información de forma coherente.  ",
                        "- Ensayo y prueba de nuevas combinaciones y expresiones, pidiendo retroalimentación. ",
                        "- Realización de esquemas o guiones previos a la producción.  ",
                        "2.2.2 Compensación  ",
                        "- Uso de circunloquios y paráfrasis para suplir carencias de vocabulario y de estructura. ",
                        "- Definición de las características de algo concreto cuando no recuerda la palabra o signo exactos que lo designan.  ",
                        "- Recurso al circunloquio y renuncia a expresiones complicadas para superar la mayoría de los obstáculos comunicativos. ",
                        "2.2.3 Control, autorreparación y autoevaluación ",
                        "- Autocorrección frecuente y de manera retrospectiva de «deslices» lingüísticos ocasionales y los errores puntuales, así como de leves carencias en la estructura de las frases. ",
                        "- Corrección de deslices y errores cuando se advierten, o si dan lugar a malentendidos. ",
                        "- Registro de «errores frecuentes» propios y seguimiento consciente de las producciones en este respecto. ",
                        "3. Mediación: actividades, destrezas y estrategias que permitan al alumnado evitar y resolver conflictos comunicativos.",
                        "3.1 Actividades ",
                        "- Mediación de textos ",
                        "- Parafraseo, explicación, síntesis y traducción de un texto oral o escrito.",
                        "- Toma de notas (de una reunión, seminario, charla, etc.) ",
                        "- Explicación de su opinión personal acerca de textos creativos, incluyendo textos literarios.",
                        "- Análisis y crítica de textos creativos, incluyendo textos literarios.",
                        "- Mediación de conceptos ",
                        "- Colaboración en un grupo de trabajo.",
                        "- Liderazgo de un grupo de trabajo.",
                        "- Mediación en la comunicación ",
                        "- Promoción de un espacio pluricultural. ",
                        "- Actuación de intermediario en situaciones informales. ",
                        "- Promoción de la comunicación en situaciones de desencuentro. ",
                        "3.2 Estrategias ",
                        "- Planificación ",
                        "- Conexión con conocimientos previos. ",
                        "- Búsqueda de apoyos.",
                        "- Creación de glosarios.",
                        "- Consideración previa de las necesidades del interlocutor.",
                        "- Conducción del discurso.",
                        "- Intervención  ",
                        "- Reformulación del texto para hacerlo más comprensible. ",
                        "- Fomento del trabajo en grupo.",
                        "- Uso adecuado del lenguaje no verbal.",
                        "- Evaluación",
                        "- Comprobación de que el conflicto se ha gestionado de manera adecuada.",
                        "4. Funciones comunicativas adecuadas al ámbito y al contexto comunicativo. ",
                        "- Descripción de fenómenos y acontecimientos, cualidades de personas, lugares y objetos de forma clara con estructuras y léxico específico y variado.",
                        "- Ofrecimiento e interpretación de instrucciones y consejos detallados y complejos. ",
                        "- Narración de acontecimientos pasados puntuales y habituales, descripción de estados y situaciones presentes, y expresión de sucesos futuros y de predicciones a corto, medio y largo plazo con léxico preciso, usando series de estructuras gramaticales conectadas que incluyan tiempos verbales adecuados y variedad de expresiones temporales.  ",
                        "- Expresión de emociones a través de un repertorio amplio de léxico y expresiones.",
                        "- Expresión e intercambio de información, opinión (propia o ajena), advertencias, sugerencias en un discurso organizado y con un repertorio variado de estructuras y vocabulario que demuestre un grado razonable de control de la comunicación.",
                        "- Expresión de argumentaciones e hipótesis mediante un discurso claro y coherente compuesto de estructuras unidas por un número limitado de conectores.",
                        "- Reformulación y síntesis de informaciones de forma coherente con vocabulario adecuado.",
                        "5. Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción textos orales, escritos y multimodales.",
                        "5.1 Características y reconocimiento del contexto",
                        "- Distancia social entre participantes: registro informal, semiformal y formal. ",
                        "- Ámbito",
                        "- personal ",
                        "- académico ",
                        "- público ",
                        "- ocupacional ",
                        "- Situación",
                        "- presencial ",
                        "- en línea ",
                        "- síncrona ",
                        "- asíncrona ",
                        "5.2 Estructura textual",
                        "- Estructura global",
                        "- Secciones.",
                        "- Función: interpersonal, transaccional, instructiva, evaluativa, descriptiva, narrativa, expositiva, argumentativa.",
                        "- Diseño: formatos, patrones y elementos gráficos.",
                        "- Microestructura: mecanismos de coherencia y cohesión ",
                        "- Conectores y expresiones de enlace variados.",
                        "- Pausas y cambios prosódicos.",
                        "- Patrones léxicos y gramaticales enfáticos: marcadores discursivos; alteración del orden de los elementos oracionales.",
                        "- Párrafo: oración temática y oraciones de apoyo.",
                        "- Puntuación.",
                        "5.3 Géneros: (P) Producción; (C) Comprensión; (I) Coproducción o Interacción. ",
                        "5.3.1 Géneros orales ",
                        "- Anuncios públicos emitidos por megafonía en centros y medios de transporte, centros culturales, espectáculos públicos, vías de tránsito o establecimientos comerciales. (C) ",
                        "- Boletines informativos radiofónicos. (C) ",
                        "- Comentarios y retransmisiones deportivas. (C) ",
                        "- Letras de canciones. (C) ",
                        "- Pódcast de extensión media sobre temas académicos y socioculturales. ",
                        "- Representaciones teatrales en lengua estándar. (C) ",
                        "- Conversaciones presenciales con fines transaccionales en instituciones, servicios públicos y establecimientos comerciales.(I) ",
                        "- Conversaciones presenciales con un único interlocutor, informales y semiformales, para fines personales, educativos y de participación ciudadana: intercambio de información, exposición y confrontación de opiniones o puntos de vista sobre hechos, experiencias, realidades sociales y culturales. (I) ",
                        "- Conversaciones en línea síncronas con fines transaccionales: consultas y operaciones rutinarias en servicios.(I) ",
                        "- Debates y discusiones presenciales semiformales y formales de extensión media con más de un interlocutor sobre asuntos de interés general o personal. (I) ",
                        "- Entrevistas formales para fines académicos y médicos. (I) ",
                        "- Videoconferencias de extensión media informales, semiformales y formales, con uno o más interlocutores para el trabajo colaborativo con fines académicos o de participación ciudadana. (I) ",
                        "- Videoconferencias de extensión media, semiformales e informales, para fines personales: intercambio de información, experiencias personales y opiniones. (I) ",
                        "- Discursos en presentaciones de actos informales. (C) y (P) ",
                        "- Presentaciones públicas de extensión media sobre temas relacionados con aspectos familiares académicos, de participación ciudadana o relacionadas con el futuro ocupacional de su especialidad, con o sin apoyo visual (C) y (P) ",
                        "- Mensajes informales grabados en línea para fines personales: solicitud de información o ayuda, avisos, planes, cancelaciones, invitaciones, citas, instrucciones. (C) y (P) ",
                        "5.3.2 Géneros escritos ",
                        "- Anuncios de campañas institucionales o iniciativas ciudadanas. (C) ",
                        "- Anuncios publicitarios comerciales. (C) ",
                        "- Artículos periodísticos de opinión, sobre temas actuales o familiares en el ámbito académico (C) ",
                        "- Editoriales de prensa impresa o digital (C) ",
                        "- Formularios en línea para la realización de reservas (C)",
                        "- Guías de viaje (C) ",
                        "- Instrucciones públicas emitidas por instituciones (C) ",
                        "- Manifiestos públicos. (C) ",
                        "- Novelas gráficas. (C) ",
                        "- Poemas (C). ",
                        "- Novelas o relatos cortos. (C) ",
                        "- Viñeta o comentario gráfico. (C) ",
                        "- Cartas o mensajes electrónicos formales para fines transaccionales: presentaciones o motivacionales y solicitudes. (I) ",
                        "- Cartas y mensajes electrónicos personales informales y semiformales de extensión media para fines personales (I) ",
                        "- Cuestionarios valorativos formales e informales con respuestas abiertas. (I)  ",
                        "- Mensajes semiformales y formales de extensión media en discusiones en línea asíncronas. (I) ",
                        "- Notas y mensajes de relevancia inmediata en conversaciones síncronas en línea. (I) ",
                        "- Currículum Vitae. (P) ",
                        "- Instrucciones para fines de trabajo colaborativo. (P) ",
                        "- Biografías. (C) y (P) ",
                        "- Informes o publicaciones en línea de extensión media de carácter argumentativo (ventajas y desventajas de una opción, razonamientos a favor o en contra de un punto de vista). (C) y (P) ",
                        "- Informes o publicaciones en línea de extensión media de carácter expositivo sobre realidades ambientales, socioeconómicas, institucionales y culturales. (C) y (P)",
                        "- Reseñas. (C) y (P) ",
                        "- Sinopsis: resúmenes y esquemas. (C) y (P) ",
                        "5.3.3 Géneros multimodales ",
                        "- Anuncios publicitarios comerciales, institucionales o de iniciativas ciudadanas. (C) ",
                        "- Debates breves. (C) ",
                        "- Documentales (C) ",
                        "- Editoriales y comentarios de opinión. (C) ",
                        "- Entrevistas. (C) ",
                        "- Noticiarios. (C) ",
                        "- Películas y series. (C) ",
                        "- Vídeo reportaje de extensión media (P) ",
                        "- Tutoriales (C) y (P) ",
                        "- Vídeos explicativos sobre aspectos lingüísticos y culturales (C) y (P) ",
                        "6. Unidades lingüísticas y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas. ",
                        "- Expresión de relaciones lógicas: conjunción (as well as); disyunción (either…or); oposición/concesión (although; however); causa (because (of); due to; as); finalidad (so that; in order to); comparación (as/not so Adj. as; less/more + Adj./Adv. (than); the better of the two; the best ever); resultado/correlación (so; so that; the more…the better); condición (if; unless; in case); estilo indirecto (reported information, offers, suggestions, promises, commands, wishes); temporalidad (while; once (we have finished)); y entidades (relative sentences). ",
                        "- Afirmación (oraciones afirmativas; tags; So it seems). ",
                        "- Exclamación (What + noun (+ phrase), v. g. What a thing to say!; How + Adv. + Adj., v. g. How very funny!; exclamatory sentences and phrases, v. g. Wow, this is really cool!). ",
                        "- Negación (v. g. Not bad; Not at all; No way). ",
                        "- Interrogación (Wh- questions; Aux. Questions; How come?; So?; tags). ",
                        "- Expresión del tiempo: pasado (past simple and continuous; present perfect simple and continuous; past perfect simple and continuous); presente (simple and continuous present); futuro (present simple and continuous + Adv.; will be –ing). ",
                        "- Expresión de la voz pasiva en todos los tiempos verbales con uno y dos objetos y la pasiva causativa. ",
                        "- Expresión del aspecto: puntual (simple tenses); durativo (present and past simple/perfect; and future continuous); habitual (simple tenses (+ Adv., v. g. as a rule); used to); incoativo ((be) set to); terminativo (cease –ing). ",
                        "- Expresión de la modalidad: factualidad (declarative sentences); capacidad (manage); posibilidad/probabilidad (possibly; probably); necesidad (want; take); obligación (need/needn’t); permiso (may; could; allow); intención (be thinking of –ing). ",
                        "- Expresión de la existencia (v. g. there should/must be); la entidad (count/uncount/collective/compound nouns; pronouns (relative, reflexive/emphatic, one(s); determiners); la cualidad (v. g. quite nice; easy to handle). ",
                        "- Expresión de la cantidad: Número (v. g. fractions; decimals). Cantidad: v. g. several. Grado: v. g. terribly (sorry); quite well). ",
                        "- Expresión del espacio y relaciones espaciales (preposiciones y adverbios de lugar, posición, distancia, movimiento, dirección, origen y organización). ",
                        "- Expresión de relaciones temporales (momentos (v. g. this time tomorrow; in ten days), periodos (v. g. semester), e indicaciones (v. g. earlier; later) temporales; duración (v. g. all day long; the whole summer); anterioridad (already; (not) yet); posterioridad (v. g. afterwards; later (on); sequence (firstly, secondly, finally); simultaneidad (just then/as); frecuencia (v. g. quite often; frequently; day in day out). ",
                        "- Expresión del modo (adverbios y expresiones de modo, v. g. nicely; upside down) ",
                        "- Expresión de la condición (todas las oraciones condicionales, I wish / if only, unless). ",
                        "7. Léxico común, y más especializado dentro de las propias áreas de interés, en los ámbitos personal, público, académico y ocupacional",
                        "- Identificación e identidad personal. ",
                        "- Vivienda, hogar y entorno. ",
                        "- Actividades de la vida diaria. ",
                        "- Familia y amistades.  ",
                        "- Rasgos descriptivos de personas y objetos. ",
                        "- Tiempo y espacio ",
                        "- Estados, eventos y acontecimientos. ",
                        "- Actividades, procedimientos y procesos. ",
                        "- Relaciones personales, sociales, académicas y profesionales. ",
                        "- Educación y estudio. ",
                        "- Trabajos, ocupaciones y emprendimiento. ",
                        "- Bienes y servicios. ",
                        "- Lengua y comunicación intercultural. ",
                        "- Ciencia y tecnología. ",
                        "- Historia y cultura. ",
                        "- Trabajo y ocupaciones. ",
                        "- Educación y estudio. ",
                        "- Tiempo libre, ocio, deporte, viajes y vacaciones. ",
                        "- Salud y cuidados físicos. ",
                        "- Compras y actividades comerciales ",
                        "- Alimentación y restauración. ",
                        "- Transporte. ",
                        "- Lengua y comunicación. ",
                        "- Medio ambiente. ",
                        "- Clima y entorno natural. ",
                        "- Tecnologías de la información y la comunicación. ",
                        "- Formación de palabras.",
                        "- Palabras compuestas.",
                        "- Giros y expresiones",
                        "- Falsos cognados.",
                        "8. Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico. ",
                        "- Sonidos vocálicos ",
                        "- Acentuación de palabras ",
                        "- Cambio de la acentuación ",
                        "- Ritmo en las oraciones ",
                        "- Acentuación de oraciones ",
                        "- Vocales silenciosas ",
                        "- Consonantes silenciosas ",
                        "- Sonidos vocálicos cortos y largos ",
                        "- ’ll después de un sonido consonante ",
                        "- El sufijo -tion ",
                        "- Pares de palabras con and ",
                        "- Grupos consonánticos ",
                        "- Linking ",
                        "- Homógrafos ",
                        "- Acentuación de be, do, y have ",
                        "- Inglés Británico y Americano ",
                        "- El sonido /w/ ",
                        "- /s/, /z/, y /ɪz/ ",
                        "- r and -r final en Inglés Británico y Americano ",
                        "- /dʒ/ ",
                        "- /s/, /z/, /ɪz/, y /ʃ/ ",
                        "- Finales -ed en pasados ",
                        "- /aɪ/ y /eɪ/ ",
                        "- /w/, /v/, y /b/ ",
                        "- /əʊ/ ",
                        "9. Convenciones ortográficas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos. ",
                        "9.1. Convenciones ortográficas complejas. Sistemas alfabéticos.   ",
                        "Percepción y producción de:",
                        "- Correcta ortografía de las palabras, incluidas las formas de contracción aceptadas dependiendo del tipo de registro.  ",
                        "- Signos de puntuación y sus normas de uso. Producción de una escritura continua inteligible que sigue las convenciones de organización y distribución en párrafos. ",
                        "- Convenciones tipográficas y las variedades de tipos de letra, etc.  ",
                        "- Signos no alfabetizables de uso específico y las abreviaciones reconocibles tanto en registro formal como informal, incluyendo acrónimos o blending (por ejemplo: e.g. #blacklivesmatter, UFO, brunch).  ",
                        "9.2. Significados e intenciones comunicativas.",
                        "- Necesidades ortoépicas: utilización y articulación de una pronunciación correcta partiendo de palabras que se han aprendido en su forma escrita.  ",
                        "- Convenciones ortográficas complejas.  ",
                        "- Convenciones formales utilizadas en los diccionarios para la representación de la pronunciación: sistema fonético y fonológico.  ",
                        "- Repercusión que las formas escritas de carácter general o específico tienen en la expresión y en la entonación de la lengua inglesa. ",
                        "- Resolución de ambigüedades complejas (palabras homónimas, ambigüedades  sintácticas, etc.) en función del contexto.",
                        "- Organización de la información por medio de la ortografía, formato y puntuación. ",
                        "10. Convenciones y estrategias conversacionales, en formato síncrono o asíncrono. ",
                        "10.1 Turno de palabra.",
                        "- Uso eficaz expresiones para iniciar, mantener y terminar el discurso. ",
                        "- Uso de frases hechas para ganar tiempo y mantener el turno de palabra mientras se formula lo que va a expresar. ",
                        "10.2 Cooperación.",
                        "- Seguimiento atento y adecuado de aportaciones e inferencias para contribuir al desarrollo de la discusión. ",
                        "- Confirmación de la comprensión de otros participantes. ",
                        "- Invitación a la intervención de otros participantes. ",
                        "- Resumen y evaluación de la información principal de una discusión. ",
                        "10.3 Aclaración ",
                        "- Formulación de preguntas complementarias para comprobar que se ha comprendido lo que los participantes han querido decir y conseguir aclaraciones sobre información ambigua o irónica. ",
                        "- Solicitud de explicaciones o aclaraciones para asegurar la comprensión de ideas complejas y abstractas. ",
                        "11. Recursos para el aprendizaje y estrategias de búsqueda y selección de información y curación de contenidos y de respeto a la etiqueta digital.  ",
                        "11.1 Recursos para el aprendizaje: ",
                        "- Diccionarios impresos y digitales. ",
                        "- Libros de consulta. ",
                        "- Bibliotecas y mediatecas. ",
                        "- Recursos digitales e informáticos: aplicaciones, redes educativas, sitios web, canales de contenidos compartidos, bancos de contenidos y actividades. ",
                        "11. 2 Estrategias ",
                        "11.2.1 Búsqueda en diccionarios y libros de consulta ",
                        "- Uso eficaz de las partes integrantes de entradas de diccionario: lema, pronunciación, categoría gramatical, definición, acepciones, locuciones o frases hechas, ejemplo, sinónimos y antónimos. ",
                        "- Uso de índices de contenido, temáticos, bibliográficos y de anexos.",
                        "- Diseño gráfico: jerarquía de la información.",
                        "11.2.2 Búsqueda en medios digitales ",
                        "- Uso de filtros en motores de búsqueda. ",
                        "- Texto de búsqueda: palabras clave; orden; ortografía; uso de operadores de búsqueda para frases específicas, exclusión de resultados, limitación de resultados, sitios específicos, tipos de archivo, definiciones",
                        "- Sindicación de contenidos. ",
                        "- Gestores de etiquetas y marcadores sociales. ",
                        "11.2.3 Selección de información en medios digitales  ",
                        "- Discriminación entre fuentes de información oficiales o de fiabilidad reconocida frente a información en foros, blogs o comentarios en redes sociales.   ",
                        "- Sufijos de dominios web que identifican su propósito y credibilidad.   ",
                        "- Estructura lógica de la información como garantía de fiabilidad y estrategia de selección: menú de contenidos, mapa web con enlaces, buscador de contenidos propios, sinopsis, lista de referencias, vínculos a otros documentos complejos, gráficos, tablas.  ",
                        "- Autoría: adscripción del autor, información sobre el autor, logo de la organización, medio de contacto, declaración de principios y propósito del sitio web, evaluación externa.  ",
                        "-  Uso de herramientas digitales de curación de contenidos y de sistemas de gestión de la información personal.  ",
                        "11.2.4 Etiqueta digital ",
                        "- Respeto al interlocutor.  ",
                        "- Uso correcto de mayúsculas y minúsculas  ",
                        "- Uso correcto de la lengua (gramática, ortografía).  ",
                        "- Claridad: precaución ante el uso del sarcasmo o ironía.  ",
                        "- Cita de fuentes. ",
                        "- Respeto a la privacidad. ",
                        "- Prohibición de compartir material inadecuado. ",
                        "- Comprensión ante equivocaciones de interlocutores  ",
                        "- Disposición a compartir conocimientos. ",
                        "- Respeto al tiempo y ancho de banda de interlocutores. ",
                        "12. Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio. ",
                        "- Honestidad académica: procedimientos de cita y referencia. ",
                        "- Licencias de atribución.  ",
                        "- Reconocimiento de prácticas de plagio.",
                        "- Guardado y organización de fuentes consultadas.",
                        "- Uso adecuado y referenciado de resúmenes, citas o paráfrasis.",
                        "- Abstención de referencias a fuentes no consultadas.",
                        "- Herramientas digitales para la detección del plagio. ",
                        "13. Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales de comunicación) y el desarrollo de proyectos con hablantes o estudiantes de la lengua inglesa. ",
                        "B. Plurilingüismo y reflexión sobre el aprendizaje. ",
                        "1. Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua inglesa y en la lengua española usando de forma creativa el repertorio plurilingüe personal. ",
                        "- Uso de su conocimiento sobre el contraste de las convenciones del género textual y los patrones textuales en español e inglés para facilitar la comprensión. ",
                        "- Introducción en un enunciado en inglés de una expresión en español que es especialmente apropiada para la situación o concepto objeto de una discusión, añadiendo explicaciones cuando es necesario. ",
                        "- Recurso a español e inglés durante interacciones colaborativas para aclarar la naturaleza de una tarea, los pasos principales que hay que seguir, las decisiones que se deben tomar y los resultados esperados. ",
                        "2. Estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.)  ",
                        "2.1 Comparación entre lenguas ",
                        "- Descubrimiento de analogías entre lenguas: regularidades y diferencias entre estructuras lingüísticas sintácticas, léxicas, discursivas y funcionales. ",
                        "- Comparación de los sistemas fonéticos y grafémicos entre lenguas. ",
                        "- Elaboración de un conjunto de hipótesis y reglas basadas en similitudes o diferencias entre lenguas. ",
                        "- Traducción. ",
                        "- Creación de glosarios bilingües. ",
                        "2.2 Estrategias cognitivas y memorísticas ",
                        "- Descubrimiento y aplicación de reglas. ",
                        "- Identificación y registro de nuevas unidades lingüísticas en diferentes soportes. ",
                        "- Toma de notas.",
                        "- Clasificación.",
                        "- Asociación.",
                        "- Reconocimiento y uso de uso de estructuras modelo. ",
                        "- Uso de elementos visuales: imágenes, animaciones, etiquetado en imágenes interactivas, esquemas, mapas semánticos. ",
                        "- Creación de resúmenes. ",
                        "- Creación de breves historias. ",
                        "- Repetición oral y escrita. ",
                        "- Grabación auditiva. ",
                        "- Diseño de un plan de revisión periódica. ",
                        "- Práctica frecuente en situaciones reales. ",
                        "- Experimentación en nuevos contextos. ",
                        "- Trabajo colaborativo: puesta en común de recursos; revisión y práctica periódica colaborativa. ",
                        "3. Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación. ",
                        "- Comprensión o diseño de rúbricas de evaluación. ",
                        "- Diseño de instrumentos de coevaluación (cuestionarios, enunciados de actividades). ",
                        "- Retroalimentación. ",
                        "- Diario de aprendizaje. ",
                        "- Portfolio Europeo de las Lenguas. ",
                        "- Tratamiento del error ",
                        "- Toma de conciencia: identificación y registro de errores. ",
                        "- Discriminación entre errores transitorios y resistentes. ",
                        "- Realización de actividades de repetición y automatización.",
                        "- Uso de lectores y asistentes de escritura y extensiones de procesadores de textos para la revisión y reparación de producciones propias",
                        "4. Metalenguaje: expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje. ",
                        "5. Comparación sistemática entre lenguas a partir de elementos de la lengua inglesa y la lengua española.",
                        "- Patrones sintácticos y gramaticales no coincidentes: subjuntivo español; pasiva refleja en español; oraciones impersonales en español; oraciones subordinadas adjetivas en inglés; causativa en inglés; pasiva impersonal en inglés, patrones enfáticos. ",
                        "- Cognados, falsos cognados, calcos. ",
                        "C. Interculturalidad. ",
                        "1. La lengua inglesa como medio de comunicación y entendimiento entre pueblos, facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social y de enriquecimiento personal. ",
                        "- Usos internacionales, institucionales y corporativos de la lengua inglesa. ",
                        "- Uso del inglés en iniciativas sociales globales. ",
                        "- Manifestaciones culturales asociadas al uso del inglés. ",
                        "2. Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua inglesa, así como por conocer informaciones culturales de los países donde se habla la lengua inglesa. ",
                        "3. Aspectos socioculturales y sociolingüísticos en países donde se habla la lengua inglesa.  ",
                        "- Convenciones sociales y normas de cortesía ",
                        "- Comportamiento en el ámbito académico. ",
                        "- Comportamiento en lugares de tránsito y transporte público. ",
                        "- Comportamiento como espectadores o clientes.   ",
                        "- Convenciones sociales relativas a la hospitalidad (puntualidad, invitaciones, obsequios)   ",
                        "- Cortesía lingüística   ",
                        "- Formas de tratamiento   ",
                        "- Saludos y despedidas   ",
                        "- Presentaciones   ",
                        "- Interjecciones y expresiones interjectivas ",
                        "- Registros ",
                        "- Grados de formalidad en la interacción. ",
                        "- Variedades sociales de la lengua inglesa. ",
                        "- Lenguaje no verbal ",
                        "- Diferencias entre países en: ",
                        "- Saludos y despedidas: diferencias entre países.",
                        "- Expresión de afecto.",
                        "- Expresión de desaprobación.   ",
                        "- Uso de combinaciones tipográficas o iconos en las comunicaciones digitales. ",
                        "- Relaciones personales ",
                        "- Estructuras familiares: tradición y cambio. ",
                        "- Relaciones afectivas.  ",
                        "- Relaciones entre generaciones. ",
                        "- Relaciones en el mundo académico: conflictos y convivencia. ",
                        "- Instituciones ",
                        "- Organización política del territorio. ",
                        "- Instituciones de gobierno. ",
                        "- Sistemas de representación democrática. ",
                        "- Estado de bienestar. ",
                        "- Sectores económicos. ",
                        "- Sistema jurídico y penal.  ",
                        "- Sistema educativo: itinerarios post-obligatorios.   ",
                        "- Costumbres y rituales ",
                        "- Costumbres y rutinas en el ámbito doméstico: división de la jornada, trabajo doméstico, hábitos culinarios y alimentarios, uso de espacios, relación con miembros de la comunidad local, ocio. ",
                        "- Celebraciones y ceremonias en el ámbito familiar. ",
                        "- Celebraciones y festividades nacionales. ",
                        "- Valores, normas, creencias y actitudes ",
                        "- Roles de género: tradición y cambio social. ",
                        "- Activismo social, voluntariado. ",
                        "- Relación con el medio natural. ",
                        "- Sabiduría popular: expresiones idiomáticas y proverbios. ",
                        "- Confesiones religiosas. ",
                        "- Estereotipos y tabúes ",
                        "- Estereotipos nacionales y regionales. ",
                        "- Tabúes en interacciones formales. ",
                        "- Historia, cultura y comunidades ",
                        "- Historia: procesos y cambios históricos significativos.  ",
                        "- Medios de comunicación. ",
                        "- Corrientes artísticas y de pensamiento. ",
                        "- Migración. ",
                        "- Minorías étnicas y religiosas. ",
                        "- Multiculturalismo.  ",
                        "- Procesos de globalización. ",
                        "4. Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos. ",
                        "- Aceptación de la diversidad cultural como fuente de enriquecimiento personal y social. ",
                        "- Reconocimiento de características de la cultura familiar propia. ",
                        "- Reconocimiento de la complejidad de los sistemas culturales y sus manifestaciones en diferentes ámbitos: símbolos, lenguas, normas, valores y expresiones artísticas. ",
                        "- Conciencia de que los límites entre culturas no son rígidos. ",
                        "- Curiosidad: búsqueda activa de información (mediante intercambios comunicativos o recurriendo a fuentes de información) sobre manifestaciones culturales diversas. ",
                        "- Búsqueda de aspectos positivos desde el punto de vista de los valores sociales y medioambientales en manifestaciones culturales diferentes a las familiares. ",
                        "- Flexibilidad en la comparación entre manifestaciones culturales, evitando considerar la pertenencia a la cultura familiar como único criterio de valoración positiva. ",
                        "5. Estrategias de detección, rechazo y actuación ante usos discriminatorios de lenguaje verbal y no verbal. ",
                        "- Reconocimiento crítico de representaciones discriminatorias de personas o grupos sociales en términos de género, diversidad funcional, edad, orientación sexual, religión o etnicidad en textos multimodales. ",
                        "- Reconocimiento crítico de expresiones discriminatorias en términos de género, diversidad funcional, edad, orientación sexual, religión o etnicidad en textos escritos y orales.  ",
                        "- Sustitución de expresiones discriminatorias orales y escritas por lenguaje inclusivo: pronombres inclusivos, títulos profesionales inclusivos, uso de expresiones que reconocen la discapacidad específica como rasgo no definitorio de una persona o grupo (person-first language), supresión de especificación de género innecesaria. ",
                        "- Consulta de guías y glosarios de lenguaje inclusivo. ",
                        "- Uso de asistentes digitales de escritura. ",
                                            ]
}
