{
    "criteriosEvaluacion": [
        "1.1 Apreciar els canvis en el concepte d’art en les diverses manifestacions artístiques en el seu context, reflexionant de manera personal i relacionant-lo sense prejudicis amb el propi context valorant-lo des de noves mirades, integrant la perspectiva de gènere, la diversitat d’identitat i el reconeixement de la pluralitat.",
        "1.2 Analitzar l’evolució en la concepció de l’art al llarg de la història, comparant-ne amb criteri els significats en períodes i cultures diverses.",
        "1.3 Explicar la funció social de l’art, aprofundint amb respecte en les singularitats del patrimoni cultural i artístic a través d’obres de diferents èpoques i estils.",
        "2.1 Investigar i singularitzar els elements que constitueixen les produccions artístiques, identificant les claus del seu llenguatge, i associant-les a cada època, artista o corrent estilístic analitzat.",
        "2.2 Argumentar amb criteri la diversitat en les manifestacions artístiques, valorant l’acostament sensible cap a aquestes i fent ús de la terminologia específica associada al llenguatge artístic.",
        "3.1 Detectar les influències, les pervivències o les reaccions dins del llegat del patrimoni cultural i artístic, indagant amb curiositat i mostrant una actitud oberta, sensible i empàtica envers aquest.",
        "3.2 Valorar amb respecte la diversitat tècnica i estilística de les produccions artístiques, caracteritzant-ne tant la ubicació temporal i geogràfica com la relació amb altres èpoques i cultures.",
        "4.1 Destacar el llenguatge artístic com a recurs potenciador del creixement personal i l’autoestima, mitjançant l’anàlisi i l’explicació de produccions artístiques de qualsevol naturalesa, època i estil.",
        "4.2 Valorar les diverses possibilitats expressives de l’art i el poder de transmissió d’idees, sentiments i emocions, explicant obres d’artistes de qualsevol època i estil, i vinculant-les de manera constructiva a experiències vitals pròpies o alienes.",
        "4.3 Participar activament en interpretacions d’obres artístiques de períodes i estils diversos, connectant creativament experiències vitals pròpies i alienes, amb la forma, el significat i els processos de creació de produccions artístiques concretes.",
        "5.1 Plantejar que les produccions artístiques no són només el suport sinó el vehicle per expressar sentiments, emocions i idees, mitjançant l’explicació raonada de creacions artístiques concretes, valorant els diferents punts de vista.",
        "6.1 Integrar l’estudi dels fonaments artístics a la creació de projectes individuals o col·lectius, seleccionant i aplicant diferents mitjans, suports i tècniques en un context de sostenibilitat, valorant el treball col·laboratiu i la inclusió en un context de diversitat cultural, personal i artística.",
        "7.1 Planificar amb criteri un projecte col·laboratiu investigant la vinculació del binomi art i cultura, i integrant creativament recursos de diferents llenguatges, valorant-ne la cohesió i la innovació en el desenvolupament.",
        "7.2 Participar activament en les diferents fases d’un projecte relacionat amb l’art i la cultura, responent activament a la proposta i valorant l’enriquiment propi de la integració de diferents mirades en un mateix projecte."
    ],
    "saberes": [
        "La projecció de la idea clàssica i la crítica romàntica. L’inici de la modernitat",
        "- Identificació i valoració del concepte d’estil en el context social i històric de la Il·lustració.",
        "- Reconeixement de les característiques formals de l’estil clàssic mitjançant la comparació de les seves influències i projeccions en el temps, especialment en el neoclassicisme.",
        "- Identificació i interpretació les formes arquitectòniques fonamentals al llarg del temps i la geografia en el context de les reutilitzacions historicistes i dels eclecticismes del segle XIX.",
        "- Comparació i identificació de les característiques del romanticisme en els diferents àmbits de creació (pintura i música, entre d’altres), atenent el seu paper com a iniciador de la modernitat.",
        "- Identificació de les diferents propostes de la dansa i les arts escèniques al segle XIX, atenent les seves relacions amb el discurs artístic del seu temps.",
        "Mirar el món amb els propis ulls",
        "- Exploració i anàlisi de les iniciatives del realisme i de l’impressionisme a partir de l’observació de les seves obres i dels seus autors més rellevants.",
        "- Comparació i identificació de les característiques de l’impressionisme gràcies a les connexions entre la música i la pintura com a mitjans d’observació i representació de la natura.",
        "- Identificació de les singulars propostes dels postimpressionistes i els simbolistes atenent les seves relacions amb les avantguardes.",
        "L’art, la ciència i la tecnologia",
        "- Exploració i anàlisi de les influències de la revolució industrial i de la introducció de nous materials a l’arquitectura atenent especialment a l’arquitectura del ferro i a l’Escola de Chicago.",
        "- Identificació i valoració de les obres i dels autors més rellevants de l’Arts and Crafts i el Modernisme atenent especialment a la seva reacció al procés d’industrialització.",
        "- Descobriment de les influències en el món de l’art que tenen les innovacions en la reproducció tècnica de la imatge: la seva seriació, la fotografia, el cinema i la imatge digital, entre d’altres, en el context de la revolució industrial i fins als nostres dies.",
        "- Descobriment dels nous àmbits de creació, com el circ, el còmic, el cabaret, la fotografia, el cinema, la moda i el videojoc, entre d’altres, atenent el seu desenvolupament en el context de les transformacions socials del segle XIX.",
        "La revolució del llenguatge",
        "- Explorar i analitzar l’experimentació formal dels llenguatges vinculats a l’expressió artística gràcies als moviments anomenats “primeres avantguardes” a partir de l’observació de les seves obres i dels seus autors.",
        "- Explorar i analitzar l’experimentació formal dels llenguatges musicals i escènics gràcies als moviments de les primeres avantguardes a partir de l’observació de les seves obres i dels seus autors.",
        "- Exploració, anàlisi i comparació de les propostes i les solucions que l’art-decó i l’arquitectura i el disseny funcionalistes, especialment la Bauhaus, van aportar als àmbits del disseny, l’arquitectura i l’urbanisme, entre d’altres, atenent les relacions amb el seu context.",
        "- Exploració i anàlisi del paper de l’art com a agent polític i social per donar suport als totalitarismes o per denunciar-ne els excessos, així com el valor documental de la fotografia i el cinema en el context de la Segona Guerra Mundial i la Guerra Civil Espanyola.",
        "- Exploració i anàlisi de l’ús de l’art com agent polític i social per generar propostes utòpiques de canvis socials en el context dels moviments de les primeres avantguardes.",
        "El descrèdit de la modernitat. La postmodernitat",
        "- Exploració i anàlisi de les darreres manifestacions de l’esperit de la modernitat que es dona a les segones avantguardes, així com l’expansió del concepte d’art que formulen l’expressionisme abstracte i l’informalisme, la nova figuració, l’art pop, la nova abstracció, l’art cinètic, l’art conceptual, l’art d’acció i altres tendències artístiques rupturistes a partir de l’observació de les seves obres i dels seus autors més rellevants.",
        "- Descobriment de les darreres expressions de l’arquitectura funcionalista i les noves propostes postmodernes a partir de l’observació de les obres del desconstructivisme arquitectònic, i les diferents propostes neoavanguardistes i transavanguardistes dels anys vuitanta i els seus autors més rellevants.",
        "- Aprofundiment en el concepte de l’objecte artístic i la seva vinculació amb el mercat de l’art atenent les propostes del dadaisme, l’art d’acció, el pop art, l’art minimal, l’art del cos i l’art conceptual, entre d’altres.",
        " - Exploració i anàlisi de les manifestacions culturals als mitjans durant la segona meitat del segle XX atenent especialment a l’aparició del cinema europeu i del cinema independent americà, el desenvolupament de la industria del còmic a Europa i al Japó, els nous formats televisius i la irrupció de les sèries de televisió a partir dels exemples més rellevants.",
        "- Anàlisi del paper de la moda i la seva capacitat d’influència en el desenvolupament dels referents socials, culturals i econòmics de la societat a partir de l’observació dels dissenys i dels autors més rellevants.",
        "- Descobriment de la influència i la transformació de la música clàssica en el decurs de la segona meitat del segle XX gràcies a la irrupció de les tecnologies digitals, a partir de les composicions i autors més rellevants.",
        "La cultura visual i audiovisual contemporània",
        "- Exploració i anàlisi de l’ús de l’art com a agent polític i social per generar propostes d’acció col·laborativa o individual vinculades a l’ecologia i als drets socials a partir dels moviments sorgits a la dècada dels anys seixanta i fins avui.",
        "- Descobriment de les darreres tendències arquitectòniques i de disseny vinculades al desenvolupament d’esdeveniments lúdics, culturals, socials i esportius a partir d’exemples rellevants com les exposicions universals, els parcs temàtics, els Jocs Olímpics o la construcció de grans equipaments culturals, entre d’altres.",
        "- Exploració i anàlisi de les manifestacions culturals vinculades a la tecnologia digital: el cinema, les sèries, els videojocs, les instal·lacions immersives, la fotografia digital i, les xarxes socials, a partir de l’observació de les obres i dels seus autors més rellevants.",
        "- Descobriment de la interdisciplinarietat creativa en el desenvolupament de la creació contemporània vinculada al teatre, la música i la dansa, a partir de l’observació de les obres i dels seus autors més rellevants."
    ]
}