{
    "saberes": [
        "A. Cultura científica",
        "1. Iniciación a la actividad científica",
        "La diferenciación entre las ciencias sociales, las humanidades y las ciencias naturales y el desarrollo histórico que ha llevado a dicha diferenciación.",
        "Estrategias de búsqueda, selección, organización y difusión de información en textos orales, escritos y audiovisuales, a través de medios y recursos digitales y analógicos, de manera cooperativa, individual y/o en grupo, valorando la pertinencia y la fiabilidad de dicha información y mencionando la autoría de las fuentes utilizadas.*",
        "Criterios, pautas y fases (observación, formulación de preguntas y predicciones, planificación y realización de experimentos, recogida y análisis de información y datos, comunicación de resultados...) para aplicar la metodología científica y sus características básicas  en la observación, identificación y resolución de problemas de fenómenos naturales y situaciones reales.*",
        "Estrategias propias del trabajo de investigación que contribuyen a desarrollar hábitos y actitudes relacionadas con la curiosidad, interés, rigor y precisión, creatividad, pensamiento crítico, esfuerzo y autonomía en el trabajo personal, actitud responsable y activa en las tareas, tanto individuales como de equipo teniendo en cuenta la perspectiva de género.*",
        "Vocabulario científico básico, procedimientos y pautas de utilización de instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "La ciencia, la tecnología y la ingeniería como actividades humanas, las profesiones STEM en la actualidad desde una perspectiva de género.*",
        "La relación entre los avances en matemáticas, ciencia, ingeniería y tecnología para comprender la evolución de la sociedad en el ámbito científico-tecnológico, tanto en el ámbito público como personal.",
        "2. La vida en nuestro planeta",
        "Aspectos básicos de las funciones vitales del ser humano desde una perspectiva integrada: obtención de energía, relación con el entorno y perpetuación de la especie.*",
        "Estructuras básicas de los seres vivos: células, tejidos, órganos, aparatos y sistemas, y su interrelación para el funcionamiento del ser vivo.",
        "Los cambios físicos, emocionales y sociales que conlleva la pubertad y la adolescencia para aceptarlos de forma positiva tanto en uno mismo como en los demás en un contexto coeducativo. Educación afectivosexual.*",
        "Pautas para una alimentación saludable y sostenible, y riesgos y enfermedades derivadas de su ausencia: menús saludables y equilibrados, la importancia de la cesta de la compra y del etiquetado de los productos alimenticios para conocer sus nutrientes y su aporte energético.",
        "Conductas saludables y sostenibles que fomenten una salud física, emocional y social adecuadas y riesgos y enfermedades derivadas de su ausencia: gestión del estrés y de las situaciones de incertidumbre. Consumo responsable y sostenible, higiene del sueño, gestión del ocio del tiempo libre, uso adecuado de dispositivos digitales y estrategias para el fomento de relaciones sociales saludables, efectos nocivos de las adicciones en el desarrollo de las personas y la prevención de su consumo: tabaco, alcohol y otras substancias. Primeros auxilios.*",
        "Procesos geológicos básicos de formación y modelado del relieve. Clasificación básica de rocas y minerales. Usos y explotación sostenible de los recursos geológicos.",
        "3. Materia, fuerzas y energía",
        "Masa y volumen. Instrumentos para calcular la masa y volumen.*",
        "Concepto de densidad y su relación con la flotabilidad de un objeto en un fluido (líquido y gas).*",
        "La energía eléctrica. Fuentes, transformaciones, transferencia y uso en la vida cotidiana. Los circuitos eléctricos y las estructuras robotizadas.",
        "Las formas de energía, fuentes y las transformaciones. Las fuentes de energías renovables y no renovables y su influencia en la contribución al desarrollo sostenible de la sociedad.*",
        "Las propiedades del aire, estudio experimental de la interacción del aire con los objetos dependiendo de su forma y las fuerzas implicadas en el vuelo.",
        "B. Tecnología y digitalización",
        "1. Digitalización del entorno personal de aprendizaje",
        "Dispositivos y recursos digitales de acuerdo a las necesidades del contexto educativo.*",
        "Estrategias de búsquedas de información seguras y eficientes en Internet (valoración, discriminación, selección, organización y propiedad intelectual).*",
        "Estrategias de recogida, almacenamiento y representación de datos para facilitar su comprensión y análisis.*",
        "Reglas básicas de seguridad y privacidad para navegar por Internet y para proteger el entorno digital personal de aprendizaje.*",
        "Recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas.*",
        "Pautas para un uso no sexista de la comunicación digital.",
        "Etiqueta digital, reglas básicas de cortesía y respeto y estrategias para resolver problemas en la comunicación digital.",
        "Estrategias para fomentar el bienestar digital. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (exposición excesiva de la intimidad, ciberacoso, dependencia tecnológica, acceso a contenidos inadecuados, etc.), y estrategias de actuación.*",
        "2. Proyectos de diseño y pensamiento computacional",
        "Fases del pensamiento computacional (descomposición de una tarea en partes más sencillas, pensamiento reconocimiento de patrones y creación de pasos sencillos para la resolución del problema...).*",
        "Fases de los proyectos de diseño: identificación de necesidades, diseño, prototipado, prueba, evaluación y comunicación.*",
        "Materiales, herramientas, objetos, dispositivos y recursos digitales (programación por bloques, sensores, motores, simuladores, impresoras 3D.…) seguros y adecuados a la consecución del proyecto.",
        "Análisis de género en las diferentes actividades de investigación.",
        "Estrategias en situaciones de incertidumbre: adaptación y cambio de estrategia cuando sea necesario, valoración del error propio y el de los demás como oportunidad de aprendizaje.*",
        "C. Sociedades y territorios",
        "1. Retos del mundo actual",
        "El futuro de la Tierra y del universo. Los fenómenos físicos relacionados con la Tierra y el universo y su repercusión en la vida diaria y en el entorno. La exploración espacial y la observación del cielo; la contaminación lumínica.*",
        "El clima y el planeta. Introducción a la dinámica atmosférica y a las grandes áreas climáticas del mundo. El eje de la tierra, los hemisferios y los polos. Las coordenadas geográficas. Los principales ecosistemas y sus paisajes.*",
        "El entorno natural. La diversidad geográfica, de la Comunidad Autónoma del País Vasco, de Euskal Herria, del Estado Español y de Europa. Representación gráfica, visual y cartográfica a través de medios y recursos analógicos y digitales usando las Tecnologías de la Información Geográfica (TIG).*",
        "Migraciones y diversidad cultural. Las principales variables demográficas y su representación gráfica. Los comportamientos de la población y su evolución. Los movimientos migratorios y apreciación de la diversidad cultural. Contraste entre zonas urbanas y rurales. Superpoblación y despoblación.*",
        "Ciudadanía activa tanto en el entorno analógico como en el digital. Fundamentos y principios para la Participación social y ciudadana: comisiones organizativas del alumnado, consejo escolar, las asociaciones, el voluntariado, los sindicatos desde el entorno cercano.",
        "Igualdad de género y conductas no sexistas. Crítica de los estereotipos y roles en los distintos ámbitos: académico, profesional, social y cultural. Acciones para la igualdad efectiva entre todas las personas.",
        "2. Lecciones del pasado",
        "Las fuentes históricas: clasificación y utilización de las distintas fuentes (orales, escritas, patrimoniales) como elementos para la investigación, comprensión y constatación de los hechos históricos.*",
        "Contextualización de las diferentes épocas históricas en la Comunidad Autónoma del País",
        "Vasco, en el Euskal Herria y Península Ibérica (Medieval, Moderna y Contemporánea) y su representación en un eje cronológico, como punto de partida para contextualizar los temas de relevancia en la historia, el papel representado por los sujetos históricos (individuales y colectivos), acontecimientos y procesos.*",
        "El papel de la mujer en la historia y los principales movimientos en defensa de sus derechos.",
        "Situación actual y retos de futuro para la igualdad de oportunidades.*",
        "El proceso de transición a la democracia en el Estado Español: La constitución de 1978 y el",
        "Estatuto de Autonomía de La Comunidad Autónoma Vasca.*",
        "Las expresiones artísticas y culturales medievales y contemporáneas y su contextualización histórica desde una perspectiva de género. La función del arte y la cultura en el mundo actual.*",
        "El patrimonio natural y cultural como bien y recurso; su uso, cuidado y conservación.*",
        "3. Alfabetización cívica",
        "La diversidad de identidades, étnico-cultural y lenguas de España: la Comunidad Autónoma del País Vasco, los territorios del Euskara (Euskal Herria).",
        "Los principios y valores de los derechos humanos y derechos de la infancia. Relación entre derechos y obligaciones.",
        "Las constituciones: concepto y función. Constitución española, derechos y deberes de la ciudadanía.*",
        "Fórmulas para la participación de la ciudadanía en la vida pública",
        "El papel del estado en el ámbito social",
        "La cultura de paz y no violencia. El pensamiento crítico como herramienta para el análisis de",
        "los conflictos de intereses.*",
        "La organización política. Principales entidades políticas y administrativas del entorno local, autonómico y estatal del País Vasco, España y su contextualización en la Unión Europea (ayuntamientos, diputaciones Forales, gobiernos autonómicos y estatales, parlamentos).*",
        "Sistemas de representación y de participación política (Partidos políticos, sindicatos, ONG, movimientos sociales…).*",
        "Relación entre las decisiones de las instituciones y los valores.",
        "El tercer sector: servicios públicos y privados.",
        "Educación financiera básica: el dinero y los bancos.",
        "La responsabilidad individual y empresarial en el pago de los impuestos para el mantenimiento de nuestro estado de bienestar.*",
        "4. Conciencia ecosocial",
        "El cambio climático de lo local a lo global: causas y consecuencias. Medidas de mitigación y adaptación.*",
        "Responsabilidad ecosocial. Las interrelaciones y la eco dependencia entre la persona, la sociedad y la naturaleza. Responsabilidad social y ecológica de las empresas.*",
        "El desarrollo sostenible. La actividad humana sobre el espacio y la explotación de los recursos. La actividad económica y la distribución de la riqueza: desigualdad social y regional en el mundo y en España. Los Objetivos de Desarrollo Sostenible.*",
        "Un nuevo modelo económico: La economía verde/circular. Hacia un desarrollo sostenible. La influencia de los mercados (de bienes, financiero y laboral) en la vida de la ciudadanía y en los ecosistemas (extractivismo). Los agentes económicos y los derechos laborales desde una perspectiva de género (ecofeminismo). El valor social de los impuestos. Responsabilidad social y ambiental de las empresas. Publicidad, consumo responsable (necesidades y deseos) y derechos del consumidor.*",
        "El patrimonio natural y cultural como bien y recurso; su uso, cuidado y conservación.*"
    ],
    "criteriosEvaluacion": [
        "1.1. Utilizar las estrategias de búsqueda, selección  y  discriminación  de  la información  adaptándose  al  objetivo planteado.",
        "1.2. Buscar,  seleccionar  y  organizar información, de forma individual y en grupo,  procedente  de  más  de  dos fuentes,   de   forma   planificada   y progresivamente autónoma, evaluando su fiabilidad, adquiriendo vocabulario científico básico y comunicándola de forma  eficiente,  de  acuerdo  a  los objetivos de la tarea.",
        "1.3. Utilizar  recursos  digitales  para generar contenidos de acuerdo con las necesidades de la tarea y del contexto educativo de forma, eficiente y crítica, adoptando  hábitos  de  uso  seguro  y sostenible.",
        "2.1. Reflexionar, de manera cooperativa sobre la evolución del pensamiento a lo largo   de   la   historia,   formulando preguntas pertinentes, comprendiendo las claves de ese proceso, contrastando evidencias científicas actuales con el pensamiento  científico  de  la  época correspondiente y transfiriéndolas al momento actual.    ",
        "2.2. Proponer posibles respuestas a las preguntas planteadas sobre  temas relacionados  con  el  medio  natural, social o cultural, a través del análisis e interpretación de la información y los resultados obtenidos, valorando la coherencia de las posibles soluciones y comparándolas con  las  predicciones realizadas.     ",
        "2.3. Diseñar y realizar experimentos, guiados  cuando  la  investigación  lo requiera, utilizando diferentes técnicas de indagación,  empleando  de  forma segura los instrumentos y dispositivos apropiados, realizando observaciones y mediciones precisas  y registrándolas correctamente y comunicando sus resultados.     ",
        "2.4. Diseñar y construir modelos de manera   autónoma aplicando los conocimientos científicos obtenidos a partir   de   la   experimentación   y reflexionando  sobre  el  proceso  y  el producto final.    ",
        "2.5. Comunicar, de manera cooperativa, los resultados de las investigaciones adaptando el mensaje y el formato a la audiencia  que  va  dirigido,  utilizando lenguaje científico, explicando los pasos seguidos y adoptando una perspectiva de género.     ",
        "3.1. Plantear problemas que se resuelvan con el diseño creativo de un prototipo o solución digital, evaluando necesidades del entorno y estableciendo objetivos concretos.",
        "3.2. Diseñar posibles soluciones a los problemas  planteados  de  acuerdo  a técnicas sencillas de pensamiento de diseño y pensamiento computacional, mediante estrategias básicas de gestión de proyectos cooperativos, teniendo en cuenta  los  recursos  necesarios  y estableciendo criterios objetivos concretos para evaluar el proyecto. ",
        "3.3. Desarrollar un producto final que dé solución  a  un  problema  de  diseño, probando en equipo, diferentes prototipos  o  soluciones  digitales  y utilizando   de   forma   segura   las herramientas, dispositivos, técnicas y materiales adecuados.  ",
        "3.4. Comunicar  el  resultado  de  los proyectos  de  diseño,  adaptando  el mensaje y el formato a la audiencia, explicando los pasos seguidos, justificando por qué ese prototipo o solución   digital   cumple   con   los requisitos del proyecto y proponiendo posibles retos para futuros proyectos. ",
        "4.1. Adoptar hábitos de vida saludables valorando  la  importancia  de  una alimentación variada y equilibrada, el ejercicio físico, el descanso, la higiene y la prevención de enfermedades. ",
        "4.2. Promover actitudes que fomenten el  bienestar   emocional   y  social, identificando las emociones propias y las de los demás, poniéndolas en valor, fomentando relaciones afectivas saludables y reflexionando ante los usos de la tecnología y la gestión del tiempo libre.    ",
        "4.3. Conocer,  aceptar  y  respetar  el propio cuerpo valorando la diversidad como  elemento  enriquecedor  de  la sociedad, mostrando empatía y siendo tolerante hacia lo distinto.  ",
        "5.1. Identificar   y   analizar   las características, organización y propiedades de los elementos del medio natural, social y cultural a través de metodologías de indagación, utilizando las herramientas y procesos adecuados y comunicando los resultados. ",
        "5.2. Realizar conexiones sencillas entre diferentes elementos del medio natural, social y cultural mostrando comprensión de las relaciones que se establecen entre ellos.     ",
        "5.3. Analizar y valorar de forma crítica las ideas científicas con los avances tecnológicos, culturales y  sociales, reconociendo que permiten una mejora de la calidad de vida.   ",
        "5.4. Valorar,   proteger   y   mostrar actitudes de conservación y mejora del patrimonio natural y cultural a través de propuestas  y  acciones  que  reflejen compromisos y conductas a favor de la sostenibilidad.    ",
        "6.1. Analizar críticamente las causas y consecuencias de la interacción humana en el entorno, integrando los planos  social, económico, cultural, tecnológico y  ecológico, identificando problemas. Transfiriendo la conciencia de   vida   sostenible   para   buscar soluciones a la problemática del planeta y hacerlas públicas en su entorno.",
        "6.2. Mostrar una actitud emprendedora en la búsqueda, contraste y evaluación de propuestas para afrontar problemas ecosociales,  aportando soluciones razonadas  de  modo  individual  y colectivamente.   ",
        "7.1. Analizar relaciones de causalidad, simultaneidad y   sucesión entre diferentes elementos del medio natural, social y cultural desde la Edad Media hasta la actualidad, situando hechos y personas relevantes  en ejes cronológicos, identificando rasgos significativos  sociales en distintas épocas de la historia.   ",
        "8.1. Realizar pequeñas investigaciones sobre  la  realidad  multicultural  del entorno  (de  Euskal  Herria)  tomando conciencia de la diversidad y riqueza patrimonial existente, y promoviendo una actitud de respeto y diálogo con personas y culturas diferentes. ",
        "8.2. Contribuir al bienestar individual y colectivo y al logro de los valores de la integración  en  Euskadi  y  Europa  a través del conocimiento de los procesos geográficos, históricos y culturales que han  conformado  la  sociedad  actual, valorando  la  diversidad  cultural,  y mostrando empatía y respeto por todas las  personas  y  por  la  igualdad  de género.   ",
        "8.3. Promover actitudes de igualdad de género, una visión no estereotipada y conductas  no  sexistas,  analizando  y contrastando  diferentes modelos en nuestra sociedad.   ",
        "9.1. Promover una interacción respetuosa y equitativa y resolver de forma pacífica y dialogada los conflictos, empleando un lenguaje inclusivo y no violento y explicando y ejercitando las principales normas, derechos, deberes y libertades que  forman  parte  de  las Constituciones española  y  de  la  de Unión Europea.   ",
        "9.2. Explicar el funcionamiento general de  los  órganos  de  gobierno  del Municipio, de las Diputaciones Forales, de las Comunidades  Autónomas, del Estado español y de la Unión Europea, y   sus   formas   de   participación democrática, valorando sus funciones y la gestión de los servicios públicos para la ciudadanía.   ",
        "9.3. Valorar e interiorizar de manera crítica las consecuencias del mal uso de las normas de circulación proponiendo alternativas  para  una  movilidad  más sostenible y responsable.  "
    ]
}