{
  "saberes": [
    "A Proyecto científico",
    "- Hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica.",
    "- Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
    "- Fuentes fidedignas de información científica: reconocimiento y utilización.",
    "- La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada.",
    "- Modelado como método de representación y comprensión de procesos o elementos de la naturaleza.",
    "- Métodos de observación y de toma de datos de fenómenos naturales",
    "- Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "- La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de la mujer en la ciencia.",
    "B La célula",
    "- Estudio del núcleo celular: cromatina y cromosomas.",
    "- Análisis de las fases del ciclo celular: interfase y división celular.",
    "- Descripción de las fases de la mitosis y la meiosis y argumentación sobre su función biológica.",
    "- Destrezas de observación de las distintas fases de la mitosis al microscopio.",
    "C. Genética y evolución",
    "- Estudio del modelo simplificado de la estructura del ADN y del ARN y relación con su función y síntesis.",
    "- Estrategias de extracción de ADN de una célula eucariota.",
    "- Análisis de las etapas de replicación, transcripción y traducción y de las características del código genético. Resolución de problemas relacionados con éstas.",
    "- Evolución del concepto de gen.",
    "- Argumentación sobre la relación entre las mutaciones, la replicación del ADN, el cáncer, la evolución y la biodiversidad.",
    "- Ingeniería genética y biotecnología. Proyecto Genoma Humano y ENCODE.",
    "- Diferenciación de los conceptos básicos de genética mendeliana.",
    "- Resolución de problemas sencillos de herencia genética de caracteres con relación de dominancia y recesividad con uno o dos genes.",
    "- Resolución de problemas sencillos de herencia del sexo y de herencia genética de caracteres con relación de codominancia, dominancia incompleta, alelismo múltiple y ligada al sexo con uno o dos genes.",
    "- Argumentación sobre el origen y la evolución de la vida. Valoración de las aportaciones de la ciencia.",
    "- Análisis del proceso evolutivo de una o más características concretas de una especie determinada a la luz de la teoría neodarwinista y de otras teorías con relevancia histórica (lamarckismo y darwinismo)",
    "- Aportaciones al proceso de la evolución desde un enfoque de cooperación entre especies. Coevolución. Teoría endosimbionte Lynn Margulis.",
    "- Análisis de la evolución humana. Aportaciones del proyecto Atapuerca.",
    "D. La Tierra en el universo",
    "- Descripción del origen y evolución del universo y de los componentes del sistema solar.",
    "- Análisis de las características de la Tierra que hicieron posible la vida.",
    "- Discusión sobre las principales investigaciones en el campo de la astrobiología. Investigaciones sobre la existencia de biomarcadores que puedan aportar luz sobre la existencia de vida en otros planetas.",
    "E. Geología",
    "- Análisis de la estructura y dinámica de la geosfera y de los métodos de estudio de éstas.",
    "- Explicación de los efectos globales de la dinámica de la geosfera a través de la tectónica de placas.",
    "- Diferenciación entre los procesos geológicos externos e internos y valoración sobre su relación con los riesgos naturales.",
    "- Relieve y paisaje: diferencias, su importancia como recursos y factores que intervienen en su formación y modelado.",
    "- Descripción de los métodos de datación: absoluta y relativa. Principios de datación relativa (horizontalidad, superposición, intersección, inclusiones, sucesión faunística ...). Criterios de polaridad.",
    "- Interpretación de cortes geológicos y trazado de la historia geológica que reflejan.",
    "F. Ecología y medio ambiente",
    "- Descripción de la estructura, funcionamiento y dinámica de los ecosistemas.",
    "- Estudio de los ciclos biogeoquímicos y valoración del papel del ser humano en el equilibrio y alteración de los mismos.",
    "- Estudio de los principales impactos de origen humano en el equilibrio de los ecosistemas. Casos cercanos: contaminación, pérdida de biodiversidad, especies invasoras, etc.",
    "- Análisis de la gestión y consumo sostenible de los recursos naturales. Hacia la transición ecológica en agricultura, alimentación, energía y otros sectores estratégicos.",
    "- Valoración de la restauración ambiental y Soluciones Basadas en la Naturaleza como estrategias para la recuperación de los ecosistemas terrestres y acuáticos."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Analizar conceptos y procesos biológicos y geológicos interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web, etc.), manteniendo una actitud crítica, obteniendo conclusiones y formando opiniones propias fundamentadas.",
    "1.2 Transmitir opiniones propias fundamentadas e información sobre Biología y Geología de forma clara y rigurosa, facilitando su comprensión y análisis mediante el uso de la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales, etc.).",
    "1.3 Analizar y explicar fenómenos biológicos y geológicos representándolos mediante el diseño y la realización de modelos y diagramas y utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora)",
    "Competencia específica 2",
    "2.1.Resolver cuestiones y profundizar en aspectos biológicos y geológicos localizando, seleccionando, organizando y analizando críticamente la información de distintas fuentes y citándolas con respeto por la propiedad intelectual.",
    "2.2 Contrastar la veracidad de la información sobre temas biológicos y geológicos o trabajos científicos, utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
    "2.3 Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos.",
    "Competencia específica 3",
    "3.1 Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando métodos científicos, en la explicación de fenómenos biológicos y geológicos y la realización de predicciones sobre estos.",
    "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada evitando sesgos",
    "3.3 Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión",
    "3.4 Interpretar y analizar los resultados obtenidos en un proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas y obteniendo conclusiones razonadas y fundamentadas o valorar la imposibilidad de hacerlo.",
    "3.5 Cooperar y colaborar en las distintas fases de un proyecto científico para trabajar con mayor eficiencia, valorando la importancia de la cooperación en la investigación, respetando la diversidad y la igualdad de género, y favoreciendo la inclusión.",
    "Competencia específica 4",
    "4.1 Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información proporcionados por el docente, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
    "4.2 Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos y cambiar los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados con posterioridad.",
    "Competencia específica 5",
    "5.1 Identificar los posibles riesgos naturales potenciados por determinadas acciones humanas sobre una zona geográfica, teniendo en cuenta sus características litológicas, relieve, vegetación y factores socioeconómicos.",
    "Competencia específica 6",
    "6.1 Deducir y explicar la historia geológica de un relieve identificando sus elementos más relevantes a partir de cortes, mapas u otros sistemas de información geológica y utilizando el razonamiento, los principios geológicos básicos (horizontalidad, superposición, actualismo,etc.) y las teorías geológicas más relevantes."
  ]
}