{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Describir las características musicales de una obra a partir de la escucha activa y el estudio ",
        "de partituras, analizando sus elementos constitutivos y la función que estos cumplen dentro ",
        "de la composición. ",
        "1.2. Comparar los elementos constitutivos y las características musicales de diferentes obras, ",
        "estableciendo analogías y diferencias entre ellas, a partir de la escucha activa y del estudio de ",
        "partituras. ",
        "Competencia específica 2. ",
        "2.1. Distinguir los principales géneros y estilos musicales que se desarrollan en la historia, ",
        "analizando los factores que inciden en la evolución de las formas musicales. ",
        "2.2. Asociar las obras analizadas con un género, un estilo y un contexto de creación ",
        "determinados, identificando, de forma autónoma, la estructura formal y los procedimientos ",
        "compositivos utilizados. ",
        "Competencia específica 3. ",
        "3.1. Expresar juicios personales sobre las obras analizadas, argumentando la opinión propia y ",
        "utilizando una terminología musical adecuada. ",
        "3.2. Justificar la opinión propia sobre las obras analizadas, investigando y seleccionando la ",
        "información más pertinente a partir de medios analógicos y digitales. ",
        "3.3. Publicar críticas musicales y comentarios propios en los medios disponibles, analógicos y ",
        "digitales, respetando los derechos de autor y la propiedad intelectual. ",
        "Competencia específica 4. ",
        "4.1. Realizar improvisaciones sencillas o pequeñas composiciones, en proyectos musicales ",
        "grupales, utilizando los procedimientos compositivos fundamentales y aplicando patrones ",
        "melódicos, rítmicos, armónicos y formales previamente analizados e interiorizados. ",
        "4.2. Utilizar, de forma eficaz, las tecnologías digitales en la composición musical. ",
        "Competencia específica 5. ",
        "5.1. Analizar los usos terapéuticos de la música y cómo inciden determinados rasgos musicales ",
        "en la salud y las emociones, a partir de la información obtenida en fuentes de información ",
        "fiables. ",
        "5.2. Describir las características de la música que se utiliza con fines terapéuticos, analizando ",
        "ejemplos de obras y relacionando sus rasgos con posibles efectos en el oyente. "
        
    ],
    "saberes": [
        "A. Técnicas de análisis musical. ",
        "– La comparación como técnica analítica. Comparación del mismo elemento musical (ritmo, ",
        "melodía, ornamentación, dinámicas…) entre obras de distintas épocas y estilos buscando ",
        "analogías y diferencias. ",
        "– Técnicas de análisis de audición y de partituras: escucha activa, observación y comparación ",
        "guiadas. Puesta en común de lo percibido por los alumnos. ",
        "– Técnicas para el análisis del contexto de creación. El pensamiento de la persona creadora, ",
        "los condicionantes contextuales y la interpretación de la obra. Investigación del contexto ",
        "histórico-artístico del creador y de su desarrollo como artista. Evolución de la interpretación de ",
        "una obra determinada a lo largo del tiempo. Comparación entre estas interpretaciones. ",
        "– Comentarios y críticas musicales. Análisis y/o realización de reseñas y/o comentarios ",
        "musicales de piezas de diferentes épocas y estilos. Puesta en común o debate sobre los ",
        "mismas en el aula. ",
        "– Recursos digitales para la investigación, la composición y la difusión musical. Internet como ",
        "herramienta para la investigación musical. Utilización básica de software libre de composición ",
        "musical y de plataformas de difusión de audio. ",
        "– Derechos de autor y propiedad intelectual. ",
        "B. Géneros musicales. ",
        "– Las características sonoras y estilísticas de la música desde la Edad Media hasta la ",
        "actualidad.   ",
        "Apreciación en audición y/o partitura de los siguientes elementos y deducción a partir de ",
        "ellos del estilo musical correspondiente.  ",
        "Género, textura, texto, tonalidad/modalidad, relación música-texto, idioma, número de ",
        "partes o movimientos, dinámicas, ornamentación, agrupaciones tímbricas…  ",
        "– Evolución organológica: desde la Edad Media hasta la actualidad.  ",
        "– Las formas y los géneros musicales desde la Edad Media hasta la actualidad.  ",
        "Según la instrumentación: vocal/ instrumental.  ",
        "Según la temática: religiosa (litúrgica o no litúrgica) / profana.  ",
        "Según el público: culta / popular (folklórica o urbana).  ",
        "Según la manera de exponer el contenido: descriptiva/ programática/ pura/ dramática ",
        "(representada o no).  ",
        "Según su función: escénica, cinematográfica, ceremonial, publicitaria, militar… ",
        "– Uso de la música con fines terapéuticos:   ",
        "La música sanadora en la literatura desde la Edad Antigua hasta la Edad Moderna  ",
        "Bases científicas de las terapias con sonido.  ",
        "Evolución de la musicoterapia.  ",
        "Patologías frecuentes tratadas con música.  ",
        "Técnicas aplicadas en musicoterapia: cantos, danza, cuencos tibetanos, improvisación…"
    ]
}
