{
  "saberes": [
    "A. Vida activa y saludable.",
    "A1. Salud física",
    "Tasa mínima de actividad física diaria  y semanal. ",
    "Adecuación del volumen y la intensi dad de la tarea a las características  personales. ",
    "Alimentación saludable y valor nutricio nal de los alimentos. ",
    "Educación postural: técnicas básicas de  descarga postural y relajación.",
    "Musculatura del core (zona media o  lumbo-pélvica) y su relación con el  mantenimiento de la postura.",
    "Cuidado del cuerpo: calentamiento ge neral autónomo.",
    "Pautas para tratar el dolor muscular de  origen retardado.    ",
    "A2. Salud social",
    "Efectos sobre la salud de malos há bitos vinculados a comportamientos  sociales.",
    "Análisis crítico de los estereotipos  corporales, de género y competencia  motriz, así como de los comportamien tos violentos e incitación al odio en el  deporte.",
    "A3. Salud menta",
    "Aceptación de limitaciones y posibili dades de mejora ante las situaciones  motrices.",
    "La actividad física como fuente de dis frute, liberación de tensiones, cohesión  social y superación personal.",
    "Reflexión sobre actitudes negativas ha cia la actividad física derivadas de ideas  preconcebidas, prejuicios, estereotipos  o experiencias negativas. ",
    "Trastornos alimenticios asociados a  la práctica de la actividad física y de porte.",
    "B. Organización y gestión de la actividad física.",
    "B1. Elección de la práctica física",
    "Gestión de las situaciones de com petición en base a criterios de lógica,  respeto al rival y motivación.",
    "B2. Preparación de la práctica motriz",
    "Autoconstrucción de materiales como  complemento y alternativa en la prácti ca de actividad física y deporte.",
    "B3. La higiene en la práctica de la actividad física y deportiva",
    "La higiene como elemento imprescin dible en la práctica de actividad física  y deportiva.",
    "B4. Planificación y autorregulación de proyectos motores",
    "Establecimiento de mecanismos de  autoevaluación para reconducir los  procesos de trabajo. ",
    "Herramientas digitales para la gestión  de la actividad física.",
    "B5. Prevención de accidentes en las prácticas motrices",
    "Calzado deportivo y ergonomía. ",
    "Medidas de seguridad en actividades  físicas dentro y fuera del centro es colar.",
    "B6. Actuaciones ante accidentes ",
    "Actuaciones ante accidentes durante  la práctica de actividades físicas. ",
    "Conducta PAS (proteger, avisar, socorrer).",
    "Protocolo 112. Soporte vital básico  (SVB).",
    "C. Resolución de problemas en situaciones motrices.",
    "C1. Toma de decisiones",
    "Utilización consciente del cuerpo en  función de las características de la  actividad, contexto y parámetros es paciales en las que se desarrolla en  situaciones motrices individuales.",
    "Pautas grupales para optimizar los  recursos motrices del grupo de cara  a la resolución de la acción/tarea en  situaciones cooperativas.",
    "Análisis de movimientos y patrones  motores del adversario para actuar en  consecuencia en situaciones motrices  de persecución y de interacción con  un móvil.",
    "Adecuación de los movimientos pro pios a las acciones de la persona con traria en situaciones de oposición.",
    "Delimitación de estrategias previas de  ataque y defensa en función de las  características de los miembros del  equipo en situaciones motrices de colaboración-oposición de persecución y  de interacción con un móvil.",
    "C2. Capacidades perceptivo-motrices en contexto de práctica",
    "Integración del esquema corporal; in tegración de los diferentes aspectos  coordinativos, espaciales y temporales  en determinadas secuencias motrices  o deportivas.",
    "C3. Capacidades condicionales",
    "Desarrollo de las capacidades físicas  básicas.",
    "C4. Habilidades motrices específicas",
    "Habilidades motrices específicas  asociadas a la técnica en actividades  físico-deportivas.",
    "C5. Creatividad motriz",
    "Resolución de retos y situaciones problema de forma original, tanto in dividualmente como en grupo.",
    "C6. El entorno",
    "Actitud crítica ante elementos del  entorno que supongan obstáculos a  la accesibilidad universal y la movi lidad activa, autónoma, saludable y  segura.",
    "D. Autorregulación emocional e interacción social en situaciones motrices.",
    "D1. Gestión emocional",
    "El estrés en situaciones motrices.",
    "Sensaciones, indicios y manifesta ciones. ",
    "Estrategias de autorregulación colec tiva del esfuerzo y la capacidad de  superación para afrontar desafíos en  situaciones motrices. ",
    "Perseverancia y tolerancia a la frustra ción en contextos físico-deportivos.",
    "D2. Habilidades sociales",
    "Conductas prosociales en situaciones  motrices colectivas.",
    "D3. Respeto a las reglas",
    "Las reglas de juego como elemento  de integración social. ",
    "Funciones de arbitraje deportivo.",
    "D4. Rechazo a conductas contrarias a la convivencia",
    "Identificación y rechazo de conductas  contrarias a la convivencia en situacio nes motrices (comportamientos violen tos, discriminación por cuestiones de  género, competencia motriz, actitudes  xenófobas, racistas, LGTBIfóbicas o  sexistas).",
    "E. Manifestaciones de la cultura motriz.",
    "E1. Aportaciones de la cultura motriz a la herencia cultural",
    "Los juegos y las danzas como mani festación de la interculturalidad.",
    "E2. Usos comunicativos de la corporalidad",
    "Expresión de sentimientos y emocio nes en diferentes contextos. ",
    "Técnicas de interpretación. ",
    "E3. Práctica de actividades rítmico-musicales",
    "Práctica de actividades rítmico musicales con carácter artístico expresivo.",
    "E4. Deporte y perspectiva de género",
    "Medios de comunicación y promoción  del deporte en igualdad. ",
    "Presencia y relevancia de figuras del  deporte. Análisis crítico.",
    "Igualdad de género en las profesiones  asociadas al deporte (comentaristas,  periodistas, deportistas, técnicos y  técnicas, etc.).",
    "E5. Influencia del deporte en la cultura actual",
    "El deporte como fenómeno de ma sas. ",
    "Impacto social, aspectos positivos y  negativos.",
    "F. Interacción eficiente y sostenible con el entorno.",
    "F1. Normas de uso",
    "Respeto a las normas viales en des plazamientos activos cotidianos para  una movilidad segura, saludable y  sostenible.",
    "La práctica de la bicicleta como medio  de transporte habitual.",
    "F2. Nuevos espacios y prácticas deportivas",
    "Utilización de espacios urbanos y na turales desde la motricidad (parkour,  skate o similares).",
    "F3. Riesgo en las prácticas físico-deportivas",
    "Análisis del riesgo en las prácticas  físico-deportivas en el medio natural  y urbano: medidas de seguridad en  actividades de los distintos entornos  y posibles consecuencias graves de  los mismos.",
    "F4. Consumo responsable",
    "Autoconstrucción de materiales para  la práctica motriz.",
    "F5. Diseño de actividades",
    "Diseño de actividades físicas en el  medio natural y urbano.",
    "F6. El entorno de la actividad física y el deporte ",
    "Cuidado del entorno próximo, como  servicio a la comunidad, durante la  práctica de actividad física en entornos  naturales y urbanos."
  ],
  "criteriosEvaluacion": [
    "1.1. Establecer y organizar secuencias  sencillas de actividad física orientada al  concepto integral de salud y al estilo de  vida activo, a partir de una valoración  del nivel inicial y respetando la propia  realidad e identidad corporal.",
    "1.2. Comenzar a incorporar con progre siva autonomía procesos de activación  corporal, dosificación del esfuerzo, ali mentación saludable, educación postural,  relajación e higiene durante la práctica  de actividades motrices, interiorizando  las rutinas propias de una práctica motriz  saludable y responsable.",
    "1.3. Adoptar de manera responsable y  con progresiva autonomía medidas ge nerales para la prevención de lesiones  antes, durante y después de la práctica  de actividad física, aprendiendo a reco nocer situaciones de riesgo para actuar  preventivamente.",
    "1.4. Actuar de acuerdo a los protocolos  de intervención ante accidentes deriva dos de la práctica de actividad física,  aplicando medidas básicas de primeros  auxilios.",
    "1.5. Analizar y valorar la incidencia que  ciertas prácticas y comportamientos tie nen en nuestra salud y en la convivencia,  valorando su impacto y evitando activa mente su reproducción.",
    "1.6. Explorar diferentes recursos y  aplicaciones digitales reconociendo su  potencial, así como los riesgos para su  uso en el ámbito de la actividad física  y el deporte.",
    "2.1. Desarrollar proyectos motores de  carácter individual, cooperativo o colabo rativo, estableciendo mecanismos para  reconducir los procesos de trabajo, in cluyendo estrategias de autoevaluación  y coevaluación tanto del proceso como  del resultado.",
    "2.2. Interpretar y actuar correctamente  en contextos motrices variados, aplican do principios básicos de toma de deci siones en situaciones lúdicas, juegos  modificados y actividades deportivas a  partir de la anticipación, adecuándose a  las demandas motrices, a la actuación  de la compañera o del compañero y de  la persona oponente (si la hubiera) y a  la lógica interna en contextos reales o  simulados de actuación, reflexionando  sobre las soluciones y los resultados  obtenidos.",
    "2.3. Evidenciar control y dominio corpo ral al emplear los componentes cualita tivos y cuantitativos de la motricidad de  manera eficiente y creativa, haciendo  frente a las demandas de resolución  de problemas en situaciones motrices  transferibles a su espacio vivencial con  progresiva autonomía.",
    "3.1. Practicar una gran variedad de  actividades motrices, valorando las im plicaciones éticas de las actitudes anti deportivas, evitando la competitividad  desmedida y actuando con deportividad  al asumir los roles de público, partici pante u otros.",
    "3.2. Cooperar o colaborar en la prácti ca de diferentes producciones motrices  para alcanzar el logro individual y grupal,  participando en la toma de decisiones y  asumiendo distintos roles asignados y  responsabilidades.",
    "3.3. Hacer uso con progresiva auto nomía de habilidades sociales, diálogo  en la resolución de conflictos y respeto  ante la diversidad, ya sea de género,  afectivo-sexual, de origen nacional, ét nica, socio-económica o de competencia  motriz, mostrando una actitud crítica y un  compromiso activo frente a los estereo tipos, las actuaciones discriminatorias  y cualquier tipo de violencia, haciendo  respetar el propio cuerpo y el de las de más personas.",
    "4.1. Gestionar la participación en juegos  motores y otras manifestaciones artísti co-expresivas vinculadas tanto con la  cultura propia como con otras, favore ciendo su conservación y valorando sus  orígenes, evolución e influencia en las  sociedades contemporáneas.",
    "4.2. Analizar objetivamente las diferen tes actividades y modalidades deportivas  según sus características y requerimien tos, evitando los posibles estereotipos  de género o capacidad o los compor tamientos sexistas vinculados a dichas  manifestaciones.",
    "4.3. Participar activamente en la crea ción y representación de composiciones  de expresión corporal individuales o co lectivas con y sin base musical, utilizan do intencionadamente y con progresiva  autonomía el cuerpo como herramienta  de expresión y comunicación a través de  diversas técnicas expresivas.",
    "5.1. Participar en actividades físico-de portivas en entornos naturales, terrestres  o acuáticos, disfrutando del entorno de  manera sostenible, minimizando el im pacto ambiental que estas puedan pro ducir y siendo conscientes de su huella  ecológica.",
    "5.2. Practicar actividades físico-depor tivas en el medio natural y urbano, apli cando normas de seguridad individuales  y colectivas."
  ]
}