{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Analizar críticamente conceptos y procesos relacionados con los saberes de Biología, Geología y Ciencias Ambientales, interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas...).",
        "Criterio 1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia de Biología, Geología y Ciencias Ambientales, transmitiendoles de forma clara y rigurosa, utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales...) y respondiendo de manera fundamentada a las cuestiones que puedan surgir durante el proceso.",
        "Criterio 1.3. Argumentar sobre aspectos relacionados con los saberes de la materia de Biología, Geología y Ciencias Ambientales, defendiendo una postura de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás.",
        "Competencia específica 2.",
        "Criterio 2.1. Plantear y resolver cuestiones relacionadas con los saberes de la materia de Biología, Geología y Ciencias Ambientales, localizando y citando fuentes adecuadas, seleccionando, organizando y analizando críticamente la información.",
        "Criterio 2.2. Contrastar y justificar la veracidad de la información relacionada con los saberes de la materia de Biología, Geología y Ciencias Ambientales utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, y otros.",
        "Competencia específica 3.",
        "Criterio 3.1. Plantear preguntas, formular hipótesis y realizar predicciones que puedan ser respondidas o contrastadas utilizando métodos científicos y que intenten explicar fenómenos biológicos, geológicos y ambientales y también realizar predicciones sobre estos.",
        "Criterio 3.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos, geológicos y ambientales, además de seleccionar los instrumentos necesarios de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada minimizando los sesgos en la medida de lo posible.",
        "Criterio 3.3. Realizar experimentos y tomar datos cuantitativos y cualitativos sobre fenómenos biológicos, geológicos y ambientales, seleccionando y utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión.",
        "Criterio 3.4. Interpretar y analizar resultados obtenidos en el proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas, reconociendo además su alcance y limitaciones para obtener conclusiones razonadas y fundamentadas o valorar la imposibilidad de hacerlo.",
        "Criterio 3.5. Establecer colaboraciones dentro y fuera del centro educativo en las distintas fases del proyecto científico para trabajar con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, valorando la importancia de la cooperación en la investigación.",
        "Criterio 3.6. Presentar de forma clara y rigurosa la introducción, metodología, resultados y conclusiones del proyecto científico utilizando el formato adecuado (tablas, gráficos, informes, etc.) y herramientas digitales.",
        "Criterio 3.7. Argumentar sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución, influida por el contexto político y los recursos económicos.",
        "Competencia específica 4.",
        "Criterio 4.1. Resolver problemas o dar explicación a procesos biológicos, geológicos o ambientales buscando y utilizando recursos variados como conocimientos, datos e información, razonamiento lógico, pensamiento computacional o recursos digitales.",
        "Criterio 4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos, geológicos o ambientales y modificar los procedimientos utilizados o conclusiones obtenidas si dicha solución no fuese viable o ante nuevos datos, aportados o encontrados con posterioridad.",
        "Competencia específica 5.",
        "Criterio 5.1. Analizar las causas y consecuencias ecológicas, sociales y económicas de los principales problemas medioambientales desde una perspectiva global, concibiéndolos como grandes retos de la humanidad basándose en datos científicos y en los saberes de la materia de Biología, Geología y Ciencias Ambientales.",
        "Criterio 5.2. Proponer y poner en práctica hábitos e iniciativas sostenibles y saludables en el ámbito local, y argumentar sobre sus efectos positivos y la urgencia de adoptarlos basándose en los saberes de la materia de Biología, Geología y Ciencias Ambientales.",
        "Criterio 5.3. Describir la dinámica de los ecosistemas determinando los problemas que se producen cuando las acciones humanas interfieren sobre ellos.",
        "Criterio 5.4. Defender el uso responsable y la gestión sostenible de los recursos naturales frente a actitudes consumistas y negacionistas, argumentando con criterios científicos sus propuestas.",
        "Competencia específica 6.",
        "Criterio 6.1. Reconocer los bioelementos y biomoléculas que forman los seres vivos así como los diferentes tipos de organización celular que aparecen en ellos.",
        "Criterio 6.2. Reconocer las características distintivas de los principales grupos de seres vivos e identificar las especies representativas del entorno próximo con ayuda de claves, guías y otros medios digitales.",
        "Criterio 6.3. Valorar la importancia de la célula como unidad fundamental de los seres vivos, reconociendo sus tipos mediante la observación de imágenes y la realización de preparaciones microscópicas sencillas.",
        "Criterio 6.4. Reconocer la estructura y composición de los diferentes tipos de tejidos relacionándolos con las funciones que realizan. ",
        "Criterio 6.5. Analizar las diferencias morfológicas y fisiológicas de los diferentes tipos de microorganismos y formas acelulares, así como su importancia biológica.",
        "Criterio 6.6 Valorar la importancia de la preservación de la biodiversidad en el planeta.",
        "Competencia específica 7.",
        "Criterio 7.1. Relacionar los grandes eventos de la historia terrestre con determinados elementos del registro geológico y con los sucesos que ocurren en la actualidad.",
        "Criterio 7.2. Relacionar los procesos geológicos internos, el relieve y la tectónica de placas.",
        "Criterio 7.3. Resolver problemas de datación analizando elementos del registro geológico y fósil y aplicando los métodos de datación adecuados para cada situación."
        
    ],
    "saberes": [
        "Bloque A. Proyecto científico.",
        "A.1. Formulación de hipótesis.",
        "A.1.1. Planteamiento de hipótesis, preguntas, problemas y conjeturas que puedan resolverse utilizando el método científico.",
        "A.2. Búsqueda de información.",
        "A.2.1. Utilización de herramientas tecnológicas para la búsqueda de información, la colaboración, interacción con instituciones científicas y la comunicación de procesos, resultados o ideas en diferentes formatos (presentación, gráficos, vídeo, póster, informe…).",
        "A.2.2. Búsqueda, reconocimiento y utilización de fuentes veraces de información científica.",
        "A.3. Experimentación y toma de datos.",
        "A.3.1. Diseño, planificación y realización de experiencias científicas de laboratorio o de campo para contrastar hipótesis y responder cuestiones. Importancia del uso de controles para obtener resultados objetivos y fiables.",
        "A.4. Análisis de los resultados.",
        "A.4.1. Métodos para el análisis de resultados científicos: organización, representación y uso de herramientas estadísticas cuando sea necesario.",
        "A.4.2. Estrategias de comunicación científica: vocabulario científico, formatos (informes, vídeos, modelos, gráficos y otros) y herramientas digitales.",
        "A.5. Historia de los descubrimientos científicos.",
        "A.5.1. Papel de las científicas y científicos en el desarrollo de las ciencias biológicas, geológicas y ambientales.",
        "A.5.2. Análisis de la evolución histórica de los descubrimientos científicos, destacando el papel de la mujer y entendiendo la ciencia como un proceso colectivo e interdisciplinar en construcción.",
        "Bloque B. La dinámica y composición terrestre.",
        "B.1. Atmósfera e hidrosfera.",
        "B.1.1. Estructura, funciones y dinámica de la atmósfera y la hidrosfera.",
        "B.2. Geosfera.",
        "B.2.1. Estructura, composición y dinámica de la geosfera. Métodos de estudio directos e indirectos. ",
        "B.3. Relieve.",
        "B.3.1. Relación entre los procesos geológicos internos, el relieve y la tectónica de placas. Tipos de bordes, relieves, actividad sísmica y volcánica y rocas resultantes en cada uno de ellos.",
        "B.3.2. Procesos geológicos externos, agentes causales y consecuencias sobre el relieve. Formas principales de modelado del relieve y geomorfología.",
        "B.4. Edafogénesis.",
        "B.4.1. Factores y procesos formadores de suelo.",
        "B.4.2. La edafodiversidad e importancia de su conservación.",
        "B.5. Riesgos naturales.",
        "B.5.1. Relación entre los procesos geológicos, las actividades humanas y los riesgos naturales.",
        "B.5.2. Estrategias de predicción, prevención y corrección de los riesgos naturales.",
        "B.6. Minerales y rocas.",
        "B.6.1. Clasificación de los tipos de rocas en función de su origen y composición. Ciclo litológico.",
        "B.6.2. Clasificación químicoestructural e identificación de minerales y rocas.",
        "B.6.3. Importancia de los minerales y las rocas, así como de sus usos cotidianos. Explotación y uso responsable.",
        "B.6.4. La importancia de la conservación del patrimonio geológico.",
        "Bloque C. Historia de la Tierra y la vida.",
        "C.1. Tiempo geológico.",
        "C.1.1. El tiempo geológico: magnitud, escala y métodos de datación.",
        "C.1.2. Problemas de datación absoluta y relativa.",
        "C.2. Historia de la Tierra.",
        "C.2.1. Principales acontecimientos geológicos a lo largo de la historia de la Tierra.",
        "C.2.2. Métodos y principios para el estudio del registro geológico. Reconstrucción de la historia geológica de una zona. Principios geológicos.",
        "C.2.3. Historia de la vida en la Tierra: principales cambios en los grandes grupos de seres vivos y justificación desde la perspectiva evolutiva.",
        "Bloque D. Ecología y sostenibilidad.",
        "D.1. Ecología.",
        "D.1.1. El ecosistema y sus componentes.",
        "D.1.2. Resolución de problemas sobre la dinámica de los ecosistemas: los flujos de energía, los ciclos de la materia (carbono, nitrógeno, fósforo y azufre), interdependencia y relaciones tróficas.",
        "D.1.3. Mecanismos de autorregulación de los ecosistemas: ecología de poblaciones y comunidades. Sucesión ecológica.",
        "D.2. Desarrollo sostenible.",
        "D.2.1. Análisis de las actividades de la vida cotidiana utilizando diferentes indicadores de sostenibilidad, estilos de vida compatibles y coherentes con un modelo de desarrollo sostenible. Concepto de huella ecológica.",
        "D.2.2. Investigación sobre las principales iniciativas locales y globales encaminadas a la implantación de un modelo de desarrollo sostenible.",
        "D.3. Clima y cambio climático.",
        "D.3.1. El clima y los factores que lo determinan. ",
        "D.3.2. Principales tipos de contaminación atmosférica y de los efectos que generan.",
        "D.3.3. Argumentación sobre las causas del cambio climático teniendo en cuenta los mecanismos de transferencia de materia en los ecosistemas: ciclo del carbono.",
        "D.3.4. Consecuencias del cambio climático sobre la salud, la economía, la ecología y la sociedad.",
        "D.3.5. Estrategias y herramientas para afrontar el cambio climático: mitigación y adaptación.",
        "D.4. El medioambiente como motor económico y social.",
        "D.4.1. Importancia de la evaluación de impacto ambiental y la gestión sostenible de los recursos y residuos.",
        "D.4.2. Relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud).",
        "D.5. El problema de los residuos. ",
        "D.5.1. Los compuestos xenobióticos: los plásticos y sus efectos sobre la naturaleza, la salud humana y la de otros seres vivos.",
        "D.5.2. La prevención y gestión adecuada de los residuos.",
        "D.6. Biodiversidad.",
        "D.6.1. La pérdida de biodiversidad: causas y consecuencias sociales y ambientales.",
        "D.6.2. Importancia de la conservación de la biodiversidad.",
        "Bloque E. Seres vivos: niveles de organización y clasificación.",
        "E.1. Niveles de organización de los seres vivos.",
        "E.1.1. Composición química de los seres vivos.",
        "E.1.2. Modelos de organización celular.",
        "E.1.3. Tejidos animales y vegetales.",
        "E.2. Clasificación de los seres vivos.",
        "E.2.1. Comparación de los principales grupos taxonómicos de acuerdo a sus características fundamentales. ",
        "Bloque F. Fisiología animal e histología animal.",
        "F.1. Función de nutrición.",
        "F.1.1. Función de nutrición: importancia biológica y las estructuras que participan en ella en diferentes grupos taxonómicos.",
        "F.2. Función de relación.",
        "F.2.1. Análisis del funcionamiento de los receptores sensoriales.",
        "F.2.2. Fisiología de los sistemas de coordinación (sistema nervioso y endocrino).",
        "F.2.3. Fisiología de los órganos efectores.",
        "F.3. Función de reproducción.",
        "F.3.1. Función de reproducción: importancia biológica, tipos y estructuras que participan en ella en diferentes grupos taxonómicos.",
        "Bloque G. Fisiología e histología vegetal.",
        "G.1. Función de nutrición.",
        "G.1.1. Fotosíntesis: balance general e importancia para el mantenimiento de la vida en la Tierra.",
        "G.1.2. La savia bruta y la savia elaborada: composición, formación y mecanismos de transporte.",
        "G.2. Función de relación.",
        "G.2.1. Tipos de respuestas de los vegetales a diferentes estímulos e influencia de las principales fitohormonas (auxinas, citoquininas, etileno, etc.) sobre estas.",
        "G.2.2. Relación fundamentada de las adaptaciones de determinadas especies vegetales y las características del ecosistema en el que se desarrollan.",
        "G.3. Función de reproducción.",
        "G.3.1. Análisis de la reproducción sexual y asexual desde el punto de vista evolutivo mediante el estudio de diferentes ciclos biológicos.",
        "G.3.2. Tipos de reproducción asexual.",
        "G.3.3. Procesos implicados en la reproducción sexual de los vegetales (polinización, fecundación, dispersión de la semilla y el fruto) y la relación de estos con el ecosistema.",
        "Bloque H. Los microorganismos y formas acelulares.",
        "H.1. Microorganismos.",
        "H.1.1. Diferenciación entre eubacterias y arqueobacterias. ",
        "H.1.2. Comparación de algunas de las formas de metabolismo bacteriano. Importancia ecológica en las simbiosis y los ciclos biogeoquímicos. ",
        "H.1.3. Los microorganismos eucariotas. Principales características de protozoos, algas y hongos.",
        "H.1.4. Microorganismos como agentes causales de las enfermedades infecciosas: zoonosis y epidemias. ",
        "H.1.5. Técnicas de esterilización, aislamiento y cultivo de microorganismos.",
        "H.1.6. Mecanismos de transferencia genética horizontal en bacterias y análisis del problema de la resistencia a antibióticos.",
        "H.2. Formas acelulares.",
        "H.2.1. Virus, viroides y priones. Características.",
        "H.2.2. Mecanismos de infección e importancia biológica." 
    ]
}
