{
    "saberes": [
        "A. Patrimonio artístico y cultural. Patrimonio en Andalucía ",
        "EPV.3.A.1. Los géneros artísticos a lo largo de la historia del arte.",
        "EPV.3.A.2. Manifestaciones culturales y artísticas más importantes, incluidas las contemporáneas y las pertenecientes al patrimonio local: sus aspectos formales y su relación con el contexto histórico.",
        "EPV.3.A.3. El patrimonio cultural y artístico en relación con su contexto histórico y natural, conocimiento, estudio y valoración de las responsabilidades que supone su conservación, sostenibilidad y mejora.",
        "B. Elementos formales de la imagen y del lenguaje visual. La expresión gráfica.",
        "EPV.3.B.1. El lenguaje visual como forma de comunicación.",
        "EPV.3.B.2. Elementos básicos del lenguaje visual: el punto, la línea y el plano. Posibilidades expresivas y comunicativas.",
        "EPV.3.B.3. Elementos visuales, conceptos y posibilidades expresivas: forma, color y textura. ",
        "EPV.3.B.4. La percepción visual. Introducción a los principios perceptivos, elementos y factores.",
        "EPV.3.B.5. La composición. Conceptos de equilibrio, proporción y ritmo aplicados a la organización de formas en el plano y en el espacio.",
        "C. Expresión artística y gráfico-plástica: técnicas y procedimientos",
        "EPV.3.C.1. El proceso creativo a través de operaciones plásticas: reproducir, aislar, transformar y asociar. ",
        "EPV.3.C.2. Factores y etapas del proceso creativo: elección de materiales y técnicas, realización de bocetos. ",
        "EPV.3.C.3. Técnicas básicas de expresión gráfico-plástica en dos dimensiones. Técnicas secas y húmedas. Su uso en el arte y sus características expresivas",
        "EPV.3.C.4. Técnicas básicas de expresión gráfico-plástica en tres dimensiones. Su uso en el arte y sus características expresivas.",
        "D. Imagen y comunicación visual y audiovisual",
        "EPV.3.D.1. El lenguaje y la comunicación visual. Finalidades: informativa, comunicativa, expresiva y estética. Contextos y funciones.",
        "EPV.3.D.2. Imágenes visuales y audiovisuales: lectura y análisis.",
        "EPV.3.D.3. Imagen fija y en movimiento, origen y evolución. Introducción a las diferentes características del cómic, la fotografía, el cine, la animación y los formatos digitales.",
        "EPV.3.D.4. Técnicas básicas para la realización de producciones audiovisuales sencillas, de forma individual o en grupo. Experimentación en entornos virtuales de aprendizaje de proyectos de vídeo-arte.",
        "E. Geometría, repercusión en el arte y la arquitectura.",
        "EPV.3.E.1. Análisis y representación de formas. Formas geométricas y formas orgánicas. Formas geométricas en la arquitectura.",
        "EPV.3.E.2. Introducción a la geometría plana y trazados geométricos básicos.",
        "EPV.3.E.3. Redes modulares. Aplicación de diseños con formas geométricas planas, teniendo como ejemplo el legado andalusí y el mosaico romano.",
        "EPV.3.E.4. Los sistemas de representación y su aplicabilidad práctica."
    ],
    "criteriosEvaluacion": [
        "1.1. Se introduce en el reconocimiento de los factores históricos y sociales que rodean a diferentes producciones plásticas, visuales y audiovisuales, describiendo de manera simple, de forma oral, escrita o visual diferentes corrientes artísticas, con interés y respeto, incorporando además la perspectiva de género.",
        "1.2. Muestra interés por la conservación, preservación y difusión del patrimonio cultural y artístico, a través de iniciarse en el conocimiento y el análisis guiado de obras de arte comenzando por el que le es más cercano, utilizándolo en sus propias creaciones, en las que manifieste aspectos de su propia identidad cultural.",
        "1.3. Se inicia en el análisis de la importancia de las formas geométricas básicas de su entorno, identificando los elementos plásticos del lenguaje visual en el arte y en el entorno, tomando como modelo el legado andalusí y el mosaico romano.",
        "2.1. Conoce y emplea el proceso creativo desde la intención hasta la realización, comprendiendo las dificultades del mismo mediante el intercambio de experiencias y el diálogo, detectando prejuicios hacia otras expresiones culturales y reflexionando sobre la discriminación y rechazo que estos provocan.",
        "2.2. Se inicia en el análisis, de forma guiada, de diversas producciones artísticas, incluidas las propias y las de sus iguales, respetando las creaciones, vengan estas de donde vengan, comenzando a establecer un juicio basado en el conocimiento.",
        "2.3. Analiza, valora y realiza composiciones inspiradas en la naturaleza introduciendo aspectos básicos compositivos y experimentando al menos con dos técnicas de expresión gráfico-plásticas bidimensionales.",
        "3.1. Iniciar un acercamiento a la observación y análisis de forma respetuosa en relación con las diversas propuestas plásticas, visuales y audiovisuales como forma de configuración de la cultura artística personal.",
        "3.2. Empezar a concebir el campo de las artes plásticas, visuales y audiovisuales como un elemento cultural indispensable en la sociedad contemporánea mediante el conocimiento de las obras pasadas y también contemporáneas.",
        "3.3. Se inicia en la identificación de la importancia de la presentación de las creaciones propias a partir de técnicas audiovisuales básicas, compartiendo estas producciones con el resto del alumnado.",
        "4.1. Iniciar la exploración y el reconocimiento de las características propias de los diversos lenguajes y medios de expresión artística en relación con los contextos culturales, sociales y artísticos en los que han sido producidos como forma de investigación dentro del ámbito creativo.",
        "4.2. Comenzar a aplicar en las producciones plásticas, visuales y audiovisuales propias las conclusiones extraídas mediante el reconocimiento y comprensión de las respuestas que otros creadores y creadoras han efectuado ante preguntas similares.",
        "5.1. Iniciar un acercamiento al proceso de comunicación que constituye la creación de obras plásticas, visuales y audiovisuales como medio de transmisión de ideas y pensamientos.",
        "5.2. Adquirir y desarrollar el imaginario propio a través de la implementación de un pensamiento creativo caracterizado por mensajes cuya canalización discurre a través de cauces plásticos, visuales y audiovisuales, favoreciendo el comienzo de la integración de conceptos como la racionalidad, la empatía o la sensibilidad.",
        "5.3. Empezar a descubrir y seleccionar aquellos procedimientos y técnicas más idóneos en relación con los fines de presentación y representación perseguidos.",
        "6.1. Comprender su pertenencia a un contexto cultural, en este caso el andaluz, con el descubrimiento y análisis de los aspectos formales y de los factores sociales que determinan las producciones de artistas actuales, mostrando empatía y una actitud colaborativa, abierta y respetuosa.",
        "6.2. Identificar la representación de las vivencias y la visión del mundo que habita el alumnado, como un medio válido para aumentar la autoestima y el conocimiento de sí mismo y de sus iguales, favoreciendo los procesos de relación interpersonales.",
        "6.3. Entender la historia del arte y la cultura como un todo continuo e inseparable, en el cual las obras del pasado son la base sobre la que se construyen las creaciones del presente.",
        "7.1. Analizar y comprender el proceso creativo de un proyecto artístico, así como diferenciar las distintas técnicas visuales o audiovisuales utilizadas para la generación de mensajes.",
        "7.2. Iniciar la elaboración de producciones artísticas ajustadas al objetivo propuesto, utilizando las posibilidades expresivas de los elementos formales básicos en las artes visuales y audiovisuales, esforzándose en superarse y demostrando un criterio propio",
        "8.1. Identificar rasgos básicos de distintas manifestaciones artísticas en el entorno cotidiano, exponiendo de forma individual o colectiva el significado y/o finalidad de las mismas.",
        "8.2. Reconocer la intención comunicativa de distintos proyectos plásticos desde las distintas funciones y recursos que tiene el lenguaje visual y audiovisual y comenzar con su aplicación dentro del desarrollo proyectual individual y colectivo.",
        "8.3. Iniciar un proceso de análisis y reflexión a partir de los resultados obtenidos a través de la realización de los proyectos artísticos visuales o audiovisuales llevados a cabo, desarrollados de forma individual o colectiva, incidiendo en la búsqueda de soluciones a aquellos interrogantes surgidos durante la ejecución de los mismos."
    ]
}