{
    "saberes": [
        "I. El perfil de la persona emprendedora, destrezas para el trabajo en equipo, iniciativa y creatividad",
        "1. Identificación del perfil de la persona emprendedora: autoconfianza, autoconocimiento, empatía, perseverancia, iniciativa y resiliencia. Utilización del DAFO personal y otras técnicas de diagnóstico de debilidades y fortalezas.",
        "2. Gestión de las emociones. Aplicación de estrategias de gestión de la incertidumbre y toma de decisiones en contextos cambiantes. El error y la validación como proceso de aprendizaje de la autoestima, autoconfianza y autonomía.",
        "3. Diseño de un proyecto personal generador de valor: herramientas para desarrollar la visión emprendedora y la iniciativa personal.",
        "4. La motivación, las habilidades sociales, de negociación, de liderazgo y comunicativas de las personas emprendedoras: importancia para el desarrollo personal y para el trabajo en equipo.",
        "5. Los equipos emprendedores en las empresas y organizaciones. ",
        "    5.1. La constitución de equipos de trabajo eficaces: características y principios de conformación de equipos. Aplicación de técnicas de constitución de equipos.",
        "    5.2. Funcionamiento interno de los equipos de trabajo eficaces.",
        "    5.3. La puesta en práctica de estrategias ágiles de trabajo en equipo.",
        "6. El entrenamiento de la iniciativa y la creatividad en la búsqueda de ideas y soluciones: Design thinking (o pensamiento de diseño) y aplicación de otras técnicas ágiles de ideación e innovación.",
        "II. El entorno como fuente de ideas y oportunidades",
        "1. Estrategias de exploración del entorno en el desarrollo del proyecto emprendedor. La visión emprendedora. ",
        "    1.1. La búsqueda y gestión de la información para identificar oportunidades de mercado y tendencias sociales en el entorno.",
        "    1.2. Análisis de la influencia del entorno en las ideas: métodos DAFO empresarial y otros métodos de análisis de ideas.",
        "2. Análisis del entorno social, cultural y ambiental desde una perspectiva económica. ",
        "    2.1. Las soluciones a los retos medioambientales y sociales de los modelos productivos y económicos alternativos: la huella ecológica y la economía circular. La economía colaborativa. Estudio de casos prácticos.",
        "    2.2. Los proyectos emprendedores en torno al bienestar de las personas: la economía social y solidaria.",
        "    2.3. Los Objetivos de Desarrollo Sostenible (ODS) y el desarrollo local en Canarias: oportunidades para la innovación social. Estudio de casos prácticos.",
        "    2.4. El emprendimiento cultural: Sectores productivos y géneros del entorno cultural y artístico. Agentes que apoyan la creación de proyectos culturales emprendedores.",
        "3. La estrategia empresarial como fuente de transformación social. Estudio de casos prácticos. ",
        "    3.1. Misión, visión y valores de la empresa o entidad.",
        "    3.2. La influencia de la empresa en el entorno económico, social y ambiental: la responsabilidad social corporativa y su contribución a los ODS.",
        "    3.3. La decisión empresarial y la innovación como fuente de transformación social.",
        "4. Análisis del entorno y de la toma de decisiones de los consumidores, desde la perspectiva económica. ",
        "    4.1. La comprensión del problema económico: la escasez de recursos y la necesidad de elegir.",
        "    4.2. Los principios de la elección individual: el coste de nuestras decisiones, el análisis marginal y los incentivos.",
        "    4.3. El comportamiento de las personas en las decisiones: la racionalidad económica.",
        "    4.4. La interrelación de las decisiones con el comercio: el bienestar y las desigualdades. La comparación de los modelos económicos tradicionales y alternativos.",
        "    4.5. La toma de decisiones de las personas usuarias: como consumidoras y como destinatarias finales de los prototipos de los proyectos emprendedores. Aplicación de técnicas de investigación de las necesidades de las personas consumidoras. Derechos y obligaciones de las personas consumidoras.",
        "5. Análisis del entorno económico-empresarial para el desarrollo de los proyectos emprendedores. ",
        "    5.1. Las interacciones sociales en la economía: estudio de las funciones de los agentes económicos mediante la modelización del flujo circular de la renta. El funcionamiento de los mercados.",
        "    5.2. El mercado y las oportunidades de negocio: aplicación de técnicas de análisis del entorno general o macroentorno y del análisis del entorno específico o microentorno. Métodos de análisis de la competencia.",
        "    5.3. El funcionamiento del sistema financiero en nuestra sociedad. El papel de los intermediarios financieros entre el ahorro y la inversión de consumidores y empresas. El papel del dinero en la economía y la determinación de su precio.",
        "III. Recursos para llevar a cabo un proyecto emprendedor",
        "1. El estudio de la organización y de la gestión en las entidades emprendedoras. La descripción de las áreas funcionales de las empresas.",
        "  ",
        "2. La selección ética, eficiente y sostenible de los recursos productivos para el desarrollo de la idea o solución creativa propuesta.",
        "3. El control y la gestión del dinero en las finanzas personales y en el proyecto emprendedor. ",
        "    3.1. Las fuentes y el control de los ingresos y gastos: la formulación y gestión de los presupuestos personales.",
        "    3.2. Los recursos financieros a corto y largo plazo y su relación con el bienestar financiero. La gestión del endeudamiento: la calidad y el nivel de endeudamiento.",
        "    3.3. La tipología, las ventajas e inconvenientes de las fuentes de financiación. Las distintas formas de captación de los recursos financieros para la puesta en marcha del proyecto emprendedor.",
        "    3.4. La gestión del riesgo y los contratos de seguros: funcionamiento y tipología.",
        "IV. La realización del proyecto emprendedor",
        "1. El reto o desafío como objetivo en el desarrollo de soluciones emprendedoras.",
        "2. Planificación, gestión y ejecución cooperativa de un proyecto emprendedor grupal. Del reto al prototipo, proceso constructivo en equipo.",
        "3. Aplicación de técnicas y herramientas de prototipado rápido para la representación de la solución a validar.",
        "4. Presentación e introducción del prototipo en el entorno. Aplicación de estrategias ágiles de difusión y comunicación.",
        "5. La validación y el testado de prototipos. ",
        "    5.1. Aplicación de metodologías y técnicas para la validación del desarrollo e innovación ágil, iterativa e incremental del prototipo final.",
        "    5.2. Evaluación del aprendizaje experimentado a lo largo del proceso seguido en el desarrollo de las soluciones emprendedoras: la retroalimentación.",
        "6. Los derechos sobre el prototipo: valoración de las modalidades de propiedad intelectual e industrial."
    ],
    "criteriosEvaluacion": [
        "1.1. Valorar las fortalezas y debilidades personales, así como la iniciativa y creatividad propia y ajena, haciendo uso de estrategias de autoconocimiento y autoeficacia, para aprender a valorarlas como fuente de crecimiento personal que le permitan afrontar futuros retos personales. CCL1, CPSAA1, CE2, CCEC3",
        "1.2. Gestionar de forma eficaz las emociones aplicando estrategias de gestión de la incertidumbre y toma de decisiones adaptadas a contextos cambiantes y utilizando el error y la validación como oportunidades para aprender con la finalidad de fortalecer el optimismo, la resiliencia y la autoestima y poder aplicarlas en distintas situaciones de la vida. CCL3, CD1, CPSAA1, CPSAA5, CE2, CCEC3",
        "1.3. Diseñar un proyecto personal generador de valor potenciando las aptitudes y destrezas personales, desarrollando las actitudes creativas y reflexionando sobre el valor estratégico de su marca personal con la finalidad de generar nuevas oportunidades personales y favorecer avances sociales, culturales, artísticos y económicos. CCL1, CD2, CPSAA1, CC1, CE2, CE3",
        "2.1. Constituir equipos de trabajo basados en principios de equidad, coeducación e igualdad entre hombres y mujeres, con actitud participativa, motivación y visualización de metas comunes, utilizando técnicas de conformación de equipos y estrategias ágiles de trabajo durante el proceso de desarrollo de soluciones emprendedoras que conduzcan a la consecución del reto propuesto. CCL1, CCL5, CD3, CPSAA1, CPSAA3, CC1, CE2",
        "2.2. Poner en práctica habilidades sociales, de comunicación abierta y de liderazgo, cooperación e innovación ágil, valorando las aportaciones y experiencias ajenas y respetando las normas y decisiones tomadas de forma colectiva para descubrir el valor de cooperar con otras personas con espíritu constructivo y empatía en distintos contextos de los ámbitos personal, social, educativo y profesional. CCL1, CCL5, CP1, CP2, CD3, CPSAA3, CC1, CE2",
        "3.1. Superar los retos propuestos sobre la preservación y cuidado del entorno natural, social, cultural y artístico, aportando ideas creativas, innovadoras y sostenibles y analizando las ventajas e inconvenientes de las soluciones adoptadas para evaluar el impacto que pudieran generar a nivel personal y en el entorno socioeconómico canario y global al que van dirigidas. CCL1, CCL2, CCL3, STEM1, CD1, CC4, CE1, CE2, CCEC3",
        "3.2. Aplicar metodologías ágiles siguiendo los criterios y pautas establecidos en el proceso de construcción de ideas, que den solución ética y solidaria a las necesidades detectadas, atendiendo a razonamientos y resultados científicos, con la finalidad de promover el desarrollo sostenible con visión creativa, emprendedora y comprometida. CCL1, STEM3, CPSAA1, CC4, CE1, CE3, CCEC3",
        "4.1. Diseñar de forma cooperativa un proyecto de conversión de las ideas en acciones emprendedoras, seleccionando y reuniendo los recursos materiales, inmateriales y digitales disponibles para poner en marcha un proceso creativo que lleve a la realidad una solución innovadora, ética y sostenible para la necesidad o problema que se plantea en su entorno. CCL3, STEM3, CD1, CD2, CPSAA3, CE1, CE2",
        "4.2. Utilizar estrategias de captación y gestión de los medios de producción y de las fuentes financieras, aplicando conocimientos económicos y financieros fundamentales para planificar la organización, distribución, uso y optimización de los recursos necesarios para la puesta en marcha de la idea o solución propuesta. CCL1, CCL3, STEM3, CD1, CD2, CE1, CE2",
        "5.1. Validar las ideas y soluciones desarrolladas empleando mensajes convincentes y adecuados al contexto y objetivos concretos, utilizando estrategias comunicativas ágiles para participar en la toma de decisiones sobre la elección final con actitud cooperativa y respetuosa en el intercambio de información y creación de conocimiento respecto a las situaciones propuestas. CCL2, CCL3, CD1, CD2, CD3, CPSAA1, CC1, CE2",
        "5.2. Presentar y exponer en el entorno las ideas y soluciones creativas adoptadas, utilizando herramientas y estrategias de difusión ágil para valorar la importancia de mantener una comunicación efectiva y respetuosa. CCL1, CP1, CD2, CD3, CE1",
        "6.1. Desarrollar una idea o emprendedora utilizando los conocimientos, destrezas y actitudes adquiridos desde el ámbito de la economía y las finanzas, con la finalidad de tomar decisiones sobre la búsqueda y planificación de los recursos escasos, necesarios y disponibles en el entorno que permitan su desarrollo. CCL1, CE1, CE2, CE3",
        "6.2. Analizar el comportamiento financiero de las personas utilizando herramientas financieras para comprender con precisión el entorno económico y financiero que les permita optimizar los recursos necesarios que lleven a la acción una experiencia emprendedora de valor. CCL1, STEM2, CC1, CC4, CE2",
        "6.3. Valorar los principios de interacción social desde un punto de vista macroeconómico y microeconómico analizando el entorno general y específico y situaciones de negocios reales o simuladas para aplicar conocimientos económicos y financieros a actividades y situaciones concretas. CCL1, STEM2, CC1, CC4, CE2, CE3",
        "7.1. Valorar la contribución del prototipo final, tanto para el aprendizaje como para el desarrollo personal y colectivo, evaluando de manera crítica y ética todas las fases del proceso llevado a cabo, así como la adecuación de las estrategias empleadas en la construcción del mismo para alcanzar objetivos a través de la eficacia tanto en las relaciones personales e interpersonales como en la gestión de nuevos proyectos. CPSAA3, CPSAA4, CPSAA5, CE3",
        "7.2. Analizar de manera crítica el proceso de diseño y ejecución llevado a cabo en la realización de los prototipos creados, estableciendo comparaciones entre la efectividad, viabilidad y adecuación lograda en los procesos y los resultados obtenidos, para llevar a término el proceso de creación de prototipos innovadores y de valor en el ámbito personal, académico y profesional. STEM2, CPSAA4, CPSAA5, CE2, CE3",
        "7.3. Utilizar estrategias eficaces de diseño y ejecución seleccionando aquellas que faciliten la construcción del prototipo final de manera ágil, cooperativa y autónoma para desarrollar habilidades de organización y control de tiempos y autonomía en el aprendizaje proactivo. STEM2, STEM3, CD5, CE3"
    ]
}