{
  "competenciasEspecificas": [
    "1. Reconocer el medio fotográfico y el audiovisual como formas de conocimiento y comprensión del mundo, a través de una mirada consciente, curiosa, respetuosa y crítica de diversas formas de narra- ción fotográficas y audiovisuales para ampliar su imaginario, y promover la conservación del patrimo- nio audiovisual. CCL1, CP1, CD1, CPSAA1.1, CPSAA1.2, CC1, CC3, CCEC1.",
    "2. Analizar sin prejuicios diversas imágenes fotográficas fijas y producciones audiovisuales, recono- ciendo el lenguaje, elementos técnicos, procedimientos, contextos y la función presente en ellas, para fomentar el deleite estético, construir su identidad cultural y desarrollar una mirada sobre el mundo empática y tolerante. CCL1, CP1, CD1, CPSAA1.1, CC1, CC3, CCEC1, CCEC2",
    "3. Conocer y experimentar, con progresiva autonomía, con las principales técnicas, recursos y con- venciones del lenguaje audiovisual, identificando los equipos y competencias necesarios e incorpo- rando las posibilidades que ofrecen las diversas tecnologías vinculadas con el medio, para integrarlos y utilizarlos en la planificación y realización de un proyecto. CCL1, STEM2, CD3, CPSAA1.1, CPSAA1.2, CPSAA5, CC1, CE1, CCEC4.2.",
    "4. Utilizar la producción audiovisual, de forma creativa y crítica, como medio de expresión, empleando su propia imagen como un recurso, aceptándose a sí mismo y al otro, para aumentar su autoconoci- miento, autoconfianza y empatía. CCL1, CP1, STEM2, CD2, CPSAA1.1, CC1, CCEC3.1, CCEC 3.2",
    "5. Realizar de forma individual o colectiva, producciones audiovisuales, diseñando las fases del pro- ceso y seleccionando las técnicas adecuadas, teniendo en cuenta sus destinatarios y adoptando criterios de sostenibilidad, para valorar las oportunidades que ofrecen, plantearse retos y construir una personalidad artística, amplia y diversa. CCL1, STEM3, CD3, CD4, CPSAA3.1, CPSAA3.2, CPSAA5, CC1, CE3, CCEC4.1, CCE4.2.",
    "6. Comunicar públicamente producciones audiovisuales, evaluando tanto el proceso conjunto de producción como el resultado final, para reflexionar sobre las reacciones de sus espectadores de forma abierta y respetuosa. CCL1, STEM 4, CPSAA1.1, CPSA1.2, CC1, CC3, CE3, CCEC4.2."
  ]
}