{
  "saberes": [
    "Bloque A. Las lenguas y sus hablantes.",
    "A.1. La comunicación: lengua y lenguas.",
    "A.1.4.1. Los fenómenos del contacto entre lenguas: bilingüismo, diglosia lingüística, préstamos, interferencias.",
    "A.2. España, un país plurilingüe.",
    "A.2.4.1. Desarrollo sociohistórico de las lenguas de España.",
    "A.2.4.2. Análisis y valoración de las diferencias entre los rasgos propios de las variedades dialectales (fónicos, gramaticales y léxicos) y los relativos a los sociolectos y los registros. Reflexión sobre la diglosia dialectal, en contextos regionales y nacionales.",
    "A.2.4.3. Reconocimiento de la diversidad dialectal de hablas comarcales y locales de la región extremeña.",
    "A.3. Idiolecto, interlingüismo y valoración de la diversidad idiomática.",
    "A.3.4.1. Biografía lingüística y diversidad idiomática del entorno (iniciación).",
    "A.3.4.2. Reflexión interlingüística.",
    "A.3.4.3. Prejuicios y estereotipos lingüísticos explícitos e implícitos. Estrategias para evitarlos.",
    "A.3.4.4. Indagación en torno a los derechos lingüísticos y su expresión en leyes y declaraciones institucionales.",
    "Bloque B. Comunicación.",
    "B.1. Contexto.",
    "B.1.4.1. Análisis ampliado de los elementos de la comunicación.",
    "B.1.4.2. Identificación de las funciones del lenguaje en situaciones comunicativas propias de ámbitos variados, locales y globales.",
    "B.1.4.3. Uso variado de estructuras sintácticas complejas y léxico culto en contextos de comunicación formal.",
    "B.1.4.4. Análisis de registros y propósitos comunicativos.",
    "B.1.4.5. Estrategias ampliadas para la comunicación formal.",
    "B.1.4.6. Análisis de los niveles sociales de la lengua.",
    "B.2. Géneros discursivos.",
    "B.2.4.1. Reconocimiento, análisis y redacción de textos expositivos.",
    "B.2.4.2. Reconocimiento, análisis y redacción de textos argumentativos.",
    "B.2.4.3. Géneros discursivos propios del ámbito personal: la conversación, con especial atención a los actos de habla que amenazan la imagen del interlocutor (la discrepancia, la queja, la orden, la reprobación).",
    "B.2.4.4. Géneros discursivos propios del ámbito educativo. La explicación de procedimientos y razonamientos analíticos relacionados con la lengua y la literatura.",
    "B.2.4.5. Géneros discursivos propios del ámbito educativo. La expresión de hipótesis y opiniones acerca de cuestiones lingüísticas y literarias.",
    "B.2.4.6. Géneros discursivos propios del ámbito social: redes sociales y medios de comunicación. Etiqueta digital y riesgos de desinformación, manipulación y vulneración de la privacidad en la red.",
    "B.2.4.7. Análisis ampliado de la imagen y de los elementos paratextuales de los textos icónico-verbales y multimodales.",
    "B.2.4.8. Géneros discursivos propios del ámbito profesional. Estructura y redacción de un currículum vitae y de cartas de motivación. Planificación y recursos discursivos de la entrevista laboral.",
    "B.2.4.9. Reconocimiento e integración textual habitual de las propiedades textuales: coherencia, cohesión y adecuación.",
    "B.3. Procesos.",
    "B.3.4.1. Interacción oral de carácter formal e informal. Tomar y dejar la palabra. Cooperación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "B.3.4.2. Interacción escrita de carácter formal e informal.",
    "B.3.4.3. Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. La intención del emisor. Valoración de la forma y el contenido del texto.",
    "B.3.4.4. Identificación de usos discriminatorios del lenguaje verbal y no verbal, desarrollo de recursos para erradicarlos y empleo de los mecanismos adecuados para el lenguaje inclusivo.",
    "B.3.4.5. Estrategias habituales para la producción oral formal. Planificación y búsqueda de información, textualización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal. La deliberación oral argumentada.",
    "B.3.4.6. Comprensión lectora: sentido global del texto y relación entre sus partes. La intención del emisor. Valoración de la forma y el contenido del texto.",
    "B.3.4.7. Estrategias ampliadas de producción escrita. Planificación, redacción, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica.",
    "B.3.4.8. Técnicas avanzadas de escritura para la organización del pensamiento en toma de notas, esquemas, mapas conceptuales, resúmenes, etc.",
    "B.3.4.9. Destrezas de alfabetización informacional: búsqueda y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión creativa y respetuosa con la propiedad intelectual. Uso de plataformas virtuales en proyectos escolares.",
    "B.4. Reconocimiento y uso discursivo de los elementos lingüísticos.",
    "B.4.4.1. Recursos lingüísticos para la expresión de la subjetividad en textos de carácter expositivo o argumentativo. Identificación y uso de las variaciones de las formas deícticas (fórmulas de confianza y cortesía) en relación con las situaciones de comunicación.",
    "B.4.4.2. Recursos lingüísticos para adecuar el registro a la situación de comunicación. Procedimientos explicativos básicos: la aposición y las oraciones de relativo.",
    "B.4.4.3. Mecanismos de cohesión. Conectores textuales distributivos, de orden, contraste, explicación, causa, consecuencia, condición e hipótesis. Mecanismos de referencia interna, gramaticales y léxicos (nominalizaciones e hiperónimos de significado abstracto).",
    "B.4.4.4. Uso coherente de las formas verbales en los textos. Correlación temporal en la coordinación y subordinación de oraciones, y en el discurso relatado.",
    "B.4.4.5. Técnicas de corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y correctores ortográficos en soporte analógico o digital. ",
    "B.4.4.6. Consolidación del uso de los signos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "Bloque C. Educación literaria.",
    "C.1. La lectura como experiencia de enriquecimiento personal.",
    "C.1.4.1. Implicación en la lectura de forma progresivamente autónoma y reflexión sobre los textos leídos y sobre la propia práctica de lectura.",
    "C.1.4.2. Selección, de manera progresivamente autónoma, de obras variadas que incluyan autoras y autores a partir de la utilización autónoma de las bibliotecas, la escolar y públicas disponibles. Consolidación del uso compensado y sostenible de formatos variados, físicos o digitales, para la lectura. ",
    "C.1.4.3. Familiarización con el circuito literario y lector. Participación en actos culturales organizados dentro y fuera del ámbito escolar.",
    "C.1.4.4. Tácticas de toma de conciencia y verbalización de los propios gustos e identidad lectora.",
    "C.1.4.5. Expresión de la experiencia lectora y de diferentes formas de apropiación y recreación de los textos leídos.",
    "C.1.4.6. Estrategias de movilización de la experiencia personal, lectora y cultural para establecer vínculos de manera argumentada entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas",
    "C.1.4.7. Técnicas para la recomendación de las lecturas en soportes variados o bien oralmente entre iguales, enmarcando de manera básica las obras en los géneros y subgéneros literarios.",
    "C.2. La lectura como experiencia cultural.",
    "C.2.4.1. Lectura de obras relevantes de la literatura juvenil contemporánea y del patrimonio literario universal, con atención a las manifestaciones de la literatura extremeña, inscritas en itinerarios temáticos o de género, que incluyan la presencia de autoras y autores.",
    "C.2.4.2. Estrategias habituales de construcción compartida de la interpretación de las obras. Discusiones o conversaciones literarias.",
    "C.2.4.3. Vinculación específica entre los elementos constitutivos del género literario y la construcción del sentido de la obra.  Análisis de rasgos específicos de subgéneros literarios.",
    "C.2.4.4. Conocimiento ampliado del lenguaje literario. Análisis avanzado del valor de los recursos expresivos; sus efectos en la recepción.",
    "C.2.4.5. Estrategias de utilización de información sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias de la historia de la literatura (desde los orígenes hasta la actualidad), relacionando la producción nacional con movimientos, obras, autoras y autores de la literatura universal.",
    "C.2.4.6. Relación y comparación de los textos leídos con otros textos orales, escritos o multimodales, con otras manifestaciones artísticas y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura.",
    "C.2.4.7. Estrategias para interpretar obras y fragmentos literarios a partir de la integración de los diferentes aspectos analizados y atendiendo a los valores culturales, éticos y estéticos presentes en los textos.",
    "C.2.4.8. Lectura con perspectiva de género. Acercamiento a textos de autoras de diferentes épocas y tradiciones, en relación con el contexto sociohistórico, determinante en la expresión literaria femenina así como en la inclusión de escritoras en el canon literario.",
    "C.2.4.9. Procesos de indagación en torno a las obras leídas que promuevan el interés por construir la interpretación de las obras y establecer conexiones entre textos.",
    "C.3. Lectura expresiva y creación literaria.",
    "C.3.4.1. Técnicas perfeccionadas de lectura expresiva, dramatización y recitación de los textos.",
    "C.3.4.2. Creación de textos de cierta complejidad a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación, etc.).",
    "Bloque D. Reflexión sobre la lengua.",
    "D.1. La lengua como sistema: niveles y unidades. La reflexión metalingüística.",
    "D.1.4.1. Estudio de la lengua como sistema y de sus unidades básicas, teniendo en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado), su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "D.1.4.2. Estrategias ampliadas para la construcción guiada de conclusiones propias sobre el sistema lingüístico. Observación, comparación y clasificación de unidades comunicativas. ",
    "D.1.4.3. Manipulación de estructuras, formulación de hipótesis, contraejemplos, generalizaciones y contraste entre lenguas, utilizando el metalenguaje específico.",
    "D.2. Relaciones entre lengua oral y lengua escrita: fonología y ortografía.",
    "D.2.4.1. Consolidación de técnicas de identificación y análisis de las diferencias relevantes e intersecciones entre lengua oral y lengua escrita atendiendo a aspectos morfosintácticos, léxicos y pragmáticos.",
    "D.2.4.2. Conocimiento de las unidades fonológicas del castellano y su vinculación con la escritura. Aplicación de las reglas de ortografía.",
    "D.3. Morfosintaxis.",
    "D.3.4.1. Análisis ampliado de la estructura de la palabra. Las categorías gramaticales y los procedimientos para el cambio de categoría.",
    "D.3.4.2. Procesos para la identificación de la relación predicativa y el análisis de funciones sintácticas en la oración simple.",
    "D.3.4.3. Estudio asociado de los esquemas semántico y sintáctico de la oración simple. Observación, análisis, clasificación y transformación de enunciados oracionales de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria.",
    "D.3.4.4. Estrategias de uso de diccionarios y manuales especializados para obtener información gramatical.",
    "D.4. El léxico castellano: formación, adquisición y significado.",
    "D.4.4.1. Reconocimiento y análisis desarrollado de los procedimientos de adquisición y formación de palabras. ",
    "D.4.4.2. Reflexión ampliada sobre los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Reconocer y valorar patrimonialmente las lenguas de España, a partir tanto de la identificación de elementos esenciales de su origen y desarrollo histórico y sociolingüístico como de la comparación de sus rasgos lingüísticos y discursivos en manifestaciones orales, escritas y multimodales.",
    "Criterio 1.2. Diferenciar las variedades dialectales del español, con atención especial a las manifestaciones de la variedad geográfica extremeña, mediante el desarrollo de algunos criterios para reconocer las peculiaridades de hablas comarcales y locales de la región extremeña, en contextos de intercambio familiar, académico y social, con actitud de respeto e interés hacia las mismas.",
    "Criterio 1.3. Distinguir las características de los sociolectos y de los registros de la lengua castellana, en contextos de intercambio familiar, académico y social, descartando prejuicios explícitos e implícitos que vinculan variedades geográficas y sociales.",
    "Criterio 1.4. Analizar los fenómenos surgidos del contacto entre lenguas, interpretando situaciones de bilingüismo y diglosia, a partir de la observación de la diversidad lingüística del entorno y el acercamiento a las normas que expresan derechos lingüísticos nacionales e internacionales.",
    "Criterio 1.5. Consolidar técnicas de reflexión interlingüística favorecedoras de la competencia plurilingüe.",
    "Competencia específica 2.",
    "Criterio 2.1. Comprender e interpretar el sentido global y la información más relevante de textos orales y multimodales de cierta complejidad, propios del ámbito personal, académico y laboral, en función de las necesidades comunicativas y la intención del emisor.",
    "Criterio 2.2. Reconocer la estructura de textos orales propios del ámbito personal, académico y laboral en función de las necesidades comunicativas y la intención del emisor.",
    "Criterio 2.3. Profundizar en el análisis de diferentes códigos de comunicación en situaciones de intercambio académico, social y profesional, y la posible interacción entre ellos.",
    "Criterio 2.4. Valorar la forma y el contenido de textos orales y multimodales de cierta complejidad, relacionados con los retos del siglo XXI.",
    "Criterio 2.5. Evaluar la eficacia de los procedimientos empleados en situaciones de comunicación oral, en ámbitos académicos ampliados, sociales y profesionales, así como la calidad, fiabilidad e idoneidad del canal utilizado.",
    "Competencia específica 3.",
    "Criterio 3.1. Realizar exposiciones y argumentaciones orales de cierta extensión y complejidad, con diferente grado de planificación, sobre temas de interés personal, social, educativo y profesional, empleando conscientemente los mecanismos lingüísticos necesarios.",
    "Criterio 3.2. Ajustarse a las convenciones propias de los diversos géneros discursivos, con fluidez, coherencia y el registro adecuado en diferentes soportes, utilizando de manera eficaz recursos verbales y no verbales, para la comunicación en contextos académicos extensos y sociales de carácter local y global.",
    "Criterio 3.3. Usar de manera eficaz los recursos verbales y no verbales en sus producciones orales, contextualizadas en el entorno académico del aula.",
    "Criterio 3.4. Participar de manera activa y adecuada en interacciones orales informales, integradas en el trabajo en equipo, con actitudes de escucha activa, estrategias de cooperación conversacional y cortesía lingüística y uso tanto de una expresión respetuosa e inclusiva como de mecanismos para combatir los usos verbales discriminatorios.",
    "Criterio 3.5. Intervenir de forma guiada en interacciones formales de complejidad creciente y de carácter dialogado, a partir del empleo de mecanismos lingüísticos básicos, para adecuar su registro a situaciones académicas formales y a contextos sociales reconocibles para el alumnado en los que dicho registro sea adecuado.",
    "Criterio 3.6. Reconocer y utilizar recursos lingüísticos variados para mostrar la implicación del emisor en los textos e introducir diversos mecanismos de cohesión en los textos orales.",
    "Criterio 3.7. Emplear técnicas habituales de alfabetización informacional en la planificación de las intervenciones orales.",
    "Competencia específica 4.",
    "Criterio 4.1. Comprender el sentido global de los textos escritos y multimodales de cierta complejidad, propios de diferentes ámbitos y vinculados a contextos locales, y distinguir su mensaje principal de la información secundaria, en relación a los propósitos de lectura.",
    "Criterio 4.2. Interpretar el sentido global, la información más relevante y la intención del emisor de textos escritos y multimodales de cierta complejidad y propios de diferentes ámbitos, realizando las inferencias e hipótesis necesarias.",
    "Criterio 4.3. Reconocer la estructura y características lingüísticas de textos escritos y multimodales propios del ámbito personal, académico y social en función de las necesidades comunicativas y la intención del emisor.",
    "Criterio 4.4. Reconocer los rasgos de los niveles y registros de la lengua y valorar la relación entre forma y contenido de discursos insertos en situaciones de comunicación local o global, a partir del análisis de los mecanismos de coherencia, cohesión y adecuación textual.",
    "Criterio 4.5. Evaluar la fiabilidad e idoneidad del canal de la comunicación escrita o multimodal, así como la eficacia de los procedimientos comunicativos empleados.",
    "Criterio 4.6. Percibir los usos discriminatorios de los códigos verbales y visuales mediante el análisis de elementos icónicos y paratextuales presentes en mensajes sociales habituales en entornos locales o globales.",
    "Criterio 4.7. Emplear técnicas de alfabetización informacional a partir del desarrollo de criterios habituales de detección de la veracidad, calidad y pertinencia de la información seleccionada.",
    "Competencia específica 5.",
    "Criterio 5.1. Planificar la redacción de textos escritos expositivos, argumentativos y multimodales de cierta extensión atendiendo a la situación comunicativa, destinatario, propósito y canal.",
    "Criterio 5.2. Redactar borradores, con creciente independencia, y revisarlos con ayuda del diálogo entre iguales, la supervisión docente y el empleo de instrumentos de consulta, y presentar un texto final coherente, cohesionado y con el registro adecuado.",
    "Criterio 5.3. Incorporar procedimientos diversificados para corregir y enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical, con atención al uso no discriminatorio de la lengua.",
    "Criterio 5.4. Afianzar el uso de técnicas variadas de escritura para la organización del pensamiento en la redacción autónoma de textos tales como esquemas, resúmenes y mapas conceptuales.",
    "Criterio 5.5. Ampliar el uso de técnicas para la edición del texto escrito en distintos soportes y en formatos variados, adecuados a su edad y al grado de desarrollo de sus habilidades comunicativas, potenciando su creatividad y fomentando el respeto a la propiedad intelectual.",
    "Competencia específica 6.",
    "Criterio 6.1. Elaborar trabajos de investigación de manera progresivamente autónoma en diferentes soportes sobre diversos temas de interés académico, personal, social o laboral.",
    "Criterio 6.2. Localizar, seleccionar y contrastar información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia en función de los objetivos de lectura.",
    "Criterio 6.3. Organizar e integrar la información seleccionada en esquemas propios.",
    "Criterio 6.4. Reelaborar la información previamente seleccionada adoptando un punto de vista crítico y respetuoso con los principios de propiedad intelectual.",
    "Criterio 6.5. Comunicar de forma creativa la información seleccionada, diversificando su empleo de soportes tradicionales o digitales.",
    "Competencia específica 7.",
    "Criterio 7.1. Elegir y leer textos de forma autónoma guiándose por sus propios gustos, intereses y necesidades.",
    "Criterio 7.2. Profundizar en la construcción de sus propios criterios estéticos y valorar la experiencia lectora como fuente de placer.",
    "Criterio 7.3. Diversificar las dinámicas para compartir la experiencia de lectura en soportes diversos, con receptores de ámbitos académicos y del contexto social cercano.",
    "Criterio 7.4. Progresar en el análisis de relaciones entre el sentido de la obra y la propia experiencia biográfica, lectora y cultural.",
    "Competencia específica 8.",
    "Criterio 8.1. Explicar y argumentar la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico, atendiendo a la configuración y evolución de los géneros y subgéneros literarios.",
    "Criterio 8.2. Conocer, leer, comentar y valorar las obras y autores más representativos de la literatura regional, nacional y universal desde la Edad Media hasta la actualidad.",
    "Criterio 8.3. Establecer de manera progresivamente autónoma vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales, así como con otras manifestaciones artísticas, en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal del lector en la lectura.",
    "Criterio 8.4. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos de los diferentes movimientos que integran la historia de la literatura, en los que se empleen las convenciones formales diversos géneros y estilos literarios.",
    "Competencia específica 9.",
    "Criterio 9.1. Revisar textos propios y ajenos de manera progresivamente autónoma y hacer propuestas de mejora argumentando los cambios, a partir de la observación y análisis de las unidades básicas del sistema lingüístico y empleando los tecnicismos adecuados.",
    "Criterio 9.2. Identificar y subsanar, de forma progresivamente autónoma, dificultades de expresión escrita, poniendo en práctica las habilidades derivadas de la reflexión sobre la estructura y componentes de los diferentes niveles de la lengua.",
    "Criterio 9.3. Establecer semejanzas y diferencias entre aspectos de la lengua oral y escrita, por medio del reconocimiento de los principios de la fonología y de las reglas de ortografía.",
    "Criterio 9.4. Expresar generalizaciones sobre aspectos básicos del funcionamiento de la lengua, tales como la estructura morfológica de la palabra y sus relaciones funcionales en la oración simple, a partir del análisis, comparación y transformación de distintas unidades de la lengua y empleando los tecnicismos apropiados.",
    "Criterio 9.5. Analizar y explicar los procedimientos de adquisición y formación de palabras, como herramientas para el avance progresivo en la interpretación y elaboración de discursos orales y escritos.",
    "Criterio 9.6. Reconocer, de forma progresivamente autónoma, los valores del léxico en función del contexto y el propósito comunicativo, a partir de la reflexión sobre las relaciones semánticas y los cambios en el significado de las palabras.",
    "Criterio 9.7. Formular hipótesis y proponer ejemplos y contraejemplos, con autonomía, a partir del conocimiento de la norma lingüística y la profundización en la reflexión metalingüística, utilizando un metalenguaje específico y consultando diccionarios, manuales y gramáticas.",
    "Competencia específica 10.",
    "Criterio 10.1. Identificar y eliminar los usos discriminatorios o manipuladores de la lengua así como los abusos de poder a través de la palabra, a partir de la reflexión y el análisis progresivamente autónomo de los elementos lingüísticos y no verbales presentes en contextos comunicativos orales y escritos.",
    "Criterio 10.2. Diversificar el uso de habilidades para una interacción verbal respetuosa y utilizar estrategias lingüísticamente variadas y creativas para la resolución dialogada de los conflictos y la búsqueda de consensos tanto en el ámbito personal como educativo y social."
  ]
}
