{
    "saberes": [
        "A. Educación Plástica y Visual",
        "1. Percepción y análisis.",
        "- Cultura visual. La imagen en el mundo actual: lectura e interpretación.",
        "- Principales profesiones vinculadas con los ámbitos plástico y artístico.",
        "- Propuestas plásticas y visuales contemporáneas y de épocas pasadas.",
        "- Espacios culturales y artísticos. Interés, respeto y valoración de los mismos desde una perspectiva interseccional.",
        "- Manifestaciones artísticas vinculadas con el entorno natural y urbano. Land art, arte callejero, graffiti, tape art, etc…",
        "- Elementos configurativos del lenguaje visual. Punto, línea, plano,  textura, color. Posibilidades expresivas y comunicativas.",
        "- Capacidad creativa y mirada crítica para analizar las posibilidades artísticas o funcionales de objetos, lugares y entornos y sacarlas a la superficie/luz",
        "- Normas de comportamiento, autonomía, autorregulación y responsabilidad.",
        "2. Creación e interpretación.",
        "- Materiales, instrumentos, soportes utilizados y técnicas utilizables en la expresión plástica y visual. Verbalización de la intención expresiva. Terminología específica del área.",
        "- Fases del proceso creativo: planificación, experimentación y evaluación. Ejecución colaborativa. Valoración tanto del proceso como del producto final.",
        "- Maquetación como parte del proceso creativo. Planificación, procedimiento y sistemas. Paciencia y método (para 2d y 3d): bosquejo, desarrollo y cuidado por los detalles",
        "- Manifestaciones artísticas vinculadas con el entorno natural y urbano.",
        "- Limpieza en la presentación y armonía entre elementos de las producciones.",
        "- Trabajo cooperativo, colaborativo e interactivo: roles e integración del propio espíritu creativo con el del grupo.",
        "- Intencionalidad en la creación artística.",
        "- Producciones artísticas relacionadas con el cuerpo y la expresión corporal.",
        "- Experimentación y expresión a través de medios, soportes y materiales de expresión plástica, incluidos los formatos artísticos contemporáneos. Técnicas bidimensionales y tridimensionales básicas en dibujos y modelados sencillos.",
        "- Técnicas, materiales y recursos informáticos y tecnológicos básicos: utilización para la captura y manipulación de producciones plásticas y visuales.",
        "B. Educación audiovisual",
        "1. Percepción y análisis.",
        "- Propuestas audiovisuales básicas. El cine. Espacios culturales y artísticos del ámbito audiovisual.",
        "- Profesiones vinculadas al campo cinematográfico y audiovisual.",
        "- Principios básicos de formatos audiovisuales: imagen fija y en movimiento. Animación.",
        "- Normas básicas de comportamiento y actitud positiva en la recepción de propuestas cinematográficas y audiovisuales en diferentes espacios culturales y artísticos.",
        "2. Creación e interpretación.",
        "- Registro y edición básica de elementos audiovisuales: conceptos, tecnologías, técnicas y recursos elementales y de manejabilidad sencilla. Estrategias de búsqueda y filtrado.",
        "- Historias sencillas: composición, recreación y narración grupal, con intención comunicativa y expresiva.",
        "- Producciones audiovisuales. Trabajo colaborativo e importancia del proceso en los diferentes géneros y formatos.",
        "- Mensajes audiovisuales elementales: experimentación y difusión.",
        "- Uso responsable por el banco de imágenes y sonido."
    ],
    "criteriosEvaluacion": [
        "1.1. Distinguir diferentes corrientes, estilos y géneros característicos de las manifestaciones culturales y artísticas, teniendo presente aquellas que se dan en el entorno, evidenciando interés hacia las mismas a través de la recepción proactiva e incluyendo la perspectiva interseccional.",
        "1.2. Incorporar aspectos de varias manifestaciones culturales y artísticas diferentes en las producciones propias, con presencia de las más cercanas y explorando géneros mixtos con apertura e interés.",
        "2.1. Utilizar estrategias de búsqueda de información sobre manifestaciones culturales y artísticas, a través de diferentes canales y medios de acceso, de forma individual y colaborativa.",
        "2.2. Conocer el significado de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de diversos entornos, analizando los elementos que las caracterizan y reflexionando sobre las sensaciones producidas, con actitud de interés, diálogo y respeto.",
        "3.1. Incorporar distintas posibilidades expresivas y comunicativas del cuerpo y el entorno en las prácticas artísticas propias mostrando seguridad y espontaneidad.",
        "3.2. Producir diferentes propuestas expresivas con una intencionalidad, mostrando confianza en las propias capacidades y valorando las de las demás personas.",
        "3.3. Compartir propuestas artísticas personales, a partir de modelos de referencia, con creatividad, evidenciando empatía y respeto hacia las de otras personas.",
        "4.1. Colaborar en el diseño de producciones culturales y artísticas, trabajando en la consecución de un resultado final que cumpla con unos objetivos acordados, a través de un enfoque interseccional y asumiendo diferentes roles del trabajo en equipo.",
        "4.2. Participar activamente en propuestas que conecten la intencionalidad, personal o grupal con el producto final, utilizando elementos de diferentes lenguajes artísticos y mostrando interés y respeto.",
        "4.3. Compartir la experiencia creativa, empleando diferentes estrategias comunicativas, disfrutando del proceso y del resultado final obtenido, y reivindicando la valía y las capacidades propias."
    ]
}