{
  "saberes": [
    "Bloque A. El ser humano y el conocimiento de uno mismo.",
    "A.1. El ser humano.",
    "A.1.1. Visión y conocimiento del ser humano desde la perspectiva psicológica, antropológica y sociológica.",
    "A.2. Psicología.",
    "A.2.1. Estudio del cerebro. Descripción general. Sistema nervioso central y sistema nervioso periférico. Neuronas y estructura funcional del cerebro.",
    "A.2.2. Fundamentos biológicos de la conducta. Circuitos de recompensa y su relación con las adicciones.",
    "A.2.3. Bienestar y hábitos saludables: alimentación, descanso, sueño, deporte, gestión emocional, componentes de afectividad, prevención de adicciones, gestión de la ansiedad y el estrés.",
    "A.2.4. La adolescencia desde el punto de vista psicológico.",
    "A.2.5. Desarrollo cognitivo y desarrollo de la personalidad durante la adolescencia.",
    "A.2.6. Reconocimiento y control de las emociones.",
    "A.2.7. Desarrollo personal dentro del grupo. Influencia del grupo en el individuo.",
    "A.3. Antropología.",
    "A.3.1. El ser humano como ser cultural.",
    "A.3.2. Concepto antropológico de cultura. El ser humano como construcción cultural.",
    "A.3.3. Humanización y cultura.",
    "A.3.4. Diversidad cultural.",
    "A.4. Sociología.",
    "A.4.1. El ser humano como ser social.",
    "A.4.2. Concepto de sociedad.",
    "A.4.3. Estrategias de inclusión y cohesión social para mejorar la calidad de vida de las personas.",
    "A.4.4. El adolescente y sus relaciones: familia y pares. Diversidad y convivencia positiva dentro de los grupos.",
    "A.4.5. Búsqueda de autonomía y asunción progresiva de responsabilidades.",
    "A.4.6. Conducta y comportamientos prosociales y antisociales. Normas y estereotipos. Igualdad de género.",
    "A.4.7. Procesos de transición a la vida adulta en perspectiva comparada.",
    "Bloque B. Formación y orientación personal, académica y profesional. Hacia la vida adulta.",
    "B.1. Aprendizaje y ser humano.",
    "B.1.1. Procesos implicados en el aprendizaje: atención, motivación y memoria. Estrategias de aprendizaje y estudio. Inteligencia emocional e inteligencia ejecutiva.",
    "B.1.2. Lo heredado y lo aprendido: biología y cultura. Proceso de socialización. Agentes de socialización. Aprendizaje formal e informal.",
    "B.2. Construcción del sentido de competencia y logro.",
    "B.2.1. Autoconocimiento. Autonomía personal y autopercepción. Estilo atribucional. Capacidad autocrítica. Iniciativa personal. Pensamiento creativo. Confianza y seguridad en uno mismo. Perseverancia.",
    "B.2.2. Estrategias para enfrentarse al fracaso y a la frustración.",
    "B.2.3. Objetivos de Desarrollo Sostenible (ODS-17) y Marco Europeo de la Competencia Emprendedora (EntreComp). Habilidades transversales. Emprendimiento,iniciativa, creatividad y cooperación.",
    "B.3. Relaciones e interacciones con los demás.",
    "B.3.1. Habilidades sociales. Tolerancia y respeto. Empatía. Dinamismo, iniciativa y liderazgo. Capacidad de negociación. Estrategias que favorezcan el trabajo en equipo. Compromiso ante las situaciones de inequidad y exclusión.",
    "B.3.2. Habilidades comunicativas: escucha activa, asertiva y proactiva.  Barreras en la comunicación: estrategias para superarlas.",
    "B.3.3. Herramientas de organización y gestión.",
    "B.3.4. Herramientas digitales para la interacción con los demás. Huella y reputación digital. Gestión de identidades: personal y profesional. Análisis crítico, ético y responsable de la cultura digital.",
    "B.4. Orientación hacia la formación académica y profesional. Exploración del entorno profesional.",
    "B.4.1. Programas, oportunidades y ayudas para la formación. Servicios de orientación académica y profesional. Formación permanente a lo largo de la vida.",
    "B.4.2. Exploración y descubrimiento del entorno de trabajo: las relaciones laborales.",
    "B.4.3. Tendencias laborales y demandas del mercado. Yacimientos de empleo.",
    "B.4.4. Retos de la revolución digital en el entorno profesional. Brecha digital y de género. Techo de cristal. Desigualdad salarial.",
    "B.4.5. Emprendimiento e intraemprendimiento.",
    "B.4.6. Participación social activa. Oportunidades reales de participación en diferentes ámbitos, en condiciones de equidad y con garantía de igualdad de oportunidades.",
    "B.4.7. El ser humano como homo oeconomicus. Teorías críticas.",
    "B.4.8. Colaboración y voluntariado.",
    "B.4.9. Recursos y servicios para la orientación profesional en los entornos local y regional. Planes de búsqueda activa de empleo. Formación permanente a lo largo de la vida.",
    "Bloque C. Proyecto personal, académico-profesional y aproximación a la búsqueda activa de empleo.",
    "C.1. Planes de autoconocimiento y de formación académica y profesional.",
    "C.1.1. Reflexión sobre las cualidades personales. Identificación de las fortalezas y debilidades propias. La diversidad como elemento enriquecedor para la persona.",
    "C.1.2. Fases del plan: exploración, diagnóstico, reflexión sobre las distintas alternativas, relación entre formación y perfiles profesionales, toma de decisiones.",
    "C.1.3. Visibilización del papel de la mujer en la historia de las profesiones STEAM.",
    "C.1.4. Definición de aspiraciones y metas. Priorización reflexiva de alternativas. Ayudas y recursos para superar carencias y afrontar retos personales y profesionales.",
    "C.1.5. Toma de decisiones. Madurez vocacional: autoorientación.",
    "C.1.6. Aproximación a un plan de búsqueda activa de empleo con proyección hacia el futuro. Estrategias e instrumentos de búsqueda de empleo: portales de empleo, CV Europass y videocurrículum, entrevista de trabajo, portfolio profesional, red de contactos. Servicios del SEXPE: gestión de la demanda de empleo; clasificación de demandantes; programas de formación para el empleo; servicio de orientación; gestión de ofertas de empleo. Formación para el empleo y certificados de profesionalidad. Mercado de trabajo. Oferta pública y privada. Principales perfiles solicitados y datos de ocupación. Autoempleo: información y motivación para el emprendimiento. Requisitos y gestión de ayudas."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Aplicar estrategias de aprendizaje y gestión emocional que permitan aumentar el control sobre las acciones y sus consecuencias, tanto en el ámbito personal como en el social y académico.",
    "Criterio 1.2. Reconocer los procesos que intervienen en el aprendizaje, analizar sus implicaciones y desarrollar estrategias que favorezcan la adquisición de conocimientos.",
    "Criterio 1.3. Tomar conciencia de la importancia del componente emocional y su repercusión en el aprendizaje, así como desarrollar estrategias que mejoren el proceso cognitivo.",
    "Criterio 1.4. Conocer las bases teóricas fundamentales de los procesos físicos y psicológicos que intervienen en la cognición, motivación, el aprendizaje y la gestión emocional, y la relación de estos con la conducta.",
    "Competencia específica 2.",
    "Criterio 2.1. Afrontar de forma eficaz, con progresiva autonomía, nuevos retos.",
    "Criterio 2.2. Analizar los elementos que condicionan los comportamientos, identificando cualidades personales y sociales y reconociendo cambios durante el proceso de desarrollo evolutivo.",
    "Criterio 2.3. Conocer el desarrollo evolutivo de las personas, analizando y comprendiendo las principales características de la madurez, en distintos planos: cognitivo, social, emocional.",
    "Criterio 2.4. Identificar cualidades personales y de los demás, reflexionando sobre la importancia de potenciar aquellas que resultan necesarias para afrontar con eficacia nuevos retos.",
    "Criterio 2.5. Aplicar cualidades personales que faciliten el proceso de transición de la adolescencia a la adultez.",
    "Competencia específica 3.",
    "Criterio 3.1. Conocer el funcionamiento psicológico, social y cultural del ser humano, con espíritu crítico y desde distintas perspectivas.",
    "Criterio 3.2. Mostrar actitudes de respeto y empatía por lo diferente y lo diverso.",
    "Criterio 3.3. Comprender al ser humano, sus sociedades y culturas reflexionado de manera crítica a partir del conocimiento que proporcionan las ciencias humanas y sociales.",
    "Competencia específica 4.",
    "Criterio 4.1. Conocer los factores que intervienen en la configuración psicológica de la persona, mejorando la comprensión de uno mismo en relación con los demás.",
    "Criterio 4.2. Desarrollar estrategias y habilidades sociales que faciliten la adaptación a nuevos grupos y contextos, desde la valoración y el respeto a la diversidad.",
    "Criterio 4.3. Analizar los factores personales y socioculturales que intervienen en la configuración psicológica de la persona a partir del conocimiento comparado de la dimensión social y antropológica del ser humano.",
    "Criterio 4.4. Valorar la diversidad, desde el respeto y la inclusión, considerándola un elemento enriquecedor y de valor a nivel personal, social y cultural.",
    "Competencia específica 5.",
    "Criterio 5.1. Descubrir los propios intereses personales y vocacionales.",
    "Criterio 5.2. Explorar las oportunidades académicas y profesionales que ofrece el entorno, desarrollando las destrezas necesarias en el proceso de toma de decisiones.",
    "Criterio 5.3. Diseñar el propio proyecto personal, académico y profesional, incorporando los tres planes: de autoconocimiento, conocimiento del entorno académico y profesional y aproximación a la búsqueda activa de empleo.",
    "Criterio 5.4. Explorar el entorno próximo identificando las oportunidades académicas y profesionales que más se ajustan al proyecto vital."
  ]
}
