{
    "criteriosEvaluacion": [
        "1.1 Identificar el dibuix com un mitjà de coneixement i comprensió del món, reflexionant sobre la presència en múltiples manifestacions culturals i artístiques.",
        "1.2 Comparar i comprendre l’ús que es fa del dibuix en diferents àmbits disciplinaris, fent una anàlisi i un debat constructiu a partir de les formes que adopta en processos creatius.",
        "1.3 Jutjar la promoció i la conservació del patrimoni cultural i artístic com bé essencial per a l’ésser humà, defensant i argumentant criteris personals sobre la seva importància com a llegat universal.",
        "2.1 Analitzar els llenguatges i els elements plàstics de diferents propostes artístiques, incloent-hi les contemporànies, tot entenent els canvis de tendències que s’han produït al llarg de la història i utilitzant correctament el vocabulari i la terminologia específica.",
        "2.2 Gaudir de l’obra d’art i del dibuix com part inherent d’aquesta, valorant els reptes creatius i estètics que comporta tota producció cultural i artística.",
        "3.1 Interpretar i representar gràficament la realitat objectiva i subjectiva de l’alumnat, utilitzant la pròpia expressió de manera espontània i creativa.",
        "3.2 Experimentar amb sensibilitat les possibilitats expressives dels recursos bàsics (punt, línia i forma) i de la seva sintaxi, desenvolupant el seu procés creatiu gràfic.",
        "4.1 Desenvolupar una empremta i un gest propis en la realització de dibuixos, combinant l’ús tradicional de materials, tècniques i suports amb una manipulació personal i innovadora.",
        "4.2 Generar composicions bidimensionals, figuratives o abstractes, explorant en la percepció i l’ordenació de l’espai, tot indagant sobre les tècniques, els materials i els suports més convenients al seu propòsit representatiu.",
        "5.1 Integrar en els propis dibuixos i creacions gràfiques els procediments o les tècniques utilitzats en referents artístics del seu interès, utilitzant la pràctica creativa per comunicar i expressar de manera oberta les seves idees, sentiments i emocions.",
        "5.2 Descobrir l’acció de dibuixar com un enfrontament personal amb la realitat i amb un mateix, reconeixent el dibuix artístic com un mitjà autònom d’expressió i comunicació.",
        "6.1 Controlar els mecanismes de la percepció visual, les seves lleis i principis, així com la composició i l’ordenació dels elements en l’espai, mostrant interès en les seves aplicacions i emprant-los amb intencions comunicatives i/o expressives.",
        "6.2 Experimentar en les seves pròpies representacions amb els elements del llenguatge gràfic, descobrint el traç del dibuix artístic com evidència del sentir i el ser de l’artista.",
        "7.1 Elaborar diverses solucions de representacions visuals, a diferents nivells d’iconicitat, tot identificant les eines, els mitjans i els suports necessaris, justificant- ne raonadament i respectuosament l’elecció i buscant la innovació en el seu ús.",
        "7.2 Aplicar de manera oberta les eines, els mitjans i els suports més adequats per fer interpretacions gràfiques de la realitat, tot utilitzant els valors expressius del clarobscur i del color que millor contribueixi a la intenció creativa.",
        "8.1 Observar l’entorn de manera conscient i activa, seleccionant i abstraient el més representatiu del model escollit per representar-lo gràficament.",
        "8.2 Aplicar el mètode d’encaix en la resolució de problemes de representació gràfica, analitzant amb interès tant els diferents volums com l’espai que completa el conjunt.",
        "9.1 Participar activament en el procés de disseny d’un projecte gràfic, dins un àmbit disciplinari, assumint diferents rols de manera col·laborativa i utilitzant amb interès els valors expressius del dibuix artístic i els seus recursos.",
        "9.2 Reflexionar de manera respectuosa sobre les dificultats en planificar un projecte gràfic compartit, entenent-lo com un instrument de millora del resultat final, destacant professions relacionades amb el dibuix artístic i expressant la pròpia opinió de manera raonada."
    ],
    "saberes": [
        "El concepte i la història del dibuix",
        "- Analitzar, interpretar i valorar el dibuix com un procés interactiu de múltiples accions (observació, reflexió, imaginació, representació i comunicació), establint lligams amb el coneixement ja estudiat per l’alumnat en altres disciplines.",
        "- Identificar i diferenciar les principals manifestacions artístiques del dibuix que han estat clau des de l’antiguitat fins al romanticisme a partir d’estratègies per a la cerca d’informació tot incorporant la perspectiva de gènere i el patrimoni local.",
        "- Descobriment del dibuix com a part de múltiples processos artístics relacionats amb el disseny, l’arquitectura, la ciència, la literatura i la filosofia per aproximar l’alumnat en l’entorn del centre i les seves relacions.",
        "L’expressió gràfica i els seus recursos elementals",
        "- Comparació i anàlisi de la terminologia, dels materials i de les tècniques graficoplàstiques tant seques com humides a través d’una tria d’exemples en l’entorn proper.",
        "- Experimentació i reconeixement plàstic i expressiu dels elements bàsics del dibuix (punt,",
        "línia i forma) en relació amb conceptes estudiats en altres matèries artístiques.",
        "- Identificació dels diferents nivells d’iconicitat d’una imatge com a eina poderosa per representar el món.",
        "- Aplicació de l’esbós i l’encaix en la composició a partir d’assajos elementals en l’entorn natural i d’exemples elaborats de l’estudi de la història de l’art.",
        "- Experimentació del procés creatiu a partir de l’aplicació de metodologies i tècniques variades aplicades a projectes de millora de l’entorn de l’alumnat dins i fora del centre.",
        "Percepció i ordenació de l’espai",
        "- Identificació i aplicació dels principis de la percepció visual i la psicologia de la gestalt per mitjà de la comparació de diferents imatges tant de la història de l’art com de la neurologia i d’altres disciplines.",
        "- Reconeixement i aplicació de la sintaxi visual i les il·lusions òptiques en creacions pròpies i d’altres.",
        "- Experimentació, ús i expressió en l’equilibri compositiu i de les direccions visuals en diferents suports, contextos i situacions, mitjançant diverses estratègies.",
        "- Comparació i anàlisi del llenguatge visual, la sintaxi de la imatge i els seus elements bàsics: punt, línia, pla, color, forma i textura en relació amb els conceptes ja estudiats en les diferents matèries artístiques.",
        "- Descoberta i experimentació de la perspectiva axonomètrica i cònica per capacitar l’alumnat a expressar situacions més complexes i ser conscient de la importància dels diferents sistemes de representació a l’hora d’organitzar l’espai gràfic de treball.",
        "La llum, el clarobscur i el color",
        "- Identificació i aplicació dels principis de la percepció visual i la psicologia de la Gestalt per mitjà de la comparació de diferents imatges i contrastant diverses fonts d’informació.",
        "- Comparació, anàlisi i experimentació dels tipus de llum, valoració tonal, clarobscur i volum en creacions pròpies i d’altres.",
        "- Anàlisi de la naturalesa, percepció, psicologia i simbologia del color per saber integrar de manera creativa aquests elements en l’espai gràfic.",
        "- Descobriment de la monocromia, bicromia i tricromia aplicada al dibuix vinculades tant a funcions esteticoestilístiques com funcionals en contextos reals.",
        "Tecnologies i eines digitals",
        "- Identificar i seleccionar el programari de dibuix i pintura digital per crear produccions pròpies, individuals i/o col·lectives i alienes.",
        "- Experimentació i exploració d’eines de dibuix vectorial i edició d’imatges en un context proper a l’alumnat i en relació amb possibles sortides professionals.",
        "- Desenvolupar el dibuix en moviment en la creació de peces visuals i audiovisuals partint de llenguatges que suposin un repte interpretatiu, com ara la dansa o la música."
    ]
}