{
    "saberes": [
        "Bloque 1. Educación musical: percepción y análisis",
        "▪ Estrategias de recepción activa.",
        "▪ Profesiones vinculadas a la creación e interpretación musical. Conocimiento y valoración.",
        "▪ El sonido y sus cualidades: identificación visual y auditiva, clasificación y representación de diversidad de sonidos y estructura rítmicas y melódicas a través de grafías convencionales y no convencionales.",
        "▪ La voz y los instrumentos musicales. Familias y agrupaciones. Clasificación y comprensión de los mecanismos de producción sonora en cada uno. Identificación visual y auditiva. Instrumentos tradicionales en la música gallega. Instrumentos digitales. Instrumentos no convencionales y exóticos. Instrumentos caseros.",
        "▪ El tiempo, el carácter y la dinámica: identificación y descripción.",
        "▪ El pulso, el acento y el compás: identificación y diferenciación entre compás binario, ternario y cuaternario. Introducción a la diferenciación auditiva entre subdivisión binaria y ternaria.",
        "▪ La melodía y la forma musical. Identificación de formas sencillas: monotemáticas, binarias, ternarias, canción popular, rondó simple y canon.",
        "▪ La armonía. Concepto de acorde, consonancia y disonancia. Diferenciación auditiva entre acorde mayor y menor.",
        "▪ La textura. Aproximación a la discriminación auditiva de monodia, melodía acompañada y textura fugada.",
        "▪ Propuestas musicales de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales, nacionales e internacionales.",
        "▪ Principales géneros musicales.",
        "▪ Estrategias básicas de análisis de propuestas musicales desde una perspectiva de género.",
        "▪ Vocabulario específico de música.",
        "▪ Recursos digitales de uso común para música.",
        "▪ Normas elementales de comportamiento y actitud positiva en la recepción de propuestas musicales. El silencio como elemento y condición indispensable para mantener la atención durante la audición.",
        "Bloque 2. Educación musical: creación e interpretación",
        "▪ Práctica instrumental, vocal y corporal: experimentación, exploración creativa, interpretación, improvisación y composición con pautas guiadas a partir de sus posibilidades sonoras y expresivas. Respiración consciente e higiene y corrección postural.",
        "▪ Construcción de objetos sonoros e instrumentos y exploración de sus posibilidades sonoras para su uso expresivo.",
        "▪ Lenguajes musicales: aplicación de sus conceptos fundamentales en la interpretación y en la improvisación guiada de propuestas musicales vocales e instrumentales. El silencio como elemento fundamental de la música: utilización adecuada en la interpretación musical.",
        "▪ Aplicaciones informáticas de grabación, edición de audio y edición de partituras: utilización guiada en la audición, conocimiento, interpretación, grabación, reproducción, improvisación y creación de obras diversas.",
        "▪ Uso responsable de bancos de imágenes y sonidos: respeto a las licencias de uso y distribución de contenidos generados por otros. Plagio y derechos de autor.",
        "▪ Fases del proceso creativo: planificación, interpretación, experimentación y evaluación.",
        "▪ Evaluación, interés y valoración, tanto del proceso como del producto final, en producciones musicales.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas musicales. El silencio como elemento y condición indispensable durante la creación y la práctica musical.",
        "Bloque 3. Educación en artes escénicas y performativas: percepción y análisis",
        "▪ Estrategias de recepción activa.",
        "▪ Manifestaciones vinculadas a la expresión corporal y a las artes escénicas y performativas de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales, nacionales e internacionales.",
        "▪ Profesiones vinculadas a las artes escénicas performativas. Conocimiento y valoración.",
        "▪ Géneros escénicos: aproximación a estos. Valoración de la importancia de la interpretación dramática en el proceso artístico y del patrimonio vinculado a las artes escénicas y performativas.",
        "▪ Elementos fundamentales de la representación escénica. Roles, materiales y espacios. Teatralidad. Estructura dramática básica.",
        "▪ Estrategias básicas de análisis de propuestas escénicas y performativas desde una perspectiva de género.",
        "▪ Vocabulario específico de las artes escénicas y performativas.",
        "▪ Recursos digitales de uso común para las artes escénicas y performativas.",
        "▪ Normas de comportamiento y actitud positiva en la recepción de propuestas vinculadas con la expresión corporal y dramática en diferentes espacios culturales y artísticos. El silencio como elemento y condición indispensable para mantener la atención durante la recepción.",
        "Bloque 4. Educación en artes escénicas y performativas: creación e interpretación",
        "▪ El cuerpo y sus posibilidades motrices, dramáticas y creativas: interés en la experimentación y exploración a través de ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medio de expresión y diversión.",
        "▪ Técnicas básicas dramáticas y dancísticas. Respiración consciente e higiene y corrección postural. Nociones elementales de biomecánica. Lenguajes expresivos. Introducción a los métodos interpretativos. Experimentación con actos performativos. Improvisación guiada y creativa. Interés, práctica y confianza en uno mismo.",
        "▪ Uso responsable de bancos de imágenes y sonidos: respeto a las licencias de uso y distribución de contenidos generados por otros. Plagio y derechos de autor.",
        "▪ Capacidades expresivas y creativas básicas de la expresión corporal y dramática. Disfrutar como forma de interacción social, recurso expresivo y emotivo y deleite estético.",
        "▪ Fases del proceso creativo: planificación, interpretación, experimentación y evaluación.",
        "▪ Evaluación, interés y valoración, tanto del proceso como del producto final, en producciones escénicas y performativas.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas vinculadas con la expresión corporal y dramática."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Distinguir propuestas artísticas musicales de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por las mismas. OBJ1",
        "CE1.2. Describir manifestaciones culturales y artísticas musicales, explorando sus características con interés, estableciendo relaciones entre ellas, valorando la diversidad que las genera, así como las principales profesiones vinculadas a la creación e interpretación musical, y empleando el vocabulario específico de las mismas. OBJ1",
        "CE1.3. Identificar visual y auditivamente, clasificar, describir y representar elementos de la música y del lenguaje musical. OBJ2",
        "CE1.4. Seleccionar y aplicar estrategias para la búsqueda de información sobre manifestaciones culturales y artísticas musicales a través de diversos canales y medios de acceso, de forma individual y colaborativa. OBJ3",
        "CE1.5. Comparar el significado y los elementos característicos de distintas manifestaciones culturales y artísticas musicales que forman parte del patrimonio de diversos entornos, analizando los canales, medios y técnicas vinculados a ellas, así como sus diferencias y similitudes, y desarrollando criterios de valoración propios. OBJ3",
        "CE1.6. Valorar las sensaciones y emociones producidas por diferentes manifestaciones culturales y artísticas musicales, a partir del análisis y de la comprensión de dichas manifestaciones. OBJ3",
        "CE1.7. Manifestar respeto en la recepción de propuestas artísticas musicales, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva. OBJ1",
        "CE2.1. Producir obras propias básicas utilizando las posibilidades expresivas del cuerpo, el sonido, la imagen y los medios digitales básicos y mostrando confianza en las capacidades propias. OBJ4",
        "CE2.2. Expresar con creatividad ideas, sentimientos y emociones a través de diversas manifestaciones artísticas musicales, utilizando los diferentes lenguajes e instrumentos a su alcance, mostrando confianza en las propias capacidades y perfeccionando la ejecución. OBJ4",
        "CE2.3. Utilizar elementos del lenguaje musical para interpretar propuestas musicales vocales e instrumentales sencillas a través de la vivencia de los mismos. OBJ4",
        "CE2.4. Planificar y diseñar producciones culturales y artísticas musicales colectivas, trabajando de forma cooperativa en la consecución de un resultado final que cumpla con unos objetivos acordados y asumiendo diferentes roles, desde la igualdad y el respeto a la diversidad. OBJ5",
        "CE2.5. Participar en el proceso cooperativo de producciones culturales y artísticas musicales, de forma creativa, utilizando elementos básicos del lenguaje musical y diferentes técnicas artísticas. OBJ5",
        "CE2.6. Compartir los proyectos creativos musicales empleando diferentes estrategias comunicativas a través de diversos medios y explicando el proceso y el resultado final obtenido. OBJ5",
        "CE2.7. Manifestar respeto en la realización de actividades, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva y empática hacia la expresión de ideas, sentimientos y emociones de los demás. OBJ5",
        "CE3.1. Distinguir propuestas artísticas escénicas y performativas de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por las mismas. OBJ1",
        "CE3.2. Describir manifestaciones culturales y artísticas escénicas y performativas explorando sus características con interés, estableciendo relaciones entre ellas, valorando la diversidad que las genera, así como las principales profesiones vinculadas a la creación e interpretación escénica y performativa, y empleando el vocabulario específico de las mismas. OBJ1",
        "CE3.3. Seleccionar y aplicar estrategias para la búsqueda de información sobre manifestaciones culturales y artísticas escénicas y performativas a través de diversos canales y medios de acceso, de forma individual y colaborativa. OBJ3",
        "CE3.4. Comparar el significado y los elementos característicos de distintas manifestaciones culturales y artísticas escénicas y performativas que forman parte del patrimonio de diversos entornos, analizando los canales, medios y técnicas vinculados a ellas, así como sus diferencias y similitudes, y desarrollando criterios de valoración propios. OBJ3",
        "CE3.5. Valorar las sensaciones y emociones producidas por diferentes manifestaciones culturales y artísticas escénicas y performativas, a partir del análisis y de la comprensión de las dichas manifestaciones. OBJ3",
        "CE3.6. Manifestar respeto en la recepción de propuestas artísticas escénicas y performativas, interiorizando las normas de respeto y mostrando una actitud positiva. OBJ1",
        "CE4.1. Producir obras propias básicas utilizando las posibilidades expresivas del cuerpo, el sonido, la imagen y los medios digitales básicos, y mostrando confianza en las capacidades propias. OBJ4",
        "CE4.2. Expresar con creatividad ideas, sentimientos y emociones a través de diversas manifestaciones artísticas escénicas y performativas, utilizando los diferentes lenguajes e instrumentos a su alcance, mostrando confianza en las propias capacidades y perfeccionando la ejecución. OBJ4",
        "CE4.3. Planificar y diseñar producciones culturales y artísticas escénicas y performativas colectivas, trabajando de forma cooperativa en la consecución de un resultado final que cumpla con unos objetivos acordados y asumiendo diferentes roles desde la igualdad y el respeto a la diversidad. OBJ5",
        "CE4.4. Participar en el proceso cooperativo de producciones culturales y artísticas escénicas y performativas, de forma creativa, utilizando elementos básicos de la expresión corporal y diferentes técnicas artísticas. OBJ5",
        "CE4.5. Compartir los proyectos creativos escénicos y performativos, empleando diferentes estrategias comunicativas a través de diversos medios y explicando el proceso y el resultado final obtenido. OBJ5",
        "CE4.6. Manifestar respeto en la creación e interpretación de propuestas artísticas escénicas y performativas, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva y empática hacia la expresión de ideas, sentimientos y emociones de los demás. OBJ5"
    ]
}