{
  "saberes": [
    "A. Proyecto científico",
    "A.1. Hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica.",
    "A.2. Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
    "A.3. Fuentes fidedignas de información científica: reconocimiento y utilización.",
    "A.4. Controles experimentales (positivos y negativos): diseño e importancia para la obtención de resultados científicos objetivos y fiables.",
    "A.5. Respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada y precisa.",
    "A.6. Modelado para la representación y comprensión de procesos o elementos de la naturaleza.",
    "A.7. Métodos de observación y de toma de datos de fenómenos naturales.",
    "A.8. Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "A.9. La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de la mujer en la ciencia.",
    "A.10. La evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción.",
    "B. Geología",
    "B.1. Relieve y paisaje: diferencias, su importancia como recursos y factores que intervienen en",
    "su formación y modelado.",
    "B.2. Estructura y dinámica de la geosfera. Métodos de estudio.",
    "B.3. Los efectos globales de la dinámica de la geosfera desde la perspectiva de la tectónica de placas.",
    "B.4. Procesos geológicos externos e internos: diferencias y relación con los riesgos naturales. Medidas de prevención y mapas de riesgos.",
    "B.5. Los cortes geológicos: interpretación y trazado de la historia geológica que reflejan mediante la aplicación de los principios de estudio de la historia de la Tierra (horizontalidad, superposición, intersección, sucesión faunística, etc.).",
    "C. La célula",
    "C.1. Las fases del ciclo celular.",
    "C.2. La función biológica de la mitosis, la meiosis y sus fases.",
    "C.3. Destrezas de observación de las distintas fases de la mitosis al microscopio.",
    "D. Genética y evolución",
    "D.1. Modelo simplificado de la estructura del ADN y del ARN y relación con su función y síntesis.",
    "D.2. Estrategias de extracción de ADN de una célula eucariota.",
    "D.3. Etapas de la expresión génica, características del código genético y resolución de problemas relacionados con estas.",
    "D.4. Relación entre las mutaciones, la replicación del ADN, el cáncer, la evolución y la biodiversidad.",
    "D.5. El proceso evolutivo de las características de una especie determinada a la luz de la teoría neodarwinista y de otras teorías con relevancia histórica (lamarckismo y darwinismo).",
    "D.6. Fenotipo y genotipo: definición y diferencias.",
    "D.7. Estrategias de resolución de problemas sencillos de herencia genética de caracteres con relación de dominancia y recesividad con uno o dos genes.",
    "D.8. Estrategias de resolución de problemas sencillos de herencia del sexo y de herencia genética de caracteres con relación de codominancia, dominancia incompleta, alelismo múltiple y ligada al sexo con uno o dos genes.",
    "E. La Tierra en el Universo",
    "E.1. El origen del universo y del sistema solar.",
    "E.2. Componentes del sistema solar: estructura y características.",
    "E.3. Hipótesis sobre el origen de la vida en la Tierra.",
    "E.4. Principales investigaciones en el campo de la astrobiología."
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar conceptos y procesos biológicos y geológicos interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginasweb, etc.), manteniendo una actitud crítica, obteniendo conclusiones y formando opiniones propiasfundamentadas.",
    "1.2. Transmitir opiniones propias fundamentadas e información sobre Biología y Geología deforma clara y rigurosa, facilitando su comprensión y análisis mediante el uso de la terminología y elformato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas,símbolos, contenidos digitales, etc.).",
    "1.3. Analizar y explicar fenómenos biológicos y geológicos representándolos mediante el diseñoy la realización de modelos y diagramas y utilizando, cuando sea necesario, los pasos del diseño deingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora).",
    "2.1. Resolver cuestiones y profundizar en aspectos biológicos y geológicos localizando, seleccionando, organizando y analizando críticamente la información de distintas fuentes y citándolas conrespeto por la propiedad intelectual.",
    "2.2. Contrastar la veracidad de la información sobre temas biológicos y geológicos o trabajoscientíficos, utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sinuna base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
    "2.3. Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas aella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos.",
    "3.1. Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando métodoscientíficos, en la explicación de fenómenos biológicos y geológicos y la realización de prediccionessobre estos.",
    "3.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteadaevitando sesgos.",
    "3.3. Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección yprecisión.",
    "3.4. Interpretar y analizar los resultados obtenidos en un proyecto de investigación utilizando,cuando sea necesario, herramientas matemáticas y tecnológicas y obteniendo conclusiones razonadasy fundamentadas o valorar la imposibilidad de hacerlo.",
    "3.5. Cooperar y colaborar en las distintas fases de un proyecto científico para trabajar con mayoreficiencia, valorando la importancia de la cooperación en la investigación, respetando la diversidad yla igualdad de género, y favoreciendo la inclusión.",
    "4.1. Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información proporcionados por la persona docente, el razonamiento lógico, elpensamiento computacional o recursos digitales.",
    "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos,cambiando los procedimientos utilizados o las conclusiones si dicha solución no fuese viable o antenuevos datos aportados con posterioridad.",
    "5.1. Identificar los posibles riesgos naturales potenciados por determinadas acciones humanassobre una zona geográfica, teniendo en cuenta sus características litológicas, relieve, vegetación yfactores socioeconómicos.",
    "6.1. Deducir y explicar la historia geológica de un relieve identificando sus elementos más relevantes a partir de cortes, mapas u otros sistemas de información geológica y utilizando el razonamiento, los principios geológicos básicos (horizontalidad, superposición, actualismo, etc.) y las teoríasgeológicas más relevantes."
  ]
}