{
  "saberes": [
    "A. El proyecto creativo.",
    "- Proyectos de producciones artísticas: fases y secuenciación: Investigación planificación, desarrollo, realización, difusión y evaluación.",
    "- Estrategias y técnicas creativas.",
    "- Organización y mantenimiento del espacio y equipo de trabajo.",
    "- Acabado y conservación de las obras.",
    "- Factores del proceso creativo: elección de materiales y técnicas en función del impacto ambiental y la creación sostenible.",
    "B. Técnicas de Expresión Bidimensionales",
    "- Soportes. Tipos.",
    "- El papel como soporte y material. Aplicaciones",
    "- Técnicas de dibujo",
    "- Encajado, proporción y técnicas de medida.",
    "- Luces y sombras.",
    "- Técnicas de pintura.",
    "- Técnicas mixtas.",
    "- Arte mural y grafiti. Técnicas pictóricas para superficies murales.",
    "- Técnicas de grabado y estampación. Herramientas y utensilios apropiados.",
    "Materiales. Usos del grabado en técnicas artesanas.",
    "- La comunicación visual y el diseño.",
    "- Las formas básicas del diseño.",
    "- Áreas de aplicación del diseño gráfico.",
    "- Análisis y estudio de materiales reciclables.",
    "- Creación a partir de la reutilización de obras bidimensionales previas.",
    "- Estudio y análisis de diferentes artistas y sus técnicas.",
    "C. Técnicas de Expresión Tridimensionales",
    "- Soportes. Tipos.",
    "- Herramientas y utensilios.",
    "- El papel como soporte y material. Estructuras. Aplicaciones",
    "- Taller del escultor.",
    "- Técnicas aditivas básicas.",
    "- Técnicas sustractivas básicas.",
    "- Técnicas de ensamblaje básicas.",
    "- Técnicas y materiales básicos de reproducción. Moldes y vaciado. Presión sobre materiales rígidos.",
    "- Técnicas y procedimientos de acabados básicos: texturas y tratamientos cromáticos.",
    "- Maquetas.",
    "- Generación del volumen a partir de una estructura bidimensional.",
    "- Análisis y estudio de materiales reciclables.",
    "- Restauración de objetos antiguos. Procesos y técnicas.",
    "- Creación a partir de la reutilización de obras tridimensionales previas.",
    "- El lenguaje tridimensional como medio de comunicación y expresión.",
    "- Estudio y análisis de diferentes artistas y sus técnicas.",
    "- Land-Art, Arte Povera y Ready Made. Arte Objetual y Conceptual. La instalación artística.",
    "D. Tecnologías digitales aplicables para la expresión artística.",
    "- Programas informáticos de dibujo bidimensional. Programas vectoriales.",
    "- La cámara fotográfica. Fotografía digital con cámaras y móviles.",
    "- Programas informáticos de edición y retoque fotográfico.",
    "- Programas informáticos de maquetación y edición gráfica.",
    "- Programas informáticos de diseño y modelaje en 3D.",
    "- Aplicaciones informáticas para la realización de grafitis.",
    "- Aplicaciones informáticas para la realización de anamorfosis.",
    "- Las tecnologías de la información y comunicación aplicadas al proyecto y a su presentación.",
    "- Estudio y análisis de diferentes fotógrafos, diseñadores, artistas urbanos, y sus técnicas."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Investigar técnicas, materiales y procesos utilizados por los creadores en obras plásticas y visuales, valorando sus cualidades plásticas y expresivas, contextualizándolos en las corrientes artísticas correspondientes, teniendo en cuenta la evolución tecnológica de cada época histórica en el uso de las técnicas y los procesos artísticos, e incorporando la perspectiva de género. (CCL1, CCL5, CP1, CD1, CC3, CCEC1)",
    "1.2 Comprender cómo las creaciones artísticas tradicionales sirven de base a las creaciones del mundo contemporáneo en todas sus disciplinas; aportando preceptos compositivos, formales y expresivos a través del diseño, en todas sus facetas, la fotografía, el cine, entre otras, e incorporando a estos preceptos las posibilidades creativas de las tecnologías digitales. (CCL2, CD1, CCEC2)",
    "Competencia específica 2",
    "2.1 Conocer y aplicar las fases del proceso creativo en producciones individuales o de grupo, valorando su carácter procesual, para promover el desarrollo de la creatividad y la sensibilidad artística del alumno alumnado. (STEM2, CD1, CPSAA3, CE3)",
    "2.2 Trabajar de forma cooperativa, asumiendo roles, planificando y repartiendo tareas: buscando soluciones adecuadas a las necesidades planteadas, huyendo de todo tipo de representaciones discriminatorias por motivos culturales, raciales o de género. (CCL1, STEM3, CD2, CPSAA1, CPSAA3, CC1, CCEC4)",
    "Competencia específica 3",
    "3.1 Experimentar con las técnicas y los procesos elegidos en composiciones que respondan a propuestas de trabajo externas o a intereses propios, utilizando diferentes lenguajes artísticos y visuales, buscando soluciones alternativas y de carácter personal. (CD2, CPSAA1, CPSAA4, CC1, CC3, CE3, CCEC3)",
    "3.2 Conocer las principales técnicas de representación bidimensional y tridimensionales y aplicarlas en diferentes proyectos o tareas, desarrollando la autoestima y aplicándolas con imaginación y sentido crítico. (CD2, CPSAA1, CC3, CE3, CCEC4)",
    "Competencia específica 4",
    "4.1 Elegir los materiales y/o soportes tradicionales o contemporáneos y los procesos de manipulación adecuados para cada proyecto o tarea, aplicables en el aula, mostrando interés por aprender las características fundamentales de cada uno de ellos, tomando en consideración el impacto medioambiental de los materiales usados para realizar creaciones originales. (STEM2, CPSAA1, CE1, CCEC4)",
    "4.2 Valorar, a lo largo de todo el desarrollo creativo, el proceso de toma de decisiones mostrando una actitud sincera y autocrítica: aceptando los errores con ánimo de superación, realizando propuestas de posibles mejoras que permitan afianzar la confianza en lo conseguido y mostrando una actitud abierta, positiva y curiosa necesaria para seguir progresando. (CPSAA1, CPSAA4, CPSAA5, CC4, CE1, CE3)",
    "Competencia específica 5",
    "5.1 Experimentar, individual o colectivamente, con diferentes lenguajes audiovisuales, transmitiendo un mensaje, tanto personal como a partir de una propuesta, teniendo en cuenta las diferentes posibilidades constructivas y justificando la elección tomada. (STEM3, CD2, CD3, CE3, CCEC3, CCEC4)",
    "5.2 Presentar proyectos o tareas en diferentes formatos y/o soportes, desde los bocetos iniciales hasta el producto final, aplicando conceptos básicos de diseño, teniendo en cuenta a quién se quiere mostrar, valorando la repercusión del trabajo finalizado y explicando todo el proceso de trabajo llevado a cabo para estimarlo tanto como la obra acabada, argumentando las elecciones tomadas en su desarrollo. (CCL1, STEM4, CD2, CD3, CPSAA1, CPSAA3, CPSAA4, CCEC3)"
  ]
}
