{
    "criteriosEvaluacion": [
        "1.1. Reconocer y describir los diferentes parámetros y elementos musicales de una obra, prestando especial atención a las expresiones musicales cercanas a la realidad social del alumnado, como el flamenco, aplicando estrategias de escucha activa y utilizando un vocabulario específico adecuado.",
        "1.2. Relacionar las sensaciones que genera la música con las características de la obra, identificando la intención comunicativa y expresiva de la audición.",
        "1.3. Anotar por escrito fragmentos musicales sencillos a una voz, adaptados al nivel de dificultad, limitándose a aspectos rítmicos o melódicos, o bien tratándolos conjuntamente",
        "2.1. Describir las principales características de los elementos musicales: melodía, ritmo, armonía, timbre y otros, presentes en partituras con grafía convencional y no convencional de obras de distintos estilos y épocas, identificando y analizando sus elementos.",
        "2.2. Comparar la representación de los elementos musicales en partituras con diferente grafía, reflexionando sobre los factores que inciden en la evolución de la notación musical.",
        "3.1. Leer, con autonomía, partituras sencillas, con o sin apoyo de la audición, prestando especial atención a obras pertenecientes al ámbito cultural andaluz.",
        "3.2. Ejecutar fragmentos musicales sencillos, de forma individual o colectiva, a través de la voz, del cuerpo o de instrumentos musicales, atendiendo a las indicaciones de la partitura.",
        "3.3. Desarrollar habilidades técnicas para la interpretación vocal, instrumental y coreográfica, utilizando los ensayos como espacios de escucha y de aprendizaje y aplicando estrategias de memorización musical.",
        "3.4. Generar ideas musicales o coreográficas sencillas, utilizando diferentes instrumentos, la voz o el cuerpo, en improvisaciones libres o dirigidas.",
        "4.1. Planificar y desarrollar proyectos musicales colaborativos, prestando especial atención a obras pertenecienes al patrimonio musical andaluz, seleccionando materiales musicales trabajados o creando otros nuevos a partir de la aplicación de los aprendizajes propios de la materia.",
        "4.2. Asumir diferentes funciones en la planificación y desarrollo de proyectos musicales colaborativos, participando activamente en su ejecución, valorando las aportaciones del resto de integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional",
        "5.1. Desarrollar proyectos musicales, poniendo en práctica los aprendizajes adquiridos y utilizando herramientas de edición de partituras, de procesamiento del sonido y de producción audiovisual.",
        "5.2. Difundir producciones musicales y audiovisuales a través de plataformas digitales, utilizando entornos seguros y respetando la propiedad intelectual y los derechos de autor."
    ],
    "saberes": [
        "A. Lenguaje musical",
        "LYPM.1.A.1. Representación musical de los parámetros del sonido. ",
        "LYPM.1.A.2. La melodía: intervalos y tipos de escalas.",
        "LYPM.1.A.3. El ritmo: compases; ritmos irregulares y libres; polirritmias y polimetrías, grupos de valoración especial. La modalidad.",
        "LYPM.1.A.4. La armonía: el fenómeno físico armónico; círculo de quintas; principales funciones armónicas en la tonalidad; acordes; enlaces y cadencias; modulaciones y progresiones tonales.",
        "LYPM.1.A.5. Los principios generadores de la forma musical: repetición, variación, desarrollo y contraste. ",
        "LYPM.1.A.6. Elementos expresivos de la música: dinámica, agógica y articulación.",
        "LYPM.1.A.7. Los elementos musicales en la tradición musical occidental, en el flamenco, en el folclore y en las músicas populares urbanas.",
        "LYPM.1.A.8. Notación convencional: grafía tradicional y notación no convencional -introducción a la notación de la música contemporánea-.",
        "B. Práctica musical",
        "LYPM.1.B.1. Estrategias de escucha o visionado de obras o fragmentos musicales, incidiendo principalmente en producciones propias del patrimonio musical andaluz.",
        "LYPM.1.B.2. Técnicas de realización escrita de dictados sencillos a una voz.",
        "LYPM.1.B.3. Técnicas de interpretación a través de la voz, del cuerpo o de instrumentos musicales, con o sin acompañamiento.",
        "LYPM.1.B.4. Lectura, interiorización y memorización de estructuras musicales sencillas.",
        "LYPM.1.B.5. Estrategias y técnicas de improvisación sobre esquemas rítmico-melódicos y armónicos establecidos o libres adaptados al nivel.",
        "LYPM.1.B.6. Técnicas y aplicaciones informáticas de edición musical de partituras y de audio. Funcionalidades propias de las aplicaciones y programas informáticos de licencia libre.",
        "LYPM.1.B.7. Difusión musical: protección de datos, propiedad intelectual y derechos de autoría.",
        "LYPM.1.B.8. Utilización de medios audiovisuales e informáticos en las producciones propias para favorecer la autocrítica a través de grabaciones en diferentes soportes.",
        "LYPM.1.B.9. Adquisición y desarrollo de habilidades y destrezas expresivas en las interpretaciones individuales y grupales.",
        "LYPM.1.B.10. Interpretaciones de obras vocales, instrumentales o coreográficas, individuales o en grupo, prestando especial atención al patrimonio musical andaluz."
    ]
}