{
    "criteriosEvaluacion": [
        "1.1. Analizar y categorizar ladiversidad lingüística de España y delmundo, y de las dos lenguas oficiales de laComunitat Valenciana, usando nociones desociolingüística.",
        "1.2. Valorar la importancia delconocimiento y uso del valenciano comolengua propia del territorio y hacer un usoefectivo en las diferentes situacionescomunicativas del ámbito personal, social yeducativo.",
        "1.3. Mostrar interés y respeto porlas variedades lingüísticas, contrastandosus características principales en diferentescontextos de uso e identificandoexpresiones de uso habitual y menoshabitual.",
        "1.4. Identificar y cuestionarprejuicios y estereotipos lingüísticos a partirde la observación de la diversidadlingüística del entorno, con una actitud derespeto y valoración de la riquezaintercultural, plurilingüe y de la diversidaddialectal.",
        "2.1 Identificar y rechazar, demanera autónoma y reflexiva, los usosdiscriminatorios y manipuladores de lalengua a partir de la reflexión y el análisis delos elementos verbales y no verbalesutilizados en el discurso.",
        "2.2 Utilizar un lenguaje nodiscriminatorio, no manipulativo, veraz,honesto, no agresivo y ético en losdiferentes procesos de produccióndiscursiva, de interacción y de mediación,en los ámbitos personal, educativo, social yprofesional.",
        "2.3 Utilizar estrategias para lagestión dialogada de conflictos y laorganización de tareas cooperativas en losámbitos personal, educativo, social yprofesional.",
        "3.1. Escuchar, interpretar y valorar,de manera pautada, textos orales ymultimodales complejos de distintosámbitos, reflexionando sobre el contenido yla forma, y evaluando su calidad, sufiabilidad y la idoneidad del canal utilizado.",
        "3.2. Aplicar estrategias variadaspara interpretar el sentido global, laestructura y la información relevante detextos orales y multimodales complejosanalizando la interacción entre los distintoscódigos.",
        "3.3. Extraer e interpretarinformación de los textos orales ymultimodales complejos, de los elementosno verbales y prosódicos, identificarincongruencias entre texto y elementos noverbales, valorar de manera crítica yrazonada los contenidos, el propósito deltexto y la intención del emisor",
        "4.1. Leer, interpretar y valorar, demanera pautada, textos escritos ymultimodales complejos, con atenciónpreferente a textos académicos y de losmedios de comunicación, evaluando sucalidad, fiabilidad y la idoneidad del canalutilizado.",
        "4.2. Aplicar estrategias en textoscomplejos para identificar el sentido global yla información relevante, la estructura y laintención del emisor, realizando lasinferencias oportunas y con diferentespropósitos de lectura.",
        "4.3. Valorar, de manera guiada, laforma y el contenido de los textos, laintención del emisor y la eficacia de losprocedimientos comunicativos empleados.",
        "5.1. Producir discursos oralesformales, de manera pautada, en diferentessoportes con rigor, coherencia, cohesión yadecuación atendiendo a las convencionespropias de los diferentes génerosdiscursivos.",
        "5.2. Planificar, ensayar y evaluar,con guía docente, discursos orales formalessobre temas de interés científico y cultural yde relevancia académica y socialasegurando su adecuación a la situacióncomunicativa.",
        "5.3. Utilizar durante su discurso oral,de manera eficaz, los elementos prosódicos,recursos verbales y no verbales para captary mantener la atención del receptor.",
        "5.4. Realizar producciones oralesformales, estructuradas y apoyadas por losrecursos audiovisuales pertinentes, confluidez y utilizando un lenguaje rico, nodiscriminatorio y la terminología propia deltema.",
        "6.1. Producir, de manera pautada,textos académicos escritos y multimodalesque respondan a la situación comunicativacon adecuación, coherencia, cohesión ycorrección sobre temas curriculares o deinterés social y cultural.",
        "6.2. Utilizar conocimientos yestrategias, de forma puntualmente guiada,para enriquecer los textos, atendiendo aaspectos discursivos, lingüísticos y de estilo,con precisión léxica, incluyendo laterminología específica correspondiente, yla corrección ortográfica y gramatical.",
        "6.3. Planificar, textualizar, revisar yeditar de manera recursiva durante elproceso de escritura, utilizando estrategias yrecursos de consulta.",
        "7.1. Interactuar oralmente, de manerafluida y mediante varios soportes, encontextos del ámbito personal, social,profesional y académico, usando, concorrección, un lenguaje rico, nodiscriminatorio y respetuoso.",
        "7.2. Implicarse activamente conactitud dialogante y de escucha activa, con undiscurso bien fundamentado.",
        "7.3. Interactuar mediante textosescritos y multimodales de contextos delámbito personal, social, profesional yacadémico, haciéndolo con coherencia,cohesión, adecuación y corrección.",
        "7.4. Demostrar empatía y respeto porlas necesidades, ideas y motivaciones deotros interlocutores, añadiendoargumentaciones con capacidad crítica.",
        "8.1. Mediar en situaciones cotidianasdel ámbito personal, social, profesional yacadémico comprendiendo los diferentespuntos de vista, resumiendo la informaciónesencial, y sugiriendo posibles vías deactuación para resolver la situación.",
        "8.2. Interpretar, parafrasear, resumir otraducir textos, conceptos y situaciones nocomplejas, combinando el repertoriolingüístico propio (L2-L2, L2-L1, L1-L2), coniniciativa y creatividad.",
        "8.3. Transmitir oralmente la idea, lospuntos principales de situacionescomunicativas sencillas relativas a temas deinterés general, personal o de actualidad, conestructura clara y en una variedad estándar.",
        "8.4. Transmitir por escrito la idea, lospuntos principales de situacionescomunicativas sencillas relativas a temas deinterés general, personal o de actualidad conestructura clara y en una variedad estándar.",
        "8.5. Seleccionar y utilizar estrategiasde simplificación, adaptación y reformulaciónde la lengua con el fin de que faciliten lacomprensión, expresión oral y escrita desituaciones comunicativas en las diferenteslenguas (L2-L2, L2-L1 Y L1-L2), haciéndolocon recursos y apoyos analógicos y/odigitales.",
        "9.1. Localizar, seleccionar, interpretary contrastar críticamente informaciónprocedente de diferentes fuentes evaluandola fiabilidad y detectando la intencióncomunicativa y los posibles sesgosmediáticos o informacionales.",
        "9.2. Reelaborar de manerapertinente, creativa y ética, la informaciónpreviamente localizada en diferentes fuentes,seleccionada, interpretada y contrastada;conectarla con experiencias y conocimientosprevios; y organizarla con adecuación,coherencia y cohesión.",
        "9.3. Comunicar la informaciónpreviamente localizada, seleccionada,interpretada, contrastada y reelaborada, demanera argumentada, ética y creativa,usando diferentes códigos y adaptando elcanal (oral, escrito o multimodal) al contexto.",
        "10.1. Leer obras y textos de temáticas,géneros y funciones diferentes y en formatosmultimodales, analógicos y digitalesseleccionando con autonomía y criteriospropios aquellos que mejor se ajusten en cadamomento vital a sus gustos, intereses ynecesidades personales.",
        "10.2. Dejar constancia del propioitinerario lector y cultural con justificación de loscriterios de selección de las lecturas, las formasde acceso y la interpretación de los contextossocioculturales literarios y las experienciaslectoras particulares acumuladas",
        "10.3. Compartir, con acompañamientodocente, las experiencias de lectura en soportes diversos y utilizando el metalenguajeliterario adecuado, relacionando las obrasleídas con la propia experiencia biográfica,lectora y cultural, y con otros tipos deexperiencias artísticas y culturales.",
        "11.1. Leer, analizar e interpretar obrasliterarias, a través del análisis de los elementosinternos y externos, de su relación con lasignificación y el contexto sociohistórico,haciendo uso de un metalenguaje apropiado.",
        "11.2. Expresar conclusiones yvaloraciones críticas sobre las obras desde laEdad Media hasta el siglo XIX, suscomponentes literarios, las característicasestilísticas y la relación contextual con periodosestéticos, a través de la búsqueda deinformación en fuentes documentales fiables ydiversas.",
        "11.3. Producir textos con intenciónliteraria, en soportes orales, escritos,multimodales, individual y colectivamentepartiendo de la identificación de los géneros yde los tópicos literarios, y tomando modelos deautores y de autoras relevantes.",
        "11.4. Crear, recrear y participaractivamente en actuaciones de intención ocontenido literario (recitales poéticos,representaciones teatrales, interpretación detextos musicados, exposiciones artísticas,performances), partiendo de modelos querelacionen otras artes y pongan en valor elconocimiento literario y el placer cultural.",
        "12.1 Reflexionar de manera guiada, yutilizando el metalenguaje adecuado, sobre lasformas lingüísticas presentes en discursosorales, escritos y multimodales en contextospersonales, sociales, académicos yprofesionales, para comprenderlos y paraproducirlos.",
        "12.2 Reflexionar de manera guiada, yutilizando el metalenguaje adecuado, sobre losusos discursivos presentes en discursos orales,escritos y multimodales en contextos personales,sociales, académicos y profesionales, paracomprenderlos y para producirlos.",
        "12.3 Formular generalizaciones ehipótesis, de manera guiada, sobre aspectos delfuncionamiento integrado de varias lenguas, parael control de la competencia plurilingüe, a partirde la manipulación, la comparación y latransformación de enunciados utilizandodiversos recursos de apoyo."
    ],
    "saberes": [
        "Bloque 1. Lengua i uso CE1, CE4, CE5, CE6, CE7, CE8",
        "Subbloque 1.1. Las lenguas y los hablantes CE1, CE4, CE5, CE6, CE7, CE8",
        "Situación actual de las lenguas en el mundo. Desarrollo sociohistórico y situación actual del catalán, del español y del resto de las lenguas de España.",
        "Variedades geográficas del catalán y del español. ",
        "Prejuicios y estereotipos lingüísticos. Actitudes lingüísticas y asertividad.",
        "Fenómenos de contacto de lenguas: bilingüismo, plurilingüismo. Diglosia. Derechos lingüísticos. Normalización lingüística. Sostenibilidad lingüística",
        "Subbloque 2.1 Saberes comunes CE1, CE2, CE3, CE4, CE5, CE6, CE7, CE8, CE12",
        "Estrategias de control metacognitivo de la competencia plurilingüe (habilidades cognitivo-lingüísticas)",
        "Estrategias para adaptar el discurso a la situación comunicativa: grado de formalidad y carácter público o privado; distancia social entre los interlocutores; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación; géneros discursivos del ámbito social y educativo",
        "Estrategias de detección y uso de un lenguaje verbal e icónico no discriminatorio",
        "Subbloque 2.2 Alfabetización informacional",
        "Transversal a todas las CE",
        "Medios de comunicación en papel y digitales. Las redes sociales ",
        "Riesgos de desinformación, manipulación y vulneración de la privacidad en la red. ",
        "Hábitos y conductas para la comunicación segura en entornos virtuales. Etiqueta digital. Identidad digital personal. ",
        "Comunicación y difusión creativa y respetuosa con la propiedad intelectual. ",
        "Fuentes de información de tipo académico. ",
        "Fuentes documentales del entorno: bibliotecas y archivos locales y comarcales. ",
        "Herramientas digitales para la gestión de contenidos, el trabajo colaborativo y la comunicación. Tipos de buscadores y su funcionamiento: índices o directorios, motores de búsqueda, multibuscadores.",
        "Subbloque 2.3 Reflexión sobre la lengua",
        "Transversal a todas las CE",
        "La expresión de la subjetividad y objetividad en textos. ",
        "Adecuación del registro a la situación de comunicación. ",
        "Cohesión: conectores, marcadores discursivos y otros procedimientos léxico-semánticos y gramaticales. ",
        "Corrección lingüística y revisión ortotipográfica y gramatical de los textos. ",
        "Uso de fuentes terminológicas, manuales de consulta y de correctores, en soporte analógico o digital. ",
        "Formas gramaticales y funciones sintácticas. ",
        "Subbloque 2.4. Comunicación e interacción oral G1. Comprensión oral: CE3, CE7, CE8",
        "Valoración de la forma y el contenido del texto. ",
        "G2. Expresión oral: CE5, CE7, CE8",
        "Planificación, ensayo, producción y revisión de textos orales y multimodales.",
        "Rasgos discursivos y lingüísticos de la oralidad formal. ",
        "Estrategias de expresión oral: interpretación y uso de elementos de la comunicación no verbal.",
        "G3. Interacción oral: CE7, CE8",
        "Interacciones orales en situaciones comunicativas de carácter formal e informal. Tomar y ceder la palabra.",
        "Estrategias de cortesía lingüística y cooperación conversacional",
        "Subbloque 2.5 Comprensión escrita CE4, CE7, CE8",
        "Estrategias de lectura profunda o interpretativa y crítica de textos literarios y no literarios en entornos digitales y analógicos",
        "Valoración de la forma y el contenido del texto. ",
        "Subbloque 2.6 Expresión escrita y multimodal CE6, CE7, CE8",
        "Estrategias del proceso de expresión escrita y multimodal: planificación, textualización, revisión y corrección/edición.",
        "Subbloque 3.1 Lectura autónoma CE10",
        "Selección de obras relevantes, incluyendo el ensayo general y el literario y las formas actuales de producción y consumo cultural con la ayuda de recomendaciones especializadas.",
        "Funcionamiento de los circuitos literarios y lectores en contextos presenciales y virtuales. Utilización autónoma de todo tipo de bibliotecas.",
        "Gustos lectores personales: guía y cimientos. Diversificación del corpus leído, atendiendo los circuidos comerciales del libro y haciendo la distinción entre literatura canónica y de consumo, clásicos y grandes ventas.",
        "Experiencia personal, lectora y cultural y vínculos entre la obra leída y aspectos de la actualidad, y otras manifestaciones literarias o artísticas.",
        "Recomendación de lecturas en apoyos variados y atendiendo a aspectos temáticos, formales y intertextuales.",
        "Subbloque 3.2. Lectura guiada de textos literarios CE11",
        "Lectura guiada de obras relevantes de la literatura catalana y española, desde la Edad Media hasta el siglo XIX.",
        "Los géneros, los tópicos y los itinerarios temáticos de las obras literarias y sus características.",
        "Información biográfica de las autoras y los autores de la tradición literaria, vinculada a las obras y al contexto.",
        "Estrategias de interpretación de las obras literarias desde el contexto sociohistórico y cultural en el que están inscritas.",
        "Elementos internos y externos de las obras, el análisis y relación con el sentido.",
        "Relación de las obras con otras disciplinas artísticas, a partir de los temas, tópicos y lenguajes.",
        "Planificación y producción de textos literarios con intención literaria, con las estructuras y componentes de este tipo de textos y con modelos de referencia.",
        "Interpretación argumentada de los valores culturales, estéticos y de género de textos y obras. Lectura con perspectiva de género.",
        "Manifestaciones artísticas que representan contenidos o recreaciones de obras literarias.",
        "Lectura expresiva, dramatización y recitado de textos literarios",
        "Temas, géneros y subgéneros, metalenguaje específico, estructura y estilo, en la comunicación de la experiencia lectora."
    ]
}
