{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Comprender el funcionamiento de la economía, analizando la importancia de la actividad empresarial y el emprendimiento como motor de la transformación del entorno y la sociedad, así como reflexionando sobre el valor de la innovación y la digitalización. ",
        "Criterio 1.2. Analizar el papel de la I+D+I en el desarrollo social y empresarial, identificando nuevas tendencias y tecnologías que tienen un alto impacto en la economía. ",
        "Competencia específica 2.",
        "Criterio 2.1. Valorar la capacidad de adaptación ágil, responsable y sostenible de las empresas a los cambios del entorno y a las exigencias del mercado investigando el entorno económico y social, y su influencia en la actividad empresarial .",
        "Criterio 2.2. Conocer los distintos tipos de empresa, sus elementos y funciones, así como las formas jurídicas que adoptan relacionando con cada una de ellas las responsabilidades legales en sus propietarios y gestores y las exigencias de capital.",
        "Criterio 2.3. Identificar y analizar las características del entorno en el que la empresa desarrolla su actividad, explicando, a partir de ellos, las distintas estrategias y decisiones adoptadas y las posibles implicaciones sociales y medioambientales de su actividad.",
        "Competencia específica 3.",
        "Criterio 3.1. Proponer un modelo de negocio o de gestión diferenciado que permita dar respuesta a las necesidades actuales, comparando distintos modelos y utilizando estrategias y herramientas de diseño creativo.",
        "Criterio 3.2. Analizar las características organizativas y funcionales de la empresa, analizando a partir de ellas las decisiones de planificación, gestión y optimización de actividades, recursos y asociaciones clave del modelo de negocio.",
        "Criterio 3.3. Analizar y tomar decisiones sobre los procesos productivos desde la perspectiva de la eficiencia y la productividad, definiendo el soporte necesario para hacer realidad el modelo de negocio planteado.",
        "Criterio 3.4. Analizar las características del mercado y explicar, de acuerdo con ellas, la propuesta de valor, los canales, las relaciones con clientes y las fuentes de ingresos de un modelo de negocio.",
        "Competencia específica 4.",
        "Criterio 4.1. Gestionar eficazmente la información y facilitar el proceso de toma de decisiones obtenida en el ámbito interno y externo de la empresa, aplicando estrategias y nuevas fórmulas comunicativas.",
        "Criterio 4.2. Seleccionar estrategias de comunicación aplicadas al mundo empresarial, utilizando nuevas fórmulas comunicativas que faciliten la gestión eficaz de la información y la trasmisión de la misma a otros.",
        "Criterio 4.3. Exponer el proyecto de modelo de negocio llevado a cabo utilizando las herramientas necesarias que permitan despertar el interés de los demás con la propuesta de valor presentada.",
        "Competencia específica 5.",
        "Criterio 5.1. Validar la propuesta de modelo de negocio diseñado dentro de un contexto determinado, definiéndolo a partir de las tendencias clave del momento, la situación macroeconómica, el mercado y la competencia, comprendiendo todo el proceso llevado a cabo y aplicando técnicas de estudio previsional y herramientas de análisis empresarial.",
        "Criterio 5.2. Determinar previsionalmente la estructura de ingresos y costes, calculando su beneficio y umbral de rentabilidad, a partir del modelo de negocio planteado.",
        "Criterio 5.3. Elaborar un plan de negocio básico sobre un escenario simulado concreto, justificando las decisiones tomadas.",
        "Criterio 5.4. Analizar y explicar la situación económicofinanciera, a partir de la información recogida tanto en el balance como en la cuenta de pérdidas y ganancias e indicando las posibles soluciones a los desequilibrios encontrados."       
    ],
    "saberes": [
        "Bloque A. La empresa y su entorno.",
        "A.1. El empresario y el emprendedor.",
        "A.1.1. El empresario y la empresaria: concepto, importancia, funciones y evolución histórica.",
        "A.1.2. El emprendedor. Perfiles. Habilidades que demanda el mercado de trabajo. Nómadas del conocimiento o knowmads.",
        "A.2. La empresa.",
        "A.2.1. La empresa. Teorías. Clasificación. Localización y dimensión de la empresa. Las pymes y las multinacionales. Marco jurídico que regula la actividad empresarial. La forma jurídica de la empresa.",
        "A.2.2. Responsabilidad social corporativa. Responsabilidad medioambiental. Mujer y emprendimiento.",
        "A.3. La empresa y la innovación.",
        "A.3.1. La empresa, digitalización e innovación. I+D+I. Teorías de la innovación. Tipos de innovación.",
        "A.3.2. Estrategias de innovación. Tendencias emergentes. ",
        "Bloque B. El modelo de negocio y de gestión.",
        "B.1. Funciones de la empresa.",
        "B.1.1. La función comercial. Segmento de clientes: mapas de empatía. La ética en el marketing. La propuesta de valor. Canales. Relaciones con clientes. Fuentes de ingresos. Estrategias de marketing. ",
        "B.1.2. La función productiva. Proceso productivo. Eficiencia y productividad. Actividades clave. Recursos clave: financieros, humanos, físicos e intelectuales. Asociaciones clave: alianzas estratégicas, asociaciones estratégicas, empresas conjuntas, proveedores. Estructura de costes: clasificación y cálculo de costes.",
        "B.1.3. Gestión de los recursos humanos. Formación y funcionamiento de equipos ágiles. Habilidades que demanda el mercado de trabajo. La contratación y las relaciones laborales de la empresa. La motivación. Las políticas de igualdad e inclusión en las empresas.",
        "B.1.4. La función financiera. Estructura económica y financiera. Inversión. Valoración y selección de inversiones. Recursos financieros. Análisis de fuentes alternativas de financiación interna y externa.",
        "B.1.5. La información en la empresa: obligaciones contables. Composición y valoración del patrimonio. Cuentas anuales e imagen fiel. Elaboración de balance y cuenta de pérdidas y ganancias.",
        "B.2. Gestión empresarial y nuevos modelos de negocio.",
        "B.2.1. Empresas y modelo de negocio. El lienzo de modelos de negocio o gestión: concepto, áreas, bloques y utilidad",
        "B.2.2. Modelos de negocio basados en lo gratis: freemium.",
        "B.2.3. Modelos de negocios de larga cola: long tail.",
        "B.2.4. Modelos de negocio multiplataforma.",
        "B.2.5. Modelos de negocios basados en aplicaciones móviles.",
        "Bloque C. Herramientas para innovar en modelos de negocio y de gestión.",
        "C.1. Herramientas de innovación procedentes del exterior de la organización. ",
        "C.1.1. Competencia y nichos de mercado. ",
        "C.2. Herramientas de innovación procedentes del interior de la organización.",
        "C.2.1. Creatividad aplicada al diseño de modelo de negocio y de gestión. El proceso de creatividad: divergencia y convergencia. ",
        "C.2.2. Herramientas de organización de ideas: pensamiento visual o visual thinking. Capacidad de síntesis. Ideación. Comunicación.",
        "C.2.3. Prototipado: concepto y utilidad. Posibilidades de prototipado: bienes, servicios y aplicaciones.",
        "C.2.4. Herramientas de presentación de un proyecto o de una idea. Técnicas. Metodología; narración de historias o storytelling y el discurso en el ascensor o elevator pitch. Otras metodologías.",
        "C.2.5. Los escenarios: exploración de las ideas. Otras herramientas para innovar en modelos de negocio y de gestión.",
        "Bloque D. Estrategia empresarial y métodos de análisis de la realidad empresarial: estudios de caso y simulación.",
        "D.1. El entorno del modelo de negocio.",
        "D.1.1. Previsión: tendencias clave. Macroeconomía: variables macroeconómicas.",
        "D.1.2 Mercado. Competencia: fuerzas competitivas",
        "D.2. Evaluación, validación y protección del modelo de negocios.",
        "D.2.1. Evaluación previa de modelos de negocio: análisis DAFO. Análisis previsional de ingresos y costes. El umbral de rentabilidad.",
        "D.2.2. Validación del modelo de negocio. Lean startup. Desarrollo de clientes. Desarrollo de producto ágil.",
        "D.2.3. Protección de idea, producto y marca: registro de marcas, patentes, modelos de utilidad, diseños y derechos de autor.",
        "D.2.4. Toma de decisiones. Estrategias. Simulación en hoja de cálculo. Redacción de un plan de negocios básico.",
        "D.2.5. El análisis de resultados: estudio de mercado, análisis e interpretación de la información contable y análisis de estados financieros."        
    ]
}
