{
  "saberes": [
    "Bloque 1. Percepción y análisis",
    "SB. 1.1. Contextos musicales y culturales Las vanguardias musicales: música concreta, música electrónica, minimalismo musical y música aleatoria. La evolución de la notación musical en los siglos XX y XXI.",
    "La música valenciana contemporánea.",
    "Características y cualidades expresivas y comunicativas de los formatos, soportes y materiales de las prácticas artísticas contemporáneas.",
    "Lenguajes gestuales y gráficos para la composición artística. Paisajes sonoros.",
    "Perspectiva de género, estereotipos y expresiones de violencia en relación a la música.",
    "Propuestas sonoras y multidisciplinares desde una perspectiva contemporánea: actuaciones en vivo y registradas por medios audiovisuales.",
    "SB.1.2. Elementos del sonido y estructura musical La organización y transformación de los elementos del sonido y la estructura musical en la creación sonora.",
    "Objetos sonoros del entorno próximo. Agresiones acústicas del entorno sonoro.",
    "Terminología musical. Argumentación oral y escrita. Bloque 2: Interpretación y creación SB.2.1. Expresión individual y colectiva Pautas de creación e interpretación musical con acompañamientos básicos. Cifrado anglosajón (o americano). Rueda de acordes.",
    "La creación artística como proceso de investigación: conexión con otras áreas de conocimiento.",
    "Notación musical convencional y no convencional. Partituras gráficas.",
    "La creación musical y multidisciplinar a partir de instrumentos, objetos sonoros y la experimentación sonora.",
    "Sonorización de audiovisuales, imágenes y textos. El foley. Mecanismos de creación de letras para piezas musicales.",
    "La composición e improvisación guiada a partir del lenguaje gestual y/o gráfico.",
    "La construcción y transformación de objetos sonoros e instrumentos musicales. Pautas básicas de cuidado y mantenimiento de espacios y materiales de trabajo.",
    "Recursos digitales para la interpretación y creación sonora, la edición de partituras, la grabación y la edición de audio.",
    "Normativa vigente en el uso y difusión de propuestas artísticas. SB.2.2. Proyectos artísticos Fundamentos teóricos de la producción creativa. Fases del proceso creativo y puesta en escena.",
    "Estudios, profesiones y oportunidades relacionados con la creación e interpretación musical. Pautas de atención, percepción y memoria para la creación musical y artística.",
    "Respeto y empatía con las aportaciones del grupo en el proceso de trabajo colectivo. Recursos digitales y de las TIC aplicados a la creación y difusión de proyectos artísticos."
  ],
  "criterios": [
    "CE 1.1. Reconocer los elementos compositivos y estructurales de las piezas musicales e interdisciplinares contemporáneas estudiadas, a través de la escucha y el visionado, relacionándolos entre sí y describiéndolos mediante una terminología musical adecuada.",
    "CE 1.2. Identificar la finalidad comunicativa de las creaciones sonoras e interdisciplinares, y valorar su calidad artística mediante la emisión de juicios críticos y estéticos, de manera oral y escrita.",
    "CE 1.3. Valorar la diversidad artística y cultural de las propuestas estudiadas y respetar las aportaciones del resto del grupo.",
    "CE 2.1. Analizar los diferentes elementos que configuran los paisajes sonoros del entorno próximo mediante una escucha activa, proponiendo soluciones a las agresiones acústicas que lo envuelven.",
    "CE 2.2. Explorar las posibilidades que ofrecen los objetos y materiales del entorno en la creación artística mediante la investigación, experimentación y transformación sonora de los elementos que lo constituyen, con el apoyo de recursos digitales y desde una perspectiva de desarrollo sostenible.",
    "CE 3.1. Interpretar piezas de música urbana con el apoyo del lenguaje musical, de manera individual y colectiva.",
    "CE 3.2. Interpretar creaciones sonoras e interdisciplinares propias, mediante el uso de la voz, el cuerpo, instrumentos convencionales y objetos sonoros, con el apoyo de partituras gráficas y recursos digitales.",
    "CE 3.3. Elaborar partituras gráficas y representaciones de notación no convencional como apoyo a las interpretaciones y creaciones desarrolladas, para favorecer su comprensión y producción.",
    "CE 4.1. Relacionar diferentes códigos artísticos con la improvisación musical e interdisciplinar.",
    "CE 4.2. Realizar improvisaciones guiadas musicales o interdisciplinares, mediante el uso de lenguajes gestuales y gráficos, mostrando autoconfianza y valorando las propuestas del resto del grupo.",
    "CE 5.1. Participar activamente en los procesos de planificación, creación, edición y difusión de proyectos sonoros e interdisciplinares, aportando valoraciones críticas acerca del proceso y el resultado.",
    "CE 5.2. Relacionar los roles experimentados durante las fases del proceso creativo y su puesta en escena, con las profesiones y oportunidades de desarrollo personal.",
    "CE 5.3. Producir proyectos sonoros e interdisciplinares, mediante el uso de diversos lenguajes musicales, corporales, gráficos, visuales, audiovisuales y/o plásticos, incorporando y relacionando saberes adquiridos en otras materias de forma individual y colectiva.",
    "CE 6.1. Seleccionar la información relevante y los recursos necesarios en diferentes medios digitales durante los procesos de investigación, de manera reflexiva, crítica y contrastada.",
    "CE 6.2. Emplear recursos digitales que favorezcan las posibilidades expresivas, comunicativas y artísticas en procesos de creación sonora e interdisciplinar.",
    "CE 6.3. Respetar las licencias de uso y la normativa vigente de protección de datos y autoría durante los procesos de investigación, experimentación, interpretación, creación y difusión de las propuestas y proyectos desarrollados."
  ]
}