{
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Reconocer la radicalidad y trascendencia de los problemas filosóficos mediante su ",
    "reconocimiento, análisis y reformulación en textos y otros medios de expresión, tanto ",
    "filosóficos como literarios, históricos, científicos, artísticos o relativos a cualquier otro ámbito ",
    "cultural. ",
    "Competencia específica 2. ",
    "2.1. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación ",
    "filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y ",
    "segura de información, y la correcta organización, análisis, interpretación, evaluación, ",
    "producción y comunicación de esta, tanto digitalmente como por medios más tradicionales. ",
    "2.2. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, ",
    "mediante el diseño, la elaboración y la comunicación pública de productos originales, tales ",
    "como trabajos de investigación, disertaciones o comentarios de texto. ",
    "Competencia específica 3. ",
    "3.1. Producir y evaluar discursos argumentativos, orales y escritos, acerca de cuestiones y ",
    "problemas filosóficos, demostrando un uso correcto de normas y pautas lógicas, retóricas y ",
    "argumentativas. ",
    "3.2. Detectar y evitar modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis, ",
    "explicando la naturaleza o mecanismo de dichos sesgos y falacias. ",
    "3.3. Reconocer la importancia de la cooperación, el compromiso con la verdad, el respeto a la ",
    "pluralidad y el rechazo de toda actitud discriminatoria o arbitraria, aplicando dichos principios ",
    "a la práctica argumentativa y al diálogo con los demás. ",
    "Competencia específica 4. ",
    "4.1. Promover el contraste e intercambio de ideas y la práctica de una ciudadanía activa y ",
    "democrática a través de la participación en actividades grupales y el ejercicio del diálogo ",
    "racional, respetuoso, abierto, constructivo y comprometido con la búsqueda de la verdad, ",
    "acerca de cuestiones y problemas filosóficamente relevantes. ",
    "Competencia específica 5. ",
    "5.1. Generar una concepción compleja y no dogmática de los problemas filosóficos mediante el ",
    "análisis crítico de tesis filosóficas distintas y opuestas en torno a los mismos. ",
    "5.2. Comprender y exponer distintas tesis y teorías filosóficas como momentos de un proceso ",
    "dinámico y siempre abierto de reflexión y diálogo, a través del análisis comparativo de los ",
    "argumentos, principios, metodologías y enfoques de dichas tesis y teorías. ",
    "Competencia específica 6. ",
    "6.1. Tomar consciencia de la riqueza e influencia del pensamiento filosófico identificando y ",
    "analizando las principales ideas y teorías filosóficas en textos o documentos pertenecientes a ",
    "ámbitos culturales diversos, así como poniéndolas en relación con experiencias, acciones o ",
    "acontecimientos comunes y de actualidad. ",
    "6.2. Adquirir y demostrar un conocimiento significativo de las ideas y teorías filosóficas de algunos ",
    "de los más importantes pensadores de la historia, mediante su aplicación y el análisis crítico ",
    "en el contexto de la práctica individual o colectiva de la indagación filosófica. ",
    "Competencia específica 7. ",
    "7.1. Afrontar cuestiones y problemas complejos, de carácter fundamental y de actualidad de modo ",
    "interdisciplinar, sistemático y creativo, utilizando conceptos, ideas y procedimientos ",
    "provenientes de distintos campos del saber y orientándolos y articulándolos críticamente ",
    "desde una perspectiva filosófica. ",
    "Competencia específica 8. ",
    "8.1. Desarrollar el propio juicio y la autonomía moral mediante el análisis filosófico de problemas ",
    "éticos y políticos fundamentales y de actualidad, considerando las distintas posiciones en ",
    "disputa y elaborando, argumentando, exponiendo y sometiendo al diálogo con los demás las ",
    "propias tesis al respecto. ",
    "Competencia específica 9. ",
    "9.1 Generar un adecuado equilibrio entre el aspecto racional y el emotivo en la consideración de ",
    "los problemas filosóficos, especialmente los referidos al ámbito de la estética, a través de la ",
    "reflexión expresa en torno al arte y a otras actividades o experiencias con valor estético y el ",
    "análisis del papel de las imágenes y el lenguaje audiovisual en la cultura contemporánea.     "
  ],
   "saberes": [
    "A. La filosofía y el ser humano. ",
    "1. La reflexión filosófica en torno a la propia filosofía. ",
    "– ¿Qué es filosofía? Características y concepciones del saber filosófico.  ",
    "Las circunstancias de aparición de la filosofía: el paso del mito al logos. Breve recensión ",
    "histórica de la filosofía.  ",
    "Las divisiones tradicionales de la filosofía y las áreas actuales de investigación.  ",
    "Vigencia y utilidad de la filosofía: la importancia de filosofar en torno a los retos del siglo ",
    "XXI. ",
    "– La filosofía en relación con otros campos del saber y la actividad humana:  ",
    "El carácter interdisciplinar de la filosofía.  ",
    "Ciencia y filosofía.  ",
    "Los códigos deontológicos.  ",
    "– Métodos y herramientas básicos del filósofo:  ",
    "El uso y análisis crítico de fuentes.  ",
    "La comprensión e interpretación de documentos filosóficos.  ",
    "La identificación de problemas filosóficos en otros ámbitos de la cultura.  ",
    "El pensamiento y el diálogo argumentativos.  ",
    "La investigación y la disertación filosófica. ",
    "– La filosofía como revisión crítica de su propia tradición: la discriminación en la tradición ",
    "filosófica. ",
    "– La filosofía y la infancia: el juego, el asombro y la filosofía. La importancia de aprender a ",
    "pensar. ",
    "2. El ser humano como sujeto y objeto de la experiencia filosófica. ",
    "– La filosofía y la existencia humana. ",
    "– El debate sobre la génesis y definición de la naturaleza humana. Naturaleza y cultura: ",
    "especificidad natural y condicionantes histórico-culturales. Hominización y humanización. ",
    "– Concepciones filosóficas del ser humano.  ",
    "– La estructura psicosomática de la personalidad: sensibilidad, emotividad, deseos y volición, ",
    "las facultades cognitivas. Conciencia y lenguaje. ",
    "– Concepciones psicológicas del ser humano: conductismo, psicoanálisis y psicología ",
    "humanista. ",
    "– El problema del yo y de la identidad personal. Tipos y modos de identidad. La especulación ",
    "en torno al transhumanismo. Los límites de lo humano. ",
    "B. Conocimiento y realidad. ",
    "1. El problema filosófico del conocimiento y la verdad. ",
    "– El problema del conocimiento:  ",
    "Definición y posibilidad.  ",
    "El origen del conocimiento y sus límites.  ",
    "Teorías de la verdad. ",
    "La crisis del ideal ilustrado y el relativismo posmoderno.  ",
    "La desinformación y el fenómeno de la «posverdad». ",
    "– Las teorías del conocimiento: formas de racionalismo, empirismo y otras teorías. La ",
    "alternativa del irracionalismo. ",
    "– El razonamiento y la argumentación:  ",
    "Tipos de razonamiento; inducción y deducción.  ",
    "La argumentación informal.  ",
    "Nociones de lógica formal.  ",
    "La detección de falacias y sesgos cognitivos.  ",
    "La deducción natural: reglas básicas. ",
    "– El saber científico: definición y características. Criterios de demarcación. Clasificación de la ",
    "ciencia y metodologías científicas. ",
    "– La filosofía de la ciencia: naturaleza, problemas y límites del conocimiento científico. ",
    "– Otros modos de saber: el saber común; la razón poética y las creencias religiosas. El ",
    "problema del saber metafísico. ",
    "– La dimensión social y política del conocimiento. Conocimiento, poder e interés. La ",
    "tecnociencia contemporánea. El papel de la mujer en la ciencia y en los otros conocimientos. ",
    "2. La cuestión de la naturaleza última de la realidad. ",
    "– El problema de lo real:  ",
    "Apariencia y realidad.  ",
    "Lo real y lo virtual: la cuestión de las realidades virtuales. ",
    "– Unidad y pluralidad. Categorías y modos de ser. Entidades físicas y objetos ideales. El ",
    "problema de los universales: realismo y nominalismo. ",
    "– El problema mente-cuerpo. La filosofía de la mente y el debate en torno a la inteligencia ",
    "artificial. ",
    "– El problema filosófico del tiempo y el cambio.  ",
    "– El problema del determinismo. Necesidad, azar y libertad. ",
    "– El problema filosófico de la existencia de Dios. Teísmo, ateísmo y agnosticismo. ",
    "C. Acción y creación. ",
    "1. La acción humana: filosofía, ética y política. ",
    "– La condición moral del ser humano: libertad y responsabilidad. ",
    "– El problema ético: cómo hemos de actuar. Ser y deber ser. ",
    "– La deliberación moral. Las condiciones del juicio y el diálogo ético. ",
    "– La fundamentación del bien moral. La posibilidad de una ética racional. Cognitivismo y ",
    "emotivismo. El debate en torno al relativismo moral. El reto de una ética universal de mínimos. ",
    "– Las principales respuestas al problema ético: éticas consecuencialistas, éticas del deber y ",
    "éticas de la virtud. La moral amoral de Nietzsche. Éticas del cuidado. Ética medioambiental. ",
    "Éticas aplicadas. ",
    "– Los derechos humanos: su génesis, legitimidad y vigencia actual. Las distintas generaciones ",
    "de derechos humanos.  ",
    "– Grandes cuestiones éticas de nuestro tiempo: la desigualdad y la pobreza; la igualdad ",
    "efectiva de derechos; la guerra, el terrorismo y otras formas de violencia; los derechos de la ",
    "infancia; la discriminación y el respeto a las minorías; Big Data y la manipulación de la ",
    "información.  ",
    "– El hombre como ser social. Definición de lo político. Legalidad y legitimidad. La cuestión ",
    "filosófica de la justicia.  ",
    "– El fundamento de la organización social y del poder político. Teorías del origen sobrenatural ",
    "vs. teorías contractualistas. La reflexión filosófica en torno a la democracia. ",
    "– El diálogo en torno a los principios políticos fundamentales: igualdad y libertad. El conflicto ",
    "entre el individuo y el Estado. El derecho al trabajo y a la propiedad: el problema de la ",
    "distribución de la riqueza. El debate político contemporáneo: liberalismo, utilitarismo y ",
    "comunitarismo. ",
    "– Ideales, utopías y distopías. Los movimientos sociales y políticos. ",
    "2. La reflexión filosófica en torno a la creación artística. ",
    "– Definición, ámbitos y problemas de la estética: arte, belleza y gusto. Lo bello y lo sublime. La ",
    "relación de lo estético con otros ámbitos de la cultura. Ética y estética. El bien, la verdad y la ",
    "belleza. El papel político del arte.  ",
    "– Teorías clásicas y modernas acerca de la belleza y el arte. Teorías y problemas estéticos ",
    "contemporáneos. La reflexión en torno a la imagen y la cultura audiovisual.     "
  ]
}
