{
    "saberes": [
        "A. Introducción a la economía y a las finanzas personales.",
        "- Definición de economía. Factores productivos. Sectores económicos",
        "- Indicadores económicos básicos: el interés, la inflación y la tasa de desempleo.",
        "- Economía pública. Déficit y deuda pública. Fraude y economía sumergida",
        "- El dinero. El sistema financiero.",
        "- Instrumentos de pago. Tarjetas de débito y de crédito. Préstamos y créditos",
        "- El riesgo de los productos financieros.",
        "- La gestión de ingresos y gastos en las finanzas personales. Importancia del ahorro.",
        "- Consumo responsable. Derechos del consumidor.",
        "- Publicidad y promociones.",
        "- El peligro del juego y las apuestas",
        "- Documentos de economía familiar",
        "B. Autoconocimiento, responsabilidad, creatividad y trabajo en equipo.",
        "- Autonomía e Iniciativa personal.",
        "- Autoconocimiento: fortalezas y debilidades personales.",
        "- Inteligencia emocional.",
        "- Dinámicas para el fomento de la creatividad y el espíritu innovador.",
        "- Habilidades de comunicación",
        "- Trabajo cooperativo: asunción de funciones.",
        "C. Emprendimiento y proyecto empresarial.",
        "- El emprendedor y sus cualidades. Tipos de emprendedor.",
        "- El valor social del emprendimiento.",
        "- Técnicas de estímulo para el desarrollo de ideas emprendedoras.",
        "- El empresario y la empresa como fuente de creación de riqueza.",
        "- Tipos de empresas. Entorno empresarial. La investigación de mercado.",
        "- La responsabilidad social corporativa y la cultura empresarial.",
        "- El proyecto de empresa: concepto, estructura y planificación.",
        "- El plan de marketing."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1. Comprender conceptos económicos básicos, interpretando la problemática económica de su entorno y valorando la importancia de la intervención del sector público, fundamentalmente en la corrección de desigualdades.",
        "1.2. Conocer y valorar la importancia del dinero en la sociedad y en la vida de cada persona, identificando los distintos intermediarios financieros y sus principales servicios, razonando su utilidad y generando una actitud crítica, siendo conscientes del problema de la información asimétrica.",
        "1.3. Valorar el impacto de la planificación y la importancia del ahorro, sabiendo elaborar y gestionar, de forma adecuada, un presupuesto de ingresos y gastos personales a corto, medio y largo plazo.",
        "Competencia específica 2.",
        "2.1. Entender la importancia del respeto a los derechos de los consumidores, identificando las distintas posibilidades de preservarlos y conociendo la posibilidad de recurrir a las organizaciones que, en los distintos ámbitos, desde el local al internacional, velan por la preservación de dichos derechos y pueden prestar asistencia ante una vulneración de los mismos.",
        "2.2. Identificar documentos relacionados con operaciones habituales de consumo, trabajo y negocios, así como conocer los trámites habituales en las relaciones con las administraciones públicas, cumplimentándolos y tramitándolos, tanto de forma manual como telemática.",
        "Competencia específica 3.",
        "3.1. Identificar las fortalezas y debilidades personales, relacionándolas con los diferentes ámbitos del desarrollo personal y la vida diaria.",
        "3.2. Afrontar y resolver, de forma adecuada, los problemas planteados, empleando, sus propios recursos personales y seleccionando otros, tanto materiales como humanos, idóneos para su correcta resolución.",
        "3.3. Analizar los resultados alcanzados, desarrollando una actitud de superación, mejora y perfeccionamiento.",
        "Competencia específica 4.",
        "4.1 Comprender la importancia del trabajo en equipo, desarrollando las habilidades sociales, personales, comunicativas y de inteligencia personal necesarias, para poder realizar actividades de trabajo cooperativo.",
        "4.2. Desarrollar una actitud flexible en la resolución de conflictos, proponiendo diferentes alternativas e intentando alcanzar acuerdos, mediante la negociación.",
        "4.3. Ejercer el liderazgo de una manera positiva, demostrando iniciativa y respeto, expresando con claridad no solo sus ideas, sino también recogiendo y argumentando las de los otros miembros del equipo.",
        "Competencia específica 5.",
        "5.1. Entender y reconocer las cualidades personales y sociales de la persona emprendedora, relacionando el papel del emprendimiento con la innovación y el bienestar social.",
        "5.2 Reconocer la función social que desempeñan las empresas y valorar la importancia de su comportamiento ético, proponiendo iniciativas emprendedoras que reduzcan el impacto social y medioambiental.",
        "5.3. Elaborar proyectos de emprendimiento sencillos que partan de la investigación del entorno e incluyan un plan de comercialización, valorando la utilidad de las iniciativas empresariales para la sociedad.",
        "5.4 Seleccionar fuentes de información fiables, contrastando y justificando su veracidad y adoptando una actitud crítica."
    ]
}