{
    "criteriosEvaluacion": [
        "1.1. Extraer y analizar las ideas principales, la información detallada y las implicaciones generales de textos de cierta longitud, auténticos o adaptados, bien organizados y complejos, orales, escritos y multimodales, tanto en registro formal como informal, tanto concretos como abstractos, expresados de forma clara y en la lengua estándar o en variedades frecuentes, incluso en entornos moderadamente ruidosos, a través de diversos soportes.",
        "1.2. Interpretar y valorar de manera crítica el contenido, la intención, los rasgos discursivos y ciertos matices, como la ironía o el uso estético de la lengua, de textos de cierta longitud y complejidad.",
        "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial y los detalles más relevantes de los textos y para distinguir la intención y las opiniones, tanto implícitas como explícitas de los textos; para inferir significados e interpretar elementos no verbales; y para buscar, seleccionar y contrastar información aplicando criterios de validez, calid ad, actualidad y fiabilidad, y almacenarla de manera adecuada y segura.",
        "2.1. Expresar oralmente con suficiente fluidez, corrección, pronunciación y entonación, y utilizando registros adecuados, diversos tipos de textos claros, coherentes, detallados, bien organizados y adecuados al interlocutor y al propósito comunicativo, con el fin de describir, narrar, argumentar e informar, en diferentes soportes, utilizando recursos verbales y no verbales y haciendo un uso no solo eficaz sino también ético del lenguaje.",
        "2.2. Redactar y difundir textos originales detallados de cierta extensión, bien estructurados y de cierta complejidad, ricos en léxico, adecuados a la situación comunicativa, a la tipología textual y a las herramientas analógicas y digitales utilizadas evitando errores importantes y reformulando, sintetizando y organizando de manera coherente información e ideas de diversas fuentes y justificando las propias opiniones, haciendo un uso ético del lenguaje, respetando la propiedad intelectual y evitando el plagio.",
        "2.3. Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, revisión y cooperación, para componer textos bien estructurados y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de los interlocutores o interlocutoras reales o potenciales a quienes se dirige el texto.",
        "3.1. Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en situaciones interactivas síncronas o asíncronas, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la netiqueta, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores, expresando ideas y opiniones con precisión y argumentando de forma convincente",
        "3.2. Seleccionar, organizar y utilizar, de forma eficaz, espontánea y en diferentes entornos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra con amabilidad, ajustar la propia contribución a la de los interlocutores percibiendo sus reacciones, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, resolver problemas y gestionar situaciones comprometidas.",
        "4.1. Interpretar y explicar textos, conceptos y comunicaciones en situaciones en las que atender a la diversidad, mostrando respeto y aprecio por los interlocutores e interlocutoras y por las lenguas, variedades o registros empleados, y participando en la solución de problemas de intercomprensión y de entendimiento, a partir de diversos recursos y soportes.",
        "4.2. Aplicar estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y del conocimiento previo y los intereses e ideas de los interlocutores e interlocutoras.",
        "5.1. Comparar distintas lenguas y contrastar las similitudes y diferencias reflexionando de forma sistemática sobre su funcionamiento y estableciendo relaciones entre ellas.",
        "5.2. Utilizar con iniciativa y de forma creativa estrategias y conocimientos que contribuyan a la mejora de su capacidad de comunicar y de aprender la lengua extranjera, con o sin apoyo de otros interlocutores e interlocutoras y de soportes analógicos y digitales.",
        "5.3. Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua extranjera seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, mediante estrategias y herramientas de planificación del propio aprendizaje, autoevaluación y coevaluación, como el Portfolio Europeo de las Lenguas (PEL) o un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y compartiéndolos.",
        "6.1. Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, rechazando y evaluando cualquier tipo de discriminación, prejuicio y estereotipo y solucionando a aquellos factores socioculturales que dificulten la comunicación.",
        "6.2. Valorar críticamente la diversidad lingüística, sociocultural y artística propia de países donde se habla la lengua extranjera, reconociéndola como fuente de placer y de enriquecimiento personal, en relación con los derechos humanos, y adecuarse a ella favoreciendo y justificando el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos.",
        "6.3. Aplicar de forma sistemática estrategias para defender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad."
    ],
    "saberes": [
        "Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, extensos y ricos en léxico y estructuras, propios de los ámbitos de las relaciones interpersonales, del mundo profesional, de los medios de comunicación, del aprendizaje y de la literatura: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto, organización y estructuración según el género, la función textual y la estructura.*",
        "Unidades lingüísticas y significados asociados a dichas unidades tales como: expresión de la entidad y sus propiedades; cantidad y cualidad; el espacio y las relaciones espaciales; el tiempo y las relaciones temporales; expresión del tiempo: pasado, presente, futuro; expresión del aspecto: puntual, durativo, habitual, incoativo, terminativo; expresión de la modalidad: factualidad, capacidad, posibilidad/probabilidad, necesidad, obligación, permiso, intención; la afirmación, la negación, la interrogación y la exclamación; relaciones lógicas: conjunción, disyunción, oposición/concesión, causa, finalidad, comparación, resultado/correlación, condición, estilo indirecto, relaciones temporales.*",
        "Léxico común y especializado de interés para el alumnado relativo a tiempo y espacio; estados, eventos y acontecimientos; actividades, procedimientos y procesos; relaciones personales, sociales, académicas y profesionales; educación, trabajo y emprendimiento; lengua y comunicación intercultural; ciencia y tecnología; historia y cultura; así como estrategias de enriquecimiento léxico (derivación, composición, polisemia, sinonimia...).*",
        "Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.*",
        "Convenciones ortográficas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.*",
        "Convenciones y estrategias conversacionales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir y parafrasear, colaborar, negociar significados, detectar la ironía, etc.*",
        "Recursos analógicos y digitales y estrategias avanzadas de búsqueda y selección de información válida, de calidad, actual y fiable, y curación de contenidos.*",
        "La propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.*",
        "Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, colaboración y cooperación educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.*",
        "B. Plurilingüismo y reflexión sobre el aprendizaje.",
        "Autoconfianza, iniciativa y asertividad. Estrategias de autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua extranjera.*",
        "Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, adecuación, coherencia, cohesión y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.*",
        "Recursos para el aprendizaje y estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal. Préstamos, calcos y transferencias negativas.*",
        "Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación y para el registro de los progresos y dificultades de aprendizaje de la lengua extranjera. Portfolio Europeo de las Lenguas (PEL).*",
        "Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).*",
        "Estrategias para la comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras lenguas del repertorio lingüístico del alumnado: origen y parentescos.*",
        "Estrategias cooperativas sencillas y complejas y asunción de responsabilidades individuales asignadas en el trabajo grupal.",
        "Gestión de conflictos.*",
        "C. Interculturalidad.",
        "La lengua extranjera como medio de comunicación y entendimiento entre pueblos, facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social y de enriquecimiento personal.*",
        "Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, con pronunciación, ritmo y entonación adecuados, respeto a las convenciones ortográficas y sociales de uso común y cuidado en la presentación de textos, así como por conocer informaciones culturales de los países donde se habla la lengua extranjera.*",
        "Patrones culturales propios de la lengua extranjera.*",
        "Aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros; instituciones, costumbres y rituales; valores, normas, creencias y actitudes; estereotipos y tabúes; lenguaje no verbal; historia, geografía, cultura y comunidades; relaciones interpersonales y procesos de globalización en países donde se habla la lengua extranjera.*",
        "Variantes de la lengua extranjera en el mundo.",
        "La lengua extranjera en el País Vasco y su influencia en el euskara.",
        "Situación de las lenguas en Europa. Lenguas oficiales, no oficiales, dominantes, dominadas. Carta Europea de las Lenguas",
        "Minoritarias o Regionales.",
        "Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.*",
        "Estrategias de prevención, detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal.*",
        "Valoración del texto literario y de la lectura como fuente de placer, para el acercamiento a las manifestaciones artísticas y culturales y para el enriquecimiento lingüístico y personal.",
        "Estrategias de dramatización, recreación y recitado de textos literarios."
    ]
}