{
    "criteriosEvaluacion": [
        "1.1. Localizar, seleccionar y contrastar información sobre el origen y la evolución de la cerámica y de la estampación, así como los distintos materiales, herramientas y maquinaria, aplicando estos conocimientos en la realización de proyectos individuales o colectivos, que permitan diferenciar sus características en general, prestando especial atención a las de Canarias. CCL3, CD1, CPSAA4, CC1, CCEC2",
        "1.2. Expresar con fluidez y coherencia los conocimientos adquiridos de manera eficaz y segura, haciendo un uso responsable de las tecnologías digitales, comprendiendo la terminología específica de la materia en diferentes lenguas y desde diferentes medios de comunicación, para participar de forma activa y respetuosa hacia la diversidad de opiniones, emitiendo juicios de valor. CCL1, CCL2, CP2, CD1, CD2, CPSAA4, CE3, CCEC3.1",
        "1.3. Mantener una actitud crítica y constructiva ante las creaciones artísticas, teniendo en cuenta sus conocimientos, su entorno, su gusto personal y sensibilidad, con el fin de incentivar el interés por la cerámica y la estampación, y aumentar el sentido de la responsabilidad, el diálogo y la igualdad de derechos para las personas. CCL5, CPSAA1.1, CC1, CC3",
        "2.1. Identificar los materiales, las herramientas y la maquinaria específica del taller cerámico o de estampación (arcilla, utillaje, laminadora, horno, tórculo…) a lo largo de la historia, y garantizar su mantenimiento en condiciones de seguridad e higiene, demostrando una actitud responsable con el medio ambiente y los productos tóxicos a utilizar. CCL3, STEM1",
        "2.2. Recopilar y analizar la información para el desarrollo de una obra cerámica de producción propia o de estampación, para valorar las posibilidades expresivas de los materiales, la capacidad de aprender a aprender, el desarrollo personal y la sensibilidad. CD1, CPSAA4, CCEC2",
        "3.1. Reconocer las técnicas de construcción cerámica o de estampación para elaborar una obra personal o grupal sencilla, aplicando estrategias comunicativas y plásticas, usando la metodología por proyectos, evaluando datos de manera autónoma, tomando como referencia una obra cerámica o de estampación de carácter nacional o canario, y utilizando de manera apropiada las fuentes de información. CCL3, STEM2, CD1, CD2, CPSAA4, CC1, CE3",
        "3.2. Distinguir las técnicas, los medios y los soportes de decoración cerámica o de estampación, estudiando sus aspectos expresivos, analizando su repercusión cultural y patrimonial, y desarrollando la sensibilidad artística. STEM2, STEM3, CCEC2",
        "4.1. Experimentar con los materiales cerámicos o de estampación, y crear un proyecto individual o colectivo, cuya calidad superficial presente un carácter estético y expresivo, y cuyo propósito sea reflejar una calidad artística e intencionalidad plástica y comunicativa, al servicio de la convivencia democrática, transmitiendo ideas y emociones. Todo ello con la intención de defender la libertad de expresión y la igualdad, y el aprecio por la diversidad cultural, la construcción de la identidad personal, el desarrollo de una actitud empática y colaborativa, la autoestima, la iniciativa y la imaginación. CCL5, CP3, STEM3, CD2, CPSAA3.2, CPSAA4, CC2, CE1, CE3, CCEC3.1"
    ],
    "saberes": [
        "Bloque I. La cerámica y estampación",
        "    1. Utilización de las tecnologías de la información y la comunicación para la búsqueda, selección y organización de información (textos, vídeos, imágenes…) en diversas fuentes (centros museísticos, internet…), y la presentación de conclusiones respecto al origen y evolución de la cerámica y la estampación.",
        "    2. Conocimiento y utilización funcional del vocabulario propio de la materia.",
        "    3. Análisis y conocimiento de los principales estilos artísticos en la cerámica y la estampación, teniendo en cuenta la importancia de la perspectiva de género y la perspectiva intercultural para apreciar la diversidad.",
        "    4. Aplicación de las técnicas y los estilos artísticos de la cerámica o la estampación, en general, y de la canaria, en particular.",
        "    5. Valoración y reflexión de las obras cerámicas y de estampación realizadas, propias y ajenas, manteniendo una actitud crítica y utilizando el lenguaje inclusivo ante los elementos plásticos y creativos empleados.",
        "    6. Realización de proyectos básicos de cerámica o de estampación valorando su sentido social y cultural.",
        "Bloque II. El taller. Materiales, herramientas y maquinaria",
        "    1. Conocimiento y respeto de las normas de seguridad e higiene en el trabajo respecto a los materiales y los productos tóxicos del taller cerámico y de estampación, y su relación con el medioambiente.",
        "    2. Utilización, conservación y mantenimiento de las herramientas y la maquinaria específicas de cerámica (hornos, laminadora…) y de estampación (tórculo, mesa de impresión…) del taller.",
        "    3. Aplicación de propuestas creativas en su obra personal cerámica o de estampación, desarrollando el sentido emocional y la sostenibilidad.",
        "Bloque III. Técnicas constructivas y decorativas",
        "    1. Aplicación de las técnicas básicas de construcción manual y mecánicas cerámicas: a pellizco, a churros, por tiras, por placas…, reproducción de moldes: por apretón (cóncavo-convexo), por colada…; o de las de estampación: hueco, relieve o plano (punta seca, xilografía, serigrafía…) con criterio y sensibilidad artística.",
        "    2. Utilización de técnicas decorativas cerámicas básicas por tratamiento de la superficie: textura, grabados, incrustaciones, aplicaciones, esgrafiados…; de técnicas cromáticas: relación forma-color, pigmentos y colorantes cerámicos, lápiz y tizas cerámicas, engobes, esmaltes….; o de técnicas decorativas de estampación: estarcido, transferencias, estampación directa, collagraph…, tratando temáticas inclusivas y sin seguir estereotipos.",
        "    3. Desarrollo de la metodología básica por proyectos, tanto individual como grupal en el proceso de análisis, síntesis y creación como estrategia de trabajo para generar una obra cerámica o de estampación, haciendo hincapié en el patrimonio natural, social y cultural canario.",
        "    4. Exposición y defensa del proyecto, así como valoración de los aspectos formales, funcionales, estéticos y comunicativos de la solución de un proyecto sencillo de obra cerámica o de estampación.",
        "Bloque IV. El proyecto. Materiales experimentales y de innovación",
        "    1. Investigación en técnicas y materiales innovadores para aplicar a propuestas de trabajos cerámicos y de estampación asumiendo el aprovechamiento de recursos, la economía circular y el impacto en el medio ambiente.",
        "    2. Elaboración de piezas cerámicas o de estampación, atendiendo a las posibilidades plásticas, expresivas, emocionales y creativas que, a través de la experimentación, implementen el trabajo cerámico o de estampación proyectado.Desarrollo de la metodología básica por proyectos y de estrategias de trabajo en grupo planificando la distribución equitativa de tareas, el reparto de roles, el respeto, la coordinación y la cooperación para generar una obra cerámica o de estampación.",
        "    3. Exposición y defensa de un proyecto colaborativo transdisciplinar de una obra cerámica o de estampación."
    ]
}