{
    "criteriosEvaluacion": [
        "1.1. Explicar el enriquecimiento que supone la diversidad en el arte, estudiando obras de épocas y culturas distintas, a partir de la vinculación con su contexto, analizando el concepto de arte al que responden, para conocer la diversidad patrimonial, ampliar sus recursos y su repertorio cultural. CCL1, CCL2, CPSAA4, CC1, CCEC1",
        "1.2. Argumentar la evolución de la concepción del arte en la historia, comparando sus significados en períodos y culturas diferentes, analizando sus semejanzas y diferencias, para desarrollar la sensibilidad artística y contribuir a la consolidación de su madurez personal y social. CCL1, CCL2, CPSAA4, CC1, CCEC1, CCEC2",
        "2.1. Distinguir las funciones del arte a lo largo de la historia y explicar las singularidades de diversas manifestaciones culturales y artísticas, analizando su evolución a partir del estudio de diversas producciones de distintos estilos y época, mediante la búsqueda de información en diversas fuentes tanto analógicas como digitales, y relacionándolas con su función, de forma abierta y respetuosa, para valorar el patrimonio cultural y artístico atendiendo a los condicionamientos ambientales y contextuales de las producciones artísticas de distintos periodos. CCL1, CCL2, CD1, CPSAA4, CC1, CC3, CCEC1, CCEC2",
        "3.1. Identificar los elementos constituyentes de manifestaciones artísticas de diversos periodos y estilos, haciendo uso de medios analógicos o digitales, analizándolas formal, funcional y semánticamente, reconociendo las claves de sus lenguajes, justificando su relación con la época, artista o movimiento correspondiente y haciendo uso de la terminología específica, para valorar la riqueza expresiva del arte, de los lenguajes utilizados y desarrollar el criterio y el deleite estético en su recepción. CCL1, CCL2, CD1, CPSAA1.2, CPSAA4, CC1, CCEC1, CCEC2",
        "4.1. Analizar y compartir las conclusiones de sus investigaciones sobre producciones artísticas de diversos estilos y épocas, realizadas en distintos medios y soportes, abordadas a partir de diversas fuentes analógicas o digitales, y las relaciones con su contexto, teniendo en cuenta a las mujeres artistas, relacionándolas con su contexto social, geográfico e histórico de creación y explicando las posibles relaciones con obras de otras épocas y culturas, para apreciar y respetar el patrimonio artístico e integrar a personas de otras culturas, de distintos géneros y de distintas capacidades. CCL1, CCL2, CCL5, STEM4, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2",
        "5.1 Explicar las diferentes posibilidades expresivas del arte y su poder de transmisión de ideas, conceptos, sentimientos y emociones a partir de obras de artistas de distintas épocas y estilos, analizando las diversas interpretaciones que se han dado de ellas para desarrollar una personalidad autónoma, empática e independiente que consolide los procesos de socialización y de construcción de su propia identidad y hacer eficaz su aprendizaje. CCL1, CCL2, CCL5, CPSAA3.1, CC1, CCEC2, CCEC3.1",
        "5.2 Analizar producciones artísticas de diversos periodos y estilos, valorándolas como herramientas potenciadoras de la creatividad, la imaginación, la autoestima y el crecimiento personal para establecer un vínculo creativo con experiencias vitales propias y ajenas y una interacción pacífica y respetuosa con las demás personas y con el entorno. CCL1, CCL2, CCL5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CE2, CCEC2, CCEC3.1",
        "6.1 Interpretar creaciones artísticas de distintos periodos y estilos, analizando su forma, su significado y su contexto de creación e incorporando las ideas, conocimientos, emociones y sentimientos propios para desarrollar la sensibilidad y el sentido crítico además de contrastar diferentes interpretaciones proponiendo una valoración personal desde el respeto a la libertad de expresión, la igualdad y la diversidad. CCL1, CCL2, CCL5, CD2, CPSAA4, CC1, CC3, CCEC1, CCEC2",
        "7.1 Plantear y llevar a cabo proyectos artísticos, individuales o colectivos, explorando y seleccionando los estilos, técnicas y lenguajes más adecuados de diversas disciplinas, considerando especialmente el entorno digital, y organizando y distribuyendo las tareas de manera razonada, para materializar las ideas y objetivos planteados, aplicando los aprendizajes adquiridos, valorando las distintas aportaciones con respeto y empatía, en un contexto de inclusión que favorezca el uso de metodologías colaborativas y adquirir las habilidades necesarias para afrontar proyectos sostenibles y ecosocialmente responsables. CCL5, STEM1, STEM5, CD2, CD3, CPSAA3.1, CPSAA3.2, CC3, CE1, CE2, CE3, CCEC4.1, CCEC4.2"
    ],
    "saberes": [
        "I. Los fundamentos del arte",
        "1. Reconocimiento y análisis de los materiales, técnicas y procedimientos empleados en la creación de obras artísticas a lo largo de la historia. Análisis de nuevas formas de expresión a través del uso de la tecnología en el arte y de nuevos materiales.",
        "2. Conocimiento y comprensión de la terminología específica de la arquitectura y las artes plásticas.",
        "3. Estudio y análisis de la influencia de los aspectos históricos, geográficos y sociales en la evolución del arte.",
        "4. Conocimiento y explicación de las teorías del arte a través de la revisión y reflexión sobre la evolución de su definición a lo largo de la historia y su perspectiva actual.",
        "5. Valoración, indagación y reflexión sobre la perspectiva de género en el arte a través del análisis de la mujer como objeto de representación y como creadora desde una perspectiva crítica.",
        "6. Análisis y comparación entre arte conceptual y arte objeto, similitudes y diferencias.",
        "II. Visión, realidad y representación",
        "1. Reconocimiento y estudio del arte de diversas culturas. Acercamiento y valoración del arte precolombino y del arte africano precolonial, e indagación sobre sus influencias en manifestaciones artísticas de otras culturas.",
        "2. Conocimiento e identificación de los sistemas de representación espacial en la pintura, desde la pintura primitiva a la ruptura cubista con la tradición Renacentista.",
        "3. Reconocimiento, comparación y análisis de las claves estilísticas y estéticas del impresionismo y postimpresionismo pictórico. Estudio de sus principales artistas, mujeres y hombres relevantes del movimiento impresionista y postimpresionista e identificación de las influencias producidas en las vanguardias artísticas del siglo XX. Análisis de la influencia del Impresionismo en las pintoras y los pintores canarios.",
        "4. Estudio de los diversos enfoques y conceptos del Realismo como representación objetiva de la realidad. Conocimiento y análisis de las tendencias de expresión hiperrealistas a partir de 1960.",
        "5. Identificación y análisis de las vanguardias de entreguerras con especial atención al movimiento surrealista. Estudio y comprensión del origen y de las claves estéticas del Surrealismo y su relación con las teorías del psicoanálisis. Estudio del Surrealismo en Canarias centrado en las figuras relevantes y la importancia de publicaciones vinculadas al movimiento. Reconocimiento de la influencia del Surrealismo en el arte, el cine y la publicidad hasta la actualidad.",
        "6. Estudio de los orígenes y evolución de la abstracción en el arte.",
        "III. El arte clásico y sus proyecciones",
        "1. Identificación y valoración de la arquitectura y la escultura griegas reconociendo las obras y periodos más relevantes.",
        "2. Análisis del retrato escultórico en la Roma Antigua destacando su carácter realista y su posible influencia en posteriores representaciones artísticas a lo largo de la historia.",
        "3. Identificación y descripción de las características de la arquitectura a través de las diferentes épocas y estilos partiendo de la romanización hasta la Baja Edad Media.",
        "4. Análisis del renacer del arte clásico en la arquitectura, pintura y escultura desde el Trecento al Cinquecento, incluyendo las manifestaciones renacentistas en España y particularmente en Canarias.",
        "5. Análisis del impacto del arte clásico en épocas y estilos contemporáneos partiendo del Neoclasicismo hasta la pintura Metafísica, con especial atención a las manifestaciones arquitectónicas desarrolladas en Canarias.",
        "IV. Arte y expresión",
        "1. Identificación y valoración de las aportaciones del arte barroco a la pintura, la escultura y la arquitectura, realizando una aproximación a sus manifestaciones en España y específicamente en Canarias.",
        "2. Estudio y explicación del movimiento cultural del Romanticismo y su relación con el marco histórico y cultural en el que surge, analizando las principales autoras y autores románticos europeos.",
        "3. Estudio y descripción de los orígenes de la fotografía así como su desarrollo e impacto en el arte a partir de su nacimiento, prestando especial atención a los inicios de la fotografía en Canarias.",
        "4. Análisis y valoración del Expresionismo alemán y de los movimientos artísticos relacionados cronológica y estilísticamente realizando un recorrido desde el Fauvismo hasta el Expresionismo Figurativo del siglo XX.",
        "5. Identificación, reflexión y explicación del arte rupturista partiendo de las propuestas dadaístas hasta el arte intermedia de Fluxus.",
        "V. Naturaleza, sociedad y comunicación en el arte",
        "1. Descripción y análisis del Modernismo como movimiento artístico, particularmente para establecer el punto de partida de un recorrido que finalice en la arquitectura orgánica, haciendo especial mención a la arquitectura modernista en Canarias y su posterior evolución.",
        "2. Análisis de los rasgos esenciales de la Bauhaus destacando el principio que relaciona el arte con la función, su desarrollo en el campo del diseño, en las artes aplicadas y sus vínculos con el Art Déco y la artesanía.",
        "3. Identificación y valoración de la arquitectura del vidrio y del hierro del s. XIX  para establecer su impacto en la arquitectura posterior, especialmente en el movimiento moderno.",
        "4. Exploración del uso y apropiación de los procesos de expresión plástica de los medios de comunicación por parte del arte, haciendo un recorrido desde la aparición del concepto de cartel hasta el tratamiento de la estética cotidiana y publicitaria del Pop art.",
        "5. Análisis de las diferentes representaciones artísticas digitales partiendo del concepto de la luz como elemento plástico y su materialización en diferentes vertientes tales como el videoarte, el arte en las redes y el arte digital.",
        "6. Identificación y tratamiento de la ecología en el arte partiendo de las primeras propuestas del Land Art y el Arte Povera hasta las manifestaciones más actuales incluyendo aquellas realizadas a partir del paisaje natural canario.",
        "7. Descripción y valoración del arte como instrumento de transformación de la sociedad analizando el proceso de evolución de los individualismos artísticos hacia el arte colaborativo, así como el uso de los espacios urbanos para diferentes intervenciones artísticas.",
        "VI. Metodologías y estrategias",
        "1. Utilización de metodologías de estudio de las formas, las funciones y los significados asociados a los movimientos y estilos artísticos y de análisis técnico y procedimental de la obra de arte.",
        "2. Distribución de tareas y roles cooperativos en los proyectos artísticos colectivos partiendo de criterios de selección de las habilidades requeridas.",
        "3. Conocimiento y aplicación de las distintas fases de los proyectos artísticos basados en la metodología proyectual.",
        "4. Valoración del uso de estrategias de selección de estilos, técnicas y lenguajes en diferentes manifestaciones artísticas.",
        "5. Planificación y diseño de montajes expositivos para la difusión de los proyectos del alumnado tanto de la materia como de forma interdisciplinar."
    ]
}