{
    "criteriosEvaluacion": [
        "1.1 Comparar les diferents tècniques d’expressió graficoplàstica amb el context social, històric i cultural, mitjançant l’observació sense prejudicis d’obres d’art i altres manifestacions artístiques.",
        "1.2 Analitzar críticament de forma positiva l’enriquiment que comporta la diversitat cultural i artística de les diferents tècniques d’expressió graficoplàstica, valorant produccions plàstiques en diferents èpoques i contextos.",
        "2.1 Aplicar l’anàlisi visual crítica i sensible de les produccions artístiques per tal de delectar-se estèticament en un context divers i multicultural, establint metodologies variades d’apropament i estudi.",
        "2.2 Relacionar la intencionalitat i el sentit de les produccions artístiques amb les tècniques graficoplàstiques utilitzades, desenvolupant activament la capacitat d’anàlisi visual.",
        "3.1 Descobrir i conèixer amb interès els diferents procediments, materials i instruments que intervenen en el procés de creació graficoplàstica, aplicant procediments d’observació, cerca i selecció d’informació.",
        "3.2 Classificar i comprendre les diferents tècniques d’expressió graficoplàstica, atenent-ne al context històric, comunicatiu i expressiu, mitjançant l’estudi sense idees preconcebudes d’obres d’art dels períodes i artistes més rellevants.",
        "3.3 Analitzar críticament la sostenibilitat i l’impacte mediambiental dels procediments i materials utilitzats en la creació plàstica al llarg de la història, implicant-se activament i compromesos en la seva anàlisi i defensa.",
        "4.1 Dissenyar de manera creativa i imaginativa un projecte individual amb diferents tècniques d’expressió graficoplàstica, construint el sentit crític i desenvolupant l’autoestima que potencia el creixement personal.",
        "4.2 Experimentar de manera creativa amb diferents mitjans del llenguatge graficoplàstic, desenvolupant la capacitat d’expressió personal i autònoma, mitjançant la creació de produccions artístiques motivades per propostes tant lliures com orientades.",
        "5.1 Seleccionar i implementar creativament els recursos graficoplàstics adequats per cada situació expressiva i comunicativa, aplicant-los en la realització de produccions plàstiques amb un motiu determinat.",
        "5.2 Fomentar l’empatia i el creixement personal mitjançant el desenvolupament de produccions graficoplàstiques col·lectives, interactuant coordinadament i col·laborativament i respectant les consideracions definides.",
        "5.3 Desenvolupar la destresa i el domini tècnic i procedimental, resolent amb criteri i respecte propostes artístiques individuals i col·lectives amb temàtiques concretes.",
        "6.1 Expressar idees, opinions i sentiments mitjançant la creació de produccions graficoplàstiques pròpies i col·laboratives que facin referència a un motiu concret.",
        "6.2 Argumentar amb criteri i respecte una composició graficoplàstica tant pròpia com aliena, avaluant l’adequació i la qualitat de l’execució de l’obra.",
        "6.3 Examinar la pròpia identitat personal així com el nostre compromís social, desenvolupant amb criteri l’adequació en l’execució i qualitat del resultat de projectes graficoplàstics relacionats amb els drets humans i temes d’inclusió.",
        "7.1 Generar una obra graficoplàstica seleccionant els recursos adequats per adaptar-se amb creativitat i imaginació a una proposta individual concreta.",
        "7.2 Adaptar els recursos graficoplàstics disponibles a una producció artística col·laborativa, atenent els propòsits i integrant-se de manera activa en la seva execució.",
        "8.1 Dissenyar i crear processos creatius i innovadors en suports diversos, que parteixin de composicions graficoplàstiques integrades i de vivències personals i alienes.",
        "8.2 Planificar i elaborar projectes plàstics que comportin la posada en valor de nous reptes personals i professionals, responent amb respecte a propostes vinculades a la diversitat cultural i artística.",
        "9.1 Implicar-se activament en les diferents fases d’un projecte artístic col·lectiu, generant cohesió, integració i inclusió, i enriquint l’elaboració amb la pròpia experiència personal.",
        "9.2 Actuar de forma imaginativa i creativa a partir de propostes artístiques individuals amb un motiu concret, aplicant les tècniques, les eines i els codis visuals adequats a la proposta i valorant les oportunitats personals, socials i inclusives que es generen a partir de la seva resolució."
    ],
    "saberes": [
        "Materials",
        "- Descobriment i comparació de tot tipus de suports, materials, utensilis, pigments, aglutinants i dissolvents, així com anàlisi de la seva evolució històrica a partir de l’aplicació de metodologies i tècniques variades.",
        "- Comprovar la seguretat, la toxicitat i l’impacte mediambiental dels diferents materials en un projecte de societat madur des de punts de vista diversos.",
        "- Conscienciació i conservació de les obres artístiques a partir d’un debat sobre el seu valor per a la humanitat.",
        "Tècniques de dibuix",
        "- Experimentació amb materials, instruments i suports associats al dibuix, aprofundint en les seves característiques i en la terminologia específica.",
        "- Identificació i aplicació de tècniques seques: llapis de grafit, carbonet, llapis compostos, sanguines, barres greixoses, de color i pastels vinculades tant a funcions esteticoestilístiques com funcionals en contextos reals.",
        "- Identificació i aplicació de tècniques humides: la tinta i les seves eines vinculades tant a funcions esteticoestilístiques com funcionals en contextos reals.",
        "- Anàlisi de l’evolució històrica del dibuix i comparació de les seves èpoques artístiques tant en l’aspecte tècnic com procedimental, establint ponts amb el coneixement ja estudiat per l’alumnat des d’altres disciplines.",
        "- Ús de fonts fotogràfiques i cinematogràfiques tant de la història de l’art com generades per l’alumnat mateix per tal de reconèixer el valor de la perspectiva, de la il·luminació i de la composició aplicades al dibuix.",
        "Tècniques de pintura",
        "- Experimentació amb materials, instruments i suports associats a la pintura, aprofundint en les seves característiques i en la terminologia específica.",
        "- Identificació i aplicació de tècniques a l’aigua: aquarel·la, tremp i acrílic vinculades tant a funcions esteticoestilístiques com funcionals en contextos reals.",
        "- Identificació i aplicació de tècniques sòlides, olioses i mixtes: tremp d’ou, pastels, olis, pintures biodegradables i barreges experimentals vinculades tant a funcions esteticoestilístiques com funcionals en contextos reals.",
        "- Anàlisi de l’evolució històrica de la pintura i comparació de les seves èpoques artístiques en l’aspecte tècnic, establint ponts amb el coneixement ja estudiat per l’alumnat des d’altres disciplines.",
        "Tècniques de gravat i d’estampació",
        "- Experimentació amb materials, instruments i suports associats al gravat i a l’estampació, aprofundint en les seves característiques i en la terminologia específica.",
        "- Identificació i aplicació de tècniques de monoimpressió i reproducció múltiple, així com la monotípia plana, vinculades tant a funcions esteticoestilístiques com funcionals, en contextos reals.",
        "- Ús i aplicació de diverses tècniques d’estampació: en relleu (xilografia i linòleum) i en buit (calcografia) i sistemes planogràfics (litografia i serigrafia) vinculades tant a funcions esteticoestilístiques com funcionals, en contextos reals.",
        "- Comparació d’obres de gravat i estampació fetes per artistes de diferents èpoques i disciplines, per tal de conscienciar l’alumnat sobre la deriva estilística existent entre zones geogràfiques i èpoques històriques.",
        "Tècniques mixtes i alternatives",
        "- Experimentació amb materials, tècniques i procediments contemporanis d’expressió gràfica, aprofundint en les seves característiques específiques.",
        "- Reconèixer sistemes contemporanis d’estampació mitjançant una tria d’exemples actuals.",
        "- Anàlisi de la imatge digital. L’art digital com a eina accessible i d’una gran influència en la difusió d’idees i valors dins de la cultura contemporània.",
        "- Comparació i anàlisi d’obres i procediments d’artistes contemporanis de diferents estils en relació amb els conceptes ja estudiats en el curs de dibuix artístic i en la resta de matèries artístiques.",
        "- Aplicació de tècniques mixtes o alternatives vinculades a necessitats reals en un context proper."
    ]
}