{
    "competenciasEspecificas": [
        "OBJ1. Leer obras de la literatura dramática gallega, lusófona, española y universal o ver su puesta en escena, atendiendo tanto a las relaciones internas de los elementos constitutivos del género y sus funciones en las obras como a las relaciones externas de las obras con su contexto de producción y su inscripción en la tradición cultural, para alargar las posibilidades de disfrute de la literatura dramática y para estimular la creatividad literaria y artística.",
        "OBJ2. Leer o ver en escena de manera autónoma obras relevantes de la literatura dramática gallega, lusófona, española y universal como fuente de placer y de conocimiento; seleccionar de manera orientada, con criterio propio y con la consulta de recomendaciones especializadas, aquellas que mejor se ajustan a los gustos, intereses y necesidades personales; diversificar formas de acceso al hecho teatral y compartir experiencias de recepción para forjar un criterio propio, y como público de teatro para construir la propia identidad literaria y para disfrutar de su dimensión social.",
        "OBJ3. Establecer vínculos entre obras dramáticas de diferentes épocas (de la literatura gallega, lusófona, española y universal), contextos y lenguajes artísticos para constatar la existencia de universales temáticos, tipologías de personajes y canales formales recurrentes a lo largo de la historia, y para reconocer semejanzas y diferencias en función de sus respectivos contextos de producción y de la interrelación entre literatura y sociedad.",
        "OBJ4. Emplear las capacidades expresivas y creativas necesarias para la recreación o creación de textos dramáticos utilizando los elementos que configuran el género, así como diferentes técnicas para componer la acción dramática, el diseño de personajes y la configuración de situaciones y escenas.",
        "OBJ5. Participar en la construcción de un canon literario dramático gallego, lusófono, español y universal que integre la perspectiva de experiencia de las mujeres y de las voces gallegas y de otras latitudes a través de la lectura, del visionado o de la asistencia a representaciones de obras teatrales de escritoras o de personajes femeninos esenciales que supere los marcos de la cultura occidental, para establecer contrapuntos de interés, respeto y sensibilidad frente a otras voces y para desarrollar el pensamiento crítico con respecto a la construcción discursiva del mundo y de sus imaginarios."
    ]
}