{
  "competenciasEspecificas": [
    "OBJ1. Comprender el dibujo como forma de conocimiento, comunicación y expresión, comparando el uso que se hace de él en manifestaciones culturales y artísticas de diferentes épocas, lugares y ámbitos disciplinares y valorando la diversidad de significados que origina para apreciar la importancia de la diversidad cultural y la relevancia de la conservación y de la promoción del patrimonio.",
    "OBJ2. Analizar con actitud crítica y reflexiva, utilizando la terminología específica adecuada, producciones plásticas de distintas épocas y estilos artísticos, reconociendo el lenguaje, las técnicas y los procedimientos, la función significativa y la expresividad del dibujo presentes en ellas, para desarrollar la conciencia visual y el criterio estético, y ampliar las posibilidades de disfrutar del arte.",
    "OBJ3. Analizar, interpretar y representar la realidad, utilizando los recursos elementales y la sintaxis del dibujo, para ofrecer una visión propia de esa realidad, potenciar la sensibilidad y favorecer el desarrollo personal y artístico.",
    "OBJ4. Experimentar con diferentes materiales, técnicas y soportes, incluido el propio cuerpo, y analizar la importancia de este en las propuestas artísticas contemporáneas para descubrir el gesto del dibujo y la apropiación del espacio como medios de autoexpresión y aceptación personal.",
    "OBJ5. Utilizar la práctica del dibujo como medio de expresión de ideas, opiniones, sentimientos y emociones, investigando los referentes culturales de las nuevas creaciones como parte inherente a estas, para ampliar el repertorio artístico y enriquecer las producciones propias.",
    "OBJ6. Realizar producciones gráficas expresivas y creativas valorando la importancia de los elementos del lenguaje gráfico y su organización en la definición de un estilo personal, para progresar en la ejecución técnica y en las cualidades comunicativas y expresivas de las producciones propias.",
    "OBJ7. Experimentar con las técnicas propias del dibujo identificando las herramientas, medios y soportes necesarios y analizando su posible impacto ambiental, para integrarlas de forma creativa y responsable en la realización de producciones gráficas.",
    "OBJ8. Adaptar los conocimientos y las destrezas adquiridos desarrollando la retentiva y la memoria visual para responder con creatividad y eficacia a nuevos desafíos de representación gráfica.",
    "OBJ9. Crear proyectos gráficos colaborativos contribuyendo de forma creativa a su planificación y realización y adaptando el diseño y el proceso a las características propias de un ámbito disciplinar, para descubrir posibilidades de desarrollo académico y profesional y apreciar el enriquecimiento que suponen las propuestas compartidas."
  ]
}