{
    "saberes": [
        "I. Las lenguas y sus hablantes",
        "1. Reconocimiento de la biografía lingüística personal y mapa lingüístico del aula.",
        "2. Identificación, de manera acompañada, de la diversidad etnocultural y lingüística como riqueza y herramienta de reflexión interlingüística, con especial atención a las características propias del español hablado en Canarias y en América.",
        "3. Aproximación a la lengua de signos a través de la identificación del alfabeto dactilológico, expresiones y vocabulario de uso cotidiano, así como a algunos SAAC.",
        "4. Identificación, de manera acompañada, de prejuicios y estereotipos lingüísticos.",
        "5. Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "II. Comunicación",
        "1. Contexto ",
        "     1.1. Identificación, de manera acompañada, de los componentes del acto comunicativo (situación, participantes, intención) y su adecuación a los diferentes contextos.",
        "2. Géneros discursivos ",
        "     2.1. Empleo de textos pertenecientes a géneros discursivos propios del ámbito personal y educativo, atendiendo al contenido y a la forma, y adaptados a su nivel madurativo.",
        "     2.2. Identificación y uso, de manera acompañada, de diferentes tipologías textuales en situaciones comunicativas.",
        "     2.3. Aplicación de manera acompañada de estrategias sencillas para la coherencia, la cohesión y la adecuación en diferentes tipos de textos.",
        "3. Procesos ",
        "     3.1. Interacción oral adecuada en contextos espontáneos y reglados, a través de la escucha activa, la asertividad y la cortesía lingüística en la resolución dialogada de conflictos. Expresión y escucha empática de necesidades, vivencias y emociones propias y ajenas.",
        "     3.2. Interacción escrita adecuada en contextos reglados. Expresión y lectura empática de información y opiniones propias y ajenas.",
        "     3.3. Comprensión de textos orales mediante la identificación de las ideas más relevantes y la interpretación del sentido global para dar opiniones razonadas. Detección de usos claramente discriminatorios del lenguaje verbal y no verbal.",
        "     3.4. Producción de textos orales y multimodales atendiendo a la pronunciación, la entonación y la actitud postural, y utilizando las características de pronunciación, gramaticales y léxicas del español de Canarias si es la variante dialectal normalmente usada. Construcción y comunicación de conocimiento, de manera acompañada, mediante la planificación y producción de diferentes tipos de textos.",
        "     3.5. Comprensión lectora a través de la aplicación de estrategias elementales antes, durante y después de la lectura. Identificación de las ideas más relevantes e interpretación del sentido global, emitiendo opiniones razonadas de manera acompañada. Identificación de elementos gráficos y paratextuales al servicio de la comprensión. Iniciación a las habilidades lectoras (ritmo, entonación, pausas, timbres de voz…) mediante la lectura compartida. Detección de usos claramente discriminatorios del lenguaje verbal y no verbal.",
        "     3.6. Producción, de manera acompañada, de textos escritos y multimodales en distintos soportes, incluyendo los digitales, aplicando las convenciones del código escrito y la ortografía natural, con la debida atención a las características gramaticales y léxicas del español de Canarias. Elaboración, de manera acompañada, de textos creativos con coherencia, cohesión y adecuación, utilizando estrategias, individuales o grupales, de planificación, textualización, revisión y autocorrección, realizando una opinión razonada de los mismos. Uso de elementos gráficos para favorecer la comprensión.",
        "     3.7. Iniciación en la alfabetización mediática e informacional, aplicando estrategias para la búsqueda guiada de información en fuentes documentales variadas y con distintos soportes y formatos. Comunicación y opinión razonada, de manera acompañada, de la información. Reconocimiento de la autoría y respeto por la propiedad intelectual. Uso guiado de la biblioteca, así como de recursos digitales del aula.",
        "III. Educación literaria",
        "1. Lectura acompañada de obras o fragmentos variados y diversos de la literatura infantil, adaptados a su nivel madurativo y organizados en itinerarios lectores, con la debida atención a muestras de la literatura canaria.",
        "2. Uso de estrategias para la interpretación acompañada y compartida de las obras a través de conversaciones literarias.",
        "3. Relación, de manera acompañada, entre los elementos constitutivos esenciales de la obra literaria (tema, personajes, argumento, espacio) y la construcción del sentido de la obra.",
        "4. Identificación acompañada de algunos recursos literarios.",
        "5. Relación entre los textos leídos y otras manifestaciones artísticas y culturales.",
        "6. Inicio de la construcción de los itinerarios lectores individuales. Uso de estrategias para la expresión de gustos e intereses.",
        "7. Lectura expresiva, dramatización o interpretación de fragmentos atendiendo a los procesos de comprensión y al nivel de desarrollo.",
        "8. Creación de textos de intención literaria, de manera acompañada, partiendo de modelos dados.",
        "9. Uso acompañado de la biblioteca de aula o de centro como escenario de actividades literarias compartidas.",
        "IV. Reflexión sobre la lengua y sus usos en el marco de propuestas de producción y comprensión de textos orales, escritos o multimodales",
        "1. Establecimiento de generalizaciones sobre aspectos lingüísticos elementales a partir de la observación, comparación y transformación de palabras y enunciados, prestando especial atención a la existencia de distintos tipos de palabras y sus relaciones de concordancia, con la debida consideración al español de Canarias.",
        "2. Aproximación a la lengua como sistema con distintos niveles a partir de la identificación de sonidos y letras, palabras, enunciados y textos.",
        "3. Adquisición de vocabulario a través de la reflexión contextualizada sobre la relación de significado entre unas palabras y otras.",
        "4. Aplicación, de manera acompañada, de los signos de puntuación, teniendo en cuenta la modalidad oracional, tanto para organizar el texto escrito como para expresar la intención comunicativa.",
        "5. Aplicación de mecanismos de coherencia y cohesión textual, con especial atención a los conectores temporales.",
        "6. Iniciación en el uso del diccionario en distintos formatos como herramienta para favorecer el conocimiento alfabético y enriquecer su vocabulario."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar distintas lenguas y variedades dialectales presentes en su entorno, reconociendo especialmente características propias del español de Canarias, detectando prejuicios y estereotipos lingüísticos frecuentes, con la finalidad de valorar y respetar la pluralidad lingüística del entorno y del mundo como una fuente de riqueza cultural.CCL1, CCL5, CP2, CP3, CC1, CC2, CCEC1, CCEC3",
        "2.1. Comprender el sentido de textos orales y multimodales, reconociendo las ideas principales y los mensajes explícitos, de manera individual y cooperativa, dando una opinión razonada sobre el contenido, para responder a diferentes necesidades comunicativas.CCL2, CP2, STEM1, CD3, CPSAA3, CC3",
        "3.1. Producir textos orales y multimodales, utilizando recursos verbales y no verbales, y respetando los rasgos del español de Canarias, para transmitir información de manera acompañada y coherente, ajustándose a la intencionalidad comunicativa. CCL1, CCL3, CCL5, CP2, STEM1, CC2, CE1",
        "3.2. Participar en interacciones orales espontáneas o planificadas, iniciándose en estrategias de cortesía lingüística y escucha activa para satisfacer diferentes necesidades comunicativas. CCL1, CCL3, CCL5, CP2, STEM1, CD2, CD3, CPSAA1, CC2",
        "4.1. Leer textos escritos y multimodales de manera silenciosa o en voz alta, identificando el sentido global y la información relevante, utilizando estrategias de comprensión antes, durante y después de la lectura para alcanzar la interpretación literal en la comprensión lectora. CCL2, CCL3, CP2, STEM1, CD1, CPSAA5",
        "4.2. Analizar y valorar el contenido y aspectos no verbales y formales elementales de textos escritos y multimodales, con el fin de formar personas competentes y autónomas en la lectura. CCL2, CCL3, CCL5, CP2, STEM1, CD1, CPSAA4, CPSAA5",
        "5.1. Producir, de manera acompañada, textos escritos y multimodales coherentes, con creatividad y en distintos soportes, seleccionando el modelo discursivo que mejor responda a cada situación del ámbito personal y educativo, aplicando las normas gramaticales y de ortografía natural con la debida observación a los rasgos del español de Canarias, y utilizando estrategias de planificación, redacción, revisión y edición, con el objetivo de transmitir información y comunicar conocimientos, pensamientos, experiencias y emociones. CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA4, CPSAA5, CC2",
        "6.1. Compartir, utilizando diferentes lenguajes, los resultados de un proceso acompañado de búsqueda de información sobre diferentes temas de interés personal, realizado de manera individual y cooperativa, que implique la localización, la selección y el contraste de información procedente de distintas fuentes, incluidas las digitales, opinando sobre su fiabilidad de manera razonada, recreando la información de forma personal y creativa, y adoptando un punto de vista respetuoso con la propiedad intelectual para construir su propio conocimiento. CCL3, CD1, CD2, CD3, CD4, CPSAA5, CC2, CE3",
        "7.1. Leer con progresiva autonomía textos de diversa índole, iniciándose, de manera acompañada, en el uso de estrategias que favorezcan una selección que se ajuste a sus gustos, intereses y necesidadesm con criterio propio, para comenzar la construcción y enriquecimiento de su identidad lectora. CCL4, CPSAA1, CCEC1, CCEC2",
        "7.2. Compartir de manera acompañada la experiencia de lectura, a través de diferentes técnicas y soportes, aprovechando los recursos que tiene a su alcance y participando en comunidades lectoras en el ámbito escolar para disfrutar de la dimensión social de la lectura. CCL1, CCL4, CD3, CPSAA1, CCE3, CCEC1, CCEC2, CCEC3",
        "8.1. Escuchar y leer textos literarios orales y escritos, que abarquen diversidad de autores y autoras, con la debida atención a muestras de la literatura canaria, estableciendo de manera acompañada relaciones elementales entre ellos y otras manifestaciones artísticas o culturales en la búsqueda del reconocimiento de la lectura literaria como fuente de placer. CCL2, CCL4, CCEC1, CCEC2, CCEC3, CCEC4",
        "8.2. Producir, de manera acompañada, textos individuales o colectivos con intención literaria, ajustándose a los modelos dados en distintos soportes y complementándolos con otros lenguajes artísticos, con la finalidad de mejorar la capacidad expresiva a través de recursos literarios. CCL1, CCL4, CCEC1, CCEC2, CCEC3, CCEC4",
        "9.1. Formular, de manera acompañada, conclusiones sobre aspectos del funcionamiento de la lengua, con la debida atención al español de Canarias, a partir de la observación, comparación y manipulación de palabras, enunciados, para producir o comprender textos en contextos significativos de manera individual o colectiva. CCL1, CCL2, CP2, STEM1, STEM2, CPSAA5",
        "9.2. Revisar y mejorar, de manera acompañada, los textos propios y ajenos, identificando fortalezas y debilidades, y subsanando algunos problemas de comprensión lectora y oral, iniciándose en la reflexión metalingüística, usando la terminología adecuada y apoyándose en los recursos a su alcance para mejorar el uso de la lengua y comunicarse de manera eficaz y competencial. CCL1, CCL2, CP2, STEM1, STEM2, CPSAA4, CPSAA5",
        "10.1. Planificar y utilizar estrategias, de manera acompañada, para el consenso, e iniciarse en la gestión dialogada de conflictos, rechazando los usos lingüísticos discriminatorios, reflexionando de manera cooperativa sobre distintos aspectos verbales y no verbales que rigen la comunicación, y teniendo en cuenta la perspectiva de género y las diferencias culturales para contribuir a una sociedad respetuosa. CCL1, CCL5, CP3, CD3, CPSAA3, CC1, CC2, CC3"
    ]
}