{
  "saberes": [
    "Les llengües i els seus parlants",
    "- Anàlisi de la pròpia biografia lingüística i de la diversitat lingüística del centre i de la localitat.",
    "- Anàlisi del desenvolupament sociohistòric de les llengües d’Espanya, amb especial atenció a la llengua catalana, per a la comprensió de la realitat plurilingüe i pluricultural.",
    "- Desenvolupament de la reflexió interlingüística en el context de la matèria.",
    "- Comparació i contrastació dels trets propis de les varietats dialectals (fònics, gramaticals i lèxics) i els relatius als sociolectes i els registres que permetin la comprensió de la realitat plurilingüe i pluricultural i el respecte a aquesta diversitat.",
    "- Exploració i qüestionament de prejudicis i estereotips lingüístics, especialment en els fenòmens de contacte entre llengües: bilingüisme, préstecs, interferències; diglòssia lingüística i diglòssia dialectal, que permetin la comprensió de la realitat plurilingüe i pluricultural i el respecte a aquesta diversitat.",
    "- Indagació entorn dels drets lingüístics i la seva expressió en lleis i declaracions institucionals.",
    "Comunicació",
    "Aplicació d’estratègies de producció, comprensió i anàlisi crítica de textos orals, escrits i multimodals de diferents àmbits amb atenció conjunta als aspectes següents:",
    "● Context: components de fet comunicatiu",
    "- Anàlisi dels components de fet comunicatiu: grau de formalitat de la situació i caràcter públic o privat; distància social entre els interlocutors; propòsits comunicatius i interpretació d’intencions; canal de comunicació i elements no verbals de la comunicació, en situacions d’aula, de la vida quotidiana i dels mitjans de comunicació.",
    "● Els gèneres discursius",
    "- Detecció, anàlisi i ús de gèneres discursius de l’àmbit personal (conversa, amb especial atenció als actes de parla que amenacen la imatge de l’interlocutor (la discrepància, la queixa, l’ordre, la reprovació); educatiu de caràcter expositiu i argumentatiu, d’acord amb les propietats textuals (adequació, coherència, cohesió i correcció), i social, parant especial atenció a les xarxes socials i mitjans de comunicació; respecte a l’etiqueta digital; avaluació de riscos de desinformació, manipulació i vulneració de la privacitat a la xarxa. Anàlisi de la imatge i elements paratextuals dels textos icònics, verbals i multimodals.",
    "● Processos",
    "- Interacció oral i escrita de caràcter informal. Prendre i deixar la paraula. Cooperació conversacional i cortesia lingüística. Escolta activa, assertivitat i resolució dialogada dels conflictes, en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques..",
    "- Comprensió del sentit global del text oral i relació entre les seves parts, selecció i retenció de la informació rellevant. La intenció de l’emissor. Detecció d’usos discriminatoris del llenguatge verbal i no verbal. Valoració de la forma i el contingut del text, en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    "- Planificació i recerca d’informació, textualització i revisió en la producció oral formal. Adequació a l’audiència i al temps d’exposició. Detecció i utilització d’elements no verbals. Anàlisi i ús dels trets discursius i lingüístics de l’oralitat formal, amb especial atenció a la deliberació oral argumentada, en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    "- Comprensió del sentit global del text escrit i relació entre les parts. La intenció de l’emissor. Detecció i rebuig d’usos discriminatoris del llenguatge verbal i icònic.",
    "Valoració de la forma i el contingut del text, en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    " - Planificació, redacció, revisió i edició en diferents suports de textos escrits. Usos de l’escriptura per a l’organització del pensament: presa de notes, esquemes, mapes conceptuals, definicions, resums, etc., en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    "- Cerca i selecció de la informació amb criteris de fiabilitat, qualitat i pertinència; anàlisi, valoració, reorganització i síntesi de la informació en esquemes propis i transformació en coneixement; comunicació i difusió de manera creativa i respectuosa amb la propietat intel·lectual. Utilització de plataformes virtuals per a la realització de projectes escolars.",
    "● Reconeixement i ús discursiu dels elements lingüístics",
    "- Reconeixement, anàlisi i ús discursiu, en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques, dels elements lingüístics amb especial atenció a l’expressió de la subjectivitat en textos de caràcter expositiu i argumentatiu; la identificació i ús de les variacions de les formes díctiques (fórmules de confiança i cortesia) en relació amb situacions de comunicació diverses; recursos lingüístics per adequar el registre a la situació de comunicació; procediments explicatius bàsics: l’aposició i les oracions de relatiu; mecanismes de cohesió: connectors textuals distributius, d’ordre, contrast, explicació, causa, conseqüència, condició i hipòtesi; mecanismes de referència interna, gramaticals i lèxics (nominalitzacions i hiperònims de significat abstracte); coherència de les formes verbals en els textos; correlació temporal en la coordinació i subordinació d’oracions, i en el discurs relatat.",
    "- Correcció lingüística i revisió ortogràfica i gramatical dels textos. Ús de diccionaris, manuals de consulta i de correctors ortogràfics en suport analògic o digital per a la correcció i millora dels textos.",
    "- Ús dels signes de puntuació com a mecanisme organitzador del text escrit, la seva relació amb el significat.",
    "Educació literària",
    "● Lectura autònoma",
    "- Implicació en la lectura de manera progressivament autònoma i reflexió sobre els textos llegits i sobre la pròpia pràctica de lectura.",
    "- Selecció, de manera progressivament autònoma, d’obres variades que incloguin autores i autors a partir de la utilització autònoma de la biblioteca escolar i pública disponible.",
    "- Participació activa en actes culturals vinculats al circuit literari i lector.",
    "- Aplicació d’estratègies de presa de consciència i verbalització dels propis gustos i identitat lectora en l’àmbit personal i social (lectures compartides).",
    "- Expressió de l’experiència lectora i de diferents formes d’apropiació i recreació dels textos llegits, en el context personal i social (converses a l’aula).",
    "- Aplicació d’estratègies de mobilització de l’experiència personal, lectora i cultural que permetin establir vincles de manera argumentada entre l’obra llegida i aspectes de l’actualitat, així com amb altres textos i manifestacions artístiques.",
    "- Aplicació d’estratègies per a la recomanació de les lectures en suports variats o bé oralment entre iguals, emmarcant de manera bàsica les obres en els gèneres i subgèneres literaris.",
    "● Lectura guiada",
    " - Lectura d’obres rellevants del patrimoni literari nacional i universal i de la literatura actual inscrites en itineraris temàtics o de gènere, que incloguin la presència d’autores i autors, en el context de l’aula i de l’entorn proper, i que permetin fer la transferència a altres situacions de caràcter literari i cultural amb vincles amb la pròpia vida. Gèneres: novel·la, narració breu, teatre, poesia, etc. Temes: amor, amistat, mort, viatge, etc.",
    "Tòpics: carpe diem, tempus fugit, locus amoenus, captatio benevolentiae, ubi sunt, etc.",
    "- Aplicació d’estratègies de construcció compartida de la interpretació de les obres a través de discussions, converses literàries, clubs de lectura i canals de difusió com revistes, blogs o clips audiovisuals.",
    "- Relació i contrast entre els elements constitutius del gènere literari i la construcció del sentit de l’obra. Anàlisi dels efectes dels seus recursos expressius en la recepció.",
    "- Aplicació d’estratègies d’utilització d’informació sociohistòrica, cultural i artística bàsica que permetin construir la interpretació de les obres literàries.",
    "- Relació i comparació dels textos llegits amb altres textos orals, escrits o multimodals, amb altres manifestacions artístiques i amb les noves formes de ficció en funció de temes, tòpics, estructures i llenguatges. Elements de continuïtat i ruptura.",
    "- Aplicació d’estratègies per interpretar obres i fragments literaris a partir de la integració dels diferents aspectes analitzats i atenent els valors culturals, ètics i estètics presents en els textos, així com la lectura amb perspectiva de gènere.",
    "- Indagació al voltant de les obres llegides que promoguin l’interès per construir la interpretació de les obres i establir connexions entre textos.",
    "- Lectura expressiva, dramatització i recitació dels textos atenent als processos de comprensió, apropiació i oralització implicats.",
    "- Creació de textos a partir de l’apropiació de les convencions del llenguatge literari i en referència a models donats (imitació, transformació, continuació, etc.) en el context de l’expressió dels sentiments, emocions i experiències pròpies.",
    "Reflexió sobre la llengua",
    "- Aplicació d’estratègies per a la construcció guiada de conclusions pròpies sobre el sistema lingüístic. Observació, comparació i classificació d’unitats comunicatives.",
    "Experimentació amb estructures, formulació d’hipòtesis, contraexemples, generalitzacions i contrast entre llengües, utilitzant el metallenguatge específic, en el marc de la millora en la comprensió i producció dels textos orals, escrits i multimodals en situacions diverses, tant personals i socials com acadèmiques.",
    "- Observació, contrast i anàlisi de les diferències rellevants i interseccions entre llengua oral i llengua escrita atenent a aspectes sintàctics, lèxics i pragmàtics, per a la millora en la comprensió i producció dels textos orals, escrits i multimodals en situacions diverses, tant personals i socials com acadèmiques.",
    "- Comprensió, anàlisi i valoració de la llengua com a sistema i de les seves unitats bàsiques tenint en compte els diferents nivells: el so i sistema d’escriptura, les paraules (forma i significat), la seva organització en el discurs (ordre de les paraules, components de les oracions o connexió entre els significats), per a la millora en la comprensió i producció dels textos orals, escrits i multimodals en situacions diverses, tant personals i socials com acadèmiques.",
    "- Distinció i reflexió entre la forma (categoria gramatical) i la funció de les paraules (funcions sintàctiques de l’oració simple) i consolidació dels procediments lèxics (afixos) i sintàctics per al canvi de categoria, en situacions de comprensió i expressió de textos orals i escrits.",
    "- Relació entre els esquemes semàntic i sintàctic de l’oració simple. Observació i transformació d’enunciats d’acord amb aquests esquemes i ús de la terminologia sintàctica necessària per fer comprensible els textos.",
    "- Anàlisi i valoració dels procediments d’adquisició i formació de paraules. Reflexió sobre els canvis en el seu significat, les relacions semàntiques entre paraules i els seus valors denotatius i connotatius en funció del context i el propòsit comunicatiu, per a la comprensió i enriquiment dels textos.",
    "- Aplicació d’estratègies d’ús progressivament autònom de diccionaris i manuals de gramàtica."
  ],
  "criteriosEvaluacion": [
    "1.1 Reconèixer i valorar la llengua catalana i la llengua castellana i llurs varietats dialectals, diferenciant-ne els trets sociolectals i de registre, a partir de l’explicació del seu origen o el seu desenvolupament històric i sociolingüístic, i contrastant aspectes lingüístics i discursius en manifestacions orals, escrites i multimodals.",
    "1.2 Identificar i qüestionar prejudicis i estereotips lingüístics adoptant una actitud de respecte i valoració de la riquesa cultural, lingüística i dialectal, a partir de la indagació i la reflexió sobre els drets lingüístics individuals i col·lectius, així com la reflexió sobre fenòmens de contacte entre llengües.",
    "2.1 Comprendre el sentit global, l’estructura, la informació més rellevant en funció de les necessitats comunicatives i la intenció de l’emissor, de textos orals i multimodals de certa complexitat de diferents àmbits, analitzant la interacció entre els diferents codis.",
    "2.2 Valorar la forma i el contingut de textos orals i multimodals de certa complexitat, avaluant-ne la qualitat, la fiabilitat i la idoneïtat del canal utilitzat, així com l’eficàcia dels procediments comunicatius emprats.",
    "3.1 Realitzar exposicions i argumentacions orals d’una certa extensió i complexitat amb diferents graus de planificació sobre temes d’interès personal, social, educatiu i professional ajustant-se a les convencions pròpies dels diversos gèneres discursius, amb fluïdesa, coherència i el registre adequat en diferents suports, utilitzant de manera eficaç recursos verbals i no verbals.",
    "3.2 Participar de manera activa i adequada en interaccions orals informals, en el treball en equip i en situacions orals formals de caràcter dialogat, amb actituds d’escolta activa i estratègies de cooperació conversacional i cortesia lingüística.",
    "4.1 Comprendre i interpretar el sentit global, l’estructura, la informació més rellevant i la intenció de l’emissor de textos escrits i multimodals de certa complexitat, que responguin a diferents propòsits de lectura, realitzant-ne les inferències necessàries.",
    "4.2 Valorar críticament el contingut i la forma de textos escrits i multimodals de certa complexitat avaluant-ne la qualitat, la fiabilitat i la idoneïtat del canal utilitzat, així com l’eficàcia dels procediments comunicatius emprats.",
    "5.1 Planificar la redacció d’escrits i multimodals, de certa extensió i complexitat, atesa la situació comunicativa, destinatari, propòsit i canal; redactar esborranys i revisar-los amb ajuda del diàleg entre iguals i instruments de consulta, i presentar un text final coherent, cohesionat i amb el registre adequat.",
    "5.2 Incorporar procediments per enriquir els textos tenint en compte aspectes discursius, lingüístics i d’estil, amb precisió lèxica i correcció ortogràfica i gramatical.",
    "6.1 Aplicar estratègies de cerca d’informació (localització, selecció i contrast), en diferents fonts, incloses les digitals, calibrant-ne la fiabilitat i pertinència en funció dels objectius de lectura, sobre temes d’interès acadèmic, personal, ecològic i social, de forma autònoma, a la xarxa i a la biblioteca, valorant críticament el resultat de la cerca.",
    "6.2 Elaborar treballs d’investigació i comunicar de forma creativa i respectant els drets de la propietat intel·lectual, els resultats d’un procés d’investigació , individual o grupal, organitzant la informació, integrant-la en esquemes propis i reelaborant-la, i adoptant un punt de vista crític i respectuós amb els principis de propietat intel·lectual, sobre temes d’interès acadèmic, personal, ecològic i social, que incloguin els objectius de desenvolupament sostenible.",
    "6.3 Adoptar hàbits d’ús crític, segur, sostenible i saludable de les tecnologies digitals en relació amb la cerca i la comunicació de la informació.",
    "7.1 Llegir de manera autònoma textos i obres seleccionats en funció dels propis gustos, interessos i necessitats, i deixar constància del progrés del propi itinerari lector i cultural explicant els criteris de selecció de les lectures, les formes d’accés a la cultura literària i l’experiència de lectura.",
    "7.2 Compartir l’experiència de lectura en suports diversos, tot relacionant el sentit de l’obra amb la pròpia experiència biogràfica, lectora i cultural.",
    "8.1 Explicar i argumentar la interpretació de les obres llegides a partir de l’anàlisi de les relacions internes dels seus elements constitutius amb el sentit de l’obra, i de les relacions externes del text amb el seu context sociohistòric, atesa la configuració i evolució dels gèneres i subgèneres literaris.",
    "8.2 Establir, de manera progressivament autònoma, vincles argumentats entre els textos llegits i altres textos escrits, orals o multimodals i altres manifestacions artístiques en funció de temes, tòpics, estructures, llenguatge i valors ètics i estètics, mostrant la implicació i la resposta personal del lector en la lectura.",
    "8.3 Crear textos personals o col·lectius amb intenció literària i consciència d’estil, en diferents suports i amb ajuda d’altres llenguatges artístics i audiovisuals, a partir de la lectura d’obres o fragments significatius en els quals s’utilitzin les convencions formals dels diversos gèneres i estils literaris.",
    "9.1 Revisar els textos propis de manera progressivament autònoma i fer propostes de millora argumentant els canvis a partir de la reflexió metalingüística amb el metallenguatge específic, i identificar i esmenar alguns problemes de comprensió i producció de textos utilitzant els coneixements explícits sobre la llengua i el seu ús.",
    "9.2 Explicar i argumentar la interrelació entre el propòsit comunicatiu i les eleccions lingüístiques de l’emissor, així com els seus efectes en el receptor, utilitzant el coneixement explícit de la llengua i el metallenguatge específic.",
    "9.3 Formular generalitzacions sobre alguns aspectes del funcionament de la llengua a partir de l’experimentació, comparació i transformació d’enunciats, així com de la formulació d’hipòtesis i la cerca d’exemples, utilitzant el metallenguatge específic i consultant de manera progressivament autònoma diccionaris, manuals i gramàtiques.",
    "10.1 Identificar i rebutjar els usos discriminatoris de la llengua, els abusos de poder a través de la paraula i els usos manipuladors del llenguatge a partir de la reflexió i l’anàlisi dels elements lingüístics, textuals i discursius utilitzats, així com dels elements no verbals de la comunicació.",
    "10.2 Utilitzar estratègies per a la resolució dialogada dels conflictes i la cerca de consensos, tant en l’àmbit personal com educatiu i social."
  ]
}