{
    "criteriosEvaluacion": [
        "• CE1.1. Explicar y argumentar la interpretación de las obras teatrales leídas o vistas como espectador o espectadora, a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras. OBJ1",
        "• CE1.2. Leer en voz alta y colectivamente fragmentos y obras teatrales prestando especial atención a la configuración de situaciones y escenas; poniendo énfasis en las emociones, en la intensidad de las palabras y en los elementos prosódicos, y mostrando motivación, interés y capacidad para la implicación en tareas colectivas. OBJ1",
        "• CE1.3. Elaborar una interpretación personal a partir de la lectura, del visionado o de la asistencia a obras relevantes de la literatura gallega, lusófona, española y universal, que atienda a aspectos temáticos, de género y subgénero, a elementos de la estructura y al estilo y valores éticos y estéticos de las obras, y que establezca vínculos argumentados con otras obras y otras experiencias artísticas y culturales. OBJ2",
        "• CE1.4. Comparar textos o fragmentos teatrales entre sí o con su puesta en escena, adaptación cinematográfica u otras representaciones artísticas relacionadas, argumentando oralmente o por escrito los elementos de semejanza y contraste, tanto en lo relativo a aspectos temáticos y de contenido como formales y expresivos, y con atención a los valores éticos y estéticos de las obras. OBJ3",
        "• CE1.5. Desarrollar proyectos de investigación que den lugar a una exposición oral, un ensayo o una presentación multimodal alrededor de una cuestión que establezca vínculos argumentados entre obras de la literatura dramática objeto de lectura guiada y sus puestas en escena u otros textos y manifestaciones artísticas de ayer y de hoy, en función de temas, tópicos, estructuras, personajes, lenguaje, recursos expresivos y valores éticos y estéticos, y que muestre la implicación y la respuesta personal del lector o lectora en la obra. OBJ3",
        "• CE1.6. Elaborar de manera individual o colectiva una exposición multimodal que sitúe los textos teatrales leídos o vistos en su horizonte histórico-cultural y que ofrezca una panorámica de conjunto sobre géneros, estilos y obras relevantes de la literatura dramática universal gallega, lusófona, española y universal. OBJ3",
        "• CE1.7. Crear textos teatrales personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos teatrales significativos en los que se empleen las convenciones formales del género, atendiendo especialmente a sus dos secuencias textuales básicas (diálogo y anotaciones) y al reflejo de los elementos de significación (espacio y objetos escénicos, iluminación y sonido, diseño de personajes o códigos interpretativos) en el texto escrito. OBJ4",
        "• CE1.8. Realizar un proyecto de investigación sobre autoras de relevancia, personajes femeninos esenciales, obras teatrales de contextos gallegos, de otras latitudes, o sobre cuestiones temáticas o formales que aporten una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria. OBJ5",
        "• CE1.9. Elaborar comentarios críticos o reseñas de textos teatrales, ya sean orales o escritos, participar en debates o mesas redondas sobre lecturas, visionados y representaciones teatrales en las que se incorpore la perspectiva de género y se ponga en cuestión la mirada etnocéntrica propia del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad que suponga opresión sobre cualquier minoría. OBJ5",
        "• CE2.1. Explicar y argumentar la interpretación de las obras teatrales leídas o vistas como espectador o espectadora, a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras. OBJ1",
        "• CE2.2. Elaborar una interpretación personal a partir de la lectura, del visionado o de la asistencia a obras relevantes de la literatura gallega, lusófona, española y universal, que atienda a aspectos temáticos, de género y subgénero, a elementos de la estructura y al estilo y valores éticos y estéticos de las obras, y que establezca vínculos argumentados con otras obras y otras experiencias artísticas y culturales. OBJ2",
        "• CE2.3. Comparar textos o fragmentos teatrales entre sí o con su puesta en escena, adaptación cinematográfica u otras representaciones artísticas relacionadas, argumentando oralmente o por escrito los elementos de semejanza y contraste tanto en lo relativo a aspectos temáticos y de contenido como formales y expresivos, y con atención a los valores éticos y estéticos de las obras. OBJ3",
        "• CE2.4. Elaborar de manera individual o colectiva una exposición multimodal que sitúe los textos teatrales leídos o vistos en su horizonte histórico-cultural y que ofrezca una panorámica de conjunto sobre géneros, estilos y obra relevantes de la literatura dramática universal gallega, lusófona, española y universal. OBJ3",
        "• CE2.5. Realizar un proyecto de investigación sobre autoras de relevancia, personajes femeninos esenciales, obras teatrales de contextos gallegos y de otras latitudes, o sobre cuestiones temáticas o formales que aporten una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria. OBJ5",
        "• CE3.1. Explicar y argumentar la interpretación de las obras teatrales leídas o vistas como espectador o espectadora, a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras. OBJ1",
        "• CE3.2. Leer en voz alta y colectivamente fragmentos y obra teatrales prestando especial atención a la configuración de situaciones y escenas, poniendo énfasis en las emociones, en la intensidad de las palabras y en los elementos prosódicos, y mostrando motivación, interés y capacidad para la implicación en tareas colectivas. OBJ1",
        "• CE3.3. Elaborar una interpretación personal a partir de la lectura, del visionado o de la asistencia a obras relevantes de la literatura gallega, lusófona, española y universal, que atienda a aspectos temáticos, de género y subgénero, a elementos de la estructura y al estilo y valores éticos y estéticos de las obras, y que establezca vínculos argumentados con otras obras y otras experiencias artísticas y culturales. OBJ2",
        "• CE3.4. Participar en conversaciones literarias de manera que se compartan las propias experiencias de lectura, de visionado o de asistencia teatral con la ayuda de un metalenguaje específico. OBJ2",
        "• CE3.5. Comparar textos o fragmentos teatrales entre sí o con su puesta en escena, adaptación cinematográfica u otras representaciones artísticas relacionadas, argumentando oralmente o por escrito los elementos de semejanza y contraste tanto en lo relativo a aspectos temáticos y de contenido como formales y expresivos, y con atención a los valores éticos y estéticos de las obras. OBJ3",
        "• CE3.6. Desarrollar proyectos de investigación que den lugar a una exposición oral, a un ensayo o a una presentación multimodal alrededor de una cuestión que establezca vínculos argumentados entre obras de la literatura dramática objeto de lectura guiada y sus puestas en escena u otros textos y manifestaciones artísticas de ayer y de hoy, en función de temas, tópicos, estructuras, personajes, lenguaje, recursos expresivos y valores éticos y estéticos, y que muestre la implicación y la respuesta personal del lector o lectora en la obra. OBJ3",
        "• CE3.7. Crear textos teatrales personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos teatrales significativos en que se empleen las convenciones formales del género, atendiendo especialmente a sus dos secuencias textuales básicas (diálogo y anotaciones o didascalias) y al reflejo de los elementos de significación (espacio y objetos escénicos, iluminación y sonido, diseño de personajes o códigos interpretativos) en el texto escrito. OBJ4",
        "• CE3.8. Realizar un proyecto de investigación sobre autoras de relevancia, personajes femeninos esenciales, obras teatrales de contextos gallegos y de otras latitudes, o sobre cuestiones temáticas o formales que aporten una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria. OBJ5",
        "• CE3.9. Elaborar comentarios críticos o reseñas de textos teatrales, ya sean orales o escritos; participar en debates o mesa redondas sobre lecturas, visionados o asistencias teatrales en que se incorpore la perspectiva de género y se ponga en cuestión la mirada etnocéntrica propia del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad que suponga opresión sobre cualquier minoría. OBJ5",
        "• CE4.1. Explicar y argumentar la interpretación de las obras teatrales leídas o vistas como espectador o espectadora, a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras. OBJ1",
        "• CE4.2. Elaborar una interpretación personal a partir de la lectura, del visionado o de la asistencia a obras relevantes de la literatura gallega, lusófona, española y universal, que atienda a aspectos temáticos, de género y subgénero, a elementos de la estructura y al estilo y valores éticos y estéticos de las obras, y que establezca vínculos argumentados con otras obras y otras experiencias artísticas y culturales. OBJ2",
        "• CE4.3. Acceder de diversas formas a la cultura literaria dramática gallega, lusófona, española y universal en el marco de un itinerario lector personal que enriquezca, de forma consciente y sistemática, la propia identidad lectora y como público teatral. OBJ2",
        "• CE4.4. Participar en conversaciones literarias de manera que se compartan las propias experiencias de lectura, de visionado o de asistencia teatral con la ayuda de un metalenguaje específico. OBJ2",
        "• CE4.5. Comparar textos o fragmentos teatrales entre sí o con su puesta en escena, adaptación cinematográfica u otras representaciones artísticas relacionadas, argumentando oralmente o por escrito los elementos de semejanza y contraste, tanto en lo relativo a aspectos temáticos y de contenido como formales y expresivos, y con atención a los valores éticos y estéticos de las obras. OBJ3",
        "• CE4.6. Desarrollar proyectos de investigación que den lugar a una exposición oral, a un ensayo o a una presentación multimodal alrededor de una cuestión que establezca vínculos argumentados entre obras de la literatura dramática objeto de lectura guiada y sus puestas en escena u otros textos y manifestaciones artísticas de ayer y de hoy, en función de temas, tópicos, estructuras, personajes, lenguaje, recursos expresivos y valores éticos y estéticos, y que muestre la implicación y la respuesta personal del lector o lectora en la obra. OBJ3",
        "• CE4.7. Realizar un proyecto de investigación sobre autoras de relevancia, personajes femeninos esenciales, obras teatrales de contextos gallegos y de otras periferias o latitudes, o sobre cuestiones temáticas o formales que aporten una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria. OBJ5",
        "• CE4.8. Elaborar comentarios críticos o reseñas de textos teatrales, ya sean orales o escritos; participar en debates o mesas redondas sobre lecturas, visionados o asistencias teatrales en que se incorpore la perspectiva de género y se ponga en cuestión la mirada etnocéntrica propia del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad que suponga opresión sobre cualquier minoría. OBJ5"
    ],
    "saberes": [
       "Bloque 1. Construcción guiada: el arte teatral",
       "• El texto teatral. Definición y elementos.",
       "– El libreto: actos, cuadros y escenas; diálogo, monólogo y aparte; didascalias y anotaciones; drammatis personnae.",
       "– Estructura interna de la acción: conflicto, situación y personajes; construcción dramática y posdramática; lenguaje y estilo.",
       "• El personaje teatral.",
       "– Caracterización del personaje dramático: planos, funciones, personaje y acción, jerarquía, significado.",
       "– Modelos, tipologías y evolución del personaje teatral desde sus orígenes hasta la crisis del personaje en el teatro moderno.",
       "• La realización escénica y el sistema estilístico.",
       "– Espacio escénico-escenográfico y objeto escénico.",
       "– Diseño de personaje: vestuario, máscara y maquillaje.",
       "– Espacio sonoro, diseño de iluminación y recursos audiovisuales.",
       "– Trabajo actoral y códigos interpretativos.",
       "• La recepción teatral: la relación con el público.",
       "– Catasis, extrañamiento y participación.",
       "Bloque 2. Construcción guiada: temas y formas de la literatura dramática",
       "• El teatro del yo: los personajes como modelos vitales.",
       "– Teatro biográfico: la construcción del sujeto teatral y la indagación en los grandes interrogantes de la condición humana: identidad, amor, dolor, muerte, etc.",
       "– Texto autobiográfico: intimidad, testimonio y autorreferencialidad.",
       "• Vivir con los otros: el teatro como modelo de interpretación de las relaciones humanas.",
       "– Tragedia: el ser humano, el destino y la ética.",
       "– Drama: libertad individual y convenciones sociales.",
       "– Comedia: humor complaciente, humor crítico.",
       "• Vivir en el mundo: función y sentido del teatro.",
       "– Mitologías y cosmogonías: teatro crítico y religioso de tradición gallega, lusófona, española y universal.",
       "– Reproducir el mundo: los realismos, el teatro como escuela o crítica de costumbres.",
       "– Teatro comprometido: teatro político, teatro documento, teatro épico.",
       "– Teatro con perspectiva de género. Visibilización del universo femenino.",
       "– Imaginar el mundo: comedia de magia, simbolismo, vanguardias, teatro posdramático, etc.",
       "• El teatro habla del teatro.",
       "– Metaficción teatral.",
       "Bloque 3. Construcción guiada: estrategias de análisis, interpretación y creación de textos teatrales",
       "• Participación en la construcción compartida de la interpretación de las obras dramáticas a través de discusiones o conversaciones literarias.",
       "• Relación entre los elementos constitutivos del género dramático y la construcción del sentido de la obra. Efectos en la recepción de sus recursos expresivos. La interacción con el público.",
       "• Utilización de información sociohistórica, cultural y artística para construir la interpretación de las obras y comprender el lugar que ocupan en la tradición literaria.",
       "• Establecimiento de vínculos intertextuales entre obras y otras manifestaciones artísticas, en función de temas, tópicos, estructuras y lenguaje. Elementos de continuidad y ruptura.",
       "• Indagación alrededor del funcionamiento del teatro como artefacto ideológico determinante en la construcción de los imaginarios sociales, haciendo especial hincapié en la perspectiva de género.",
       "• Expresión argumentada de la interpretación de obras y fragmentos dramáticos, integrando los diferentes aspectos analizados y atendiendo a sus valores culturales, éticos y estéticos. La reseña teatral.",
       "• Lectura expresiva y dramatización de los textos atendiendo a los procesos de comprensión y de oralización implicados y a los rasgos esenciales de la interpretación teatral.",
       "• Creación de los textos teatrales a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación, etc.).",
       "Bloque 4. Recepción autónoma de obras relevantes de la literatura dramática y participación en conversaciones literarias y en intercambios de recomendaciones.",
       "• Selección de las obras de manera autónoma y con la ayuda del profesorado o personas especializadas.",
       "• Participación activa en el circuito literario, lector y teatral en un contexto presencial y digital.",
       "• Definición de los gustos dramáticos personales diversificando el corpus leído o visto en tanto que espectador o espectadora, atendiendo a los circuitos culturales del teatro.",
       "• Expresión de la experiencia lectora o como público utilizando un metalenguaje específico, y elaboración de una interpretación personal que atienda a aspectos temáticos y estructurales, de realización escénica y de sistema estilístico.",
       "• Movilización de la propia experiencia personal, lectora y teatral para establecer vínculos de manera argumentada entre la obra leída u observada y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas, incluidas prácticas culturales emergentes.",
       "• Recomendación de las lecturas y puestas en escena en soportes variados, atendiendo a aspectos temáticos, formales e intertextuales."
    ]
}