{
    "saberes": [
        "1.1. Bloque 1: Percepción y análisis",
        "SB1.1 - Contextos musicales y culturales. CE1, CE2, CE5",
        "G1 Obras",
        "Piezas breves de distintos géneros: vocales, instrumentales y mixtos.",
        "G2 Patrimonio",
        "El patrimonio musical: iniciación.",
        "G3 Géneros escénicos y musicales",
        "Los géneros escénicos y musicales. Profesiones vinculadas.",
        "G4 Agrupaciones vocales e instrumentales",
        "Las agrupaciones vocales, instrumentales y mixtas.",
        "G5 La voz",
        "Voz masculina, voz femenina y voz infantil.",
        "G6 Los instrumentos",
        "Instrumentos y objetos sonoros más próximos. Identificación visual y auditiva. Principales familias.",
        "G7 Normas de comportamiento",
        "Actitud atenta en la audición y ante propuestas artísticas. El silencio individual.",
        "SB1.2 - Elementos y estructura CE1, CE2, CE3, CE5",
        "G1   Sonido y silencio",
        "Sonido, silencio y agresiones acústicas en el entorno próximo.",
        "G2 Las cualidades del sonido",
        "Contrastes de altura, intensidad, duración, y timbre: representación gráfica.",
        "G3 Ritmo, tempo y carácter",
        "La pulsación y el acento. Los contrastes en el tempo. El carácter y la sensación.",
        "G4   Melodía y armonía",
        "Melodía. Direccionalidad.",
        "G5 Estructura y forma",
        "Repetición, contraste y variación.",
        "1.1. Bloque 2: Interpretación y creación.",
        "SB2-1-Expresión individual y colectiva. CE2, CE3, CE4, CE5",
        "G1   Interpretación y técnica vocal",
        "La respiración, la relajación y la intensidad vocal. Juegos vocales: alturas, intensidades y timbres. La imitación vocal.",
        "Canción al unísono, a capella y con acompañamiento. La memorización de repertorio.",
        "G2   Interpretación y cuidado instrumental",
        "Cuidado y mantenimiento de los instrumentos. La reutilización o transformación de materiales del entorno en la construcción de instrumentos sencillos.",
        "La técnica en la práctica instrumental.",
        "Propuestas breves y juegos instrumentales.",
        "Experimentación de registros, intensidades y timbres. El eco y la pregunta-respuesta instrumental. Ostinatos rítmicos y rítmico-melódicos breves.",
        "G3   Creación",
        "Propuestas musicales y sonorizaciones breves.",
        "G4   La comunicación",
        "Expresión vocal y expresión corporal.",
        "El lenguaje escénico.",
        "G5   La notación musical",
        "Iniciación a la notación musical.",
        "G6   Habilidades motrices",
        "Habilidades motrices básicas.",
        "G7   El movimiento y la danza",
        "Movimientos en propuestas musicales breves: Imitación, memorización y expresión. Danzas breves: La posición y el desplazamiento.",
        "SB2.2-Propuestas artísticas. CE1, CE3, CE4, CE5",
        "G1   Representación",
        "Los personajes en propuestas artísticas multidisciplinares.",
        "G3 Elementos expresivos y comunicativos en el lenguaje audiovisual",
        "Relación imagen, acción y sonido.",
        "G4 Proyectos artísticos multidisciplinares",
        "Responsabilidad individual y grupal en la participación o en la",
        "creación de propuestas sencillas.",
        "G5 Herramientas digitales",
        "Uso de banco de sonidos y selección de información.",
        "G6 Expresión de sensaciones y opiniones",
        "Expresión oral de sensaciones en la audición y la interpretación con la terminología musical dada."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer géneros escénicos y obras musicales de diferentes estilos y épocas con sus elementos contrastantes técnicos y formales más destacados.",
        "1.2 Describir los elementos más destacados que conforman las diferentes propuestas musicales o multidisciplinares, utilizando vocabulario específico.",
        "1.3 Valorar el patrimonio musical y escénico, respetando su diversidad.",
        "2.1 Relacionar las cualidades del sonido con los elementos gráficos asociados, utilizando un vocabulario adecuado.",
        "2.2 Identificar los tipos de voz, los instrumentos, las familias instrumentales y agrupaciones, relacionando sus características.",
        "2.3 Valorar el silencio y las posibilidades sonoras del entorno, respetando las diferentes manifestaciones musicales.",
        "3.1 Explorar, a través de la voz, del cuerpo, de los instrumentos y de los diferentes elementos sonoros, juegos musicales, escénicos e improvisaciones breves con un fin expresivo.",
        "3.2 Interpretar, a través del cuerpo, la voz, los instrumentos y diferentes elementos sonoros, propuestas musicales breves o escénicas con intencionalidad técnica.",
        "3.3 Reconocer el esfuerzo en la interpretación individual o colectiva.",
        "4.1 Diseñar breves propuestas de forma guiada mediante el uso de elementos del lenguaje musical o escénico.",
        "4.2 Participar, de forma activa, en proyectos artísticos o multidisciplinares, respetando a los diferentes roles del grupo.",
        "4.3 Identificar los elementos de un proyecto artístico o multidisciplinar de forma guiada con la valoración tanto el proceso como el producto final.",
        "5.1 Buscar información en fuentes digitales diversas de forma guiada.",
        "5.2 Utilizar recursos digitales de forma guiada para la grabación o edición musical.",
        "5.3 Practicar un consumo responsable en el uso de obras musicales y audiovisuales de forma respetuosa con la autoría."
    ]
}