{
  "saberes": [
    "I. Dispositivos digitales, sistemas operativos y de comunicación",
    "1. Configuración y montaje de los elementos que constituyen la arquitectura de los ordenadores y desarrollo de estrategias eficaces para la resolución de los problemas relacionados que permitan la adquisición de hábitos de reutilización de materiales y ahorro energético.",
    "2. Instalación de sistemas operativos y la configuración de usuario.",
    "3. Identificación de los dispositivos constituyentes de una red de comunicación doméstica y análisis de su funcionamiento para realizar su adecuada conexión y configuración.",
    "4. Configuración y conexión de dispositivos conectados al IoT (internet de las cosas) y dispositivos wearables (dispositivos vestibles).",
    "II. Digitalización del entorno personal de aprendizaje",
    " 1. Aplicación de estrategias básicas para la búsqueda, selección y archivo de la información, contrastando críticamente fuentes diversas y evaluando su fiabilidad.",
    " 2. Edición y creación de contenidos. ",
    "     2.1. Uso de aplicaciones de productividad para favorecer la edición y creación de contenidos digitales.",
    "     2.2. Empleo de herramientas necesarias para el desarrollo de aplicaciones sencillas en dispositivos móviles y web, realidad virtual, aumentada y mixta.",
    " 3. Estrategias básicas para la publicación, comunicación, colaboración y difusión responsable en redes.",
    "III. Seguridad y bienestar digital",
    "1. Identificación y análisis de los riesgos, amenazas y ataques que pueden afectar a la seguridad de los dispositivos para la aplicación de medidas preventivas y correctivas.",
    "2. Estrategias para mejorar la seguridad en la red y la protección de datos en aspectos relacionados con la identidad, reputación digital, privacidad y huella digital, que permitan aplicar medidas preventivas en la configuración de redes sociales y la gestión de identidades virtuales.",
    "3. Herramientas que permitan la identificación de situaciones de violencia y riesgo en la red (ciberacoso, sextorsión, acceso a contenidos inadecuados, dependencia tecnológica, violencia de género, LGTBI+ fobias, racismo, xenofobia, etc.) que afecten al bienestar personal. Desarrollo de estrategias que permitan dar respuesta adecuada a estas situaciones, preservando la salud física, mental y emocional y adoptando prácticas de uso saludable.",
    "IV. Ciudadanía digital crítica",
    "1. Estrategias básicas para ejercer una adecuada ciudadanía digital en la interacción en la red, siguiendo las indicaciones de la etiqueta digital y respetando la libertad de expresión, la diversidad en las redes sociales y espacios virtuales, la propiedad intelectual y licencias de uso.",
    "2. Formación en la educación mediática mediante el desarrollo de estrategias comunicativas y uso crítico de la red, aplicando herramientas para la detección de noticias falsas y fraudes en el periodismo digital, blogosfera, etc.",
    "3. Introducción a las aplicaciones relacionadas con las gestiones administrativas, servicios públicos en línea, registros digitales y certificados oficiales para ejercer una ciudadanía digital responsable y activa. Implicaciones de la condición de zona ultraperiférica.",
    "4. Identificación de los principales elementos del comercio electrónico, como facturas digitales, formas de pago y criptomonedas.",
    "5. Aplicación de criterios éticos en el uso de datos, empleo y desarrollo de herramientas digitales relacionadas con la inteligencia artificial, sesgos algorítmicos e ideológicos, obsolescencia programada, soberanía tecnológica y digitalización sostenible.",
    "6. Análisis y valoración de las acciones de activismo en línea relacionadas con la participación en plataformas de iniciativa ciudadana, cibervoluntariado y en comunidades de hardware y software libres."
  ],
  "criteriosEvaluacion": [
    "1.1. Conectar dispositivos y gestionar redes locales utilizando las herramientas necesarias para identificar los riesgos y adoptar las medidas de seguridad pertinentes, aplicando los conocimientos y procesos asociados a sistemas de comunicación alámbrica e inalámbrica mostrando una actitud proactiva. CD4, CPSAA5, CE3",
    "1.2. Instalar y mantener sistemas operativos, adoptando las medidas preventivas necesarias para mantener la seguridad y configurar sus características, teniendo en cuenta la evolución de las tecnologías digitales, permitiendo dar respuesta a sus necesidades personales. CD4, CD5",
    "1.3. Identificar y resolver problemas técnicos sencillos, analizando componentes y funciones de los dispositivos digitales, aplicando criterios de reutilización de materiales y ahorro energético, evaluando las soluciones de manera crítica, identificando los riesgos y adoptando las medidas necesarias, planificando y reformulando el procedimiento si fuera necesario y mostrando interés y motivación hacia el aprendizaje para el desarrollo de soluciones tecnológicas creativas. STEM1, STEM2, CD4, CPSAA1, CPSAA5",
    "2.1. Gestionar el aprendizaje en el ámbito digital, configurando el entorno personal de aprendizaje mediante la integración de recursos digitales de manera autónoma y responsable para el desarrollo de una adecuada ciudadanía digital. CD2, CD3",
    "2.2. Buscar, localizar, seleccionar y archivar información procedente de diferentes fuentes en función de sus necesidades, contrastando la fiabilidad de la información y haciendo uso de las herramientas del entorno personal de aprendizaje con sentido crítico para reutilizar la información y generar nuevo contenido, respetando la propiedad intelectual y siguiendo las normas básicas de seguridad en la red, apreciando y valorando la identidad cultural canaria. CCL3, CD1, CPSAA4, CC1, CCEC1",
    "2.3. Crear, programar, integrar y reelaborar contenidos digitales de forma individual o colectiva seleccionando, de manera razonada, las herramientas más apropiadas para generar nuevo conocimiento, y para elaborar productos culturales y artísticos de manera creativa, respetando los derechos de autoría y licencias de uso. CCL1, CD2, CPSAA5, CE3, CCEC4",
    "2.4. Interactuar en espacios virtuales de comunicación y plataformas de aprendizaje colaborativo, compartiendo y publicando información y datos, adaptándose a diferentes audiencias con una actitud participativa y respetuosa, para desarrollar estrategias que le permitan mejorar en el proceso de construcción del conocimiento. CCL1, CCL5, CD3, CPSAA5",
    "3.1. Proteger los datos personales y la huella digital generada en internet, configurando las condiciones de privacidad y asumiendo una participación comprometida, tolerante y de respeto por la diversidad en las redes sociales y espacios virtuales de trabajo para desarrollar hábitos de vida saludable a nivel físico y mental. CD3, CD4, CPSAA2, CC2",
    "3.2. Configurar y actualizar contraseñas, sistemas operativos y antivirus de forma periódica, para proteger los distintos dispositivos digitales de uso habitual y los datos personales, aplicando principios de ética y seguridad. STEM5, CD4",
    "3.3. Identificar y analizar, de manera crítica, situaciones que representan una amenaza en la red, saber cómo reaccionar y seleccionar la mejor solución entre diversas opciones, valorando la seguridad y el bienestar emocional personal y colectivo, fomentando actitudes dialogantes, democráticas y respetuosas para consolidar hábitos de vida saludables a nivel físico y mental, desarrollando estrategias que le permitan mejorar en el proceso de construcción del conocimiento. CCL1, CCL5, CD1, CD4, CPSAA2, CPSAA5, CC2, CC3",
    "4.1. Hacer un uso ético de los datos y las herramientas digitales, mostrando interés y motivación hacia el aprendizaje, entendiendo la necesidad de mantener una actitud colaborativa y respetuosa en su participación activa en la red, aplicando las normas de etiqueta digital y respetando la privacidad, las licencias de uso y propiedad intelectual en la comunicación, para desarrollar una adecuada ciudadanía digital. CCL3, CD1, CD3, CD4, CPSAA1, CC1",
    "4.2. Identificar, analizar y comprender el impacto social relacionado con las aportaciones de las tecnologías digitales en las gestiones administrativas y el comercio electrónico, siendo consciente de la brecha sociocultural, territorial canaria y de género existente para el acceso, uso y aprovechamiento de dichas tecnologías en diversos colectivos para desarrollar un estilo de vida ecosocialmente responsable. CCL1, CCL2, CC1, CC4",
    "4.3. Analizar y valorar la importancia de la oportunidad, facilidad y libertad de expresión que suponen los medios digitales conectados, permitiendo la participación en actividades comunitarias, analizando de forma crítica los mensajes que se reciben y transmiten, teniendo en cuenta su objetividad, ideología, intencionalidad, sesgos, perspectiva de género y caducidad para desarrollar una actitud dialogante y respetuosa en las interacciones que se realicen. CCL1, CCL2, CCL5, CC2, CC3, CE1",
    "4.4. Analizar la necesidad de hacer un uso y desarrollo ecosocialmente responsable de las tecnologías digitales, así como valorar los beneficios globales que generan, teniendo en cuenta criterios de accesibilidad, sostenibilidad e impacto social y ambiental. CCL1, CD4, CC4, CE1"
  ]
}