{
    "saberes":[
        "Bloque 1. Percepción y análisis.",
        "B.1.1. Exploración e interpretación del entorno CE1, CE2, CE4",
        "G1. Patrimonio artístico y cultura visual contemporánea",
        "Manifestaciones culturales y artísticas a lo largo de la historia, pertenecientes al patrimonio y a la cultura visual y audiovisual en entornos físicos y virtuales",
        "Patrimonio cultural tangible. Mueble: pintura, escultura, artesanía, material audiovisual. Inmueble: monumentos artísticos, sitios históricos, conjuntos arquitectónicos.",
        "Patrimonio     cultural     intangible.      Formas     de                       expresión: manifestaciones plásticas y visuales.",
        "Elementos del lenguaje visual y audiovisual en las manifestaciones culturales y artísticas",
        "Los elementos del lenguaje visual en manifestaciones culturales y artísticas de diferentes épocas y estilos.",
        "Los elementos del lenguaje audiovisual y sus posibilidades expresivas y comunicativas en imágenes fijas y en movimiento.",
        "Aspectos semiológicos y contextuales de las manifestaciones artísticas.",
        "Contemporaneidad artística",
        "Características y cualidades expresivas y comunicativas de los formatos, soportes y materiales de las prácticas artísticas contemporáneas.",
        "La creación artística como proceso de investigación: conexión con otras áreas de conocimiento.",
        "G2. Actitudes",
        "Atención y respeto en la exploración de manifestaciones artísticas plásticas, visuales y audiovisuales en entornos físicos y virtuales.",
        "Participación y sentido crítico en la exploración de manifestaciones artísticas plásticas, visuales y audiovisuales en entornos físicos y virtuales.",
        "G3. Entornos digitales",
        "Entornos virtuales de aprendizaje (EVA) referentes a las artes visuales y audiovisuales. Normativa vigente en relación a la protección de datos, autoría y licencias de uso.",
        "G4. Utilización de la terminología específica para la expresión de la experiencia de apreciación",
        "Para la expresión de las ideas, emociones y experiencias derivadas de la exploración de propuestas culturales y artísticas, y su descripción formal.",
        "Para el análisis y argumentación de opiniones acerca de propuestas artísticas visuales y audiovisuales.",
        
        "B1.2. Alfabetización visual y audiovisual CE1, CE2",
        "G2. Comunicación visual y audiovisual ",
        "Funciones e intencionalidades de la imagen: estética, informativa, exhortativa, expresiva.",
        "Lectura, análisis e interpretación de imágenes fijas y en movimiento. Aspectos formales y conceptuales. Valor denotativo y connotativo.",
        "La imagen en el mundo actual: estereotipos, prejuicios y convencionalismos. ",
        "La imagen en el mundo actual: realidad y ficción. La veracidad del mensaje. Redes sociales..",
        "G3. Elementos configuradores del lenguaje visual y audiovisual ",
        "Elementos morfológicos: punto, línea, plano, forma, color y textura.",
        "Elementos dinámicos: ritmo, tensión, movimiento. Interacción del lenguaje visual con otros lenguajes.",
        "Elementos escalares: formato, dimensión, proporción y escala. Relación entre realidad y representación.",
        "Sintaxis de la imagen. Esquemas compositivos.",
        "Elementos semánticos del lenguaje audiovisual.",
        
        "Bloque 2. Experimentación y creación.",
        "B2.1. La experiencia artística: técnicas y materiales de expresión gráfico-plástica y de creación visual y audiovisual. Ámbitos de aplicación. CE1, CE3, CE4",
        "G1. Expresión gráfico-plástica",
        "Técnicas secas y húmedas. Técnicas mixtas y experimentales. Materiales, soportes y procedimientos. Formatos bidimensionales y tridimensionales.",
        "Cualidades emotivas y expresivas de los medios gráfico-plásticos. Posibilidades comunicativas.",
        "Ámbitos de aplicación y perfiles profesionales. Pintura, dibujo, escultura, ilustración, cómic, artes decorativas, publicidad. Prácticas artísticas contemporáneas y producciones multidisciplinares.",
        "G2. Dibujo geométrico  ",
        "Geometría plana: trazados geométricos básicos. Instrumentos de dibujo técnico.",
        "Introducción a los sistemas de representación: sistema diédrico, axonométrico y perspectiva cónica.",
        "Ámbitos de aplicación y perfiles profesionales. Diseño y arquitectura.",
        "G3. Creación audiovisual  ",
        "Producción audiovisual. Preproducción, producción y postproducción.",
        "Ámbitos de aplicación y perfiles profesionales. Fotografía y cine. Videocreación y formatos multidisciplinares.",
        "G4. Terminología específica del área  ",
        "Vocabulario relativo a procesos de experimentación, creación, difusión y evaluación de producciones creativas.",
        "G5. Aplicaciones digitales  ",
        "Uso de las TIC y experimentación en entornos virtuales de aprendizaje aplicados a la expresión gráfico-plástica.",
        "Uso de las TIC y experimentación en entornos virtuales de aprendizaje aplicados al dibujo geométrico.",
        "Uso de las TIC y experimentación en entornos virtuales de aprendizaje aplicados a la creación audiovisual.",
        
        "B2.2. La experiencia artística individual y colectiva: procesos de trabajo CE3, CE4, CE5",
        "G1. Las fases del proceso creativo",
        "Generación de ideas: creatividad en la elaboración de ideas y en la toma de decisiones.",
        "Investigación: búsqueda y análisis de referentes.",
        "Creación: diseño y producción de la propuesta. Distribución de tareas: roles en el desarrollo de un proyecto artístico colectivo. Funciones y cometidos.",
        "Evaluación: resultados en relación a los objetivos iniciales del proyecto. Análisis y propuestas de mejora.",
        "Documentación gráfica de procesos. Portafolios de evidencias del proceso creativo. Estrategias de pensamiento visual.",
        "G2. Actitudes",
        "Esfuerzo, fuerza de voluntad. Capacidad de concentración. Resiliencia, superación de obstáculos y fracasos.",
        "Respeto por la diversidad de ideas y producciones. Utilización de un vocabulario inclusivo básico.",
        "Tenacidad y constancia en la realización y consecución de las distintas tareas.",
        "Consenso, respeto y empatía con la aportaciones de las compañeras y compañeros en el proceso de trabajo colectivo.",
        "Cooperación y responsabilidad en la parte individual para contribuir a un objetivo común y a la cohesión del grupo.",
        "Cuidado de espacios y materiales de trabajo. Sostenibilidad y gestión de residuos."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1. Analizar de manera crítica y argumentada diferentes propuestas artísticas, contemporáneas y de otras épocas, identificando, a través de distintos canales y contextos, referencias socioculturales, funcionalidades y elementos de contenido del patrimonio y de la cultura visual y audiovisual.",
        "C1.1. Investigar acerca de diferentes propuestas artísticas, a través de distintos canales, contextualizándolas y teniendo en cuenta sus funcionalidades.",
        "C1.2. Identificar elementos de contenido esenciales y funcionalidades en la apreciación y análisis de referentes artísticos, a través de recursos y agentes culturales del entorno, incluyendo canales y medios tecnológicos.",
        "C1.3. Interpretar los mensajes de diferentes creaciones artísticas, identificando los elementos que intervienen en la comunicación y extrayendo conclusiones para su aplicación en propuestas creativas propias.",
        "C1.4. Valorar con respeto y sentido crítico las manifestaciones culturales y artísticas en entornos diversos, desarrollando el criterio propio y argumentando en la construcción de la opinión personal.",
        "C1.5. Identificar los desafíos del presente a través del trabajo y mensajes de la creación contemporánea, valorando su contribución a la sociedad actual y adoptando un posicionamiento razonado, crítico y constructivo.",
        "Competencia específica 2. CE2. Compartir ideas y opiniones usando la terminología específica del área en la comunicación de la experiencia de apreciación y creación artística.",
        "C2.1. Valorar de manera argumentada diferentes obras e imágenes, en la experiencia de apreciación, utilizando el vocabulario específico del área.",
        "C2.2. Comunicar, de manera oral y escrita, la experiencia de creación elaborando un discurso coherente que describa los procesos de trabajo utilizando terminología propia del área",
        "C2.3. Argumentar con criterio y respeto en diferentes momentos de discurso y debate vinculados a la experiencia de apreciación y creación.",
        "Competencia específica 3. Comunicar ideas, sentimientos y emociones, experimentando con los elementos del lenguaje visual y con diferentes técnicas y materiales en la elaboración de prácticas artísticas y creativas.",
        "C3.1. Seleccionar las técnicas más adecuadas en función del objetivo planteado en cada propuesta creativa, incluyendo materiales no convencionales.",
        "C3.2. Seleccionar diferentes formatos y materiales propios de las manifestaciones artísticas contemporáneas con finalidad comunicativa en la elaboración de propuestas creativas.",
        "C3.3. Crear propuestas artísticas, relacionando las potencialidades expresivas de los diferentes elementos que las conforman con la finalidad comunicativa que se pretende transmitir.",
        "C3.4. Consolidar hábitos de constancia y autoexigencia tanto en el proceso como en el resultado final",
        "C3.5. Emplear los referentes y elementos de la contemporaneidad artística seleccionando los más adecuados a la finalidad comunicativa.",
        "Competencia específica 4. Seleccionar de manera responsable y autónoma recursos digitales aplicados a la percepción, la investigación y la creación en el desarrollo de propuestas y proyectos artísticos, desarrollando una identidad y criterio propio en un consumo responsable y sostenible de acuerdo a la normativa vigente.",
        "C4.1. Seleccionar información y recursos aplicados a las artes plásticas, visuales y audiovisuales, en diferentes entornos digitales.",
        "C4.2. Emplear diferentes recursos digitales para la percepción, experimentación y creación, seleccionando los más adecuados para los objetivos de las diferentes propuestas y producciones.",
        "C4.3. Aplicar buenas conductas para un consumo digital responsable y sostenible, respetando las licencias de uso y las normas vigentes de protección de datos y autoría.",
        "Competencia específica 5. Crear producciones artísticas colectivas, atendiendo a las diferentes fases del proceso creativo y aplicando los conocimientos específicos adquiridos.",
        "C5.1Diseñar            producciones           artísticas multidisciplinares, planificando las fases del proceso de trabajo, adecuando las decisiones adoptadas a los objetivos del proyecto, teniendo en cuenta la perspectiva inclusiva.",
        "C5.2Analizar el objetivo comunicativo de las propuestas            artísticas            colectivas, experimentando con diferentes técnicas, materiales y formatos y estableciendo conexiones con conocimientos de otras materias.",
        "C5.3Relacionar los roles asumidos durante el proceso de planificación, creación y difusión de la producción artística colectiva, con los diferentes ámbitos de aplicación profesional.",
        "C5.4Reflexionar sobre los procesos de trabajo, utilizando registros textuales, gráficos y/o audiovisuales, evaluando cada fase, proponiendo mejoras y exponiendo las conclusiones a la comunidad.",
        "C5.5Planificar la promoción de las producciones artísticas colectivas realizadas, explorando y evaluando diferentes vías de difusión."    
    ]
}

