{
  "competenciasEspecificas": [
    "CE.CS.1. Identificar las características de los diferentes elementos o sistemas del medio social y cultural, analizando su organización y propiedades, y estableciendo relaciones entre los mismos, para reconocer el valor del patrimonio cultural, conservarlo, mejorarlo y emprender acciones para un uso responsable. (STEM4, STEM5, CD1, CC4, CE1, CCEC1. CE.CS.6, CE.CS.7, CE.CM8, CE.CN.1, CE.CN.2 y CE.CN.3, CE.EF.4, CE.EF.5, CE.EVCE.3, CE.LCL.3, CE.LCL.4, CE.LCL.5, CE.LE.2, CE.LE.3)",
    "CE.CS.2. Analizar críticamente las causas y consecuencias de la intervención humana en el entorno, integrando los puntos de vista social, económico, cultural, tecnológico y ambiental, para favorecer la capacidad para afrontar problemas, buscar soluciones y actuar de manera individual y colaborativa en su resolución, poniendo en práctica hábitos de vida sostenibles y consecuentes con el respeto, cuidado y protección de las personas y del planeta. (CCL5, STEM2, STEM5, CPSAA4, CC1, CC3, CC4, CE1. CE.CS.1, CE.CS.5, CE.CN.1, CE.CN.2, CE.CN.3, CE.EA.2 , CE.EF.5 , CE.EVCE.2 y CE.EVCE.3 , CE.LCL.2, CE.LCL.3, CE.LCL.4, CE.LCL.5, CE.LE.1, CE.LE.2, CE.LE.3, CE.M.1)",
    "CE.CS.3. Observar, comprender e interpretar continuidades y cambios del medio social y cultural, analizando relaciones de causalidad, simultaneidad y sucesión para explicar y valorar las relaciones entre diferentes elementos y acontecimientos. (CCL3, STEM4, CPSAA4, CC1, CC3, CE2, CCEC1. CE.CS.1, CE.CS.4 y CE.CS.5, CE.EVCE.3 , CE.CEA.1, CE.EF.4 , CE.LCL.1, CE.LCL.6, CE.LE.6)",
    "CE.CS.4. Reconocer y valorar la diversidad y la igualdad de género, mostrando empatía y respeto por otras culturas y reflexionando sobre cuestiones éticas, para contribuir al bienestar individual y colectivo de una sociedad en continua transformación y al logro de los valores de la integración europea. (CP3, CPSAA3, CC1, CC2, CC3, CCEC1. CE.CS.1 y CE.CS.3 , CE.CS.5, , CE.EF.3 , CE.MD.2 y CE.EPV.2 , CE.EVCE4 , CE.CN.4 , CE.LCL.1 , CE.LE.6 , CE.M.6)",
    "CE.CS.5. Participar en el entorno y la vida social de forma eficaz y constructiva desde el respeto a los valores democráticos, los derechos humanos y de la infancia y los principios y valores de la Constitución española y la Unión Europea, valorando la función del Estado y sus instituciones en el mantenimiento de la paz y la seguridad para generar interacciones respetuosas y equitativas y promover la resolución pacífica y dialogada de los conflictos. (CCL5, CPSAA1, CC1, CC2, CC3, CCEC1. CE.CS2, CE.CS3 y CE.CS4, , CE.CM.2, CE.MD.4 y CE.EPV.4 , CE.EVCE.2 , CE.EF.3 , CE.LCL.1 , CE.LE.6 , CE.M.7 )",
    "CE.CS.6. Plantear y dar respuesta a cuestiones científicas sencillas, relacionadas con las Ciencias Sociales, utilizando diferentes fuentes, técnicas, instrumentos y habilidades propias del pensamiento científico, para interpretar y explicar hechos y fenómenos que ocurren en el medio natural, social y cultural. (CCL1, CCL2, CCL3, CD1, CD2, CC4. CE.LCL.2, CE.LCL.3, CE.LCL.4, CE.LCL.5, , CE.LE.1, CE.LE.2, CE.LE.3, CE.LE.4, CE.CN.1 , CE.CN.2 )"
  ]
}