{
  "saberes": [
    "Les llengües i els seus parlants",
    "- Observació de la pròpia biografia lingüística i de la diversitat lingüística de centre, i comprensió de les famílies lingüístiques i les llengües del món, els sistemes d’escriptura i nocions bàsiques: fórmules de salutació i comiat, agraïment i disculpa, en situacions de l’àmbit escolar i la vida quotidiana.",
    "- Reconeixement de les llengües d’Espanya, el seu origen i distribució geogràfica, amb especial atenció a les diferències entre plurilingüisme i diversitat dialectal, parant especial atenció al context de Catalunya.",
    "- Aproximació a les llengües de signes en el context de l’aula i la vida quotidiana.",
    "- Comparació de trets de les principals varietats dialectals del català i del castellà, amb especial atenció a la del propi territori.",
    "- Iniciació a la reflexió interlingüística en el context de la matèria.",
    "- Identificació de prejudicis i estereotips lingüístics i formulació de formes d’evitar-los, tant a l’aula com a la vida quotidiana de l’alumnat i els mitjans de comunicació.",
    "Comunicació",
    " Aplicació d’estratègies de producció, comprensió i anàlisi crítica de textos orals, escrits i multimodals de diferents àmbits amb atenció conjunta als aspectes següents:",
    "● Context",
    "- Anàlisi dels components de fet comunicatiu: grau de formalitat de la situació i caràcter públic o privat; distància social entre els interlocutors; propòsits comunicatius i interpretació d’intencions; canal de comunicació i elements no verbals de la comunicació, en situacions d’aula, de la vida quotidiana i dels mitjans de comunicació.",
    "● Gèneres discursius",
    "- Detecció, anàlisi i ús de gèneres discursius de l’àmbit personal (conversa); educatiu de caràcter narratiu, descriptiu, dialogat i expositiu, d’acord amb les propietats textuals (adequació, coherència, cohesió i correcció), i social, parant especial atenció a les xarxes socials i mitjans de comunicació; respecte a l’etiqueta digital; avaluació de riscos de desinformació, manipulació i vulneració de la privacitat a la xarxa. Anàlisi de la imatge i elements paratextuals dels textos icònics, verbals i multimodals.",
    "● Processos",
    "- Interacció oral i escrita de caràcter informal. Consciència i ús dels actes de prendre i deixar la paraula, de la cooperació conversacional i la cortesia lingüística; de l’escolta activa, l’assertivitat i la resolució dialogada dels conflictes en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    "- Comprensió del sentit global del text oral i relació entre les seves parts, selecció i retenció de la informació rellevant. Detecció i rebuig d’usos discriminatoris del llenguatge verbal i no verbal. en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    "- Planificació i recerca d’informació, textualització i revisió de la producció oral formal. Adequació a l’audiència i al temps d’exposició. Detecció i utilització d’elements no verbals. Anàlisi i ús dels trets discursius i lingüístics de l’oralitat formal, en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    "- Comprensió del sentit global del text escrit i relació entre les parts. La intenció de l’emissor. Detecció d’usos discriminatoris del llenguatge verbal i icònic, en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    "- Planificació, redacció, revisió i edició en diferents suports de textos escrits. Correcció gramatical i ortogràfica. Propietat lèxica. Usos de l’escriptura per a l’organització del pensament: presa de notes, esquemes, mapes conceptuals, definicions, resums, etc., en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    "- Cerca i selecció de la informació amb criteris de fiabilitat, qualitat i pertinència; anàlisi, valoració, reorganització i síntesi de la informació en esquemes propis i transformació en coneixement; comunicació i difusió de manera creativa i respectuosa amb la propietat intel·lectual. Utilització de plataformes virtuals per a la realització de projectes escolars.",
    "● Reconeixement i ús discursiu dels elements lingüístics",
    "- Reconeixement, anàlisi i ús discursiu dels elements lingüístics amb especial atenció als recursos lingüístics per mostrar la implicació de l’emissor en els textos: formes de dixi (personal, temporal i espacial) i procediments de modalització; recursos lingüístics per adequar el registre a la situació de comunicació; mecanismes de cohesió; connectors textuals temporals, explicatius, d’ordre i de contrast; mecanismes de referència interna gramaticals (substitucions pronominals) i lèxics (repeticions, sinònims, hiperònims i el·lipsis); coherència de les formes verbals en els textos; els temps de pretèrit en la narració; correlació temporal en el discurs relatat, en el context de l’aula, de la vida quotidiana i dels mitjans de comunicació, incloses les xarxes, i en les activitats acadèmiques.",
    "- Correcció lingüística i revisió ortogràfica i gramatical de diferents tipus de text i en diferents situacions. Ús de diccionaris, manuals de consulta i de correctors ortogràfics en suport analògic o digital per a la correcció i millora dels textos.",
    "- Ús dels signes bàsics de puntuació com a mecanisme organitzador del text escrit, la seva relació amb el significat.",
    "Educació literària",
    "● Lectura autònoma",
    "- Implicació en la lectura de manera progressivament autònoma a partir d’una preselecció de textos variats que incloguin obres d’autores i autors. Reflexió sobre els textos i sobre la pròpia pràctica de lectura sustentada en models.",
    "- Selecció d’obres variades que incloguin autores i autors de manera orientada a partir de l’exploració guiada de la biblioteca escolar i pública disponible.",
    "- Participació activa en actes culturals vinculats al circuit literari i lector.",
    "- Aplicació d’estratègies de presa de consciència dels propis gustos i identitat lectora, en l’àmbit personal i social (lectures compartides).",
    "- Expressió, a través de models comentats a l’aula o bé aportats per l’alumnat, de l’experiència lectora i de diferents formes d’apropiació i recreació dels textos llegits.",
    "- Aplicació d’estratègies de mobilització de l’experiència personal i lectora que permetin establir vincles entre l’obra llegida i aspectes de l’actualitat, així com amb altres textos i manifestacions artístiques, en l’àmbit personal i en conversa a l’aula.",
    "- Aplicació d’estratègies per a la recomanació de les lectures, en suports variats o bé oralment entre iguals.",
    "● Lectura guiada",
    "- Lectura d’obres rellevants de la literatura juvenil contemporània i del patrimoni literari universal, inscrites en itineraris temàtics o de gènere, que incloguin la presència d’autores i autors, en el context de l’aula i de l’entorn proper que permeti fer la transferència a altres situacions de caràcter literari i cultural amb vincles amb la pròpia vida.",
    "- Aplicació d’estratègies i models de construcció compartida de la interpretació de les obres a través de converses literàries, clubs de lectura i canals de difusió com revistes, blogs o clips audiovisuals.",
    "- Relació i contrast entre els elements constitutius del gènere literari i la construcció del sentit de l’obra. Anàlisi bàsica del valor dels recursos expressius; els seus efectes en la recepció.",
    "- Relació i comparació dels textos llegits amb altres textos, amb altres manifestacions artístiques i amb les noves formes de ficció en funció de gèneres, temes, tòpics, estructures i llenguatges. Gèneres: novel·la, narració breu, teatre, poesia, assaig, etc. Temes: amor, amistat, mort, viatge, etc. Tòpics: carpe diem, tempus fugit, locus amoenus, captatio benevolentiae, ubi sunt, etc.",
    " - Aplicació d’estratègies, models i pautes per a l’expressió de la interpretació i valoració personal d’obres i fragments literaris, a través de processos i suports diversificats i tenint en compte la perspectiva de gènere.",
    "- Lectura expressiva, dramatització i recitació dels textos atenent als processos de comprensió, apropiació i oralització implicats.",
    "- Creació de textos a partir de l’apropiació de les convencions del llenguatge literari i en referència a models donats (imitació, transformació, continuació, etc.) en el context de l’expressió dels sentiments, emocions i experiències pròpies.",
    "Reflexió sobre la llengua",
    "- Aplicació d’estratègies per a la construcció guiada de conclusions pròpies sobre el sistema lingüístic. Observació, comparació i classificació d’unitats comunicatives.",
    "Experimentació amb estructures, formulació d’hipòtesis, contraexemples, generalitzacions i contrast entre llengües, utilitzant el metallenguatge específic, en el marc de la millora en la comprensió i producció dels textos orals, escrits i multimodals en situacions diverses, tant personals i socials com acadèmiques.",
    "- Observació i comparació de les diferències rellevants i interseccions entre llengua oral i llengua escrita atenent a aspectes sintàctics, lèxics i pragmàtics. per a la millora en la comprensió i producció dels textos orals, escrits i multimodals en situacions diverses, tant personals i socials com acadèmiques.",
    "- Comprensió i anàlisi de la llengua com a sistema i de les seves unitats bàsiques tenint en compte els diferents nivells: el so i sistema d’escriptura, les paraules (forma i significat), la seva organització en el discurs (ordre de les paraules, components de les oracions o connexió entre els significats), per a la millora en la comprensió i producció dels textos orals, escrits i multimodals en situacions diverses, tant personals i socials com acadèmiques.",
    "- Distinció entre la forma (categoria gramatical) i la funció de les paraules (funcions sintàctiques), i coneixement dels procediments lèxics (afixos) i sintàctics per al canvi de categoria en situacions de comprensió i expressió de textos orals i escrits.",
    "- Relació entre els esquemes semàntic i sintàctic de l’oració simple. Observació i transformació d’enunciats d’acord amb aquests esquemes i ús de la terminologia sintàctica necessària. Reflexió i aplicació correcta de l’ordre de les paraules i concordança, que facin comprensibles els textos.",
    "- Descripció i anàlisi dels procediments d’adquisició i formació de paraules. Reflexió sobre els canvis en el seu significat, les relacions semàntiques entre paraules i els seus valors denotatius i connotatius en funció del context i el propòsit comunicatiu, en la comprensió dels textos.",
    "- Aplicació d’estratègies d’ús progressivament autònom de diccionaris i manuals de gramàtica que permetin obtenir informació gramatical bàsica."
  ],
  "criteriosEvaluacion": [
    "1.1 Reconèixer la llengua catalana i la llengua castellana i llurs varietats dialectals, així com la resta de llengües de l’Estat espanyol i les llengües d’origen de l’alumnat, identificant-ne algunes nocions bàsiques i contrastant alguns dels seus trets en manifestacions orals, escrites i multimodals.",
    "1.2 Identificar prejudicis i estereotips lingüístics adoptant una actitud de respecte i valoració de la riquesa cultural, lingüística i dialectal, a partir de l’observació de la diversitat lingüística de l’entorn.",
    "2.1 Comprendre el sentit global, l’estructura, la informació més rellevant en funció de les necessitats comunicatives i la intenció de l’emissor, de textos orals i multimodals senzills de diferents àmbits, analitzant la interacció entre els diferents codis.",
    "2.2 Valorar la forma i el contingut de textos orals i multimodals senzills, avaluant-ne la qualitat, la fiabilitat i la idoneïtat del canal utilitzat, així com l’eficàcia dels procediments comunicatius emprats.",
    "3.1 Realitzar narracions i exposicions orals senzilles amb diferents graus de planificació sobre temes d’interès personal, social i educatiu ajustant-se a les convencions pròpies dels diversos gèneres discursius, amb fluïdesa, coherència i el registre adequat, en diferents suports i utilitzant de manera eficaç recursos verbals i no verbals.",
    "3.2 Participar de manera activa i adequada en interaccions orals informals, en el treball en equip i en situacions orals formals de caràcter dialogat, amb actituds d’escolta activa i estratègies de cooperació conversacional i cortesia lingüística.",
    "4.1 Comprendre i interpretar el sentit global, l’estructura, la informació més rellevant i la intenció de l’emissor de textos escrits i multimodals senzills de diferents àmbits que responguin a diferents propòsits de lectura, realitzant-ne les inferències necessàries.",
    "4.2 Valorar el contingut i la forma de textos escrits i multimodals senzills avaluant-ne la qualitat, la fiabilitat i la idoneïtat del canal utilitzat, així com l’eficàcia dels procediments comunicatius emprats.",
    "5.1 Planificar la redacció de textos escrits i multimodals senzills, atesa la situació comunicativa, destinatari, propòsit i canal; redactar esborranys i revisar-los amb ajuda del diàleg entre iguals i instruments de consulta, i presentar un text final coherent, cohesionat i amb el registre adequat.",
    "5.2 Incorporar procediments bàsics per enriquir els textos, tenint en compte aspectes discursius, lingüístics i d’estil, amb precisió lèxica i correcció ortogràfica i gramatical.",
    "6.1 Aplicar estratègies de cerca d’informació (localització, selecció i contrast), en diferents fonts, incloses les digitals, calibrant-ne la fiabilitat i pertinència en funció dels objectius de lectura, sobre temes d’interès acadèmic, personal, ecològic i social, de forma progressivament autònoma, a la xarxa i a les biblioteques, valorant críticament el resultat de la cerca.",
    "6.2 Elaborar treballs d’investigació i comunicar de forma creativa i respectant els drets de la propietat intel·lectual, els resultats d’un procés d’investigació individual o grupal, organitzant la informació, integrant-la en esquemes propis i reelaborant-la, i adoptant un punt de vista crític i respectuós amb els principis de propietat intel·lectual, sobre temes d’interès acadèmic, personal, ecològic i social, que incloguin els objectius de desenvolupament sostenible.",
    "6.3 Adoptar hàbits d’ús crític, segur, sostenible i saludable de les tecnologies digitals en relació amb la cerca i la comunicació de la informació.",
    "7.1 Triar i llegir textos i obres prèviament seleccionats a partir dels propis gustos, interessos i necessitats que permetin crear el propi itinerari lector.",
    "7.2 Compartir l’experiència de lectura en suports diversos, tot relacionant el sentit de l’obra amb la pròpia experiència biogràfica i lectora.",
    "8.1 Explicar i argumentar, amb l’ajuda de pautes i models, la interpretació de les obres llegides a partir de l’anàlisi de les relacions internes dels seus elements constitutius amb el sentit de l’obra, atesa la configuració dels gèneres i subgèneres literaris.",
    "8.2 Establir, de manera guiada, vincles argumentats entre els textos llegits i altres textos escrits, orals o multimodals i altres manifestacions artístiques en funció de temes, tòpics, estructures, llenguatge i valors ètics i estètics, mostrant la implicació i la resposta personal del lector en la lectura.",
    "8.3 Crear textos personals o col·lectius amb intenció literària i consciència d’estil, en diferents suports i amb ajuda d’altres llenguatges artístics i audiovisuals, a partir de la lectura d’obres o fragments significatius en els quals s’emprin les convencions formals dels diversos gèneres i estils literaris.",
    "9.1 Revisar els propis textos de manera guiada i fer propostes de millora argumentant els canvis a partir de la reflexió metalingüística i amb un metallenguatge específic, i identificar i esmenar alguns problemes de comprensió i producció de textos utilitzant els coneixements explícits sobre la llengua i el seu ús.",
    "9.2 Explicar i argumentar la interrelació entre el propòsit comunicatiu i les eleccions lingüístiques de l’emissor, així com els seus efectes en el receptor, utilitzant el coneixement explícit de la llengua i un metallenguatge específic.",
    "9.3 Formular generalitzacions sobre aspectes bàsics del funcionament de la llengua a partir de l’experimentació, comparació i transformació d’enunciats, així com de la formulació d’hipòtesis i la cerca d’exemples, utilitzant un metallenguatge específic i consultant de manera guiada diccionaris, manuals i gramàtiques.",
    "10.1 Identificar i rebutjar els usos discriminatoris de la llengua, els abusos de poder a través de la paraula i els usos manipuladors del llenguatge a partir de la reflexió i l’anàlisi dels elements lingüístics, textuals i discursius utilitzats, així com dels elements no verbals que regeixen la comunicació entre les persones.",
    "10.2 Utilitzar estratègies per a la resolució dialogada dels conflictes i la cerca de consensos tant en l’àmbit personal com educatiu i social."
  ]
}