{
    "criteriosEvaluacion": [
        "1.1. Identificar y explicar la presencia de formas y relaciones geométricas en el arte y el diseño, comprendiendo el motivo o intencionalidad con la que se han utilizado, planteando hipótesis y comprobándolas, a través del análisis de lenguajes y elementos técnicos y plásticos, y de búsquedas avanzadas en internet de forma autónoma, para explicar su origen, función e intencionalidad en distintos contextos y medios, así como, valorar críticamente el patrimonio cultural y artístico, incluido el de Canarias. CCL1, CCL2, CCL3, CP3, STEM2, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "2.1. Diseñar patrones y mosaicos, aplicando transformaciones geométricas con precisión y exactitud, planteando proyectos creativos para hacer eficaz el aprendizaje, utilizando el pensamiento científico y y usando diferentes herramientas y lenguajes artísticos, para incorporar estos recursos tanto en la transmisión y desarrollo de ideas como en la expresión de sentimientos y emociones. CCL1, CCL5, STEM3, CD2, CPSAA1.1, CCEC3.1",
        "2.2. Diseñar formas geométricas, empleando tangencias, enlaces y curvas cónicas, apreciando la importancia de la precisión y la veracidad, haciendo eficaz el aprendizaje y realizando con rigor diseños de proyectos artísticos y culturales sostenibles, para incorporarlos en la transmisión y el desarrollo de ideas, expresar sus sentimientos y canalizar sus emociones. CCL1, CCL5, STEM2, CD2, CPSAA5, CCEC4.1",
        "3.1. Dibujar, en las perspectivas isométrica y caballera, formas volumétricas, empleando curvas de manera clara y precisa, aplicando conocimientos técnicos específicos, haciendo eficaz el aprendizaje y resolviendo problemas con autonomía y espíritu crítico, para aplicarlos a la realización de ilustraciones y proyectos de diseño de objetos y espacios. STEM4, CPSAA5, CCEC3.2",
        "3.2. Diseñar espacios o escenografías, aplicando la perspectiva cónica, representando luces y sombras de objetos, reflexionando sobre el proceso realizado y el resultado obtenido con optimismo, autonomía, sentido crítico, creatividad y eficacia, así como favoreciéndose de la cultura digital con ética y responsabilidad, para aplicarlo a la realización de cómics, ilustraciones y proyectos de diseño de objetos y espacios. CPSAA1.1, CE3, CCEC4.1",
        "4.1. Crear un diseño sencillo, de manera individual o en grupo, comunicando clara e inequívocamente su forma y dimensiones mediante el uso de la normalización, aplicando estrategias y destrezas que agilicen el trabajo colaborativo y utilizando diferentes herramientas digitales que le permitan proponer ideas creativas y aplicar conocimientos técnicos, para interpretar y representar objetos y espacios. CCL1, CCL2, CCL5, STEM4, CD2, CPSAA3.2, CPSAA5, CE3, CCEC4.1",
        "5.1. Realizar y planificar proyectos, aprovechando las posibilidades que las herramientas de dibujo vectorial aportan a los campos del diseño y al arte, seleccionando dispositivos digitales que permitan transmitir ese conocimiento, así como enfrentándose a situaciones creativas con iniciativa e imaginación, para desarrollar procesos de creación artística personal o de diseño. STEM3, CD2, CD3, CPSAA5, CE3, CCEC3.1"
    ],
    "saberes": [
        "I. Geometría, arte y entorno",
        "1. Composiciones modulares en el diseño gráfico, de objetos y de espacios.",
        "2. Explicación de la geometría e ilusiones ópticas en el arte y el diseño.",
        "3. Trazado de las curvas cónicas en la naturaleza, el entorno, el arte y el diseño.",
        "4. Estudio de la representación del espacio en el diseño y arte contemporáneo.",
        "5. Diseño de transformaciones geométricas aplicadas a la creación de mosaicos y patrones. Observación de la cultura popular canaria (bordados, celosías…).",
        "6. Trazado con y sin herramientas digitales.",
        "II. Sistemas de representación del espacio aplicado",
        "1. Representación de la circunferencia y de sólidos sencillos en perspectivas isométrica y caballera. Aplicación al diseño de formas tridimensionales.",
        "2. Diseño de estructuras poliédricas. Los sólidos platónicos. Aplicación en la Arquitectura y el diseño.",
        "3. Aplicaciones de la perspectiva cónica, frontal, oblicua y de cuadro inclinado, al diseño de espacios y objetos. Representación de luces y sombras.",
        "III. Normalización y diseño de proyectos",
        "1. Creación de las fases de un proyecto de diseño: del croquis al plano de taller.",
        "2. Representación de objetos mediante sus vistas acotadas. Cortes, secciones y roturas.",
        "IV. Herramientas digitales para el diseño",
        "1. Realización y planificación del dibujo asistido por ordenador aplicado a proyectos de arte y diseño."
    ]
}