{
  "saberes": [
    "B1. Proceso de resolución de problemas",
    "Estrategias de búsqueda y filtrado de información",
    "Introducción a la Inteligencia Artificial",
    "Procesos de diseño de prototipos",
    "Estrategias de planificación de la construcción de un prototipo",
    "Recursos materiales y organizativos con criterios de economía, seguridad y sostenibilidad",
    "Herramientas y técnicas para la construcción de prototipos",
    "Introducción a la fabricación digital",
    "Métodos de evaluación de prototipos construidos",
    "Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar",
    "B2. Digitalización del entorno personal de aprendizaje",
    "Sistemas       operativos        comunes:                                    instalación, configuración, actualización y desinstalación de aplicaciones",
    "Redes de ordenadores cableadas e inalámbricas",
    "Identificación y resolución de problemas informáticos sencillos en el entorno personal",
    "Configuración, mantenimiento y uso crítico",
    "Protección de dispositivos y datos personales. Técnicas de tratamiento, organización y almacenamiento seguro de la información. Copias de seguridad",
    "Seguridad. Medidas de protección de datos y de información. Antivirus",
    "Identidad digital y bienestar digitalx ",
    "Prácticas seguras y riesgos. Ciberconvivencia",
    "Licencias de software. El software libre y el software propietario",
    "Comunidades virtuales y entornos virtuales de aprendizaje",
    "B3. Pensamiento computacional, programación, control y robótica",
    "Representación de problemas mediante el modelado",
    "Abstracción,     secuenciación,     algorítmica     y      su representación con lenguaje natural y diagramas de flujo",
    "Estructuras de control del flujo del programa. Bucles",
    "Variables, constantes, condiciones y operadores",
    "Elaboración de programas informáticos sencillos para dispositivos móviles",
    "Análisis de sistemas automáticos: funcionamiento, tipos y componentes de control",
    "Montaje de robots: tipos, grados de libertad y características técnicas.",
    "Control de sistemas automatizados y robotizados",
    "Programación y aplicación de tarjetas controladoras en la experimentación con prototipos diseñados",
    "Programas de simulación de programación de tarjetas controladoras",
    "Implicaciones sociales de la robótica, la inteligencia artificial y el internet de las cosas",
    "Autoconfianza e iniciativa. El error, la reevaluación y la depuración como parte del proceso de aprendizaje",
    "B4. Herramientas y máquinas de taller",
    "Máquinas del taller de Tecnología",
    "Normas de seguridad e higiene del aula-taller",
    "Riesgos derivados del manejo de herramientas, máquinas y materiales",
    "Elementos y medidas de protección en el taller",
    "Criterios de reducción de riesgos en el taller",
    "Criterios de actuación y primeros auxilios en caso de accidente",
    "Manejo de máquinas y herramientas para trabajar los plásticos",
    "Mantenimiento de las máquinas y herramientas",
    "B5. Materiales, productos y soluciones tecnológicas",
    "Estrategias para el análisis morfológico, funcional y propuestas de mejora de productos y sistemas tecnológicos",
    "B5.1. Materiales: la madera, los materiales de construcción, metales y plásticos",
    "Obtención y clasificación de plásticos",
    "Relación entre las propiedades y la estructura interna de los plásticos",
    "Técnicas de manipulación y mecanizado de plásticos",
    "B5.2. Estructuras y esfuerzos mecánicos",
    "Reacciones y tipos de apoyo",
    "Cálculo de esfuerzos en piezas simples",
    "B5.3. Máquinas simples y mecanismos",
    "Mecanismos de retención, acoplamiento y lubricación de ejes",
    "Programas de simulación de mecanismos",
    "B5.4. Electricidad y electrónica",
    "Magnitudes eléctricas: definición y elementos de  medida",
    "Circuitos eléctricos: interpretación, diseño y aplicación en proyectos",
    "Ley de Ohm: análisis de circuitos eléctricos de corriente continua",
    "Simbología y diseño de circuitos eléctricos de corriente continua",
    "Asociaciones básicas de generadores y receptores eléctricos en corriente continua",
    "Programas informáticos de simulación de circuitos eléctricos",
    "Electrónica    analógica:     componentes     básicos    y simbología",
    "Análisis y montaje de circuitos electrónicos elementales",
    "Simuladores para analizar el comportamiento de los circuitos electrónicos",
    "B6 Creación, expresión y comunicación",
    "B6.1. Comunicación técnica",
    "Documentacion tecnica formatos vcabularios apropiado",
    "Herramientas digitales para la elaboración, publicación y difusión de documentación técnica sobre proyectos desarrollados",
    "Propiedades textuales en situaciones comunicativas relativas a la tecnología y la digitalización: adecuación, coherencia y cohesión",
    "Técnicas para la exposición pública de proyectos desarrollados",
    "Respeto en el uso del lenguaje: uso de lenguaje inclusivo y no discriminatorio",
    "Colaboración digital",
    "Pautas de conducta apropiadas del entorno virtual",
    "Participación ciudadana en línea",
    "Propiedad intelectual y licencias. Tipos de derechos, duración, límites a los derechos de autoría y licencias de distribución y explotación",
    "Sistemas de intercambio, colaboración y publicación de información: seguridad y uso responsable",
    "B6.2. Elaboración de documentación técnica e información de proyectos.",
    "Herramientas de creación y edición digital en línea.",
    "Elaboración y formateado de contenidos en un documento de texto. Inserción de gráficos. Impresión de documentos",
    "Uso de estilos, tablas e índices en documentos de texto",
    "Fórmulas y funciones sencillas en hojas de cálculo.",
    "Creación de gráficos",
    "Otros formatos de documentación técnica: infografías, líneas de tiempo, animaciones, cómics, libros electrónicos, mapas mentales ",
    "Producción y edición sencilla de audio y vídeo",
    "B6.3. Sistemas de representación",
    "Croquis y bocetos como elementos de información de objetos cotidianos e industriales",
    "Normalización y simbología en dibujo técnico: criterios de normalización, escalas y acotación",
    "Dibujo asistido por ordenador en 2D y 3D para representar esquemas, circuitos y objetos",
    "B8. Tecnología sostenible",
    "B8.1. Implicaciones de la Tecnología en la sociedad y medio ambiente",
    "Desarrollo     tecnológico:     creatividad,                                    innovación, investigación, obsolescencia",
    "Breve historia del desarrollo tecnológico",
    "Logros del desarrollo científico y técnico",
    "Aprovechamiento sostenible de materias primas y recursos naturales",
    "Hábitos que potencien el desarrollo sostenible",
    "Implicaciones de la tecnología en el desarrollo social",
    "Contribución a la consecución de los Objetivos de Desarrollo Sostenible. Valoración crítica",
    "El desarrollo del transporte, las  comunicaciones, el tratamiento y la transmisión de la información ",
    "Consumo responsable de equipamiento informático",
    "Impacto ambiental de la actividad tecnológica y la explotación de recursos",
    "Técnicas de tratamiento y reciclaje de residuos",
    "Selección de recursos materiales y organizativos con criterios de economía, seguridad y sostenibilidad para la resolución de problemas tecnológicos",
    "B8.2. La energía: tipos, producción, transporte y consumo",
    "Producción de las distintas formas de energía",
    "Impacto sobre el medio ambiente",
    "Transporte de la energía eléctrica, carbón, petróleo, gas natural",
    "Técnicas de ahorro energético",
    "Energías alternativas"
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar problemas tecnológicos actuales, sencillos y cercanos, utilizando los saberes básicos fundamentales de esta área y el pensamiento crítico para afrontar y dar solución a la necesidad o problema detectado.",
    "1.2. Resolver problemas y desafíos tecnológicos cotidianos siguiendo las fases del método de proyectos para generar y/o utilizar productos que den solución a la necesidad o problema identificado.",
    "1.3. Utilizar los medios tecnológicos y digitales, herramientas y materiales disponibles en la resolución de los problemas o el abordaje de retos tecnológicos planteados en la vida cotidiana, gestionando autónomamente su uso de manera eficaz, innovadora y sostenible.",
    "1.4. Fabricar objetos, prototipos o modelos mediante la manipulación y conformación de materiales, seleccionando y empleando herramientas y máquinas adecuadas, aplicando los fundamentos de estructuras, mecanismos, electricidad y electrónica, y respetando las normas de seguridad y salud correspondientes.",
    "2.1. Realizar búsquedas avanzadas en internet atendiendo a criterios de validez, calidad, actualidad y fiabilidad de las fuentes y considerando los riesgos asociados a las mismas, como punto de partida en cualquiera de las fases del proceso de resolución de problemas tecnológicos.",
    "2.2. Comparar y valorar la información científico-técnica obtenida de manera crítica, eligiendo la más adecuada en función de la tarea y de su necesidad en cada ocasión.",
    "2.3. Utilizar la información científico- técnica seleccionada de manera segura, optimizando sus posibilidades para asegurar la eficacia en la superación de los retos tecnológicos planteados.",
    "2.4. Diseñar y ejecutar, con la información obtenida, un plan de trabajo individual o en grupo cooperativo coherente con las características de la tarea, adecuando el tiempo de trabajo y los conocimientos para actuar con la mayor eficacia y eficiencia posibles.",
    "2.5. Organizar la información de manera estructurada, aplicando técnicas de almacenamiento seguro.",
    "2.6. Adoptar medidas preventivas para la protección de los dispositivos, los datos y la salud personal.",
    "3.1. Elegir, en cada momento, las herramientas de trabajo más adecuadas, valorando sus características, su potencial y su adecuación a la tarea a realizar.",
    "3.2. Configurar las herramientas digitales y aplicaciones del entorno de aprendizaje ajustándolas a las propias necesidades.",
    "3.3. Utilizar y realizar un mantenimiento de los instrumentos tecnológicos y digitales accesibles de manera adecuada al propósito de cada acción, identificando los riesgos implícitos en su utilización y respetando en todo momento sus normas de uso y conservación.",
    "3.4. Respetar y valorar las normas de seguridad e higiene en el uso y manipulación de materiales, máquinas, herramientas, sistemas digitales, etc..",
    "4.1. Analizar críticamente los objetos, productos y soluciones tecnológicas, atendiendo a sus características funcionales y considerando su naturaleza, estructura y aplicación, utilizando métodos inductivos, deductivos y lógicos propios del razonamiento tecnológico.",
    "4.2. Emplear los elementos tecnológicos accesibles considerando las implicaciones derivadas de su uso, tanto actuales como a medio y largo plazo, y siendo lo más respetuoso posible con el medio y el entorno.",
    "4.3. Evaluar y opinar críticamente sobre los procesos productivos asociados a la explotación y transformación de los diferentes recursos naturales usados en la producción de bienes tecnológicos cotidianos.",
 	  "4.4. Analizar crítica y éticamente los productos digitales utilizados para hacer frente a los desafíos tecnológicos susceptibles de mejorar la calidad de vida personal y colectiva tanto en el ámbito académico como en el personal.",
    "5.1. Crear y editar contenidos tecnológicos y digitales de manera colaborativa utilizando diferentes formatos, tanto presencialmente como en remoto, para facilitar la comunicación de ideas, opiniones y propuestas tecnológicas.",
    "5.2. Utilizar y respetar las licencias y derechos de autoría en la creación y comunicación de ideas",
    "5.3. Explicar y argumentar ideas, opiniones y puntos de vista sobre cuestiones tecnológicas en diferentes formatos, utilizando de forma correcta y coherente la terminología y la simbología adecuadas.",
    "5.4. Participar responsablemente en las comunicaciones interpersonales en el ámbito personal, académico o social con actitud cooperativa y respetuosa, tanto para intercambiar información vinculada con la tecnología y la digitalización, como para construir vínculos personales en torno a dicho campo de conocimiento.",
    "5.5. Usar eficazmente una o más lenguas para satisfacer las necesidades comunicativas en el ámbito tecnológico, utilizando un lenguaje técnico adecuado y expresiones no discriminatorias e inclusivas.",
    "6.1. Analizar problemas sencillos mediante el uso de las estructuras de control más adecuadas.",
    "6.2. Planificar la solución de problemas de manera individual y cooperativa, utilizando los algoritmos y las estructuras de datos necesarias.",
    "6.3. Programar aplicaciones sencillas usando un entorno para el aprendizaje de programación basado en bloques en dispositivos móviles añadiendo módulos de inteligencia artificial.",
    "6.4. Automatizar procesos, máquinas y objetos, con conexión a internet, mediante el análisis, construcción y programación de robots o sistemas de control.",
    "7.1. Desarrollar soluciones que utilicen la tecnología más adecuada, analizando el problema desde diferentes puntos de vista, para obtener soluciones creativas.",
    "7.2. Gestionar situaciones de incertidumbre en una realidad tecnológica cambiante con una actitud positiva, y afrontarlas utilizando el conocimiento adquirido y sintiéndose competente.",
    "7.3. Valorar el desarrollo de la tecnología como herramienta para el avance social y cultural de la humanidad."
  ]
}
