{
    "saberes": [
        "Bloque 1. Ciencia y tecnología",
        "Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones...).",
        "Instrumentos y dispositivos apropiados para realizar observaciones y mediciones de acuerdo con las necesidades de las diferentes investigaciones elementales sobre diversos aspectos del entorno social y de su propia persona, empleando modelos.",
        "Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "La curiosidad y la iniciativa en la realización de las diferentes investigaciones.",
        "Ocupación y trabajo. Identificación de las principales actividades profesionales y laborales de mujeres y hombres en el entorno.",
        "Propuestas de trabajo que surjan de una situación problema, acontecimiento o inquietud del entorno que los rodea. Estrategias de trabajo individual y cooperativo.",
        "Dispositivos y recursos del entorno digital de aprendizaje de acuerdo con las necesidades del contexto educativo.Bloque 2. El mundo y el desarrollo sostenible",
        "La Tierra, el Sol, la Luna y las estrellas como componentes de su entorno espacial más próximo.",
        "La vida en la Tierra. Fenómenos atmosféricos y su repercusión en los ciclos biológicos y en la vida diaria.",
        "Retos sobre situaciones cotidianas. Funciones básicas del pensamiento espacial y temporal para la interacción con el medio y la resolución de situaciones de la vida cotidiana. Itinerarios y trayectos, desplazamientos y viajes.",
        "Conocimiento de nuestro entorno. Paisajes naturales y paisajes humanizados, y sus elementos. La acción humana sobre el medio y sus consecuencias.",
        "Estilos de vida sostenible. El uso del agua, la movilidad sostenible y la gestión de los residuos.",
        "Bloque 3. Vivir en sociedad",
        "Identidad y ámbitos de pertenencia: familia, escuela, aldea/villa/barrio y ciudad, Galicia. Fiestas tradicionales gallegas y gastronomía popular.",
        "La escuela: organización escolar, los miembros y sus roles, espacios físicos y recursos.",
        "Los deberes y derechos de las personas. La asamblea de clase como momento para la reflexión, el diálogo, la escucha activa y la resolución pacífica de conflictos.",
        "Igualdad de género y conducta no sexista.",
        "Seguridad viaria. Normas básicas en los desplazamientos como peones y usuarios de los medios de transporte.",
        "La vida en colectividad. La familia. Diversidad familiar. Compromisos, corresponsabilidad, participación y normas en el entorno familiar, vecinal y escolar. Prevención, gestión y resolución dialogada de conflictos.",
        "Ocupación y trabajo. Identificación con perspectiva de género de las principales actividades profesionales y laborales en el entorno.",
        "Bloque 4. Lecciones del pasado",
        "Medida del tiempo en la vida cotidiana y sus equivalencias. Unidades temporales básicas (día, semana, mes, año) situando acontecimientos de la historia personal e identificando cambios que se producen a lo largo del tiempo.",
        "La percepción del tiempo. Conceptos temporales básicos: antes, después, durante, pasado, presente y futuro.",
        "Las expresiones y producciones artísticas del entorno próximo.",
        "Recursos y medios analógicos y digitales. Las fuentes orales y la memoria colectiva. La historia local y la biografía familiar, mujeres y hombres como sujetos de la historia."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Utilizar dispositivos y recursos digitales de forma segura y de acuerdo con las necesidades del contexto educativo. OBJ1",
        "CE1.2. Mostrar curiosidad por objetos, hechos y fenómenos próximos, planteando preguntas y realizando predicciones. OBJ2",
        "CE1.3. Buscar información sencilla de diferentes fuentes seguras y fiables de forma guiada, utilizándola en investigaciones relacionadas con el medio natural, social y cultural. OBJ2",
        "CE1.4. Participar en experimentos pautados o guiados, cuando la investigación lo requiera, utilizando diferentes técnicas sencillas de investigación, empleando de forma segura instrumentos y registrando las observaciones de forma clara. OBJ2",
        "CE1.5. Establecer acuerdos de forma dialógica y democrática como parte de grupos próximos a su entorno, identificando las responsabilidades individuales y empleando un lenguaje inclusivo y no violento. OBJ7",
        "CE2.1. Reconocer las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de la investigación, utilizando las herramientas y procesos adecuados de forma pautada. OBJ3",
        "CE2.2. Reconocer conexiones sencillas y directas entre diferentes elementos del medio natural, social y cultural por medio de la observación, la manipulación y la experimentación. OBJ3",
        "CE2.3. Mostrar estilos de vida sostenible y valorar la importancia del respeto, los cuidados, la corresponsabilidad y la protección de los elementos y seres del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio como el suelo y el agua. OBJ4",
        "CE3.1. Mostrar curiosidad por objetos, hechos y fenómenos próximos, planteando preguntas y realizando predicciones. OBJ2",
        "CE3.2. Recoger información sobre manifestaciones culturales del propio entorno, mostrando respecto a otras personas, valorando su diversidad y riqueza, y apreciándola como fuente de aprendizaje. OBJ6",
        "CE3.3. Mostrar actitudes que fomenten la igualdad de género y las conductas no sexistas reconociendo modelos positivos en el entorno próximo. OBJ6",
        "CE3.4. Identificar instituciones próximas, señalando y valorando las funciones que realizan en pro de una buena convivencia. OBJ7",
        "CE3.5. Conocer e interiorizar normas básicas para la convivencia en el uso de espacios públicos, especialmente como peones o como usuarios de los medios de locomoción, tomando conciencia de la importancia de la movilidad segura, saludable y sostenible tanto para las personas como para el planeta. OBJ7",
        "CE4.1. Mostrar actitudes de respeto ante el patrimonio natural y cultural, reconociéndolo como un bien común. OBJ3",
        "CE4.2. Ordenar temporalmente hechos del entorno social y cultural próxima, empleando nociones básicas de medida y sucesión. OBJ5",
        "CE4.3. Conocer personas y grupos sociales relevantes de la historia, así como formas de vida del pasado, incorporando la perspectiva de género. OBJ5"
    ]
}