{
    "competenciasClave": [
        "a) Competencia en comunicación lingüística. La Educación Infantil es una etapa educativa que se caracteriza por un amplio desarrollo evolutivo y, en especial, del lenguaje. Se avanza desde una etapa «prelingüística», propia de los primeros meses de vida, en la que aparecen las primeras expresiones vocálicas, hasta los 6 años de edad, momento en el que el lenguaje básico está prácticamente completo. Los intercambios comunicativos que se producen en los centros educativos favorecen el enriquecimiento del lenguaje oral, por lo que, de manera evidente, esta etapa contribuye a la adquisición de la competencia en comunicación lingüística. Con carácter general, los intercambios comunicativos se realizarán en español, lengua vehicular de las enseñanzas que se imparten en la Comunidad de Madrid.",
        "b) Competencia plurilingüe. En la Educación Infantil se producen los primeros contactos con otras lenguas distintas de la familiar. El currículo de la Comunidad de Madrid contribuye a la adquisición de esta competencia de múltiples formas, desde la enseñanza de una lengua extranjera en los tres cursos del segundo ciclo de la etapa, hasta la posibilidad de impartir áreas o bloques de contenidos en una lengua extranjera en el segundo ciclo, o actividades de exposición a una lengua extranjera en el primer ciclo.",
        "c) Competencia matemática y competencia en ciencia y tecnología. Una vez alcanzado el logro evolutivo de la «permanencia del objeto», el niño inicia la conducta dirigida hacia un objetivo, inventa nuevas soluciones y llega a la lógica de las acciones. Estos avances abren la puerta a la posibilidad de plantear en la Educación Infantil actividades y situaciones de aprendizaje relacionadas con procesos de observación, manipulación, clasificación, seriación, conteo, planteamiento de ideas, inicio del razonamiento o explicación de algunos fenómenos del entorno natural más próximo, tareas que favorecen los comienzos del razonamiento lógico antes de los 6 años de edad y que contribuyen al desarrollo de destrezas relacionadas con las matemáticas, la ciencia y la tecnología. El área II, que completa las enseñanzas mínimas marcadas por el gobierno con contenidos de la Comunidad de Madrid para conformar un currículo apropiado, estimula a la consecución futura, con éxito, de esta competencia.",
        "d) Competencia digital. En la Educación Infantil se inicia el proceso de alfabetización digital, y se acercan conocimientos y destrezas relacionados con la información, la comunicación y la tecnología que se acompañan del uso responsable de las herramientas digitales.",
        "e) Competencia personal, social y de aprender a aprender. La socialización es la relación entre el niño y el grupo en el que nace y, posteriormente, se desenvuelve. Esto comprende la puesta en marcha de procesos mentales, afectivos y conductuales. Los procesos mentales se refieren a la construcción de la sociedad o lo que es lo mismo, la adquisición de conceptos referidos a las personas o grupo, que van, en esta etapa, del reconocimiento de las personas, en los primeros meses, hasta el conocimiento de otros. Los procesos conductuales, que se refieren a la adquisición de conductas deseables, se aprenden a través de la observación, la imitación y el refuerzo positivo, e incluyen aprendizajes de hábitos sociales tales como escuchar, manejar los cubiertos o cuidar objetos domésticos, y el aprendizaje de habilidades sociales como saber escuchar, compartir, participar, convivir… Son, asimismo, relevantes en los conocimientos sociales los procesos afectivos (desarrollo del apego). Los sentimientos positivos asociados a las personas con las que el niño se relaciona, de bienestar, seguridad, placer, etc., garantizarán un apego seguro. La Educación Infantil resulta fundamental para iniciar los aprendizajes que contribuyen a la adquisición de esta competencia.",
        "f) Competencia ciudadana. La Educación Infantil inicia el desarrollo de esta competencia. La democracia se asentará en actitudes de libertad, respeto, equidad y convivencia. Se hace necesario tener en cuenta el desarrollo de este momento evolutivo, en el que los niños poseen recursos para realizar un recorrido «del yo» hacia la toma de conciencia del otro, y la capacidad de adoptar respuestas adecuadas a la vida social. Dichas actitudes se adquieren a través de la convivencia, el buen trato y las experiencias vividas. En las enseñanzas de Educación Infantil, se deben fomentar, entre otros, modelos de hechos históricos y de la cultura española para desarrollar el aprendizaje de esta competencia.",
        "g) Competencia creativa. Una de las etapas en las que, por excelencia, se estimula la fantasía, la imaginación, o la curiosidad es la de Educación Infantil. La indagación y el emprendimiento ayudan y materializan oportunidades para la adquisición esta competencia. El juego simbólico característico en estas edades permite plantear ideas, formular posibles soluciones y llevarlas a la práctica.",
        "h) Competencia cultural. Los diferentes lenguajes componen un sistema de signos que sirven para comunicar y expresar ideas y sentimientos, así como para tomar conciencia de la propia identidad. Los lenguajes musical, plástico, visual, de expresión corporal, entre otros, así como su manifestación artística, y su tratamiento en la Educación Infantil, resultan fundamentales para aproximarse, de manera secuencial, a las manifestaciones culturales del entorno próximo, de la Comunidad de Madrid y del resto España, así como de Europa y otros lugares del mundo."
    ]
}