{
  "criteriosEvaluacion": [
    "1.1. Analizar críticamente conceptos y procesos biológicos, seleccionando e interpretando información a partir de trabajos científicos y en diferentes formatos para, utilizando el pensamiento científico, obtener conclusiones lógicas valorando la fiabilidad de las fuentes. CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA4",
    "1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados y respondiendo de manera fundamentada y precisa a las cuestiones que puedan surgir durante el proceso, con el objetivo de expresar y transmitir conocimientos biológicos en diferentes situaciones grupales con iniciativa, imaginación y creatividad. CCL1, CCL2, STEM2, STEM4, CD3, CC3, CCEC3.2",
    "1.3. Argumentar sobre aspectos relacionados con los saberes de la materia, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada, con el fin de participar en interacciones comunicativas, valorando la importancia de mantener una actitud abierta, flexible, receptiva y respetuosa ante la opinión de las demás personas. CCL1, CCL2, STEM2, CPSAA4, CC3, CCEC3.2",
    "2.1. Plantear y resolver cuestiones y crear contenidos relacionados con los saberes de la materia, localizando y citando fuentes de forma adecuada y seleccionando, organizando y analizando de forma crítica la información para poder adoptar un juicio propio y argumentado ante problemas de actualidad, y reutilizar la información y generar nuevos conocimientos. CCL2, CCL3, CP2, STEM4, CD1, CD2, CD3, CD4, CPSAA4",
    "2.2. Evaluar, contrastar y justificar la veracidad de información relacionada con la materia, utilizando fuentes fiables y aportando datos con rigor y coherencia, con el fin de adoptar una actitud crítica y escéptica hacia informaciones sin una base científica. CCL2, CCL3, CP2, STEM4, CD1, CD3, CD4, CPSAA4, CC3",
    "3.1. Analizar y evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica a través de la interpretación de los resultados obtenidos, comprobando si se han seguido los pasos del trabajo científico, para explicar fenómenos relacionados con los saberes de la biología, desarrollando el pensamiento crítico y las destrezas comunicativas y digitales. CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA4",
    "3.2. Argumentar, utilizando ejemplos concretos, sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando a las mujeres científicas, con el fin de promover activamente la igualdad efectiva entre mujeres y hombres y formarse una opinión propia basada en razonamientos y evidencias y entender que la investigación es una labor colectiva e interdisciplinar en constante evolución, influida por el contexto político y social y por los recursos económicos. CCL2, CCL3, STEM4, CD1, CPSAA4, CC3",
    "4.1. Explicar fenómenos biológicos argumentándolos a través del planteamiento y resolución de problemas, buscando y utilizando las estrategias y recursos adecuados para afrontar nuevos retos con optimismo y resiliencia y proponer soluciones innovadoras y sostenibles. CCL1, CCL2, CCL3, STEM1, STEM2, CD1, CD5, CPSAA1.1, CE1",
    "4.2. Analizar críticamente la solución a un problema utilizando los saberes de la materia de biología, para reformular los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad, con la intención de mejorar los resultados. CCL2, STEM1, STEM2, CPSAA1.1, CPSAA5, CE1",
    "5.1. Argumentar, a partir del análisis crítico de determinadas acciones humanas relacionadas con la sostenibilidad y la salud, sobre la importancia de adoptar estilos de vida saludables y compatibles con el desarrollo sostenible, basándose en los principios de la biología molecular y relacionándolos con los procesos macroscópicos con el fin de tomar conciencia de la necesidad de emprender acciones, personales y colectivas, para preservar la salud física y mental y el medioambiente y contribuir a la construcción de una sociedad más sana, justa y solidaria. CCL1, CCL3, STEM2, STEM5, CD1, CD4, CPSAA2, CC2, CC3, CC4, CE1",
    "6.1. Analizar la estructura y función de los principales bioelementos y biomoléculas, las interacciones bioquímicas entre ellas y de sus reacciones metabólicas, argumentando sobre su importancia en el mantenimiento de la vida, para explicar las características y procesos vitales de los seres vivos. CCL1, CCL2, CCL3, STEM1, STEM2, CD1, CPSAA4",
    "6.2. Aplicar metodologías analíticas en el laboratorio de forma cooperativa, utilizando los materiales adecuados con precisión y mostrando una actitud metódica, responsable y sostenible con los procedimientos empleados, para aislar e identificar diferentes biomoléculas y determinar su función biológica. STEM1, STEM2, CC4"
  ],
  "saberes": [
    "I. Las biomoléculas",
    "1. Clasificación de los bioelementos según su proporción en la materia viva y su importancia biológica.",
    "2. Diferenciación entre las características generales de las biomoléculas orgánicas e inorgánicas. Identificación de las unidades básicas que constituyen las distintas biomoléculas orgánicas y de los enlaces que mantienen su estructura.",
    "3. Relación entre la estructura de la molécula de agua, sus características físicas y químicas y sus funciones biológicas.",
    "4. Diferenciación entre los tipos de sales minerales y su función en los seres vivos.",
    "5. Identificación y descripción de las características químicas, isomerías y enlaces de los monosacáridos (pentosas, hexosas en sus formas lineales y cíclicas), disacáridos y polisacáridos con mayor relevancia biológica, vinculando su composición química con su estructura y función. Valoración de la importancia de los glúcidos en la salud. Adopción y mantenimiento de estilos de vida saludables.",
    "6. Reconocimiento, clasificación y descripción de los lípidos, relacionando su composición química con su estructura y su función biológica. Valoración de la importancia de los lípidos en la salud. Adopción y mantenimiento de estilos de vida saludables.",
    "7. Reconocimiento y descripción de las proteínas atendiendo a sus características químicas, estructura y función biológica. Explicación de la función biocatalizadora de los enzimas y valoración de su importancia biológica. Valoración de la importancia de las proteínas como elementos indispensables para el crecimiento y la construcción de tejidos y órganos. Adopción y mantenimiento de estilos de vida saludables.",
    "8. Diseño y realización de experiencias para identificar la presencia de biomoléculas en muestras biológicas.",
    "9. Reconocimiento de la función biológica de las vitaminas y sales como cofactores enzimáticos. Valoración de la importancia de su incorporación en la dieta.",
    "10. Reconocimiento, clasificación y descripción de los diferentes tipos de ácidos nucleicos relacionando su composición química con su estructura y función biológica. Valoración de los métodos de identificación de enfermedades basados en ácidos nucleicos.",
    "II. Genética molecular",
    "1. Análisis de la función del ADN como portador de la información genética. Descripción del mecanismo de replicación del ADN en procariota e identificación de las enzimas implicadas.",
    "2. Diferenciación y descripción de las etapas de la expresión génica en procariotas (transcripción y traducción).",
    "3. Reconocimiento de las características fundamentales e importancia del código genético. Utilización del código genético para la resolución de problemas de Genética molecular.",
    "4. Descripción del concepto de mutación génica. Justificación de la importancia de las mutaciones en la selección natural, la adaptación y la evolución de las especies, valorando los riesgos que implican algunos agentes mutagénicos.",
    "5. Valoración de la importancia de la regulación de la expresión génica en la diferenciación celular.",
    "6. Caracterización de los genomas eucariotas y procariotas, identificando sus similitudes y sus diferencias.",
    "III. Biología celular",
    "1. Explicación de la teoría celular valorando su importancia en el desarrollo de la biología.",
    "2. Establecimiento de la influencia del desarrollo técnico de la microscopía para el conocimiento de la célula. Interpretación de imágenes de microscopía óptica y electrónica. Identificación de técnicas básicas de preparación y observación de muestras celulares.",
    "3. Representación de la ultraestructura de la membrana plasmática y determinación de sus propiedades.",
    "4. Descripción del proceso osmótico y sus repercusiones sobre la célula animal, vegetal y procariota.",
    "5. Comparación entre los tipos de transporte de sustancias a través de la membrana plasmática (difusión simple y facilitada, transporte activo, endocitosis y exocitosis) y los tipos de moléculas transportadas con cada uno de ellos.",
    "6. Análisis de los distintos tipos de orgánulos celulares eucariotas y procariotas y descripción de sus funciones básicas.",
    "7. Análisis y representación esquemática del ciclo celular, haciendo mención a los procesos que se desencadenan durante la interfase. Identificación de los mecanismos de regulación y reparación del ciclo celular, valorando la importancia de los mismos en el mantenimiento de la vida.",
    "8. Categorización y comparación de las distintas fases de la mitosis y la meiosis. Reconocimiento de la relación entre los procesos de división celular con los distintos tipos de reproducción y su importancia en la evolución y producción de variabilidad genética en las especies, destacando la trascendencia del proceso de recombinación y separación al azar de los cromosomas en la meiosis.",
    "9. Realización de procesos de indagación sobre la relación entre el cáncer, las mutaciones y las alteraciones del ciclo celular, argumentando la correlación existente entre el cáncer y ciertos hábitos perjudiciales y valorando la importancia de mantener estilos de vida saludables.",
    "IV. Metabolismo",
    "1. Interpretación general del metabolismo celular: relación entre los procesos anabólicos y catabólicos. Reconocimiento del significado biológico de ambos procesos y sus implicaciones energéticas.",
    "2. Descripción y ubicación en la célula de los procesos implicados en la respiración celular, diferenciando la anaeróbica (glucólisis y fermentación) de la aeróbica (β-oxidación de los ácidos grasos, ciclo de Krebs, cadena de transporte de electrones y fosforilación oxidativa) e identificando los productos iniciales y los finales de cada proceso. Explicación del significado biológico de la respiración celular.",
    "3. Comparación de los rendimientos energéticos del metabolismo aeróbico y anaeróbico.",
    "4. Valoración de la importancia biológica de las principales rutas del anabolismo heterótrofo (síntesis de aminoácidos, proteínas y ácidos grasos) y autótrofo (fotosíntesis y quimiosíntesis).",
    "V. Biotecnología",
    "1. Análisis de las técnicas de ingeniería genética (PCR, enzimas de restricción, clonación molecular, CRISPR-Cas9, etc.) y valoración de sus aplicaciones en la cura de enfermedades, mejora de la producción animal y vegetal, etc., pero también sus riesgos y limitaciones. ",
    "2. Apreciación de la importancia y repercusiones de la biotecnología en nuestra sociedad (aplicaciones en salud, agricultura, medioambiente, nuevos materiales, industria alimentaria, etc.), destacando el papel de los microorganismos.",
    "VI. Inmunología",
    "1. Análisis del concepto actual de inmunidad. Componentes del sistema inmunitario.",
    "2. Descripción del funcionamiento de las defensas inespecíficas o respuesta innata: barreras primarias (piel, mucosa, pH del estómago o del intestino, microflora natural del organismo) y barreras secundarias (macrófagos y defensa fagocítica, respuesta inflamatoria) y su importancia al dificultar la entrada de patógenos.",
    "3. Caracterización del funcionamiento de la defensa específica: respuesta celular y humoral. Definición de antígeno y anticuerpo.",
    "4. Reconocimiento de los tipos de inmunidad (artificial y natural, pasiva y activa) y descripción de sus mecanismos de funcionamiento.",
    "5. Comparación de las características de la respuesta inmune primaria (primer contacto) y respuesta inmune secundaria (sucesivos contactos) ante la presencia de patógenos desencadenantes de enfermedades infecciosas.",
    "6. Investigación sobre las principales patologías del sistema inmunitario, sus causas y su relevancia clínica: alergias, enfermedades autoinmunes, inmunodeficiencias, etc."
  ]
}