{
    "saberes": [
        "Bloque A. Geografía del mundo clásico.",
        "A.1. El escenario de una civilización.",
        "A.1.1. Marco geográfico de Grecia y Roma en sus diferentes períodos históricos. Expansión de la civilización grecolatina.",
        "A.1.2. Ciudades de Grecia y Roma: Roma, Atenas, Esparta, Alejandría, Micenas, Pompeya… Su relevancia en los distintos momentos históricos.",
        "A.1.3. Emplazamientos legendarios: Troya, el Hades, el monte Olimpo. las Columnas de Hércules, la roca Tarpeya, las Hespérides, Escila y Caribdis, la cueva de Calipso, los montes Helicón y Parnaso, Ícaro y el mar Egeo...",
        "A.2. Su estudio y pervivencia.",
        "A.2.1. Arqueólogos de la Antigüedad: Schliemann, Evans, Fiorelli…",
        "A.2.2. La proyección geográfica de griegos y romanos. Lugares de España, y de Extremadura en particular, que han recibido mayor influencia de la civilización grecolatina y sus restos. Toponimia grecolatina.",
        "Bloque B. Historia y sociedad.",
        "B.1. Los hechos y sus protagonistas",
        "B.1.1. Historia básica de Grecia y Roma: desarrollo y personajes destacados. La guerra en el mundo antiguo: principales conflictos y sus protagonistas. La historia de Grecia y Roma en relación con otras civilizaciones. Análisis de la proyección en el mundo contemporáneo de los conflictos de la Antigüedad. Grecia y Roma en la base de la identidad europea.",
        "B.1.2. Proceso histórico de la romanización de Hispania. La romanización de Extremadura.",
        "B.1.3. Hombres y mujeres destacados de la historia de Grecia y Roma y su pervivencia en el mundo actual. Precursores del pensamiento, la ciencia y la tecnología: aplicación de sus descubrimientos en la sociedad actual.",
        "B.2. Las sociedades antiguas.",
        "B.2.1. La sociedad griega y romana: características y evolución de las clases sociales. Los oficios de griegos y romanos. La esclavitud en Grecia y Roma. La situación de la mujer en Grecia y Roma.",
        "B.2.2. La vida familiar en Grecia y en Roma. La educación. Etapas de la vida. La muerte y sus rituales. Veinticuatro horas en el mundo antiguo: la jornada de un ciudadano en Grecia y Roma.",
        "B.2.3. Cálculos cotidianos y medida del tiempo. Léxico comparativo de la denominación del calendario y las festividades en el ámbito europeo.",
        "B.2.4. Democracias, monarquías y repúblicas. Reflejo de la ordenación política romana en la historia de los siglos XX y XXI.",
        "B.2.5. Estrategias para la realización de trabajos de investigación utilizando las TIC.",
        "B.2.6. Búsqueda y análisis de las fuentes de información en las que se basa la transmisión histórica.",
        "Bloque C. Religión y mitología.",
        "C.1. Sentimiento religioso y pensamiento mítico.",
        "C.1.1. Religión y mitología. El concepto de mito y su tratamiento a lo largo de la historia.",
        "C.1.2. La religión en Grecia y Roma. Características y manifestaciones más destacadas: influencias, rituales, culto público y privado, oráculos, grandes celebraciones religiosas y deportivas. La mujer en la religión grecorromana.",
        "C.1.3. Mitología grecolatina: dioses y héroes principales. Genealogía, características y mitos más célebres en los que intervienen. Otros personajes mitológicos. Relaciones con otras culturas.",
        "C.2. La pervivencia.",
        "C.2.1. Destrezas oratorias básicas para la exposición pública de trabajos.",
        "C.2.2. Pervivencia de la mitología grecolatina en el mundo actual: léxico común y científico, literatura, artes plásticas, cine, televisión, videojuegos...",
        "Bloque D. Arquitectura y arte.",
        "D.1. El espacio público.",
        "D.1.1. La ciudad en el mundo antiguo: modelos y principales espacios y edificios públicos (ágora y foro, templos, termas, basílicas, teatros, anfiteatros, circos…). Pervivencia en los núcleos urbanos modernos. Principales restos, en particular en Extremadura.",
        "D.1.2. Las obras públicas romanas (acueductos, cloacas, calzadas y puentes): características, función, influencia posterior y pervivencia actual, en particular en Extremadura.",
        "D.2. El ámbito privado.",
        "D.2.1. La vivienda en Grecia y en Roma: diferentes tipos y sus huellas en la actualidad.",
        "D.2.2. Principales manifestaciones del arte griego y romano: pintura, escultura, cerámica, mosaico. Etapas y características principales. Modelos transmitidos a la posteridad.",
        "Bloque E. Literatura.",
        "E.1. Géneros, autores y temas",
        "E.1.1. Los géneros literarios grecolatinos a través de la lectura y el comentario de sus textos. Principales escritores y obras de Grecia y Roma. ",
        "E.1.2. Tópicos literarios heredados de Grecia y Roma. Reconocimiento ",
        "de los tópicos clásicos en la literatura universal.",
        "E.2. Pervivencia",
        "E.2.1. Proyección de los principales géneros de la literatura clásica en la cultura occidental. Su influencia en los autores contemporáneos.",
        "E.2.2. Proyección de la literatura grecolatina en las distintas artes y medios contemporáneos: cine, televisión, pintura, escultura, cómic, videojuegos, etc.",
        "Bloque F. Lengua y léxico.",
        "F.1. Nociones lingüísticas.",
        "F.1.1. El origen de la escritura. Los sistemas de escritura y su evolución. Soportes de escritura: tablillas, papiros y pergaminos. Los libros en el mundo antiguo. La transmisión de la cultura clásica.",
        "F.1.2. Origen del alfabeto. Tipos de alfabetos. El alfabeto griego. El alfabeto latino. Otros alfabetos derivados.",
        "F.1.3. El indoeuropeo en el origen de nuestras lenguas: lenguas de la familia indoeuropea.",
        "F.1.4. Principales rasgos formales de la lengua griega y latina.",
        "F.2. La huella de las lenguas clásicas.",
        "F.2.1. El latín y las lenguas romances. Las lenguas romances en la península y en el mundo.",
        "F.2.2. Origen grecolatino de formantes usados en palabras del español, de las demás lenguas habladas en España y de otras lenguas del repertorio del alumno. Raíces griegas y latinas de uso más frecuente en castellano y en otras lenguas romances.",
        "F.2.3. Etimologías grecolatinas. Locuciones latinas. Citas de grandes personajes de Grecia y Roma en su lengua original. Las inscripciones en latín en nuestro entorno cercano.",
        "F.2.4. Proceso de evolución a las lenguas romances. Noción de cultismo, palabra patrimonial y doblete. Reglas fonéticas básicas de la evolución del latín vulgar al castellano. Los neologismos de base grecolatina en las lenguas europeas.",
        "F.2.5. El lenguaje científicotécnico y la importancia del griego y del latín en su creación.",
        "F.2.6. El griego y el latín en las lenguas modernas: pervivencia del léxico y de sus estructuras en la publicidad, la universidad o el deporte.",
        "F.2.7. La diversidad lingüística como signo de riqueza y variedad cultural.",
        "Bloque G. Emprendimiento y mundo clásico.",
        "G.1. Nociones básicas",
        "G.1.1. La cultura clásica como motor de emprendimiento: iniciativas arqueológicas, creación de talleres, empresas especializadas en recreación histórica, compañías de teatro grecolatino, etc.",
        "G.1.2. La interactuación de diversos campos de la ciencia y la tecnología para la preservación del patrimonio. Su importancia en la elaboración de proyectos de valorización patrimonial",
        "G.2. Propuesta práctica de Emprendimiento",
        "G.2.1. Análisis del estado de yacimientos y vestigios del entorno del alumno.",
        "G.2.2. Estudio de iniciativas que en el entorno del alumno hayan propiciado el desarrollo sostenible de la economía local "        
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Analizar los hitos geográficos y enclaves concretos de las civilizaciones griega y romana como señas de identidad de la construcción europea.",
        "Criterio 1.2. Interpretar de manera crítica los diferentes marcos geográficos en los que se desarrollan las civilizaciones griega y romana a lo largo de su historia y relacionar los datos con referentes actuales, aplicando los conocimientos adquiridos.",
        "Competencia específica 2.",
        "Criterio 2.1. Identificar los periodos de la historia de Roma, así como los acontecimientos, personajes y aspectos de la civilización romana en su contexto histórico, comparándolos con los de las sociedades actuales, desde una perspectiva acorde a los derechos humanos y a la igualdad de género y comprometida con los valores democráticos.",
        "Criterio 2.2. Interpretar los principales hitos de la romanización en la Península y en Extremadura, así como las particularidades de Hispania y su aportación a la historia de Roma.",
        "Criterio 2.3. Exponer de forma oral, escrita o multimodal las conclusiones obtenidas a partir de la investigación, individual o colaborativa, del legado material e inmaterial de la civilización grecorromana y de su pervivencia en el presente a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola.",
        "Criterio 2.4. Reconocer la influencia de la historia y el legado de la civilización de Grecia y Roma en la configuración política, social y cultural de Europa.",
        "Criterio 2.5. Identificar, interpretar y analizar los mecanismos que han regulado la convivencia y la vida en común en las civilizaciones griega y romana, señalando los principales modelos de organización social y política que se han ido gestando.",
        "Criterio 2.6. Interpretar de manera crítica el contenido de textos pertenecientes o relativos al mundo clásico, atendiendo al contexto en el que se produjeron, conectándolos con la propia experiencia y valorando cómo contribuyen a entender los modos de vida, costumbres y actitudes de nuestra sociedad.",
        "Competencia específica 3.",
        "Criterio 3.1. Identificar los principales dioses de la mitología grecolatina como fuente de inspiración de manifestaciones tanto literarias como artísticas y comparar los mitos y héroes grecolatinos con manifestaciones posteriores de esta naturaleza, argumentando contra cualquier actitud y comportamiento discriminatorio.",
        "Criterio 3.2. Analizar y comparar las características de la religiosidad y religión grecolatinas con las actuales.",
        "Criterio 3.3. Relacionar las manifestaciones deportivas del mundo clásico con las que se han ido construyendo hasta la actualidad, reflexionando sobre los múltiples significados que adoptan y aportaciones de cada una de ellas a la cultura humana universal.",
        "Criterio 3.4. Elaborar productos que reflejen la comprensión de los fenómenos y problemas abordados a través de procesos inductivos, la investigación y el trabajo por proyectos o retos.",
        "Competencia específica 4.",
        "Criterio 4.1. Identificar las características fundamentales del arte y arquitectura clásicos y relacionar las manifestaciones actuales de esta naturaleza con sus modelos grecorromanos.",
        "Criterio 4.2. Valorar, proteger y conservar el patrimonio artístico y arquitectónico clásico como base de nuestra identidad local, nacional y europea, considerándolo un bien para el disfrute recreativo y cultural al tiempo que un recurso para el desarrollo de los pueblos.",
        "Criterio 4.3. Analizar productos culturales del presente mediante la comparación de similitudes y diferencias con la Antigüedad grecolatina y describir su significado en el contexto de los desarrollos culturales en Europa.",
        "Competencia específica 5.",
        "Criterio 5.1. Argumentar la relación de textos y obras literarias con su género correspondiente a partir de las principales características de los géneros literarios grecolatinos.",
        "Criterio 5.2. Identificar los hitos esenciales de las literaturas griega y latina como base literaria de la cultura europea y occidental.",
        "Criterio 5.3. Relacionar la pervivencia de géneros, temas y tópicos literarios con los de las literaturas actuales.",
        "Criterio 5.4. Exponer de forma oral, escrita o multimodal el carácter clásico y humanista de las diversas manifestaciones literarias y artísticas de la civilización latina, utilizando un vocabulario correcto y una expresión adecuada.",
        "Competencia específica 6.",
        "Criterio 6.1. Valorar críticamente y adecuarse a la diversidad lingüística y cultural a la que dan origen el latín y el griego, identificando y explicando semejanzas y diferencias entre los elementos lingüísticos de su entorno, relacionándolos con los de su propia cultura y desarrollando una cultura compartida y una ciudadanía comprometida con los valores democráticos.",
        "Criterio 6.2. Reconocer el origen y la existencia de diversos tipos de escritura y alfabetos, en especial el latino y el griego, distinguirlos e identificar tanto su presencia en los alfabetos actuales como sus usos en otros campos del conocimiento.",
        "Criterio 6.3. Inferir significados de términos latinos y griegos aplicando los conocimientos léxicos y fonéticos de otras lenguas de su repertorio individual.",
        "Criterio 6.4. Utilizar con propiedad terminología científico-técnica de origen grecolatino con el fin de ampliar el caudal léxico y mejorar la expresión oral y escrita.",
        "Competencia específica 7.",
        "Criterio 7.1. Reconocer las huellas de la romanización en el patrimonio cultural y arqueológico de Extremadura, identificando los procesos de preservación, conservación y restauración como un aspecto fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y el cuidado de su legado.",
        "Criterio 7.2. Exponer de forma oral, escrita o multimodal las conclusiones obtenidas a partir de la investigación, individual o colaborativa, del legado material e inmaterial de la civilización clásica y de su pervivencia en el presente a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola.",
        "Criterio 7.3. Valorar, proteger y conservar el patrimonio artístico, histórico y cultural como fundamento de identidad colectiva (local, autonómica, nacional, europea o universal), considerándolo un bien para el disfrute recreativo y cultural al tiempo que un recurso para el desarrollo de los pueblos.",
        "Criterio 7.4. Elaborar un proyecto cuyo objeto sea la preservación y el cuidado del patrimonio cultural, arqueológico y artístico romano, que contemple actuaciones locales y globales, que promueva el desarrollo sostenible con una visión creativa, emprendedora y comprometida, y que proponga soluciones de carácter individual o colectivo que se traduzcan en una mejora del entorno."
    ]
}