{
    "criteriosEvaluacion": [
        "1.1.- Aplicar los modelos de la química para interpretar fenómenos químicos en distintos contextos",
        "1.2.- Justificar los modelos químicos a partir de evidencias experimentales y valorar sus limitaciones",
        "1.3.- Relacionar las propiedades y estructura de las sustancias y explicar esta relación a partir de los modelos descriptivos correspondientes",
        "2.1.- Registrar los datos obtenidos de experimentos químicos con rigor y sistemáticamente",
        "2.2.- Formular hipótesis basadas en los modelos teóricos de la química",
        "2.3.- Utilizar las técnicas experimentales y las herramientas informáticas adecuadas en el estudio de cuestiones de química",
        "2.4.- Extraer conclusiones rigurosas y adecuadas a la situación analizada, basadas en los fundamentos de la química",
        "3.1. Evaluar las soluciones a problemas relacionados con el medioambiente y la salud utilizando los modelos y las leyes de la química",
        "3.2. Proponer soluciones nuevas basadas en la química a problemas relevantes social y económicamente",
        "3.3. Analizar las aplicaciones de la química como solución a problemas de diferentes ámbitos",
        "4.1. Utilizar las formas de representación de los sistemas y procesos químicos para explicar fenómenos químicos y abordar la resolución de problemas",
        "4.2. Emplear las unidades de medida adecuadas a las magnitudes involucradas en procesos químicos",
        "4.3. Interpretar la información sobre sistemas y procesos químicos presentada en forma de gráficos, diagramas, fórmulas químicas y ecuaciones",
        "4.4. Reconocer los códigos propios de seguridad en el manejo de productos químicos y en el laboratorio",
        "5.1. Conocer algunas de las aplicaciones de las reacciones redox como la prevención de la corrosión, la fabricación de pilas y la electrólisis en procesos industriales",
        "5.2. Aplicar el concepto de equilibrio químico para predecir el sentido en el que evoluciona un sistema químico y justificar su importancia a través de algunas aplicaciones que tiene en la vida cotidiana y en los procesos industriales",
        "5.3. Identificar las reacciones que tienen lugar en los procesos de obtención de los derivados del petróleo y reconocer su importancia industrial, así como sus usos y aplicaciones",
        "5.4. Valorar la importancia del pH y las soluciones reguladoras en sistemas como la sangre, los océanos, la agricultura y el medioambiente"
    ],
    "saberes": [
        "Bloque 1. Enlace químico y estructura de la materia. Transversal a todas las competencias específicas.",
        "Estructura de la materia. Revisión de conceptos",
        "− Espectros atómicos. Estabilidad y espectro del átomo de hidrógeno: Modelo atómico de Bohr. Limitaciones. Introducción al modelo mecanocuántico. Concepto de orbital.",
        "Números cuánticos",
        "− Estructura electrónica de elementos químicos: orden creciente de energía, principio de exclusión de Pauli y regla de Hund",
        "− La tabla periódica actual y su relación con la estructura atómica. Familias y electrones de valenBloques",
        "Modelos interpretativos de los distintos tipos de sólidos",
        "− Clasificación de sustancias según sus propiedades físicas. Tipos de sólidos.",
        "− Modelos interpretativos: los tipos de interacciones eléctricas como criterio de estabilidad",
        "Modelos de enlaces",
        "− Modelo iónico. Explicación propiedades sólidos iónicos",
        "− Modelo de enlace covalente: a) Moléculas: Modelo de Lewis. Modelo de RPECV.",
        "Geometría molecular. Polaridad de enlaces y de moléculas. b) Sólidos atómicos:",
        "Estructura y propiedades",
        "− Modelo de enlace metálico. Explicación de las propiedades de los metales",
        "Enlace intermolecular",
        "− Propiedades de los compuestos moleculares",
        "− Fuerzas de Van der Waals y enlace de hidrógeno. Importancia",
        "− Propiedades del agua e importancia en los sistemas naturales",
        "Bloque 2. Características de las reacciones químicas. Transversal a todas las competencias específicas.",
        "Termoquímica",
        "− Revisión de los conceptos de energía, calor y trabajo",
        "− Primer principio de la termodinámica y principio de conservación de la energía.",
        "− Medidas experimentales de calor y trabajo",
        "− Entalpía. Procesos endotérmicos y exotérmicos. Ley de Hess. Entalpías de formación estándar",
        "− Ecuaciones termoquímicas. Energía por unidad de masa. Aplicación al estudio de combustibles",
        "− Efecto invernadero. Medidas para limitarlo",
        "Cinética química",
        "− Velocidad de reacción. Unidades. Expresión de la velocidad de reacción en función de la velocidad de reacción de reactivos y formación de productos",
        "− Factores de los que depende la velocidad de reacción. Explicación según la teoría de colisiones",
        "− Energía de activación y catalizadores",
        "− Determinación experimental de las ecuaciones de velocidad. Orden de reacción",
        "− Importancia del control de la velocidad con que se producen las reacciones químicas, repercusiones para la industria, el medio ambiente y la salud",
        "Equilibrio químico",
        "− Características de los procesos de equilibrio químico con participación de sustancias gaseosas. Sistemas homogéneos y heterogéneos",
        "− Las constantes experimentales Kc.y Kp. Relación entre ellas. Situaciones de no equilibrio: el cociente de reacción Q",
        "− Explicación cinética del estado de equilibrio químico",
        "− Perturbación de sistemas en equilibrio químico: predicción de la reacción subsiguiente al variar de la concentración de una de las especies químicas. Control de variables.",
        "Significado del valor del cociente de reacción comparado con el de la constate de equilibrio",
        "− Perturbación de sistemas en equilibrio químico: predicción de la reacción subsiguiente al variar la temperatura a presión constante. Significado de la variación de la constante de equilibrio en procesos endotérmicos y exotérmicos",
        "− Procesos de equilibrio de importancia industrial. Estudios de los factores que aumentan el rendimiento del proceso",
        "Bloque 3. Tipos de reacciones químicas. Transversal a todas las competencias específicas.",
        "Ácido base",
        "− Clasificación de las sustancias como ácidos y bases atendiendo a sus propiedades",
        "− Modelos de ácidos y de bases. Limitaciones. Reacciones de neutralización",
        "− Ácidos y bases fuertes y débiles. Expresión de las constantes Ka y Kb. Autoionización del agua. pH y pOH. Grado de disociación en disoluciones acuosas",
        "− Reacciones de neutralización. Volumetrías ácido-base",
        "− Valoración de la utilización de los ácidos y bases relevantes a nivel industrial y de",
        "consumo, con especial incidencia en el proceso de la conservación del medioambiente. Lluvia ácida",
        "Redox",
        "− Polisemia de los términos oxidación y reducción",
        "− Oxidación y reducción en función del número de oxidación",
        "− Ajuste de ecuaciones químicas redox. Cálculos estequiométricos",
        "− Pilas electroquímicas. Fundamento: explicación diferencia de potencial.",
        "Representación y movimiento de cargas. Medida de potenciales redox y escala de oxidantes y reductores",
        "− Espontaneidad de un proceso redox. Aplicaciones industriales",
        "− Electrólisis. Cubas electrolíticas: partes y procesos. Relaciones carga/cantidad de",
        "materia. Faraday y la Royal Institution",
        "− Aplicación en la fabricación y funcionamiento de baterías eléctricas, celdas electrolíticas y pilas de combustible",
        "Bloque 4. Introducción a la química orgánica. Transversal a todas las competencias específicas.",
        "Propiedades",
        "− Abundancia de las sustancias orgánicas en la naturaleza. Síntesis de sustancias orgánicas y nacimiento de la química del carbono",
        "− Representación de moléculas orgánicas. Isomería",
        "− Hidrocarburos y principales funciones oxigenadas y nitrogenadas",
        "− Propiedades físicas",
        "Reactividad orgánica",
        "− Reactividad orgánica. Tipos de reacciones en química orgánica. Predicción de los productos de reacción",
        "− Aplicaciones de las reacciones orgánicas",
        "Polímeros",
        "− Monómeros. Proceso de formación de polímeros",
        "− Propiedades de los polímeros",
        "− Clasificación de polímeros: adición y condensación",
        "− Aplicaciones, propiedades y riesgos medioambientales asociados"
    ]
}
