{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Apreciar el impacto que han tenido la innovación y la actividad emprendedora en el desarrollo sostenible y en la calidad de vida, analizando, para ello, casos reales concretos.",
        "1.2 Generar ideas innovadoras para el desarrollo de proyectos de emprendimiento social, utilizando técnicas específicas que permitan suscitar ideas propias.",
        "Competencia específica 2.",
        "2.1 Realizar una autovaloración de las capacidades relacionadas con el emprendimiento, como son: la creatividad, el liderazgo, las habilidades sociales, el autocontrol, la empatía, el emprendimiento, la tolerancia, la capacidad de hacer frente a la frustración y a los fracasos o resiliencia, mediante pruebas específicas.",
        "2.2 Plantear y desarrollar un proyecto empresarial propio que dé respuesta a retos empresariales, locales o globales, haciendo uso de las fuentes de información pertinentes.",
        "2.3 Identificar las diferentes áreas funcionales del proyecto empresarial, desarrollando la idea de empresa como sistema y valorando la importancia de esas áreas dentro de ella.",
        "2.4 Evaluar la viabilidad del proyecto empresarial, tanto a nivel local como global, utilizando estudios de mercado y seleccionando fuentes de financiación.",
        "Competencia específica 3.",
        "3.1 Identificar la terminología básica fiscal, analizando, en diferentes documentos tributarios, tanto nacionales como autonómicos, el funcionamiento básico de los impuestos.",
        "3.2 Comprender el impacto y repercusión de la tributación empresarial en la economía del entorno, valorando la importancia de contribuir a los fondos públicos.",
        "3.3 Evaluar la situación patrimonial, económica y financiera de una empresa, haciendo uso de supuestos prácticos y aplicando los criterios más relevantes a su propio proyecto empresarial.",
        "Competencia específica 4.",
        "4.1 Analizar, de forma crítica y constructiva, el contexto local de una propuesta emprendedora, apreciando los efectos de la transformación económica, social y medioambiental que derivan de ella.",
        "4.2 Tomar conciencia de la responsabilidad social, laboral y medioambiental de la empresa, llevando a cabo las decisiones adecuadas en su propio proyecto empresarial.",
        "4.3 Identificar nuevas formas de entender la economía, analizando modelos de experiencias empresariales novedosas y sostenibles, tanto en el ámbito local como global.",
        "Competencia específica 5.",
        "5.1 Desarrollar habilidades básicas de comunicación, identificando las partes del proceso comunicativo y poniéndolas en práctica dentro del propio proyecto empresarial.",
        "5.2 Conocer y utilizar herramientas digitales para la elaboración y presentación del proyecto empresarial, reconociendo su eficacia y repercusión en la proyección de la empresa."
    ],
    "saberes": [
        "A. Innovación e idea de negocio. Proyecto de empresa.",
        "- La innovación como fuente de desarrollo económico y generación de empleo. Innovación y cultura emprendedora.",
        "Tipos de innovación: de producto, de proceso, de marketing y de organización.",
        "- Innovación para el progreso social y el desarrollo sostenible.",
        "- El proceso emprendedor. Habilidades blandas para emprender. Actitudes emprendedoras.",
        "- El emprendedor: características y tipos. La cultura emprendedora.",
        "- Métodos para estimular la creatividad en la generación de ideas. La idea de negocio, detección y evaluación de oportunidades de negocio.",
        "- Herramientas para el análisis del entorno: PESTEL y DAFO.",
        "- Identificación de las necesidades y percepciones de los clientes potenciales. Investigación de mercados.",
        "- Emprendimiento social.",
        "- Elección de marca y nombre del producto (branding y naming).",
        "- Formas jurídicas básicas de una empresa: empresario individual, sociedad de responsabilidad limitada, sociedad anónima, sociedad cooperativa y sociedades laborales.",
        "- Los organismos de asesoramiento y ayuda para iniciar el proyecto emprendedor. Asesoramiento a través de un punto de atención al emprendedor.",
        "B. Gestión empresarial.",
        "- Área de aprovisionamiento: albarán y factura.",
        "- Área comercial y de marketing: técnicas y aplicación de estudios de mercado. Comunicación comercial y atención al cliente. Plan de medios, con publicidad en internet y redes sociales.",
        "- Área de recursos humanos: contratación laboral, nóminas básicas, el curriculum vitae, nuevas habilidades demandadas por las empresas.",
        "- Área de inversión y financiación: evaluación de las diferentes inversiones que se pueden plantear. Selección de las fuentes de financiación más apropiadas.",
        "- Área de fabricación. El prototipo. El producto y el servicio como respuesta a las necesidades de la comunidad.",
        "- Elementos básicos de los impuestos. Terminología fiscal.",
        "- Impuestos relacionados con las actividades empresariales: normativa básica en España y en Castilla-La Mancha.",
        "- Responsabilidad fiscal de particulares y empresas.",
        "- Terminología y funcionamiento básico de la contabilidad.",
        "- Análisis básico de un balance y una cuenta de resultados.",
        "C. Proyección de la empresa.",
        "- La empresa global en contexto locales: conveniencia de un proyecto empresarial según las necesidades locales.",
        "- Retornos en la economía local: producción y consumo responsables. Economía colaborativa. Consumo local.",
        "Consumo sostenible.",
        "- La huella ecológica de la actividad económica. Economía circular.",
        "- La comunicación externa e interna en la empresa.",
        "- Redes sociales como medio de comunicación empresarial (community management).",
        "- Herramientas digitales de comunicación y exposición."
    ]
}
