{
  "saberes": [
    "Primer bloque: Vida activa y saludable",
    "Vinculados con el criterio de evaluación 1.1",
    "• Concepto de salud: Factores invariables y factores variables beneficiosos y perjudiciales para la salud.",
    "• Efectos sobre la salud de malos hábitos vinculados a comportamientos sociales.",
    "• Tasa mínima de actividad física diaria y semanal.",
    "• Practica actividades que desarrollen las capacidades para mejorar la condición física y la salud en base a su nivel inicial",
    "• Valoración del nivel inicial y compromiso de mejora de sus capacidades.",
    "Vinculados con el criterio de evaluación 1.2",
    "• El calentamiento: concepto, fases y efectos. Pautas para su elaboración y aplicación de rutinas generales y específicas",
    "• Condición física y capacidades físicas. Concepto, tipos de capacidades y factores de los que dependen. Funcionamiento del aparato locomotor en su desarrollo.",
    "• Práctica de actividades dirigidas al desarrollo de las capacidades físicas y a la regulación y control del esfuerzo especialmente en las actividades continuas.",
    "• Indicadores de la intensidad del ejercicio físico; Frecuencia cardíaca: concepto y realización de actividades dirigidas a la toma de pulsaciones.",
    "• Obtención de manera autónoma de la frecuencia cardíaca, la de reposo y conocimiento del intervalo adecuado de esfuerzo.",
    "• Desarrolla sus capacidades físicas de acuerdo con las posibilidades personales y dentro de los márgenes de la salud",
    "• Comprende el funcionamiento del propio cuerpo en la realización de esfuerzos de resistencia, flexibilidad, fuerza y velocidad",
    "• Utiliza indicadores de intensidad en la práctica de actividades físicas",
    "Vinculados con el criterio de evaluación 1.3",
    "• Actitud postural: concepto. Causas que la perjudican y repercusiones en la salud",
    "• Musculatura del Core (zona media o lumbo-pélvica) y su relación con el mantenimiento de la postura",
    "• Respiración adecuada y repercusiones en la salud. Tipos de respiración y realización de actividades de respiración. Exploración de la propia respiración",
    "• Relaciona y conoce la importancia que la respiración, postura corporal y la relajación muscular tienen para el bienestar general.",
    "• Pautas para comer bien y hábitos de alimentación saludable a lo largo del día. (Importancia del desayuno, almuerzo y merienda)",
    "Vinculados con el criterio de evaluación 1.4",
    "• Conocimiento de medidas de prevención en la práctica de actividades físicas",
    "• Pautas de actuación en el momento de socorrer y prestar los primeros auxilios. Conocimiento de aplicación Conducta PAS (proteger, avisar, socorrer). Protocolo 112. Soporte vital básico (SVB) y maniobra de Heimlich,",
    "• Actuación básica frente a accidentes deportivos o de aula más comunes: heridas, contusiones, hemorragia nasal, lipotimias, tirones, esguince, atragantamiento…",
    "• Elementos de un botiquín de urgencia Vinculados con el criterio de evaluación 1.5",
    "• Uso de las Tecnologías de la Información y la Comunicación en el proceso de enseñanza-aprendizaje y profundización.",
    "• Realización de tareas asignadas a través de plataformas online, su buen trabajo, uso y comportamiento en ellas.",
    "• Comunicación respetuosa y fluida con los profesores en el uso de las plataformas digitales comprometiéndose a cumplir el horario establecido.",
    "Vinculados con el criterio de evaluación 1.6",
    "• Actitud responsable, perseverante y autoexigente en el esfuerzo y comportamiento respetuoso con los demás.",
    "• Puntualidad en el horario, en los plazos de entrega de los trabajos y cumplimiento de las condiciones para su realización.",
    "• Atención silenciosa en el aula, escucha y obediencia al profesor/a en todo lo que atañe a la asignatura y disposición favorable para aprender.",
    "• Realización de las tareas individuales y grupales asignadas y asunción de buen grado de la función encomendada respetando las ejecuciones de los demás y cooperando.",
    "• Utilización de ropa y calzado adecuado y realización de aseo básico cotidiano y autónomo al finalizar la clase.",
    "• Cuidado y utilización apropiada del material que se utiliza en clase y colaboración en la colocación y recogida..",
    "• Comportamiento responsable en las ejecuciones motrices priorizando la diversión por encima del afán desmesurado del resultado especialmente en las actividades que conllevan competición.",
    "• Controla sus emociones y actúa pacíficamente ante situaciones en el aula o fuera de ella que generen tensión.",
    "Segundo bloque: Resolución de problemas en situaciones motrices.",
    "Vinculados con el criterio de evaluación 2.1",
    "• Planificación y autorregulación de proyectos motores: establecimiento de mecanismos de autoevaluación para reconducir los procesos de trabajo. Herramientas digitales para la gestión de la actividad física.",
    "• Formas de evaluar (autoevaluación y coevaluación) el nivel técnico en las habilidades específicas y de la aplicación de las intenciones tácticas básicas de ataque y defensa que pertenecen al programa del curso.",
    "Vinculados con el criterio de evaluación 2.2",
    "• Toma de decisiones: utilización consciente del cuerpo en función de las características de la actividad, contexto y parámetros espaciales en las que se desarrolla en situaciones motrices individuales. Pautas grupales para optimizar los recursos motrices del grupo de cara a la resolución de la acción/tarea en situaciones cooperativas.",
    "• Análisis de movimientos y patrones motores del adversario para actuar en consecuencia en situaciones motrices de persecución y de interacción con un móvil.",
    "• Adaptación de los movimientos propios a las acciones del contrario en situaciones de oposición.",
    "• Delimitación y realización de elementos básicos de táctica individual:",
    "·Ofensiva: posición de base, desplazamientos, desmarque con pelota, desmarque sin pelota, recepción, adaptación, manejo, pase, conducción, protección pelota, lanzamiento.",
    "· Defensiva: posición de base, desplazamientos, disuasión de pase disuasión recepción, interceptación, desposesión, acoso, control, bloqueo, ante atacante y defensor con y sin móvil y fase final de posesión del móvil, en función de las características de los integrantes del equipo en situaciones motrices de colaboración-oposición, de persecución y de interacción con el móvil.",
    "Vinculados con el criterio de evaluación 2.3",
    "• Ejecución y consolidación de las habilidades motrices específicas asociadas a la técnica en las situaciones motrices seleccionadas: individuales, de oposición, de colaboración, oposición o colaboración-oposición, en contextos lúdicos, juegos modificados y actividades deportivas (convencionales, alternativas, recreativas y tradicionales).",
    "• Utilización consciente del cuerpo en función de las características de la actividad, contexto y parámetros espaciales en las que se desarrolla en situaciones motrices individuales.",
    "• Capacidades condicionales: desarrollo de las capacidades físicas básicas de las situaciones motrices desarrolladas.",
    "• Creatividad motriz: resolución de retos y situaciones-problema de forma original, tanto individualmente como en grupo.",
    "Vinculados con el criterio de evaluación 2.4",
    "• Conocimiento de las reglas básicas, fundamentos técnicos y las estrategias básicas de las actividades físico-deportivas desarrolladas durante el curso.",
    "• Lógica interna, fases y principios estratégicos.",
    "Tercer bloque: Autorregulación emocional e interacción social en situaciones motrices.",
    "Vinculados con el criterio de evaluación 3.1",
    "• Gestión emocional: el estrés en situaciones motrices. Sensaciones, indicios y manifestaciones. Estrategias de autorregulación colectiva del esfuerzo y la capacidad de superación para afrontar los desafíos en situaciones motrices.",
    "• Perseverancia y tolerancia a la frustración en contextos físico-deportivos.",
    "• Funciones de arbitraje deportivo.",
    "• Comportamiento personal y social responsable respetando las reglas, a sí mismo, a los otros y al entorno en el marco de la actividad física.",
    "Vinculados con el criterio de evaluación 3.2",
    "• Asunción de responsabilidades en la organización del trabajo individual y grupal.",
    "• Esfuerzo en la realización de las situaciones motrices y optimización de resultados. Búsqueda de una mejora personal. Participación, implicación y esfuerzo para la superación de los niveles de realización iniciales.",
    "Vinculados con el criterio de evaluación 3.3",
    "• Habilidades sociales: conductas prosociales en situaciones motrices colectivas.",
    "• Disposición favorable a participar activamente en actividades diversas aceptando y respetando la existencia de diferencias en el nivel de habilidad.",
    "• Identificación y rechazo de conductas contrarias a la convivencia y a la ética en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, LGTBIfóbicas o sexistas). Asertividad y autocuidado.",
    "• Estereotipos, discriminación y violencia en el deporte. Influencia de los medios de comunicación y redes sociales. Análisis crítico.",
    "• Convivencia positiva y ética en contextos físico-deportivos. Medios de comunicación y redes sociales. Análisis crítico.",
    "Cuarto bloque: Manifestaciones de la cultura motriz.",
    "Vinculados con el criterio de evaluación 4.1",
    "• El juego: concepto y clasificación. Juegos motores, lúdicos y recreativos.",
    "• Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestaciones de la interculturalidad.",
    "• Conocimiento y practica de diferentes juegos, deportes populares y tradicionales, danzas de la comunidad y de otros lugares.",
    "• La danza como manifestación expresiva y de comunicación y patrimonio cultural.",
    "• Investigar y valorar el origen de nuestros juegos tradicionales y autóctonos. Diferencias con la práctica actual.",
    "• Influencia del deporte en la cultura actual: el deporte como fenómeno de masas. Impacto social, aspectos positivos y negativos.",
    "Vinculados con el criterio de evaluación 4.2",
    "• Deporte y perspectiva de género: medios de comunicación y promoción del deporte en igualdad.",
    "• Presencia y relevancia de figuras masculinas y femeninas en profesiones asociadas al deporte.",
    "• Análisis crítico sobre los diferentes estereotipos vinculados al deporte.",
    "• Predisposición a realizar las actividades propuestas con cualquier compañero o compañera respetando las diferencias.",
    "• Deportes y discapacidad. Sensibilización y vivencia - práctica de actividades deportivas adaptadas.",
    "• Respeto en el uso del lenguaje durante la práctica de actividades físico-deportivas. Lenguaje no discriminatorio.",
    "Vinculados con el criterio de evaluación 4.3",
    "• Uso de técnicas específicas de expresión corporal: teatro, mimo, improvisación, interpretación, juego simbólico, dramático o escénico.",
    "• Práctica y conocimiento de actividades circenses.",
    "• Usos comunicativos de la corporalidad: Expresión de sentimientos y emociones en diferentes contextos.",
    "• Práctica de actividades rítmico –musicales con carácter expresivo, de manera individual y colectiva (percusión corporal, coreografías, bailes…).",
    "• El cuerpo como instrumento expresivo: postura, gesto y movimiento.",
    "• Disposición favorable a la desinhibición en las actividades de expresión corporal.",
    "• Realización de improvisaciones colectivas e individuales como medio de comunicación espontánea.",
    "Quinto bloque: Interacción eficiente y sostenible con el entorno.",
    "Vinculados con el criterio de evaluación 5.1",
    "• Cuidado y mantenimiento del entorno, como servicio a la comunidad, durante la práctica de actividad física en el medio natural.",
    "• Consumo responsable: autoconstrucción de materiales para la práctica motriz. Reciclaje.",
    "• Conocimiento de las posibilidades que ofrece nuestro medio natural, y participación en actividades físicas deportivas: tierra, aire, agua.",
    "• Aceptación y respeto de las normas para la conservación y mejora del medio urbano y natural.",
    "• Colaboración y preocupación por el cuidado y el mantenimiento de la limpieza del centro.",
    "• Aplicación de aprendizaje servicio a la comunidad mientras se desarrollan actividades físico-deportivas en la naturaleza.",
    "• Actitud crítica ante elementos del entorno que supongan obstáculos a la accesibilidad universal y la movilidad activa, autónoma, saludable y segura.",
    "Vinculados con el criterio de evaluación 5.2",
    "• Identificación de señales de rastreo y realización de un recorrido por el centro y sus alrededores, previamente marcado.",
    "• Actividades sencillas de orientación. Técnicas básicas y juegos.",
    "• Realización de un recorrido por un camino completando un itinerario.",
    "• Búsqueda de espacios próximos para realizar actividades en la naturaleza.",
    "• El senderismo. Tipos de caminos y material y vestimenta necesarios.",
    "• Toma de conciencia de los usos y abusos que se hacen del medio urbano y naturales. Formación crítica respecto de las presiones y agresiones en el medio natural.",
    "Vinculados con el criterio de evaluación 5.3",
    "• Conocimiento de nuevos espacios e iniciación al diseño de prácticas deportivas en el medio natural y urbano. Conquista y utilización de espacios urbanos desde la motricidad (parkour, skate u otras manifestaciones similares), para ponerlas en práctica en posibles rutinas físico-deportivas.",
    "• Realización de actividades naturales, cumpliendo las normas de uso natural y de protección del medio ambiente (ruido, desperdicios…)",
    "• Conocimiento de las medidas de seguridad y prevención en la realización de actividades en el medio natural.",
    "• Análisis del riesgo medioambiental en algunas prácticas físico-deportivas en el medio natural.",
    "• Normas de uso: respeto a las normas viales en sus desplazamientos activos cotidianos para una movilidad segura, saludable y sostenible.",
    "• La práctica de la bicicleta. Como medio de transporte habitual.",
    "• Conocimiento y manejo de medios digitales en las actividades en el medio natural (de orientación, meteorología...)"
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Reflexionar y sensibilizarse de la importancia que una vida activa tiene para la salud incorporando y realizando actividades físicas en su tiempo libre, orientadas al concepto integral de salud de forma sencilla y progresiva partiendo de una valoración del nivel inicial y respetando la propia realidad e identidad corporal.",
    "1.2 Progresar en el conocimiento de su propio cuerpo desarrollando progresivamente capacidades físicas que le permitan disfrutar de las posibilidades de movimiento y mejorar su capacidad de relación con los demás, incorporando gradualmente de manera autónoma procesos de activación corporal e incluyendo algunos indicadores de intensidad en la práctica de actividad física con el fin de lograr una práctica saludable de las mismas.",
    "1.3 Valorar el estilo de vida como factor de salud entendiendo la repercusión que determinados comportamientos negativos tienen sobre ella vigilando la actitud postural, cuidando la postura corporal, conociendo y aplicando hábitos de higiene elementales, cumpliendo, los fundamentos básicos de una correcta alimentación y efectuando actividades de respiración además de otras de relajación.",
    "1.4 Conocer medidas de actuación generales para la prevención de lesiones antes, durante y después de la práctica de actividad físico deportiva. y las pautas generales de actuación en accidentes y lesiones deportivas, reconociendo las situaciones de riesgo, procediendo de acuerdo con los protocolos de intervención y aplicando de manera responsable y con progresiva autonomía medidas básicas de primeros auxilios.",
    "1.5 Explorar y utilizar diferentes recursos y aplicaciones digitales reconociendo el potencial y los riesgos de su uso en el ámbito de la actividad física y el deporte.",
    "1.6 Implicarse con esfuerzo e interés en el desarrollo de su formación y madurez participando y comprometiéndose con los objetivos de su aprendizaje, demostrando responsabilidad en sus actos, acrecentando su capacidad de trabajo, manifestando autoexigencia en la ejecución de las acciones, y respetándose así mismo, a los demás, al material y las instalaciones.",
    "Competencia específica 2",
    "2.1 Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, estableciendo mecanismos para reconducir los procesos de trabajo, incluyendo estrategias de autoevaluación y coevaluación tanto del proceso como del resultado.",
    "2.2. Interpretar y actuar correctamente, desarrollando intenciones tácticas básicas de ataque y defensa de forma inteligente, aplicando principios básicos de toma de decisiones adecuándose a las demandas motrices, a la actuación del compañero y del oponente (si lo hubiera) y a la lógica interna, aplicando elementos básicos de táctica individual ofensiva y defensiva, en situaciones motrices individuales, de oposición, de colaboración o colaboración-oposición, en contextos reales o modificados de actuación lúdicos o deportivos (convencionales, alternativos, recreativos y tradicionales).",
    "2.3. Evidenciar control y dominio corporal al emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, desarrollando las habilidades motrices específicas, dotando de los recursos necesarios para la adaptación a las diferentes situaciones motrices individuales, de oposición, de colaboración, oposición o colaboración-oposición, en contextos reales o modificados de actuación lúdicos o deportivos (convencionales, alternativos, recreativos y tradicionales), transferibles a su espacio vivencial con progresiva autonomía.",
    "2.4. Conocer aspectos básicos sobre fundamentos técnicos, tácticos individuales básicos, reglamentarios y de la lógica interna de las actividades físico-deportivas propuestas.",
    "Competencia específica 3",
    "3.1 Practicar y participar activamente en una gran variedad de actividades motrices, valorando las implicaciones éticas de las actitudes antideportivas, evitando la competitividad desmedida y actuando con deportividad al asumir los roles de espectador, participante u otros.",
    "3.2. Cooperar y colaborar en la práctica, en la creación y exposición, de diferentes situaciones y/o producciones motrices para alcanzar el logro individual y grupal, participando en la toma de decisiones y asumiendo las responsabilidades de los distintos roles asignados.",
    "3.3. Relacionarse, comunicarse y entenderse con el resto de participantes en la realización de las prácticas motrices, utilizando con progresiva autonomía habilidades sociales, diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnico, socio-económica o de competencia motriz, mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y de cualquier tipo de violencia.",
    "Competencia específica 4",
    "4.1 Participar activamente en juegos motores, tradicionales, danzas y otras manifestaciones artístico-expresivas vinculadas tanto con la cultura propia como con otras, favoreciendo su conservación y valorando sus orígenes, evolución e influencia en las sociedades contemporáneas.",
    "4.2 Analizar objetivamente las diferentes actividades y modalidades deportivas según sus características y requerimientos, evitando los posibles estereotipos de género o capacidad vinculados a dichas manifestaciones.",
    "4.3 Utilizar intencionadamente y con progresiva autonomía el cuerpo y el movimiento como herramienta de expresión y comunicación de ideas, emociones y vivencias, a través de diversas técnicas expresivas, participando activamente y de forma desinhibida en la creación y representación de composiciones individuales o colectivas con y sin base musical.",
    "Competencia específica 5",
    "5.1 Participar en actividades físico-deportivas en entornos naturales, disfrutando del entorno de manera sostenible y saludable, haciendo un uso responsable de los espacios y atendiendo a las necesidades de servicio que este pueda ofrecer (recogida de desperdicios, mantenimiento de flora y fauna…).",
    "5.2 Conocer y practicar algunas actividades físicas que ofrecen los diferentes entornos naturales (orientación, rastreo, BTT, esquí...) conociendo y minimizando el impacto ambiental que estas puedan producir, siendo conscientes de su huella ecológica.",
    "5.3. Aplicar normas de seguridad individual y colectiva, practicando actividades físico-deportivas en el medio natural y urbano, y progresando hacia la autonomía en un medio no habitual."
  ]
}