{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Analizar críticamente conceptos y procesos relacionados con los contenidos de Biología, Geología y Ciencias Ambientales interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, etc.), utilizando el pensamiento científico y seleccionando y contrastando de forma autónoma dicha información. (CCL2, CCL3, STEM1, STEM2, STEM4, CPSAA4)",
        "1.2 Comunicar informaciones u opiniones razonadas relacionadas con los contenidos de la materia Biología, Geología y Ciencias Ambientales, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados: modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos o contenidos y herramientas digitales, y respondiendo de manera fundamentada a las cuestiones que puedan surgir durante el proceso. (CCL1, CP1, STEM4, CD2, CD3)",
        "1.3 Argumentar sobre aspectos relacionados con los contenidos de la materia Biología, Geología y Ciencias Ambientales defendiendo una postura de forma razonada y no dogmática, con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás. (CCL1, CCL5, STEM2, CC3, CCEC3.2)",
        "Competencia específica 2",
        "2.1 Plantear y resolver cuestiones relacionadas con los contenidos de la materia Biología, Geología y Ciencias Ambientales localizando y citando fuentes adecuadas y seleccionando, organizando y analizando críticamente la información, desarrollando estrategias que permitan ampliar el repertorio lingüístico individual. (CCL2, CCL3, CP1, CP2, STEM2, STEM4, CD1, CD2, CD3, CD4, CPSAA4, CPSAA5)",
        "2.2 Contrastar y justificar la veracidad de la información relacionada con los contenidos de la materia Biología, Geología y Ciencias Ambientales, con especial énfasis en los textos académicos, utilizando fuentes fiables y aplicando medidas de protección frente al uso de tecnologías digitales, y adoptando autonomía en el proceso de aprendizaje con una actitud crítica y escéptica hacia informaciones sin una base científica, como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc., contribuyendo a la consolidación de su madurez personal y social. (CCL2, CCL3, STEM2, CD1, CPSAA4, CC1, CC3)",
        "2.3 Argumentar sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos. (CCL5, CC3)",
        "Competencia específica 3",
        "3.1 Plantear preguntas y formular hipótesis que puedan ser respondidas o contrastadas utilizando la metodología científica para explicar fenómenos biológicos, geológicos y ambientales y realizar predicciones sobre estos. (STEM1, STEM2)",
        "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos, geológicos y ambientales, y seleccionar los instrumentos necesarios de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada minimizando los sesgos en la medida de lo posible. (STEM1, STEM2, STEM3, CE3)",
        "3.3 Realizar experimentos y tomar datos cuantitativos y cualitativos sobre fenómenos biológicos, geológicos y ambientales, identificando las variables implicadas, seleccionando y utilizando los controles, instrumentos, herramientas o técnicas adecuadas con corrección y precisión, asegurando la normativa básica de seguridad en el laboratorio. (STEM2, STEM3, CD1, CE3)",
        "3.4 Interpretar y analizar resultados obtenidos en el proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas y reconociendo su alcance y limitaciones y obteniendo conclusiones razonadas y fundamentadas o valorando la imposibilidad de hacerlo. (STEM1, STEM2, STEM4, CD3, CE3)",
        "3.5 Establecer colaboraciones dentro y fuera del centro educativo en las distintas fases del proyecto científico, trabajando así con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, aplicando medidas de protección frente al uso de tecnologías digitales y valorando la importancia de la cooperación en la investigación, desarrollando una actitud empática frente a las experiencias aportadas por sus compañeros, respetando la diversidad y favoreciendo la inclusión. (CCL5, STEM3, CD1, CD3, CD4, CPSAA3.1, CPSAA3.2)",
        "3.6 Presentar de forma oral, escrita y multimodal, con fluidez y rigurosidad, la introducción, metodología, resultados y conclusiones del proyecto científico utilizando el formato adecuado (tablas, gráficos, informes, etc.) y destacando el uso de herramientas digitales. (CCL1, CP1, STEM4, CD2, CD3, CE1, CE3)",
        "Competencia específica 4",
        "4.1 Resolver problemas, responder con creatividad y eficacia o dar explicación de forma oral, escrita y multimodal, con fluidez y rigurosidad a procesos biológicos, geológicos o ambientales buscando y utilizando recursos variados como conocimientos, datos e información, con especial énfasis en los textos académicos, razonamiento lógico, pensamiento computacional o recursos digitales. (CCL1, CCL2, CCL3, STEM1, STEM2, STEM4, CD1, CD5)",
        "4.2 Analizar críticamente la solución a un problema sobre fenómenos biológicos, geológicos o ambientales y modificar los procedimientos utilizados o conclusiones obtenidas si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad, considerando tanto la experiencia de éxito como de fracaso una oportunidad para aprender. (CCL3, STEM1, CD1, CPSAA1.1, CPSAA1.2, CPSAA4, CPSAA5, CE1, CE2, CE3)",
        "Competencia específica 5",
        "5.1 Analizar las causas y consecuencias ecológicas, sociales y económicas de los principales problemas medioambientales desde una perspectiva global concibiéndolos como grandes retos de la humanidad basándose en datos científicos y en los contenidos de la materia Biología, Geología y Ciencias Ambientales. (STEM2, CC4, CE1)",
        "5.2 Conocer problemas ambientales de ámbito local que afectan al entorno y poner en práctica hábitos, iniciativas, proyectos y soluciones tecnológicas sostenibles y saludables, y argumentar sobre sus efectos positivos y la urgencia de adoptarlos basándose en los contenidos de la materia Biología, Geología y Ciencias Ambientales. (CCL1, STEM5, CD4, CPSAA2, CC3, CC4, CE1, CE3)",
        "Competencia específica 6",
        "6.1 Relacionar adecuadamente los grandes eventos geológicos y evolutivos de la historia terrestre con determinados elementos del registro geológico y con los sucesos que ocurren en la actualidad. (CCL3, CP1, STEM2, STEM5, CPSAA2, CC4, CCEC1)",
        "6.2 Resolver problemas de datación aplicando diversas estrategias como métodos de datación, utilizando el pensamiento científico y analizando elementos del registro geológico y fósil. (CCL3, STEM2, CD1)",
        "6.3 Interpretar la historia geológica y evolución biológica a través de la interpretación y elaboración de cortes geológicos. (STEM2, CC4)"
    ],
    "saberes": [
        "A. Proyecto científico",
        "- Método científico: hipótesis, preguntas, problemas y conjeturas.",
        "- Herramientas tecnológicas para la búsqueda de información, colaboración, interacción con instituciones científicas y comunicación de procesos, resultados o ideas en diferentes formatos (textos, presentación, gráficos, vídeo, póster o informe).",
        "- Búsqueda, reconocimiento y utilización de fuentes veraces de información científica.",
        "- Diseño, planificación y realización de experiencias científicas de laboratorio o de campo para contrastar hipótesis y responder cuestiones. Importancia de la identificación de variables y del uso de controles para obtener resultados objetivos y fiables.",
        "- Métodos para el análisis de resultados utilizando herramientas estadísticas cuando sea necesario.",
        "- Estrategias de comunicación de proyectos o resultados utilizando vocabulario científico y en distintos formatos (textos, informes, vídeos, modelos o gráficos).",
        "- Papel de las científicas y científicos en el desarrollo de las ciencias biológicas, geológicas y ambientales.",
        "- Evolución histórica de un descubrimiento científico determinado. Papel de la mujer en la ciencia. La ciencia como un proceso colectivo e interdisciplinar en construcción. Impacto en la sociedad actual, sus aplicaciones y sus limitaciones.",
        "- Trabajo en el laboratorio: normas básicas de seguridad. Características de los laboratorios según su nivel de bioseguridad.",
        "B. Ecología y sostenibilidad",
        "- Problemas sobre la dinámica de los ecosistemas. Flujos de energía, ciclos de la materia (carbono, nitrógeno, fósforo y azufre) y relaciones tróficas.",
        "- Medio ambiente como motor económico y social. Importancia de la evaluación de impacto ambiental y de la gestión sostenible de recursos y residuos. Relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud).",
        "- Indicadores de sostenibilidad en las actividades de la vida cotidiana. Huella ecológica.",
        "- Causas del cambio climático. Consecuencias del cambio climático y sus repercusiones para la salud, ecología, economía y sociedad.",
        "- Pérdida de biodiversidad: causas y consecuencias ambientales y sociales.",
        "- Problema de los residuos. Los compuestos xenobióticos: los plásticos y sus efectos sobre la naturaleza y sobre la salud humana y de otros seres vivos. Prevención y gestión adecuada de los residuos.",
        "- Iniciativas locales y globales para la implantación de un modelo de desarrollo sostenible. Objetivos de Desarrollo Sostenible: concepto y aplicación.",
        "- Gestión medioambiental: instrumentos de gestión, acuerdos internacionales y legislación española.",
        "C. Historia de la Tierra y la vida",
        "- Tiempo geológico y su escala. Métodos de datación.",
        "- Proceso de fosilización. Concepto de fósil guía. Resolución de problemas de datación geológica.",
        "- Principales acontecimientos geológicos a lo largo de la historia de la Tierra.",
        "- Cambios en los grandes grupos de seres vivos a lo largo de la historia de la vida en la Tierra a la luz de las teorías evolutivas. Extinciones masivas y sus causas.",
        "- Estratigrafía: principios fundamentales y resolución de cortes geológicos.",
        "- Biodiversidad. Filogenia y evolución: los grupos taxonómicos. Características fundamentales. Importancia de la conservación de la biodiversidad.",
        "D. La dinámica y composición terrestres",
        "- Estructura, dinámica y funciones de la atmósfera y la hidrosfera.",
        "- Estructura, composición y dinámica de la geosfera a la luz de la teoría de la tectónica de placas.",
        "- Procesos geológicos internos: el relieve y la tectónica de placas. Tipos de bordes, relieves, actividad sísmica y volcánica y rocas resultantes en cada uno de ellos.",
        "- Procesos geológicos externos: agentes causales y consecuencias sobre el relieve. Formas principales de modelado del relieve y geomorfología.",
        "- Edafogénesis: factores y procesos formadores del suelo. Edafodiversidad e importancia en su conservación.",
        "- Procesos geológicos y actividades humanas. Riesgos naturales.",
        "- Estrategias de predicción, prevención y corrección de los riesgos naturales.",
        "- Clasificación e identificación de las rocas según su origen y composición. El ciclo litológico.",
        "- Técnicas para la clasificación e identificación de minerales y rocas relevantes y del entorno.",
        "- Importancia de los minerales y las rocas y de sus usos cotidianos. La industria minera en Castilla y León.",
        "- Importancia de la conservación del patrimonio geológico: Geoparques de España.",
        "E. Fisiología e histología animal",
        "- Bioelementos y biomoléculas.",
        "- Principales tejidos animales: estructura y función.",
        "- Función de nutrición: importancia biológica, estructura y fisiología de los aparatos y sistemas de digestión, respiración, circulación y excreción, en diferentes grupos taxonómicos.",
        "- Función de relación: importancia biológica, estructura y fisiología de los receptores sensoriales, sistemas de coordinación (nervioso y endocrino) y de los órganos efectores, en diferentes grupos taxonómicos.",
        "- Función de reproducción: importancia biológica, estructura y fisiología de los aparatos reproductores masculinos y femeninos, en diferentes grupos taxonómicos.",
        "F. Fisiología e histología vegetal",
        "- Principales tejidos vegetales: estructura y función.",
        "- Función de nutrición en las plantas: procesos de obtención, transporte y composición de los nutrientes.",
        "- Balance general del proceso de la fotosíntesis y su importancia para el mantenimiento de la vida en la Tierra.",
        "- Función de relación en vegetales: tropismos, nastias y fitohormonas.",
        "- Procesos implicados en la reproducción sexual de los vegetales (polinización, fecundación, dispersión de la semilla y el fruto) y la relación de estos con el ecosistema.",
        "- Comparativa de los diferentes tipos de reproducción asexual.",
        "- Ciclos biológicos: análisis de los tipos de reproducción desde el punto de vista evolutivo",
        "- Adaptaciones de determinadas especies vegetales y características del ecosistema en el que se desarrollan.",
        "G. Los microorganismos y formas acelulares",
        "- Bacterias y arqueas: características estructurales, funcionales, diferencias y clasificación.",
        "- Metabolismo bacteriano: ejemplos de importancia ecológica (simbiosis y ciclos biogeoquímicos).",
        "- Microorganismos como agentes causales de enfermedades infecciosas: zoonosis y epidemias.",
        "- Cultivo de microorganismos: técnicas de aislamiento, esterilización, cultivo y estudio para la experimentación biológica.",
        "- Mecanismos de transferencia genética horizontal en bacterias: el problema de la resistencia a antibióticos.",
        "- Formas acelulares (virus, viroides y priones): características, mecanismos de infección e importancia biológica."
    ]
}