{
    "saberes": [
        "A: Las lenguas y sus hablantes. Plurilingüismo.",
        "*Las lenguas cooficiales de la CAPV: bilingüismo y normalización lingüística.",
        "*El euskara batua. Variedades dialectales del euskara presentes en el entorno.",
        "*El castellano y sus variedades lingüísticas.",
        "*La diversidad y transferibilidad lingüística como herramienta de aprendizaje y de enriquecimiento personal.",
        "*Estrategias para valorar la riqueza personal que comporta el ser bilingüe y plurilingüe.",
        "*Canciones referenciales del patrimonio musical y cultural vasco (bertsos, canciones tradicionales…)",
        "*Tradiciones culturales vascas relacionadas con la oralidad (Olentzero, Santa Ageda…)",
        "*Estrategias de identificación de prejuicios y estereotipos lingüísticos.",
        "*Uso de un lenguaje no discriminatorio y respetuoso con las diferencias, también en entornos digitales.",
        "*Uso proactivo del euskara en la vida escolar y social.",
        "*Estrategias sencillas de transferencia de conocimientos lingüísticos adquiridos en una lengua para mejorar la comunicación oral y escrita en otra.",
        "*Instituciones y movimientos populares a favor de la normalización del euskara (Korrika, EIMA…)",
        "B. Comunicación.",
        "1. Usos del lenguaje.",
        "*Uso inclusivo de la lengua para expresar ideas, emociones y sentimientos.",
        "*Interacciones entre los componentes del hecho comunicativo (situación, participantes, propósito comunicativo, canal, registro).",
        "*Elementos básicos de contenido (tema, fórmulas fijas, léxico, inferencias de información) y forma (estructura, formato, título, imágenes, tipografía).",
        "*Autoconfianza y reflexión sobre el aprendizaje. El error como parte integrante del proceso.",
        "*Herramientas básicas de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas (diario de aprendizaje, portafolio, rúbricas, dianas de evaluación...).",
        "*Estrategias cooperativas y asunción de responsabilidades individuales asignadas en el trabajo grupal.",
        "2. Comprensión, comunicación e interacción oral",
        "*Pronunciación y entonación adecuadas en función del acto comunicativo.",
        "*Interacción oral adecuada en situaciones de aula y en contextos formales pautados, con respeto a las normas de cortesía lingüística y de autorregulación de la propia comunicación verbal y no verbal, teniendo en cuenta la perspectiva de género.",
        "*Estrategias de escucha activa, asertividad y propuesta de solución creativa para la gestión dialogada de conflictos,",
        "*Estrategias de identificación e interpretación del sentido global, la información relevante, la integración de la información explícita y la realización de inferencias para superar el sentido literal de textos sociales orales y multimodales.",
        "Construcción, comunicación y valoración crítica de conocimiento mediante la planificación y producción relativamente autónoma de textos orales y multimodales.",
        "*Estrategias de interpretación y uso de elementos básicos de la comunicación no verbal.",
        "Bertsolarismo, análisis de género en su evolución y su presencia en la sociedad vasca.",
        "3. Comprensión lectora",
        "*Lectura individual y compartida y expresiva con entonación y ritmo fluidos.",
        "*Elementos gráficos, textuales y paratextuales progresivamente complejos que favorecen la comprensión antes, durante y después de la experiencia lectora.",
        "*Intención comunicativa y claves de la tipología textual básica: narración, descripción, diálogo, exposición y argumentación.",
        "*Textos discontinuos (gráficos, diagramas, mapas, líneas de tiempo, infografías, horarios...).",
        "*Estrategias de identificación y valoración del sentido global del texto, de integración de la información explícita y de realización de inferencias para superar el sentido literal de textos en fuentes documentales diversas en procesos de comprensión y producción de textos escritos.",
        "Estrategias de uso progresivamente autónomo de recursos lingüísticos diversos, tanto en papel como digitales, para mejorar la comprensión de textos.",
        "*Estrategias para detectar usos discriminatorios del lenguaje verbal e icónico.",
        "4. Producción escrita",
        "*Presentación cuidada. Progreso en la aplicación de las normas ortográficas.",
        "*Estrategias y pautas para un uso no sexista del lenguaje escrito.",
        "*Estrategias y recursos, individuales o grupales, de planificación, redacción, revisión y edición de textos escritos y multimodales de relativa complejidad, con distintos propósitos comunicativos.",
        "Estrategias de uso progresivamente autónomo de fuentes documentales diversas, tanto en papel como digitales, para mejorar la expresión escrita.",
        "*Elementos gráficos y paratextuales sencillos que faciliten la organización y comprensión del texto.",
        "*Pautas para la selección de modelo de tipología textual y género discursivo según la intención comunicativa.",
        "Pautas para la iniciación al uso de correctores ortográficos y de las funcionalidades de los procesadores de textos.",
        "5. Alfabetización informacional",
        "*Estrategias de búsqueda de información en fuentes documentales variadas y con distintos soportes y formatos con criterios de fiabilidad y pertinencia.",
        "*Hechos y opiniones. Estrategias para la detección de la manipulación informativa.",
        "*Estrategias de comparación, clasificación y valoración de la información.",
        "*Estrategias para la síntesis y reelaboración de conocimientos con apoyo de modelos.",
        "Comunicación creativa del conocimiento, con respeto por la propiedad intelectual.",
        "Pautas de utilización de la biblioteca y los recursos digitales del aula o del centro.",
        "Participación en actividades y/o proyectos escolares utilizando herramientas o plataformas virtuales.",
        "C. Educación literaria",
        "*Los elementos constitutivos de la obra literaria (tema, protagonista, personajes secundarios, trama, escenario, lenguaje) en la construcción progresivamente autónoma del sentido de la obra.",
        "*Relación entre los elementos básicos del género literario y la construcción del sentido de la obra.",
        "*Técnicas básicas para la interpretación progresivamente autónoma de los textos literarios.",
        "*Obras y fragmentos pertenecientes al patrimonio cultural vasco.",
        "*Pautas para la creación de textos literarios de manera libre y a partir de modelos dados, con perspectiva de género.",
        "Progreso en la construcción de la identidad lectora. Estrategias para la expresión de gustos e intereses y para la valoración crítica elemental de las obras.",
        "Vínculos de la literatura con otras manifestaciones artísticas y culturales.",
        "Pautas de utilización de la biblioteca del aula o del centro espacio para actividades literarias compartidas. Comunidades lectoras.",
        "D. Reflexión sobre la lengua y sus usos en el marco de propuestas la producción y comprensión de textos orales, escritos o multimodales:",
        "Estrategias para la construcción guiada de conclusiones propias sobre el sistema lingüístico.",
        "Estrategias de observación y formulación de generalizaciones sobre la acentuación.",
        "*Procedimientos elementales de adquisición de vocabulario. Mecanismos léxicos básicos para la formación de palabras.",
        "*Transferencia de conocimientos metalingüísticos adquiridos en una lengua para favorecer la reflexión lingüística en las demás.",
        "Modalidades oracionales en relación con la intención comunicativa.",
        "*Mecanismos de coherencia y cohesión elementales, con especial atención a las sustituciones pronominales como mecanismo gramatical de referencia interna y a la correlación temporal establecida mediante los distintos tiempos verbales.",
        "*Estrategias elementales para el uso progresivamente autónomo de diccionarios, en distintos soportes.",
        "*Herramientas de revisión y mejora de los textos propios y ajenos a partir de la reflexión metalingüística.",
        "Estrategias para la valoración de las normas de uso de la lengua en la comunicación eficaz."
    ],
    "criteriosEvaluacion": [
        "1.1. Actuar con aprecio y respeto hacia las  distintas  lenguas  y  variedades dialectales,  incluidas  las  lenguas  de signos, identificando las características fundamentales de las de su entorno geográfico, así como algunos rasgos de los dialectos y lenguas familiares del alumnado.   ",
        "1.2. Detectar y rechazar, con autonomía creciente  y  en  contextos  próximos, incluido el digital, prejuicios, discriminaciones y estereotipos lingüísticos frecuentes, valorando la pluralidad lingüística del mundo como una fuente de riqueza cultural.",
        "1.3. Adoptar hábitos y comportamientos lingüísticos asertivos y empáticos hacia el  euskara,  mostrando  una  actitud proactiva  y  afectiva  hacia  su  uso analógico   y  digital   y   hacia   la normalización   del   euskara   y   la transmisión de la cultura vasca.",
        "1.4. Tomar conciencia, de manera acompañada, sobre el funcionamiento de las lenguas, a partir de la observación y comparación entre ellas, y valorar la aportación del aprendizaje de las mismas al desarrollo de su competencia lingüística.",
        "2.1. Comprender el sentido de textos orales  y  multimodales  de  mayor complejidad, reconociendo  las  ideas principales y los mensajes explícitos e implícitos, valorando de manera crítica su  contenido  y  los  elementos  no verbales y, de manera acompañada, algunos  elementos formales elementales.    ",
        "2.2. Reconocer la riqueza cultural vasca mediante diversas manifestaciones artísticas culturales orales.  ",
        "3.1. Producir textos orales y multimodales de manera autónoma, coherente y con cierta  fluidez,  en  contextos  formales sencillos y utilizando correctamente recursos  verbales  y  no  verbales básicos.     ",
        "3.2. Participar en interacciones orales espontáneas o regladas, respetando las normas  de  la  cortesía  lingüística  y desarrollando estrategias sencillas de escucha  activa  y  de  cooperación  y empatía conversacional.  ",
        "4.1. Leer de manera silenciosa y en voz alta  textos  escritos  y  multimodales sencillos  que  respondan  a  distintas finalidades e intereses, identificando el sentido   global   y   la   información relevante,  realizando inferencias directas  de manera  acompañada  y superando la interpretación literal. ",
        "4.2. Analizar, de manera acompañada, el contenido y aspectos formales y no verbales elementales de textos escritos y multimodales, valorando su contenido y estructura y evaluando su calidad, fiabilidad e idoneidad en función del propósito de lectura.   ",
        "5.1. Producir   textos   escritos   y multimodales de relativa complejidad, en distintos soportes, seleccionando el modelo  discursivo  más  apropiado  a diversas demandas comunicativas, manteniendo  la  coherencia  en  su contenido, así  como respetando los criterios  de  corrección  gramatical  y ortográfica trabajados  y las fases de elaboración de un texto escrito. ",
        "5.2. Participar activamente en procesos de auto y coevaluación de los textos escritos y multimodales producidos de forma individual o colectiva, identificando  las  dificultades  y  sus propias limitaciones, buscando ayuda para su superación y valorando el error como parte del proceso de aprendizaje.",
        "6.1. Utilizar estrategias de búsqueda, selección, contraste y organización de la información procedente de más de dos  fuentes,  de  forma  planificada  y progresivamente autónoma, evaluando su fiabilidad y reconociendo los riesgos de manipulación y desinformación.",
        "6.2. Recrear la información obtenida de manera creativa en esquemas propios y  citando  las  fuentes,  también  la procedente de entornos digitales.",
        "6.3. Comunicar los resultados de un proceso de investigación  sencillo, individual o grupal, sobre algún tema de interés personal, académico o ecosocial realizado de manera progresivamente autónoma, utilizando herramientas analógicas  y  digitales,  citando  las fuentes  utilizadas  y  respetando  la propiedad intelectual.  ",
        "6.4. Adoptar, de manera progresivamente autónoma, hábitos de uso  crítico,  seguro,  sostenible  y saludable de las tecnologías digitales en  relación  a  la  búsqueda  y  la comunicación de la información.",
        "7.1. Leer de manera autónoma textos de diversos autores y autoras ajustados a sus gustos e intereses, seleccionados con criterio propio, progresando en la construcción de su identidad lectora.",
        "7.2. Compartir la experiencia de lectura, en  soportes  diversos,  también  en entornos digitales, participando  en comunidades  lectoras  en  el  ámbito escolar o social.  ",
        "7.3. Valorar la lectura como fuente de conocimiento y desarrollo personal, relacionando,   de  manera progresivamente autónoma, lo leído con la realidad que le rodea, tanto del ámbito público/social como personal.  ",
        "8.1. Escuchar  y  leer  de  manera progresivamente  autónoma textos literarios  universales  y  de  tradición vasca  adecuados  a  su  edad,  que recojan diversidad de autores y autoras, relacionándolos en función de los temas y de aspectos elementales de cada género literario,  e  interpretándolos, valorándolos y relacionándolos con otras manifestaciones artísticas o culturales.        ",
        "8.2. Producir,  de manera progresivamente  autónoma, textos sencillos individuales o colectivos con intención literaria, reelaborando con creatividad  los  modelos  dados,  en distintos soportes y complementándolos con otros lenguajes artísticos.  ",
        "8.3. Valorar la contribución de la lectura y la producción de textos con intención literaria  al bienestar emocional, relacionando lo leído y lo escrito con la expresión   y   la   gestión   de   los sentimientos propios y ajenos.  ",
        "9.1. Formular generalizaciones sobre aspectos básicos del funcionamiento de la  lengua  de  manera  acompañada, formulando hipótesis y buscando contraejemplos,   a   partir   de   la observación,   comparación  y manipulación de palabras, enunciados y textos.        ",
        "9.2. Revisar  y  mejorar,  de  manera progresivamente autónoma, los textos propios y ajenos y subsanar algunos problemas de comprensión lectora y de expresión escrita a partir de la reflexión metalingüística y usando la terminología básica adecuada.      ",
        "9.3. Realizar reflexiones lingüísticas sencillas, de manera acompañada, iniciándose en  comparaciones interlingüísticas a partir de las lenguas cooficiales  y  de  otras  lenguas  del alumnado.        ",
        "10.1. Rechazar  los  usos  lingüísticos discriminatorios y los abusos de poder a través  de  la  palabra  identificados mediante la reflexión grupal acompañada sobre distintos aspectos, verbales y no verbales, que rigen la comunicación, teniendo en cuenta una perspectiva de género.  ",
        "10.2. Movilizar, con el acompañamiento y planificación necesarios, estrategias básicas para participar activamente en el  trabajo  en  grupo,  asumiendo  las responsabilidades individuales asignadas y  gestionar  los  conflictos dialogando,  argumentando y proponiendo soluciones creativas."
    ]
}