{
    "saberes": [
        "Bloque A. Cultura tradicional",
        "- Desarrollo de estrategias para la búsqueda de información concreta, acerca de las manifestaciones de la cultura tradicional asturiana, utilizando diferentes fuentes. Técnicas para presentar ordenadamente los contenidos de forma oral o escrita y en diferentes soportes, y uso del vocabulario apropiado como fuente de conocimiento y disfrute.",
        "- Audición, dramatización y lectura de textos, canciones infantiles, cuentos populares y fórmulas sencillas de juegos infantiles de la tradición oral y escrita asturiana desde una perspectiva de género. Vocabulario específico de la tradición y la cultura asturiana.",
        "- Lectura de textos de la literatura asturiana adaptados a la edad: cuentos, poemas y cómics exentos de roles y estereotipos de género.",
        "- Reconocimiento de las relaciones existentes entre la familia, la casa y el espacio agrario en la cultura tradicional asturiana. Comparación con las maternidades y paternidades corresponsables Las celebraciones y los ritos de paso.",
        "- Pasado y presente del traje tradicional asturiano: variedades de indumentaria, características y usos.",
        "- Construcciones tradicionales asturianas y sus principales características, funciones y su influencia en la economía rural: la casa, el hórreo, la panera, el cabazo, el molino de agua y los batanes, el cortín...",
        "- Oficios tradicionales y actividades artesanales asturianas y sus herramientas: la ferrería, la artesanía de la madera, la carpintería de ribera, la apicultura, los telares, la cerámica… El reconocimiento del valor de actividades consideradas femeninas y, por lo tanto, social e históricamente devaluadas.",
        "- Los juegos y los deportes tradicionales asturianos con un enfoque coeducativo: características y reglas. Los bolos en Asturias.",
        "- Las fiestas tradicionales y populares asturianas más representativas.",
        "- La gastronomía tradicional asturiana y productos más representativos de platos típicos y postres. Los quesos en Asturias.",
        "- Las canciones, las danzas y los instrumentos tradicionales asturianos evitando roles y estereotipos sexistas. La tonada y la música folk en Asturias.",
        "- Acercamiento al mundo fantástico de los mitos y leyendas de Asturias: personajes y sus características, su utilización en la elaboración de diferentes textos y producciones artísticas.",
        "- Fomento de la curiosidad y la iniciativa en la práctica activa de actividades grupales relacionadas con diferentes manifestaciones de la cultura tradicional asturiana.",
        "Bloque B. Entorno natural y medio físico de Asturias",
        "- Desarrollo de estrategias para la búsqueda de información concreta utilizando diferentes fuentes. Técnicas para presentar ordenadamente los contenidos de forma oral o escrita en diferentes soportes. Vocabulario específico y apropiado para referirse a aspectos sobre el entorno físico y natural de Asturias.",
        "- El clima asturiano: temperaturas y precipitaciones. La influencia del mar.",
        "- Elementos del relieve costero, del relieve montañoso y de los valles. Las cuencas fluviales de Asturias. Playas de Asturias.",
        "- Especies representativas de la flora y la fauna asturianas. Ecosistemas terrestres y acuáticos.",
        "- Los espacios naturales protegidos: el uso responsable de los recursos naturales. Principales organizaciones asturianas de protección del medio ambiente.",
        "- Responsabilidad ecosocial. La degradación y transformación de los ecosistemas naturales por la acción humana.",
        "Bloque C. Sociedad, historia y patrimonio cultural de Asturias",
        "- Desarrollo de estrategias para la búsqueda y obtención de información concreta sobre aspectos de la sociedad, de la historia y del patrimonio cultural de Asturias. Técnicas para presentar ordenadamente los contenidos de forma oral o escrita, en diferentes soportes, y uso del vocabulario apropiado.",
        "- Símbolos recogidos en el Estatuto de Autonomía y otros iconos propios del Principado de Asturias: Oviedo como capital y sede de las principales instituciones, accidentes geográficos señalados como el Cabo de Peñes, el Picu Urriellu...",
        "- La norma institucional básica de la Comunidad Autónoma del Principado de Asturias. Los órganos institucionales y de gobierno. Acercamiento al conocimiento del Estatuto de Autonomía. El derecho consuetudinario asturiano: costumbres, hábitos y comportamientos sociales, cuya repetición genera la convicción jurídica y que, por tanto, son de obligado cumplimiento.",
        "- Diferencia entre los distintos códigos de comunicación en Asturias, valorando las diferencias lingüísticas como un hecho cultural enriquecedor. Vocabulario específico para referirse a aspectos sobre la sociedad, la historia y el patrimonio cultural de Asturias.",
        "- La toponimia propia de Asturias.",
        "- La organización social y los diferentes elementos del paisaje humanizado asturiano: la agricultura, la ganadería y las razas autóctonas, la pesca, la minería, la industria, el comercio y el turismo. Organizaciones sociales y económicas en el pasado: los vaqueiros de alzada.",
        "- Organización político-administrativa de Asturias: la parroquia rural, el concejo y la Comunidad Autónoma.",
        "- El tiempo histórico en Asturias: sociedades, hechos, acontecimientos y manifestaciones artísticas. Nociones temporales y cronología.",
        "- Las expresiones y producciones artísticas a través del tiempo. El patrimonio material (pinturas rupestres, túmulos, castros, castillos, iglesias, palacios…) y el patrimonio inmaterial (misa asturiana de gaita, cultura de la sidra, la asturianada, bolos asturianos, el traje...).",
        "- Conocimiento de la labor de instituciones y centros culturales ubicados dentro y fuera de Asturias: la Academia de la Llingua Asturiana, la Universidad de Oviedo, Centros Asturianos, medios de comunicación...",
        "- Biografía de personajes de relevancia del pasado y del presente asturiano prestando especial atención a la visibilización de la aportación de las mujeres."
    ],
    "criteriosEvaluacion": [
        "1.1. Buscar y seleccionar información de diferentes fuentes, para agrupar, redactar y exponer información acerca de las manifestaciones de la cultura tradicional asturiana.",
        "1.2. Leer, reconocer y dramatizar textos, canciones infantiles, cuentos populares, trabalenguas y rimas en juegos de la tradición oral y escrita, de la literatura y de la cultura asturiana, valorando la importancia del vocabulario específico como hecho enriquecedor y evitando roles y estereotipos de género.",
        "1.3. Reconocer y explicar en su contexto social, aspectos básicos de la cultura tradicional asturiana (la familia y las celebraciones y los ritos de paso, los distintos tipos de vivienda y construcciones tradicionales y el traje tradicional).",
        "1.4. Establecer conexiones entre los oficios tradicionales y sus herramientas con la economía tradicional asturiana (la ferrería, la artesanía de la madera, la carpintería de ribera, la apicultura, los telares, la cerámica…) ofreciendo referentes femeninos y masculinos en todos los ámbitos.",
        "1.5. Mostrar curiosidad por los distintos elementos de socialización (juegos y deportes, fiestas tradicionales y populares, gastronomía, música y danza...).",
        "1.6. Investigar personajes de los mitos y las leyendas asturianas, para elaborar diferentes textos y producciones artísticas (relatos, poesías, cómics, murales...).",
        "1.7.  Poner en valor y participar activamente de los diferentes elementos de la cultura tradicional asturiana como manifestaciones culturales vivas (juegos, gastronomía, fiestas, música y danza...) desde una perspectiva de género.",
        "1.8. Explicar la influencia de la tradición cultural en la sociedad asturiana, valorando cambio y continuidad.",
        "2.1 Buscar y seleccionar información de diferentes fuentes, para agrupar, redactar y exponer información acerca de las manifestaciones del entorno físico y natural de Asturias.",
        "2.2. Reconocer e interpretar las características básicas del clima y del relieve de Asturias en su diversidad.",
        "2.3.  Reconocer los ecosistemas más representativos asturianos, su fauna, su flora y las especies que están en estado de especial protección.",
        "2.4. Establecer conexiones sencillas entre los diferentes elementos de los paisajes naturales protegidos de Asturias, así como, el uso responsable de los recursos naturales y conocer las principales organizaciones asturianas de protección del medio ambiente.",
        "2.5. Poner en valor y mostrar actitudes de conservación y mejora de los paisajes naturales de Asturias, a través de propuestas y acciones que reflejen compromisos y conductas en favor de la sostenibilidad.",
        "3.1. Buscar y seleccionar información de diferentes fuentes, para agrupar, redactar y exponer información acerca de aspectos relacionados con la historia, la sociedad y el patrimonio cultural de Asturias.",
        "3.2. Reconocer, situar o reproducir símbolos recogidos en el Estatuto de Autonomía y otros iconos propios del Principado de Asturias (el himno, la bandera, el escudo, el Día de Asturias, Oviedo como capital y sede de las principales instituciones, accidentes geográficos señalados como el Cabo de Peñes, el Picu Urriellu...).",
        "3.3. Diferenciar y valorar los distintos códigos de comunicación utilizados en Asturias a través de textos variados, canciones, recursos audiovisuales..., desde una perspectiva de género, así como la toponimia propia de Asturias.",
        "3.4. Establecer conexiones entre la organización social y los diferentes elementos del paisaje humanizado asturiano (la agricultura, la ganadería y las razas autóctonas, la pesca, la minería, la industria, el comercio y el turismo); así como, organizaciones sociales y económicas en el pasado (los vaqueiros de alzada).",
        "3.5. Identificar la organización político-administrativa del territorio de Asturias (la parroquia, el concejo y la Comunidad Autónoma).",
        "3.6.  Identificar y ordenar temporalmente, de manera guiada, sociedades, hechos, acontecimientos y manifestaciones artísticas de la historia de Asturias, empleando nociones de medida y sucesión básicas.",
        "3.7. Conocer personas, instituciones y grupos sociales relevantes del presente y del pasado de Asturias haciendo hincapié en la visibilización del papel de las mujeres.",
        "3.8. Identificar y analizar algunas obras más importantes del patrimonio artístico, arqueológico y monumental asturiano.",
        "3.9. Valorar y proteger el patrimonio cultural asturiano, reconociéndolo como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora.",
        "3.10. Reconocer de una forma elemental los marcos jurídicos de convivencia del Principado de Asturias: las Instituciones, el Estatuto de autonomía y el derecho consuetudinario asturiano."
    ]
}