{
    "competenciasEspecificas": [
        "CE.FAG.1. Identificar los principales aspectos de la innovación, elemento necesario para garantizar el desarrollo sostenible de un país y la competitividad de sus empresas, destacando el papel fundamental que desempeña el proceso emprendedor en el complejo proceso de la innovación. Relacionar la innovación con situaciones actuales de la economía aragonesa a nivel local y en un contexto nacional e internacional.",
        "CE.FAG.2. Identifica y lleva a cabo el proceso de toma de decisiones en la generación de ideas innovadoras con sentido crítico y ético, con estrategias de planificación para poner en marcha un proyecto empresarial. Identifica las áreas de la empresa, los objetivos y los valores corporativos. Decide la forma jurídica y la localización. Adopta en la toma de decisiones una actitud integradora, de respeto a la diversidad de opiniones y en igualdad.",
        "CE.FAG.3. Identifica los procedimientos legales antes los diferentes organismos públicos para la puesta en marcha de una empresa.",
        "CE.FAG.4. Identifica el proceso productivo en sus diferentes fases, con sus implicaciones técnicas y medioambientales. Diseña el prototipo de producto y/o la gestión del servicio. Identifica las necesidades de recursos para el proceso productivo, seleccionando proveedores con criterios técnicos, financieros y éticos. Aplica técnicas de negociación, comunicación y procedimientos administrativos de compra y pago. Analiza la estructura de costes e ingresos de una actividad económica y calcula el umbral de rentabilidad.",
        "CE.FAG.5. Conoce y aplica métodos de investigación de mercados, analizando la información obtenida y segmentando el mercado de acuerdo con objetivos prefijados. Planifica estrategias comerciales distinguiendo las variables del marketing-mix.",
        "CE.FAG.6. Interpreta la estructura organizativa de una empresa identificando la planificación de los recursos humanos y comprendiendo la documentación de contratación en su contexto normativo.",
        "CE.FAG.7. Reconoce el método contable como mecanismo de trasladar los hechos en las relaciones económicas a datos que reflejan la situación patrimonial, económica y financiera de una empresa a través de sus cuentas anuales. Relaciona la situación de una empresa con sus obligaciones fiscales.",
        "CE.FAG.8. Analiza y comprueba la viabilidad de la empresa adquiriendo hábitos de búsqueda de la mejora continua en la toma de decisiones. Identifica las necesidades financieras y las opciones de acceso a fuentes de financiación. ",
        "CE.FAG.9. Expone su proyecto de emprendimiento siguiendo el Plan de Empresa elaborado, con una comunicación oral y escrita eficaz, utilizando medios audiovisuales, adaptándose a contextos de audiencia diversa vinculada con el entorno específico del propio proyecto."
    ]
}