{
  "saberes": [
    "Dispositius digitals, sistemes operatius i de comunicació.",
    "- Anàlisi, implementació i configuració d’ordinadors: elements, muntatge, configuració i resolució de problemes.",
    "- Gestió bàsica de sistemes operatius: instal·lació i configuració d’usuari.",
    "- Gestió bàsica de sistemes de comunicació i Internet. Dispositius de xarxa i funcionament.",
    "- Configuració d’una xarxa domèstica i connexió de dispositius.",
    "- Posada en servei de dispositius connectats (IoT+Wearables). Configuració i connexió de dispositius.",
    "- Reutilització de dispositius digitals adaptats a necessitats específiques.",
    "- Aplicació d’estratègies d’estalvi i eficiència energètica en sistemes i dispositius electrònics.",
    "Digitalització de l’entorn personal d’aprenentatge",
    "- Ús d’estratègies eficaces de cerca i selecció crítica d’informació.",
    "- Edició i creació de continguts: aplicacions de productivitat, desenvolupament d’aplicacions senzilles per a dispositius mòbils i web, realitat virtual, augmentada i mixta.",
    "- Comunicació i col·laboració sincrònica i asincrònica en xarxa.",
    "- Publicació i difusió responsable d’informació i dades en xarxes informàtiques.",
    "Creació i publicació de continguts en suport digital",
    "- Ús d’estratègies avançades de cerca i selecció crítica d’informació.",
    "- Edició i creació de continguts: desenvolupament d’aplicacions senzilles per a dispositius mòbils i web, fent servir diferents llenguatges de programació. Aplicació d’estructures de programació comunes: condicionals i repeticions.",
    "- Ús d’eines per a la producció de continguts amb realitat virtual, augmentada i mixta.",
    "- Desenvolupament de continguts per a Internet en format web, aplicant estàndards d’accessibilitat.",
    "- Aplicació de tecnologies emergents (IA, IoT) en la implementació de solucions a problemes reals.",
    "- Creació de continguts audiovisuals amb eines digitals. Ús d’eines d’edició i tractament d’imatge, àudio i vídeo.",
    "- Aplicació de tècniques de raonament lògic com el pensament de disseny i el pensament computacional en la resolució de problemes en el disseny de solucions.",
    "- Comunicació i col·laboració sincrònica i asincrònica en xarxa.",
    "- Publicació i difusió responsable d’informació i dades en xarxes informàtiques.",
    "- Pràctica de l’educació mediàtica: periodisme digital, blogosfera, estratègies comunicatives.",
    "Seguretat i benestar digital",
    "- Avaluació i configuració de la seguretat en dispositius. Mesures preventives i correctives per fer front a riscos, amenaces i atacs a dispositius.",
    "- Aplicació de criteris de seguretat i de protecció de dades. Identitat, reputació, privadesa i empremta digital. Mesures preventives. Configuració de xarxes socials. Gestió d’identitats virtuals.",
    "- Aplicació de criteris de seguretat en la salut física i mental. Riscos, amenaces al benestar personal. Opcions de resposta. Situacions de violència i de risc a la xarxa.",
    "Ciutadania digital crítica",
    "- Caracterització de la interactivitat a la xarxa: llibertat d’expressió, propietat intel·lectual i llicències d’ús.",
    "- Ús crític de la xarxa, eines per detectar notícies falses i fraus.",
    "- Gestió d’operacions administratives: serveis públics en línia, registres digitals i certificats oficials.",
    "- Fer un ús segur del comerç electrònic: factures digitals, formes de pagament i criptomonedes.",
    "- Gestió ètica en l’ús de dades i eines digitals: intel·ligència artificial, biaixos, algorísmics i ideològics, obsolescència programada i sobirania tecnològica.",
    "- Aplicació proactiva de la responsabilitat social: plataformes d’iniciativa ciutadana, voluntariat i comunitats de maquinari i programari lliures.",
    "- Anàlisi de l’impacte de les tecnologies digitals en la societat i els canvis socials i econòmics que se’n deriven.",
    "- Comprendre la cultura digital com a font d’aprenentatge permanent, coneixement de les tecnologies digitals emergents i els seus àmbits d’aplicació."
  ],
  "criteriosEvaluacion": [
    "1.1 Connectar dispositius i gestionar xarxes locals aplicant els coneixements i processos associats a sistemes de comunicació amb fil i sense fil amb una actitud proactiva.",
    "1.2 Gestionar, a nivell bàsic, sistemes operatius configurant-ne les característiques en funció de les necessitats personals.",
    "1.3 Resoldre problemes tècnics senzills analitzant components i funcions dels dispositius digitals, avaluant les solucions de manera crítica i reformulant el procediment, si cal.",
    "1.4 Fer un ús responsable dels dispositius i de la seva utilització per promoure la sostenibilitat, tot fomentant la reutilització i l’estalvi i l’eficiència energètica",
    "2.1 Cercar i seleccionar informació per a la ideació de solucions innovadores, amb responsabilitat i sentit crític.",
    "2.2 Dissenyar solucions possibles a problemes plantejats aplicant diferents formes de raonament, com el pensament de disseny i el pensament computacional, tenint en compte les tecnologies emergents, la realitat virtual, augmentada i mixta.",
    "2.3 Generar o modificar, de forma individual o col·laborativa, continguts amb suport digital i creacions audiovisuals, integrant imatge, so i vídeo per a la construcció de produccions multimèdia.",
    "2.4 Desenvolupar aplicacions fent servir el programari i els llenguatges de programació adients, per la resolució de problemes concrets tenint en compte criteris d’autoria i llicències d’ús.",
    "2.5 Integrar els continguts digitals en entorns personals d’aprenentatge (pàgina web, espai al núvol, carpetes, etc.) autoregulant el propi aprenentatge de manera autònoma.",
    "3.1 Configurar adequadament les opcions de privadesa de les aplicacions, xarxes socials i espais virtuals i utilitzar les eines i tècniques de seguretat, per protegir les dades personals, la petjada digital i preservar la seva identitat a la xarxa.",
    "3.2 Configurar i actualitzar mesures de protecció i seguretat de dispositius i sistemes digitals d’ús habitual (antivirus, contrasenyes, bloqueig de pantalla, protecció de la comunicació, etc.",
    "3.3 Identificar i prendre mesures per protegir-se davant d’amenaces, atacs, intrusions o infeccions que esdevenen a la xarxa.",
    "3.4 Identificar situacions de risc per a la salut associades a l’ús de les tecnologies digitals i adoptar les mesures necessàries per tenir cura de la pròpia salut.",
    "4.1 Respectar els drets d’autoria i les llicències d’ús en la comunicació, col·laboració i participació a la xarxa, fent un ús ètic de les dades i de les produccions, i justificar-ne les raons.",
    "4.2 Analitzar i valorar críticament les aportacions de les tecnologies digitals a les gestions administratives i el comerç electrònic, identificant els problemes derivats de la bretxa social d’accés i l’ús per a determinats col·lectius.",
    "4.3 Valorar la importància de l’oportunitat, la facilitat i la llibertat d’expressió que suposen els mitjans digitals connectats, analitzant de manera crítica els missatges que es reben tenint en compte la seva objectivitat, ideologia, intencionalitat, biaixos i caducitat.",
    "4.4 Participar, col·laborar i interactuar en espais virtuals de comunicació i plataformes d’aprenentatge col·laboratiu, compartint i publicant informació i dades, adaptant-se a diferents audiències amb una actitud respectuosa, responsable i participativa.",
    "5.1 Identificar els canvis econòmics i socials derivats de l’ús de les tecnologies digitals aplicades a diferents àmbits.",
    "5.2 Analitzar i valorar l’impacte de les tecnologies digitals en la societat tenint en compte els ODS.",
    "5.3 Aplicar les tecnologies emergents en el disseny de solucions a problemes reals tenint en compte els objectius de desenvolupament sostenible. (Intel·ligència artificial, IoT, etc.).",
    "5.4 Analitzar l’ús d’eines de simulació i supercomputadors en el tractament de dades i valorar-ne l’impacte en la societat de la informació i l’aplicació a tecnologies associades."
  ]
}