{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Contrastar la veracidad y fiabilidad de las fuentes utilizadas con el objetivo de acceder a información relacionada con ciencia y tecnología, adoptando una actitud crítica frente a ideas sin fundamento científico, pseudociencias, fake news y bulos consolidando, de esta manera, cierta madurez personal y autonomía en el proceso de aprendizaje. (CCL2, CCL3, CP1, STEM2, CD1, CPSAA4)",
        "1.2 Reflexionar sobre problemas éticos y de actualidad en el campo de la ciencia y la tecnología y plantear posibles soluciones frente a ellos, empleando en este proceso el razonamiento científico, contribuyendo de este modo al desarrollo de una ciudadanía responsable. (CCL2, STEM2, CPSAA1.2, CPSAA4, CC1)",
        "Competencia específica 2",
        "2.1 Comprender e interpretar la información más relevante sobre los principales avances científico-tecnológicos, valorando la importancia del desarrollo de la ciencia y la tecnología en el progreso de la sociedad, así como analizar sus posibles repercusiones éticas. (CCL2, CP1, STEM2, CD3, CPSAA4, CC3)",
        "2.2 Comunicar la información más relevante derivada de la interpretación y análisis de datos sobre avances en ciencia y tecnología, empleando para ello el formato adecuado (textos, modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales, etc.) (CCL1, CCL2, CCL5, CP1, STEM2, STEM4, CD3) Competencia específica 3",
        "3.1 Relacionar los conocimientos adquiridos en la materia con aspectos concretos del entorno natural, detectando aspectos que puedan mejorarse aplicando la lógica sostenible, y plantear posibles proyectos de mejora del mismo. (STEM1, STEM2, STEM5, CPSAA5, CC1, CC4, CE1)",
        "3.2 Planificar los pasos a seguir para desarrollar un proyecto de investigación relacionado con aspectos científico-tecnológicos con el fin de mejorar el entorno natural cercano al alumnado, aplicando el pensamiento científico-matemático. (STEM1, STEM2, STEM3, STEM5, CPSAA3.2, CPSAA5, CC1, CC4, CE1)",
        "3.3 Desarrollar, adecuándose al espacio, tiempo y recursos disponibles, una metodología precisa sobre la que sustentar los objetivos a conseguir en el proyecto de investigación, basándose en los pasos propios del método científico, y desarrollar una toma de muestras y/o datos de manera objetiva y consecuente con los objetivos previamente planteados. (STEM1, STEM2, STEM3, CD2)",
        "3.4 Interpretar, analizar y exponer los resultados empleando las herramientas tecnológicas adecuadas y los métodos matemáticos necesarios que aseguren la objetividad de las conclusiones derivadas del proyecto, analizando su propio aprendizaje y los procesos de construcción del autoconocimiento. (CCL5, STEM1, STEM2, CD2, CPSAA3.1, CE1, CE2)",
        "3.5 Mostrar una actitud colaborativa dentro del grupo de trabajo, respetando la diversidad de opiniones y valorando las aportaciones de cada miembro del equipo al desarrollo del proyecto. (CCL5, STEM3, CPSAA3.1, CPSAA3.2, CC1, CE2)",
        "Competencia específica 4",
        "4.1 Desarrollar una personalidad crítica y reflexionar de manera autónoma ante las repercusiones sobre el medio ambiente ejercidas por el progreso tecnológico, evaluando de manera fundamentada las posibles soluciones que puedan adoptarse. (CCL5, STEM2, STEM5, CC3, CC4, CE1)",
        "4.2 Respetar y asumir como elemento identitario la protección del medio ambiente en consonancia con los Objetivos de Desarrollo Sostenible y ejercer una ciudadanía respetuosa con el entorno, valorando el patrimonio natural de nuestra Comunidad Autónoma. (CCL5, STEM5, CPSAA2, CC3, CC4, CCEC2)",
        "Competencia específica 5",
        "5.1 Reflexionar sobre la importancia del conocimiento científico como motor de desarrollo de la sociedad actual, basado en la objetividad y en la fiabilidad de los resultados, así como en las limitaciones que condicionan su avance, valorando su repercusión en la mejora de las condiciones de vida de la sociedad actual. (CCL2, STEM4, CD1, CPSAA4, CC1, CC4, CE1)",
        "5.2 Entender la investigación como un trabajo cooperativo e interdisciplinar basado en el respeto a la diversidad, y valorar el papel desempeñado por la mujer en el avance del conocimiento científico a lo largo de los siglos, fomentando la igualdad efectiva y real entre hombres y mujeres. (CCL5, CP1, CPSAA3.1, CC1, CC3, CC4, CE2)"
    ],
    "saberes": [
        "A. Ciencia y sociedad.",
        "- Sociedad del conocimiento: antecedentes históricos.",
        "- Evolución del pensamiento científico.",
        "- Investigación científica: características y factores condicionantes a los que se enfrentan los científicos.",
        "- Búsqueda y selección crítica de fuentes científicas de información frente a bulos y fake news. Redes sociales en la investigación científica: ResearchGate y Mendeley.",
        "- Utilización de las tecnologías de la información y la comunicación en el trabajo científico. Características de las publicaciones científicas y medición de su índice de impacto.",
        "- Divulgación científica. Implicaciones de la ciencia en la sociedad. Descubrimientos significativos que han contribuido al progreso de la ciencia a lo largo de la historia.",
        "B. Biomedicina y calidad de vida.",
        "- Origen de la medicina y su evolución. La ética clínica.",
        "- Disciplinas médicas: función y objetivo.",
        "- Investigación médica. Fases de desarrollo de medicamentos y vacunas. La Agencia Española de Medicamentos y Productos Sanitarios.",
        "- Diagnóstico clínico. Técnicas de diagnóstico en medicina.",
        "- Sistemas sanitarios. El Sistema Nacional de Salud. Servicio de Sanidad Pública en Castilla y León: SACYL.",
        "- Enfermedades infecciosas: Agentes y vías de transmisión. La vacunación y la sueroterapia. Superbacterias y resistencia a antibióticos. Enfermedades priónicas.",
        "- Enfermedades no infecciosas: enfermedades cardiovasculares. Cáncer: tipos y programas de detección precoz. Incidencia de las diferentes enfermedades en Castilla y León. Enfermedades mentales. Enfermedades degenerativas asociadas al envejecimiento.",
        "C. Revolución genética.",
        "- Antecedentes históricos de la Genética.",
        "- Biotecnología. Técnicas principales y aplicaciones.",
        "- Ingeniería genética. Técnicas principales y aplicaciones. Bioética.",
        "- Organismos modificados genéticamente. Implicaciones éticas y legislación europea.",
        "- Reproducción sexual humana. Técnicas de reproducción asistida.",
        "- Utilización de células madre en la investigación científica. Hallazgos principales y aspectos éticos.",
        "D. Desarrollo tecnológico, materiales y medio ambiente.",
        "- Usos y aplicaciones de los plásticos. Nuevos materiales plásticos. Implicaciones ambientales, sociales y económicas del uso de plásticos.",
        "- Nanociencia, nanotecnología y sus aplicaciones. La importancia de las formas alotrópicas del carbono para un futuro mejor: grafeno, buckmisterfullereno y nanotubos de carbono.",
        "- Biomateriales.",
        "- Utilidades del silicio, coltán, grafeno y nuevos materiales.",
        "- Conflictos derivados del uso, explotación y control de los recursos naturales: reservas petrolíferas, de gas natural, de coltán y de silicio.",
        "- Tercera revolución industrial: Internet. La historia de los lenguajes de programación y su relevancia en el desarrollo de la tecnología. Big Data: el tratamiento de gran cantidad de datos y su uso en la ciencia. La Inteligencia Artificial como método de reconocimiento de patrones y producción de soluciones en diversos sectores de la ciencia.",
        "- Desarrollo sostenible. Tratados Internacionales: Agenda 2030 para el Desarrollo Sostenible. Contribución de la sociedad civil y de las entidades locales.",
        "- Aplicaciones informáticas que permiten estudiar el medio ambiente.",
        "E. El universo.",
        "- Historia y evolución del universo.",
        "- Estructura y composición del universo.",
        "- Estrellas como fuente de energía y origen de los elementos químicos.",
        "- Agujeros negros.",
        "- Prospecciones espaciales en planetas cercanos y viajes tripulados en el espacio - Importancia de la colaboración internacional y entre agencias espaciales para el estudio del universo cercano y lejano.",
        "- Herramientas y técnicas de estudio para el conocimiento del universo y la elaboración de una teoría unificada que explique las fuerzas presentes en él.",
        "- Importancia de los satélites en la mejora de la calidad de vida, el estudio del planeta Tierra y del universo. El problema de la basura espacial.",
        "F. Proyecto de investigación.",
        "- Aplicación de los pasos del método científico en el estudio de temas de actualidad científica (observación, planteamiento de problemas, formulación de hipótesis, experimentación, toma de datos y análisis de los mismos, obtención de conclusiones).",
        "- Importancia del trabajo en equipo y de la distribución de tareas.",
        "- Utilización de las herramientas y formatos necesarios para la exposición y defensa en público del proyecto de investigación realizado."
    ]
}