{
    "saberes": [
        "A. Vida activa y saludable.",
        "EF.02.A.1. Salud física: efectos físicos y psicológicos beneficiosos de un estilo de vida activo. Características de alimentos naturales, procesados y ultraprocesados. Educación postural en acciones motrices habituales. Factores básicos que inciden en el cuidado del cuerpo.",
        "EF.02.A.2. Salud social: la actividad física como hábito y alternativa saludable frente a formas de ocio nocivas. Límites para evitar una competitividad desmedida. Aceptación de distintas tipologías corporales, para practicar, en igualdad, diversidad de actividades físico-deportivas.",
        "EF.02.A.3. Salud mental: respeto y aceptación del propio cuerpo. Autoconocimiento e identificación de fortalezas y debilidades o posibilidades y limitaciones en todos los ámbitos (social, físico y mental).",
        "B. Organización y gestión de la actividad física.",
        "EF.02.B.1. Elección de la práctica física: usos y finalidades catárticos, lúdico-recreativos, cooperativos, competitivo, agonística, funcional, social, expresiva y comunicativa, creativa o de interacción. Respeto de las elecciones de los demás.",
        "EF.02.B.2. Cuidado y preparación del material según la actividad a desarrollar. EF.02.B.3. Pautas de higiene personal relacionadas con la actividad física.",
        "EF.02.B.4. Planificación y autorregulación de proyectos motores: mecanismos básicos para ejecutar lo planificado. Utilización de recursos digitales.",
        "EF.02.B.5. Prevención de accidentes en las prácticas motrices: mecanismos de prevención y control corporal para la prevención de lesiones.",
        "C. Resolución de problemas en situaciones motrices.",
        "EF.02.C.1. Toma de decisiones: distribución racional del esfuerzo en situaciones motrices individuales. Ubicación en el espacio en situaciones cooperativas. Ubicación en el espacio y reubicación tras cada acción en situaciones motrices de persecución y de interacción con un móvil. Anticipación a las decisiones ofensivas del adversario en situaciones de oposición de contacto. Pase a compañeros y compañeras desmarcados o en situación ventajosa en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
        "EF.02.C.2. Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal, control tónico-postural e independencia segmentaria en situaciones motrices. Definición de la lateralidad. Coordinación dinámica general y segmentaria.",
        "EF.02.C.3. Capacidades condicionales: capacidades físicas básicas.",
        "EF.02.C.4. Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas. Combinación de habilidades.",
        " EF.02.C.5. Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos y externos. Apoyo en recursos digitales.",
        "D. Autorregulación emocional e interacción social en situaciones motrices.",
        "EF.02.D.1. Gestión emocional: reconocimiento de emociones propias, pensamientos y sentimientos a partir de experiencias motrices.",
        "EF.02.D.2. Habilidades sociales: escucha activa y estrategias de negociación para la resolución de conflictos en contextos motrices.",
        "EF.02.D.3. Concepto de deportividad.",
        "EF.02.D.4. Conductas contrarias a la convivencia, discriminatorias o sexistas, en situaciones motrices (discriminación por cuestiones de competencia motriz, etnia, género u otras): efectos negativos y estrategias de identificación y efectos negativos.",
        "E. Manifestaciones de la cultura motriz.",
        "EF.02.E.1. Aportaciones de la cultura motriz a la herencia cultural andaluza. Los juegos y las danzas como manifestación de la interculturalidad.",
        "EF.02.E.2. Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas simples.",
        "EF.02.E.3. Práctica de actividades rítmico-musicales con carácter expresivo.",
        "EF.02.E.4. Deporte y perspectiva de género: ligas masculinas, femeninas y mixtas de distintos deportes. Referentes en el deporte de distintos géneros.",
        "F. Interacción eficiente y sostenible con el entorno.",
        "EF.02.F.1. Normas de uso: educación vial para bicicletas. Movilidad segura, saludable y sostenible. EF.02.F.2. Espacios naturales en el contexto urbano: uso, disfrute seguro y mantenimiento.",
        "EF.02.F.3. Estado del material físico y digital para actividades en el medio natural y urbano: valoración previa y actuación ante desperfectos.",
        "EF.02.F.4. Prevención y sensibilización sobre la generación de residuos y su correcta gestión.",
        "EF.02.F.5. Realización de actividades físicas seguras en el medio natural y urbano, valorando las posibilidades que brinda el entorno y clima de Andalucía.",
        "EF.02.F.6. Cuidado del entorno próximo y de los animales y plantas que en él conviven como servicio a la comunidad, durante la práctica segura de actividades físicas en el medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "1.1.a. Reconocer la actividad física como alternativa de ocio saludable, practicando desplazamientos activos y sostenibles e identificando los efectos beneficiosos a nivel físico y mental que posee adoptar un estilo de vida activo.",
        "1.2.a. Practicar medidas de educación postural, alimentación saludable, higiene corporal, normas de seguridad y preparación de la práctica motriz, asumiendo responsabilidades y generando hábitos y rutinas en situaciones cotidianas.",
        "1.3.a. Ejecutar medidas de precaución y prevención de lesiones en relación con la conservación y mantenimiento del material en el marco de distintas prácticas físico-deportivas y lúdicas, vivenciando protocolos básicos de actuación ante accidentes que se puedan producir en este contexto.",
        "1.4.a. Reconocer la propia imagen corporal y la de los demás, aceptando y respetando las diferencias individuales que puedan existir, identificando y rechazando las conductas discriminatorias que se puedan producir en contextos de práctica motriz.",
        "2.1.a. Vivenciar la importancia de establecer metas claras a la hora de desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, identificando su consecución a partir de un análisis de los resultados obtenidos.",
        "2.2.a. Participar en proyectos motores de carácter individual, cooperativo o colaborativo identificando estrategias de monitorización y seguimiento que permitan analizar los resultados obtenidos.",
        "2.3.a. Participar en proyectos motores de carácter individual, cooperativo o colaborativo, definiendo metas, secuenciando acciones, analizando si es preciso cambios durante el proceso y generando producciones motrices de calidad, a través del análisis del grado de ajuste al proceso seguido y al resultado obtenido.",
        "3.1.a. Mostrar una disposición positiva hacia el juego, controlando las emociones negativas en contextos lúdicos de práctica motriz.",
        "3.2.a. Respetar las normas consensuadas en clase, así como las reglas de juego, actuando con deportividad y juego limpio desde el diálogo y el debate, expresando y escuchando propuestas y pensamientos de manera activa.",
        "3.3.a. Identificar en prácticas motrices variadas habilidades sociales de acogida, inclusión, ayuda y cooperación, proponiendo soluciones a conflictos individuales y colectivos de forma dialógica y justa, y mostrando un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y cualquier tipo de violencia.",
        "4.1.a. Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura andaluza, tradicional o actual, contextualizando su origen, su aparición y su transmisión a lo largo del tiempo.",
        "4.2.a. Experimentar prácticas deportivas individuales, colectivas y mixtas, disfrutando de su práctica y conociendo las distintas posibilidades de deporte federado que existen en su entorno cercano.",
        "4.3.a. Aplicar de forma espontánea y creativa distintas combinaciones de movimientos que incorporen prácticas comunicativas que transmitan sentimientos, emociones o ideas a través del cuerpo, empleando los distintos recursos expresivos y rítmicos de la corporalidad.",
        "5.1.a. Fomentar una práctica motriz teniendo en cuenta las posibles dificultades en contextos naturales y urbanos de carácter terrestre o acuático, observando cada situación antes de realizar las acciones y atendiendo a las medidas de conservación ambiental existentes."
    ]
}