{
  "competenciasEspecificas": [
    "1. Utilizar dispositivos, recursos digitales y entornos personales y/o virtuales de aprendizaje de forma segura, responsable y eficiente, para buscar información, comunicarse y trabajar de manera individual, en equipo y en red, y para reelaborar y crear contenido digital sobre las sociedades y los territorios de acuerdo con las necesidades digitales del contexto educativo. CCL1, CCL3, STEM4, CD1, CD2, CD3, CD4, CD5, CPSAA2, CPSAA4, CE3, CCEC4.",
    "2. Plantear y dar respuesta a cuestiones científicas sencillas sobre las sociedades y los territorios, utilizando diferentes técnicas, instrumentos y modelos propios del pensamiento científico, para interpretar y explicar hechos y fenómenos que ocurren en el medio social y cultural. CCL1, CCL2, CCL3, CP2, STEM2, STEM4, CD1, CD2, CD4, CPSAA4, CPSAA5, CC4.",
    "3. Identificar las características de los diferentes elementos o sistemas del medio social y cultural, analizando su organización y propiedades y estableciendo relaciones entre los mismos, compartiendo e intercambiando la información obtenida, para reconocer el valor del patrimonio cultural, conservarlo, mejorarlo, y emprender acciones para su uso responsable y contribuir a una cultura para la sostenibilidad. CCL1, CCL4, STEM1, STEM2, STEM4, STEM5, CD1, CPSAA4, CC3, CC4, CE1, CCEC1.",
    "4. Identificar las causas y consecuencias de la intervención humana en el entorno, desde los puntos de vista social, económico, cultural y tecnológico, para mejorar la capacidad de afrontar problemas, buscar soluciones y actuar de manera individual y cooperativa en su resolución, y para poner en práctica estilos de vida sostenibles y consecuentes con el respeto, el cuidado y la protección de las personas y del planeta. CCL5, STEM2, STEM5, CPSAA4, CC1, CC3, CC4, CE1, CE3",
    "5. Observar, comprender e interpretar continuidades y cambios del medio social y cultural, analizando relaciones de causalidad, simultaneidad y sucesión, para explicar y valorar las relaciones entre diferentes elementos y acontecimientos y asumir un compromiso responsable frente a retos futuros. CCL3, STEM2, STEM4, CD2, CD3, CPSAA3, CPSAA4, CC1, CC3, CE2, CCEC1, CCEC2, CCEC4.",
    "6. Reconocer y valorar la diversidad y la igualdad de género, mostrando empatía y respeto por otras culturas y reflexionando sobre cuestiones éticas, para contribuir al bienestar individual y colectivo de una sociedad en continua transformación y al logro de los valores de la integración europea. CP3, CPSAA1, CPSAA3, CC1, CC2, CC3, CCEC1.",
    "7. Participar en el entorno y la vida social de forma eficaz y constructiva desde el respeto a los valores democráticos, los derechos humanos y de la infancia y los principios y valores de la Constitución española y la Unión Europea, valorando la función del Estado y sus instituciones en el mantenimiento de la paz y la seguridad integral ciudadana, para generar interacciones respetuosas y equitativas y promover la resolución pacífica y dialogada de los conflictos. CCL5, CP3, CPSAA1, CPSAA3, CC1, CC2, CC3, CCEC1."
  ]
}