{
    "criteriosEvaluacion": [
        "1.1. Explicar y argumentar la interpretación de las obras leídas o vistas, a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, prestando especial importancia al patrimonio dramatúrgico canario, utilizando un metalenguaje específico, incorporando juicios de valor vinculados a la apreciación ética y estética de las obras con la finalidad de conformar un mapa cultural literario que constate la pervivencia de universales temáticos y formales y acrecentar las posibilidades de disfrute de la literatura dramática. CCL4, CC1, CCEC1, CCEC2",
        "1.2. Leer en voz alta fragmentos y obras teatrales, prestando especial atención a la configuración de situaciones y escenas, enfatizando las emociones, la intensidad de las palabras y los elementos prosódicos, así como demostrando motivación, interés e implicación en la dramatización de los textos, para estimular la creatividad literaria, artística y descubrir la autoexpresión como experiencia vital. CCL4, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2",
        "2.1. Elaborar interpretaciones personales críticas a partir de la lectura, el visionado o la asistencia a obras relevantes de la literatura dramática del patrimonio universal que atienda a aspectos temáticos, de género y subgénero, elementos de la estructura, el estilo y valores éticos y estéticos de las obras y establezca vínculos argumentados con otras obras y otras experiencias para construir su propia identidad literaria, artística y cultural. CCL2, CCL4, CPSAA5, CE3, CCEC1, CCEC2",
        "2.2. Acceder a diversas manifestaciones de la cultura dramática y participar en conversaciones literarias, en las que se compartan, utilizando el metalenguaje específico, experiencias de lectura o de asistencia a obras, para conformar un itinerario lector personal y disfrutar de la dimensión social del género teatral. CCL2, CCL4, CPSAA1.2, CPSAA5, CCEC1, CCEC3.1",
        "3.1. Comparar textos o fragmentos teatrales entre sí o con su puesta en escena, adaptación cinematográfica u otras representaciones artísticas relacionadas, argumentando con espíritu crítico sus especificidades, los elementos de semejanza y contraste de los aspectos temáticos, de contenido, formales y expresivos, con atención a los valores éticos y estéticos de las obras, y haciendo las inferencias necesarias para progresar en la aprehensión del funcionamiento del fenómeno teatral. CCL1, CCL4, STEM2, CPSAA5, CCEC1, CCEC2",
        "3.2. Realizar proyectos de investigación, con creatividad y espíritu crítico, que establezcan vínculos argumentados entre obras de la literatura dramática y sus puestas en escena u otros textos y manifestaciones artísticas de ayer y de hoy, en función de temas, tópicos, estructuras, personajes, lenguaje, recursos expresivos y valores éticos y estéticos, para constatar la existencia de universales temáticos y cauces formales recurrentes a lo largo de la historia. CCL1, CCL3, CCL4, STEM2, CD1, CPSAA5, CC1, CCEC1, CCEC2",
        "3.3. Elaborar exposiciones multimodales, de manera creativa y crítica, que sitúen los textos teatrales leídos en su horizonte histórico-cultural y ofrezcan una panorámica de conjunto sobre géneros, estilos y obras relevantes de la literatura universal para establecer semejanzas y diferencias en función de sus respectivos contextos de producción y de la interrelación entre literatura y sociedad, así como para reflexionar sobre el valor social del patrimonio cultural y artístico de cualquier época y cualquier lugar, prestando la debida atención al patrimonio escénico de Canarias. CCL1, CCL5, CD1, CD2, CPSAA5, CC1, CCEC1, CCEC2, CCEC4.2",
        "4.1. Crear o recrear textos teatrales con intención literaria y conciencia de estilo, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales del género, atendiendo especialmente a sus dos secuencias textuales básicas, diálogo y acotaciones, y al reflejo de los elementos de significación teatral en el texto escrito, aplicando las capacidades de composición e interpretación para descubrir la autoexpresión como un medio para comunicar su identidad cultural con iniciativa, imaginación y creatividad. CCL1, CCL4, CD3, CPSAA3.2, CCEC2, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2",
        "5.1. Realizar proyectos de investigación sobre autoras de relevancia, personajes femeninos esenciales, obras literarias de contextos no occidentales o sobre cuestiones temáticas o formales que aporten una mirada diversa, crítica y respetuosa sobre la construcción de imaginarios que propone la tradición literaria y examine la huella de su legado en la actualidad, con el fin de construir y compartir su propia interpretación argumentada de las obras y promover, con actitud dialogante, la igualdad efectiva entre mujeres y hombres y el enriquecimiento inherente a la diversidad. CCL1, CCL3, CCL5, CP3, CPSAA4, CC1, CCEC1",
        "5.2. Elaborar comentarios o reseñas de textos teatrales de forma crítica y reflexiva, así como participar en debates y mesas redondas, de manera activa e informada, acerca de lecturas, visionados o espectáculos teatrales en los que se incorpore la perspectiva de género, el cuestionamiento de la mirada etnocéntrica propia del canon occidental o cualquier otro discurso que suponga una discriminación, para desarrollar el pensamiento crítico, la percepción del mundo y sus imaginarios, y anteponer la comprensión mutua para fomentar la cohesión social. CCL1, CCL2, CCL4, CCL5, CP3, CPSAA3.1, CC1, CCEC2"
    ],
    "saberes": [
        "I. Lectura y recepción teatral guiada",
        "Construcción compartida de la interpretación de textos relevantes de la literatura dramática inscritos en itinerarios temáticos que establezcan relaciones intertextuales entre obras y fragmentos de diferentes géneros, épocas, contextos culturales y códigos artísticos, así como con sus respectivos contextos de producción, de acuerdo a los siguientes ejes y estrategias:",
        "    1. Configuración del arte teatral ",
        "        1.1. El texto teatral: definición y elementos. El libreto: actos, cuadros y escenas; diálogo, monólogo y aparte; didascalias y acotaciones; drammatis personnae. Estructura interna de la acción: conflicto, situación y personajes; construcción dramática y posdramática; lenguaje y estilo.",
        "        1.2. El personaje teatral y la caracterización del personaje dramático: planos, funciones, personaje y acción, jerarquía, significado. Modelos, tipologías y evolución del personaje teatral desde sus orígenes hasta la crisis del personaje en el teatro moderno.",
        "        1.3. La realización escénica y el sistema estilístico. Espacio escénico-escenográfico y objeto escénico. Diseño de personaje: vestuario, máscara y maquillaje. Espacio sonoro, diseño de iluminación y recursos audiovisuales. Trabajo actoral y códigos interpretativos.",
        "        1.4. La recepción teatral: la relación con el público. Catarsis, extrañamiento y participación.",
        "    2. Temas y formas de la literatura dramática ",
        "        2.1. Territorios del yo: los personajes como modelos vitales. Teatro biográfico: la construcción del sujeto teatral y la indagación en los grandes interrogantes de la condición humana: identidad, amor, dolor, muerte, etc. Teatro autobiográfico: intimidad, testimonio y autorreferencialidad.",
        "        2.2. Diálogo con los otros y las otras: el teatro como modelo de interpretación de las relaciones humanas. La Tragedia: el ser humano, el destino y la ética. Drama: libertad individual y convenciones sociales. Comedia: humor complaciente, humor crítico.",
        "        2.3. Individuo y sociedad: función y sentido del teatro. Mitologías y cosmogonías: teatro mítico y religioso de distintas tradiciones. Reproducir el mundo: los realismos, el teatro como escuela o crítica de costumbres. Teatro comprometido: teatro político, teatro documento, teatro épico, etc. Imaginar el mundo: comedia de magia, simbolismo, vanguardias, teatro posdramático, etc.",
        "        2.4. El teatro habla del teatro: metaficción teatral.",
        "        2.5. Géneros: rol y representación. Interpretación e identificación de los aciertos y carencias de la literatura con respecto a la complejidad de la identidad individual y la diversidad de géneros en la sociedad.",
        "    3. Estrategias de análisis, interpretación, y creación de textos teatrales ",
        "        3.1. Construcción compartida y crítica de la interpretación de las obras dramáticas a través de discusiones o conversaciones literarias haciendo uso del metalenguaje específico.",
        "        3.2. Análisis reflexivo y valorativo de los elementos constitutivos del género dramático y la construcción del sentido de la obra, prestando especial atención a la interacción con el público. Interpretación justificada de los efectos en la recepción de sus recursos expresivos.",
        "        3.3. Utilización eficaz de información sociohistórica, cultural y artística para construir la interpretación de las obras y comprender el lugar que ocupan en la tradición literaria.",
        "        3.4. Análisis comparativo y reflexivo de los textos leídos con otros textos orales, escritos o multimodales, con otras manifestaciones artísticas, estableciendo vínculos intertextuales entre obras en función de temas, tópicos, estructuras y lenguajes. Interpretación razonada de los elementos de continuidad y ruptura.",
        "        3.5. Indagación en torno al funcionamiento del teatro como artefacto ideológico determinante en la construcción de los imaginarios sociales, haciendo especial hincapié en la perspectiva de género.",
        "        3.6. Expresión argumentada y crítica de la interpretación de obras y fragmentos dramáticos, integrando los diferentes aspectos analizados y atendiendo a sus valores culturales, éticos y estéticos. Elaboración de reseñas teatrales.",
        "        3.7. Indagación sobre el pasado y el presente de la creación teatral en Canarias, con especial atención a obras, autores y autoras relevantes.",
        "        3.8. Lectura expresiva y dramatización de los textos atendiendo a los procesos de comprensión y de oralización implicados, y a los rasgos esenciales de la interpretación teatral.",
        "        3.9. Creación de textos teatrales con intención literaria, sentido estético y conciencia de estilo a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación…).",
        "II. Lectura y recepción teatral autónoma",
        "Recepción autónoma de obras relevantes de la literatura dramática y participación en conversaciones literarias y en intercambios de recomendaciones desarrollando las siguientes estrategias:",
        "    1. Selección de obras de manera autónoma y con la ayuda de recomendaciones especializadas y la utilización autónoma y frecuente de bibliotecas.",
        "    2. Participación activa en el circuito literario, lector y teatral en contexto presencial y digital. El circuito teatral actual en Canarias.",
        "    3. Expresión argumentada de los gustos dramáticos personales, diversificación del corpus leído o visto en tanto que espectador o espectadora, atendiendo a los circuitos culturales del teatro, y comunicación razonada de la experiencia lectora o como público, utilizando un metalenguaje específico y atendiendo a aspectos temáticos, género y subgénero, elementos de la estructura y el estilo, y valores éticos y estéticos de las obras.",
        "    4. Movilización de la propia experiencia personal, lectora y teatral para establecer vínculos de manera argumentada entre la obra leída u observada y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas, incluidas prácticas culturales emergentes.",
        "    5. Recomendación de las lecturas y puestas en escena en soportes variados, atendiendo a aspectos temáticos, formales e intertextuales."
    ]
}