{
    "saberes": [
        "Bloque 1: Inteligencia Artificial. CE1",
        "El aprendizaje en sistemas biológicos. Decisiones y libre albedrío.  ",
        "Sensores, tipología y aplicaciones.",
        "Fundamentos de la IA. Árboles de decisión. Big data, redes neuronales.  ",
        "Técnicas iniciales de IA: sistemas expertos, redes neuronales y aprendizaje automático.",
        "Procesado automático de la información.",
        "Equidad e inclusión en sistemas de IA. Sesgos en IA.",
        "Implicaciones sociales y éticas de la inteligencia artificial.",
        "Bloque 2: Programación. CE2",
        "Habilidades del pensamiento computacional.  ",
        "Interpretación de la realidad mediante modelado de problemas.",
        "Abstracción, secuenciación, algorítmica y su representación con lenguaje natural y diagramas de flujo.",
        "Estructuras de control del flujo del programa.",
        "Variables, constantes, condiciones y operadores.",
        "Programación por bloques: composición de las estructuras básicas y encaje de bloques.",
        "Análisis y validación de software.",
        "Licencias de software. El software libre y el software propietario.",
        "Iniciativa, autoconfianza y metacognición en el proceso de aprendizaje del desarrollo de software.",
        "Bloque 3: Robótica. CE3",
        "Robots: tipos, grados de libertad y características técnicas básicas.  ",
        "Montaje de robots.",
        "Control de sistemas robotizados.",
        "Sensores, actuadores y controladores.",
        "Carga y ejecución de los algoritmos en robots."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar    los     fundamentos     y           el funcionamiento de las técnicas básicas de IA.",
        "1.2. Investigar situaciones donde se aplican técnicas básicas de IA. ",
        "1.3. Valorar las implicaciones éticas y sociales de las técnicas básicas de IA. ",
        "1.4. Emplear funciones de IA en aplicaciones sencillas de forma guiada para buscar soluciones a problemas básicos.",
        "2.1. Analizar problemas elementales significativos para el alumnado, mediante la abstracción y modelización de la realidad. ",
        "2.2. Analizar y validar aplicaciones informáticas existentes.",
        "2.3. Resolver de forma guiada problemas elementales utilizando los algoritmos y las estructuras de datos necesarias. ",
        "2.4. Programar aplicaciones sencillas de forma guiada para resolver problemas elementales. ",
        "2.5. Describir y valorar los derechos de autoría y licencias de derechos y explotación.",
        "3.1. Montar robots sencillos siguiendo una guía, empleando los sensores, actuadores y otros operadores que se indiquen. ",
        "3.2. Conectar, transferir y ejecutar el programa de control seleccionado al robot. ",
        "3.3. Resolver desafíos modificando un robot disponible.",
        "3.4. Analizar y validar el programa de control del robot que permite que interactúe con el entorno. ",
        "3.5. Programar instrucciones sencillas de forma guiada para controlar un robot programable.",
        "4.1. Participar activamente en equipos de trabajo para desarrollar soluciones digitales y tecnológicas      demostrando       empatía       y respetando     los     roles    asignados     y     las aportaciones del resto de personas integrantes.",
        "4.2. Analizar críticamente las implicaciones que la programación y las tecnologías tienen en la transformación de la sociedad valorando las repercusiones éticas y ecosociales.",
        "4.3. Describir y valorar la adecuación de las tecnologías, entornos de desarrollo, dispositivos y componentes para resolver los retos planteados, analizando sus características y especificaciones."
    ]
}