{
    "competenciasEspecificas": [
        "1. Reconocer el lenguaje tridimensional como un medio de conocimiento, comunicación y expresión del mundo, con curiosidad, iniciativa y respeto, comparando diversas manifestaciones artísticas y descubriendo las diversas y creativas respuestas dadas a una misma cuestión para valorar la conser- vación del patrimonio cultural y la diversidad cultural. CCL1, CP1, CD1, CPSAA1.1, CPSAA1.2, CC1, CCEC1.",
        "2. Analizar, utilizando diversos canales de acceso, con actitud crítica y reflexiva, diversas producciones tridimensionales, sin sesgos, reconociendo el lenguaje utilizado, la intencionalidad, el mensaje y el contexto donde se han creado, para argumentar su propio discurso, ampliar su imaginario y fomentar el deleite estético. CCL1, CD1, CPSAA1.1, CC1, CCEC2.",
        "3.Conocer y experimentar con las herramientas, técnicas y materiales propios de la creación tridimen- sional, adoptando criterios sostenibles, mostrando una actitud proactiva, descubriendo sus posibilida- des expresivas y adquiriendo dominio, agilidad y destreza en su manejo, para incorporarlos a su propio lenguaje tridimensional y valorar el esfuerzo y la constancia en el trabajo. CCL1, STEM2, CPSAA5, CC4, CE3, CCEC3.1, CCEC3.2",
        "4. Crear obras volumétricas, partiendo de experiencias cognitivas y sensoriales personales, valoran- do con criterios técnicos la capacidad artística propia y de otras personas, para desarrollar la capaci- dad de autocrítica, entender el error como oportunidad en la creación y potenciar el crecimiento personal. CCL1, STEM2, CPSAA1.1, CPSAA1.2, CC1, CE3, CCEC3.1, CCEC3.2",
        "5. Realizar obras tridimensionales aplicando criterios sostenibles, innovando en la elección de mate- riales, técnicas y en la ejecución de sus propias producciones y descubriéndolas como un medio de comunicación ágil y diverso, para traducirlas plástica y volumétricamente y estimular y complementar la formación de su personalidad. CCL1, STEM5, CPSAA5, CC1, CC2, CC3, CE3, CCEC4.1, CCEC4.2.",
        "6. Planificar proyectos artísticos, individuales o colecctivos, seleccionando materiales desde la sos- tenibilidad, organizando las fases de las que se componen, asumiendo responsabilidades, teniendo en cuenta las opiniones de los demás, para producir con creatividad obras tridimensionales y valorar las oportunidades que ofrecen. CCL1, STEM3, CPSAA3.1, CPSAA3.2, CC1, CE1, CE2, CE3, CCEC4.1, CCEC4.2."
    ]
}