{
  "saberes": [
    "Bloque A. Las lenguas y sus hablantes",
    "- Observación de la propia biografía lingüística y de la diversidad lingüística del centro, prestando especial atención al contexto asturiano.",
    "- Aproximación a la lengua de signos.",
    "- Aproximación a los conceptos de prejuicio y estereotipo lingüísticos y exploración de formas de evitarlos.",
    "Bloque B. Comunicación. Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos con atención conjunta a los siguientes aspectos:",
    "Contexto",
    "- Componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre quienes intervienen en un acto de habla; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación.",
    "Géneros discursivos",
    "- Secuencias textuales básicas, con especial atención a las narrativas, descriptivas, dialogadas y expositivas.",
    "- Géneros discursivos propios del ámbito personal: la conversación.",
    "- Géneros discursivos propios del ámbito educativo. Etiqueta digital en el ámbito educativo. Procesos",
    "- Interacción oral y escrita de carácter informal. Tomar y dar la palabra.",
    "- Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante.",
    "- Comprensión lectora: sentido global del texto y relación entre sus partes. La intención del emisor.",
    "- Producción escrita. Planificación, redacción, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica. La definición y el resumen.",
    "Reconocimiento y uso discursivo de los elementos lingüísticos",
    "- Uso coherente de las formas verbales en los textos.",
    "- Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "- Los signos básicos de puntuación como mecanismo organizador del texto escrito.",
    "Bloque C. Educación literaria",
    "Lectura autónoma",
    "- Implicación en la lectura de manera progresivamente autónoma a partir de una preselección de textos variados que incluyan obras de autoras y autores. Reflexión sobre los textos y sobre la propia práctica de lectura sustentada en modelos.",
    "- Selección de obras variadas de manera orientada a partir de la exploración guiada de la biblioteca escolar y pública disponible.",
    "- Participación activa en actos culturales vinculados con el circuito literario y lector.",
    "- Estrategias de toma de conciencia de los propios gustos e identidad lectora.",
    "- Estrategias de movilización de la experiencia personal y lectora para establecer vínculos entre la obra leída y aspectos de la actualidad, así´ como con otros textos y manifestaciones artísticas y culturales.",
    "- Estrategias para la recomendación de las lecturas, en soportes variados o bien oralmente entre iguales.",
    "Lectura guiada",
    "- Lectura de obras y fragmentos relevantes de la literatura juvenil contemporánea y del patrimonio literario universal, inscritas en itinerarios temáticos o de género, que incluyan la presencia de autoras y autores.",
    "- Construcción compartida de la interpretación de las obras. Conversaciones literarias.",
    "- Relación entre los elementos constitutivos del género literario y la construcción del sentido de la obra.",
    "- Relación y comparación de los textos leídos con otros textos, con otras manifestaciones artísticas y culturales y con las nuevas formas de ficción en función de los temas.",
    "- Lectura con perspectiva de género.",
    "- Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "- Creación de textos de intención literaria a partir de modelos dados (imitación, transformación, continuación, etc.).",
    "Bloque D. Reflexión sobre la lengua",
    "- Observación, comparación y clasificación de unidades comunicativas.",
    "- Observación de las diferencias relevantes entre lengua oral y lengua escrita.",
    "- Aproximación a la lengua como sistema y a sus unidades básicas teniendo en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado).",
    "- Identificación y clasificación de las categorías gramaticales.",
    "- Procedimientos de adquisición y formación de palabras.",
    "- Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para obtener información gramatical básica.",
    "- Orden de las palabras y concordancia."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar algunas nociones básicas de lenguas familiares para el alumnado, prestando especial atención a la lengua asturiana, contrastando algunos de sus rasgos en manifestaciones orales, escritas y multimodales.",
    "1.2. Adoptar una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, a partir de la observación de la diversidad lingüística de Asturias.",
    "2.1. Comprender el sentido, la información más relevante y la intención del emisor en textos orales y multimodales sencillos.",
    "3.1. Realizar narraciones y exposiciones orales sencillas y guiadas sobre temas de interés personal o social.",
    "3.2. Participar de manera activa y adecuada en interacciones orales y sencillas informales y en el trabajo en equipo con actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística.",
    "4.1. Comprender e interpretar el sentido global, la información más relevante y la intención del emisor de textos escritos y multimodales sencillos.",
    "4.2. Valorar la forma y el contenido de textos sencillos.",
    "5.1.  Planificar la redacción de textos escritos y multimodales sencillos, atendiendo a la situación comunicativa, a la persona destinataria, al propósito y al canal; redactar borradores y revisarlos con ayuda del diálogo entre iguales e instrumentos de consulta.",
    "5.2. Incorporar procedimientos básicos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical.",
    "6.1.  Localizar y seleccionar información de manera guiada y progresivamente autónoma procedente de diferentes fuentes y reelaborarla y comunicarla de manera creativa.",
    "6.2. Elaborar trabajos de manera guiada y progresivamente autónoma en diferentes soportes sobre diversos temas de interés personal o social.",
    "6.3. Adoptar hábitos de uso seguro, sostenible y saludable de las tecnologías digitales en relación a la búsqueda y la comunicación de la información.",
    "7.1. Elegir y leer textos a partir de preselecciones guiándose por los propios gustos, intereses y necesidades, dejando constancia del propio itinerario lector y de la experiencia de lectura.",
    "7.2. Compartir la experiencia de lectura en soportes diversos relacionando el sentido de la obra con la propia experiencia biográfica y lectora.",
    "8.1. Explicar, con la ayuda de pautas y modelos, la interpretación de las obras leídas.",
    "8.2. Establecer de manera guiada vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales, así como con otras manifestaciones artísticas y culturales, en función de temas y valores éticos, mostrando la implicación y la respuesta personal del lector y la lectora en la lectura.",
    "8.3. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes, a partir de la lectura de obras o fragmentos significativos.",
    "9.1. Revisar los propios textos de manera guiada y hacer propuestas de mejora, identificar y subsanar algunos problemas de comprensión lectora.",
    "9.2. Explicar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor.",
    "9.3. Consultar de manera guiada diccionarios, manuales y gramáticas, en soporte digital o impreso.",
    "10.1. Identificar y desterrar los usos discriminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje.",
    "10.2. Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de consensos tanto en el ámbito personal como educativo y social."
  ]
}