{
  "saberes": [
    "A. Proyecto científico",
    "- Método científico. Aplicación en experimentos sencillos.",
    "- Herramientas digitales para la búsqueda de información divulgativa, la colaboración y la comunicación de procesos, resultados o ideas en diferentes formatos (presentación, gráfica, vídeo, póster, informe, entre otros).",
    "- Fuentes veraces de información científica.",
    "- Métodos de experimentación para responder a una cuestión científica determinada utilizando instrumentos y espacios (laboratorio, aulas o entorno natural) de forma adecuada.",
    "- Modelado como método de representación y comprensión de elementos de la naturaleza.",
    "- Métodos de observación y de toma de datos de fenómenos naturales y de análisis de resultados.",
    "- Papel de las grandes científicas y científicos en el desarrollo de las ciencias biológicas y geológicas.",
    "- Normas básicas de seguridad en el laboratorio.",
    "B. Geosfera",
    "- Rocas y minerales.",
    "- Estrategias de clasificación de las rocas: sedimentarias, metamórficas e ígneas. El ciclo de las rocas.",
    "- Rocas y minerales relevantes. Rocas y minerales relevantes en Castilla y León.",
    "- Métodos de extracción de minerales y rocas. Aplicaciones. Importancia económica y repercusiones sociales de la industria minera en Castilla y León: situación actual y perspectivas futuras.",
    "- Estructura básica de la geosfera: Modelos geodinámico y geoquímico. Movimientos de la Tierra.",
    "C. Atmósfera e hidrosfera",
    "- Atmósfera: composición y estructura. Contaminación atmosférica. Efecto invernadero. Capa de ozono. Implantación de las medidas relacionadas con la lucha contra el cambio climático enmarcadas dentro de la Agenda 2030 para el Desarrollo Sostenible.",
    "- Hidrosfera: el ciclo del agua. Distribución del agua en la Tierra. El agua de los mares y océanos. Las aguas continentales superficiales y subterráneas. Contaminación del agua. Gestión y uso sostenible de los recursos hídricos.",
    "- Análisis de las funciones de la atmósfera y la hidrosfera y su papel esencial para la vida en la Tierra.",
    "D. La célula",
    "- La célula como unidad estructural y funcional de los seres vivos.",
    "- Célula procariota y sus partes.",
    "- Célula eucariota animal y sus partes.",
    "- Célula eucariota vegetal y sus partes.",
    "- Estrategias y destrezas de observación y comparación de tipos de células al microscopio.",
    "E. Seres vivos",
    "- Funciones vitales: nutrición, relación y reproducción.",
    "- Sistemas de clasificación de los seres vivos. Nomenclatura binomial. Especies representativas de Castilla y León: características distintivas de los principales grupos de seres vivos.",
    "- Antiguos Reinos: Monera, Protoctista, Hongos, Vegetal y Animal, y actuales Dominios Bacteria, Archaea y Eukarya.",
    "- Hongos: características generales y clasificación. Importancia de la micología en Castilla y León.",
    "- Plantas: características generales de cada grupo taxonómico. Órganos y procesos reproductores de las gimnospermas y angiospermas. La flor, el fruto y la semilla.",
    "- Animales: características anatómicas y fisiológicas de los distintos grupos de vertebrados e invertebrados. Animales como seres sintientes.",
    "- Estrategias de reconocimiento e identificación de las especies más comunes de los ecosistemas del entorno (guías, claves dicotómicas, herramientas digitales, visu, entre otros).",
    "F. Ecología y sostenibilidad",
    "- Ecosistemas del entorno y sus elementos integrantes.",
    "- Relaciones intraespecíficas e interespecíficas.",
    "- Estructura trófica del ecosistema. Cadenas, redes y pirámides tróficas.",
    "- Importancia de la conservación de los ecosistemas, la biodiversidad y la implantación de un modelo de desarrollo sostenible.",
    "- Biodiversidad y especies amenazadas. Figuras de protección ambiental.",
    "- Interacciones entre atmósfera, hidrosfera, geosfera y biosfera en la edafogénesis y el modelado del relieve y su importancia para la vida.",
    "- Causas del cambio climático y sus consecuencias sobre los ecosistemas.",
    "- Importancia de los hábitos sostenibles (consumo responsable, gestión de residuos, respeto al medio ambiente, etc.).",
    "- One health (una sola salud): relación entre la salud medioambiental, humana y de otros seres vivos."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "1.1 Analizar conceptos y procesos relacionados con los contenidos de Biología y Geología interpretando y organizando la información en diferentes formatos (textos, modelos, gráficos, tablas, esquemas, símbolos, páginas web, entre otros). (CCL2, CP1, STEM2, STEM4, CD1, CD2, CPSAA4)",
    "1.2 Facilitar la comprensión de información relacionada con los contenidos de la materia Biología y Geología transmitiéndola de forma clara utilizando la terminología y el formato adecuados tales como textos, modelos, gráficos, tablas, vídeos, esquemas, símbolos o contenidos digitales. (CCL1, CCL2, CCL5, CP1, STEM2, STEM4, CD1, CD2, CD3, CE1) 1.3 Analizar y explicar fenómenos biológicos y geológicos representándolos mediante modelos y diagramas y utilizando, cuando sea necesario, los pasos del método científico, usando adecuadamente el vocabulario en un contexto preciso y adecuado a su nivel, en diferentes formatos destacando el uso de los contenidos digitales (CCL1, CCL2, CCL5, CP1, STEM2, STEM4, CD1, CD2, CD3, CPSAA4, CE1, CCEC3, CCEC4) Competencia específica 2.",
    "2.1 Resolver cuestiones relacionadas con los contenidos de la materia Biología y Geología seleccionando y organizando la información mediante el uso correcto de distintas fuentes de veracidad científica. (CCL3, CP1, STEM2, CD1, CD2, CD3, CD4, CPSAA4, CC3)",
    "2.2 Reconocer la información con base científica distinguiéndola de pseudociencias, fake news y bulos manteniendo una actitud crítica ante estos, intentando desarrollar soluciones creativas sostenibles para resolver problemas concretos del entorno (CCL2, CCL3, CP1, STEM2, STEM4, CD1, CD2, CD3, CD4, CD5, CPSAA4)",
    "2.3 Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella con independencia de su etnia, sexo o cultura, destacando y reconociendo el papel de las mujeres científicas y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución. (CC3)",
    "2.4 Utilizar de forma correcta recursos científicos como manuales, guías de campo, claves dicotómicas y fuentes digitales de información, veracidad y teniendo en cuenta que la información que ofrecen sea contrastada y validada científicamente. (CCL2, STEM2, STEM4, CD1, CD3, CD4, CPSAA4)",
    "Competencia específica 3.",
    "3.1 Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando la metodología científica mediante textos escritos o búsquedas en Internet sobre fenómenos biológicos y/o geológicos. (CCL2, CCL3, STEM1, STEM2, CD1)",
    "3.2 Diseñar la experimentación de fenómenos biológicos y geológicos a corto plazo de modo que permitan responder a preguntas concretas y contrastar hipótesis planteadas. (STEM1, STEM2, STEM3, CPSAA4)",
    "3.3 Realizar toma de datos cuantitativos o cualitativos en experimentos ya planteados sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas métodos y técnicas adecuadas, incluidas las digitales. (CCL3, STEM1, STEM2, STEM3, STEM4, CD2, CE1)",
    "3.4 Interpretar los resultados obtenidos en el proyecto de investigación utilizando herramientas matemáticas y tecnológicas sencillas. (STEM1, STEM2, STEM4, CD2, CD3, CPSAA4, CE3)",
    "3.5 Cooperar dentro de un proyecto científico grupal desempeñando una función concreta, demostrando respeto hacia la diversidad, la igualdad de género, equidad y empatía, y favoreciendo la inclusión. (CCL1, CP1, STEM1, STEM2, STEM3, STEM4, CD3, CPSAA1, CPSAA3, CE3)",
    "3.6 Presentar la información y observación de campo utilizando el formato de textos, tablas, pequeños informes y herramientas digitales. (CCL1, CP1, STEM1, STEM2, STEM4, CD2, CD3)",
    "3.7 Conocer las normas de seguridad necesarias valorando su aplicación a la hora de realizar un trabajo científico de campo o de laboratorio. (STEM1, STEM2, STEM3, CPSAA3)",
    "Competencia específica 4.",
    "4.1 Dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información aportados por el profesorado, el razonamiento lógico, el pensamiento computacional o recursos digitales, gestionando y utilizando, en este último caso, un entorno personal digital de aprendizaje. (STEM1, STEM2, CD2, CD5, CE1)",
    "Competencia específica 5.",
    "5.1 Relacionar, con fundamentos científicos de las ciencias biológicas y de la Tierra, la preservación de la biodiversidad, la conservación del medio ambiente la protección de los seres vivos del entorno, el desarrollo sostenible y la calidad de vida. (CCL3, STEM2, STEM5, CD4, CPSAA2, CC2, CC4, CE1)",
    "Competencia específica 6.",
    "6.1. Valorar la importancia de los ecosistemas y el paisaje como patrimonio natural analizando la fragilidad de los elementos que lo componen y reconociendo el entorno como parte esencial para el mantenimiento de la vida, así como elemento cultural, desarrollando una actitud sostenible que promueva su conservación. (CCL2, STEM2, STEM5, CC4, CE1, CCEC1, CCEC2)",
    "6.2. Reflexionar sobre los riesgos naturales e impactos ambientales que determinados sucesos naturales y acciones humanas puedan suponer sobre el medio ambiente, determinando las repercusiones que ocasionan. (STEM2, STEM5, CC4, CE1, CCEC1, CCEC2)"
  ]
}