{
    "criteriosEvaluacion": [
        "1.1 Act appropriately, empathetically and respectfully in intercultural situations, building links between the different languages and cultures, evaluating and rejecting any type of discrimination, prejudice and stereotype, and contrastingly proposing solutions to the socio-cultural factors that make communication difficult.",
        "1.2 Critically assess the linguistic, cultural and artistic diversity of countries where the foreign language is spoken, in relation to human rights, and adapt to it based on situations that favor, promote and justify the development of a citizenship committed to sustainability and democratic values.",
        "2.1 Extract and analyze the main ideas, detailed information and general implications of oral and multimodal texts of some length and complexity, formal and informal, on topics of personal relevance or public interest, both concrete and abstract, expressed clearly and in the standard language or in frequent varieties, even in moderately noisy environments, through various media.",
        "2.2 Interpret and critically evaluate the content, intent, discursive features and certain nuances, such as irony or aesthetic use of language, of texts of a certain length and complexity on a wide variety of topics personal relevance or social interest.",
        "2.3 Select, organize and apply the strategies and knowledge that allow understanding global and specific information, and distinguish the implicit and explicit intention of texts, through the inference of meanings and the interpretation of non-verbal elements, as well as the search, the selection, checking and contrasting, and reformulation of truthful information.",
        "3.1 Express orally with sufficient fluency, ease and naturalness, avoiding major errors and using appropriate registers, various types of clear, coherent, detailed and appropriate texts to the interlocutor and the communicative purpose on matters of personal relevance or social interest, known to the students, which allow them to describe, narrate, argue and inform, in different media, using verbal and non-verbal resources, and also use planning, control, compensation and cooperation strategies.",
        "3.2 Plan, participate and collaborate assertively and actively, through various supports, on everyday topics of personal relevance or social interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette and for the different needs, ideas, concerns, initiatives and motivations of the interlocutors, expressing ideas and opinions precisely and arguing convincingly.",
        "3.3 Select, organize and use, effectively, spontaneously and in different environments, appropriate strategies to initiate, maintain and end communication, take and give the floor with kindness, adjust one's own contribution to that of the interlocutors by perceiving their reactions, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromised situations.",
        "4.1 Extract and analyze the main ideas, detailed information and general implications of written and multimodal texts of a certain length and complexity, formal and informal, on topics of personal relevance or social interest, concrete and abstract, expressed from clear form and in the standard language or in frequent varieties, through various media.",
        "4.2 Interpret and critically assess the content, intent, discursive features and certain nuances, such as irony or the aesthetic use of language, of texts of a certain length and complexity, including literary ones, on a wide variety of topics of personal relevance or public interest.",
        "4.3 Select, organize and apply the strategies and knowledge that allow understanding the general meaning, the essential information and the most relevant details, and distinguish the implicit and explicit intention of the texts, through the inference of meanings, as well as the search, the selection, verification and comparison of truthful information.",
        "5.1 Write and disseminate detailed texts of increasing length, well structured and of a certain complexity, appropriate to the communicative situation, the textual typology and the analog and digital tools used, avoiding major errors and reformulating, synthesizing and organizing, in a way coherent and cohesive, information and ideas from various sources and justifying their own opinions on matters of personal relevance or social interest known to the students, respecting intellectual property and avoiding plagiarism.",
        "5.2 Select, organize and apply knowledge and planning, production and revision strategies that allow writing well-structured texts that are appropriate to communicative intentions, contextual characteristics, socio-cultural aspects and textual typology, using the most appropriate analogue or digital resources depending on the task and the actual or potential interlocutors.",
        "5.3 Plan, participate and collaborate assertively and actively, through various supports, in interactive situations on everyday topics of personal relevance or social interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and the digital label, and for the different needs, ideas, concerns, initiatives and motivations of the interlocutors, expressing ideas and opinions precisely and arguing convincingly.",
        "5.4 Select, organize and use, effectively, spontaneously and in different environments, appropriate strategies to initiate, maintain and end communication, take and give the floor kindly, adjust one's own contribution to that of the interlocutors by perceiving their reactions , request and formulate clarifications and explanations, rephrase, compare and contrast, summarize, collaborate, debate, solve problems and manage committed situations, in synchronous and asynchronous written interactions.",
        "6.1 Prepare research works autonomously, in different media, on various topics of academic, personal or social interest that involve locating, selecting and comparing information from different sources, with special attention to storage management and recovery, and also to the assessment of reliability and relevance; organizing and integrating it into own schemas, and reworking and communicating it creatively, adopting a critical, personal and respectful of intellectual property.",
        "6.2 Assess the veracity of news and information, with special attention to social networks and other digital environments, following guidelines for analysis, contrast and verification, making use of the appropriate tools, maintaining a critical attitude towards possible information biases and self-regulating in its use.",
        "6.3 Adopt habits of critical, safe, sustainable and healthy use of digital technologies in relation to the search and communication of information.",
        "7.1 Choose and read independently relevant works, including literary essays and current works that establish connections with tradition, and record the progress of the personal reading and cultural itinerary through the reasoned explanation of the selection criteria of the readings, forms of access to literary culture and the reading experience.",
        "7.2 Share the reading experience using a specific meta-language and develop a personal interpretation and inquiry establishing argued links with other works and other artistic and cultural experiences.",
        "8.1 Explain, interpret and evaluate texts, concepts and communications in communication situations of linguistic, social and cultural diversity, showing respect and empathy for the interlocutors and for the languages used, and participating in the solution of problems of mutual understanding and understanding , from various resources and supports.",
        "8.2 Apply strategies that help create bridges, facilitate communication and serve to explain and simplify texts, concepts and messages, and that are appropriate to communicative intentions, contextual characteristics, socio-cultural aspects and textual typology, using resources and physical or digital supports depending on the task and prior knowledge of the interlocutors' interests and ideas.",
        "9.1 Compare and contrast the similarities and differences between different languages, reflecting systematically on their functioning and establishing relationships between them.",
        "9.2 Use with initiative and creatively strategies and knowledge to improve your ability to communicate and learn the foreign language, with or without the support of other interlocutors and analog and digital supports.",
        "9.3 Reflect on the progress and difficulties in learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate learning, carrying out activities for planning one's own learning, self-evaluation and of co-evaluation, making these progress and difficulties explicit and sharing them.",
        "10.1 Identify and reject discriminatory uses of language, abuses of power through words and manipulative uses of language based on reflection and analysis of the linguistic, textual and discursive elements used, and the non-verbal elements that govern communication between people.",
        "10.2 Use strategies for dialogic resolution of conflicts and for the search for consensus, both in the personal, educational and social spheres."
    ],
    "saberes": [
        "Languages and their speakers",
        "- Argumentation and evaluation of the foreign language as a means of interpersonal and international communication and understanding between peoples, as a source of information, as a facilitator of access to other cultures and other languages, and as a tool for social participation and personal enrichment, in everyday, social and academic situations.",
        "- Interest, initiative and autonomy in carrying out communicative exchanges through different media with speakers or students of the foreign language for the development, improvement of learning and cultural knowledge of the countries where this language is spoken.",
        "- Analysis of sociocultural and sociolinguistic aspects related to social conventions, institutions, customs and rituals, non-verbal language, linguistic courtesy, records and digital etiquette; values, norms, beliefs and attitudes; stereotypes and taboos; history, culture, communities and own values, as well as interpersonal relationships and globalization processes of countries where the foreign language is spoken.",
        "- Application of strategies in an empathic way that allow understanding and appreciation of linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
        "- Identification of prejudices and linguistic stereotypes and formulation of ways to avoid them, both in the classroom and in the daily life of students and in the media.",
        "Communication",
        "Application of production strategies, comprehension and critical analysis of oral, written and multimodal texts from different fields with joint attention to the following aspects:",
        "• Context",
        "- Reflection on the components of the communicative act: degree of formality of the situation and public or private nature; social distance between the interlocutors; communicative purposes and interpretation of intentions; communication channel and non-verbal elements of communication, in situations of classroom, social and academic. Application of reflection in oral, written and multimodal texts.",
        "• Discursive genres",
        "- Analysis, argumentation and use of contextual models and discursive genres of common use in the understanding, production and co-production of oral, written and multimodal, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by context; organization and structuring according to genre, textual function and structure.",
        "• Processes",
        "- Consolidation of self-confidence, initiative and assertiveness. Appreciation of error as an integral part of the learning process and application of strategies for self-repair and self-evaluation as a way to progress in the autonomous learning of the foreign language.",
        "- Analysis and application of commonly used strategies for the planning, execution, control and repair of comprehension, production, critical engagement and co-production of oral, written and multimodal texts of diverse complexity, such as paraphrasing, compare and contrast, summarize, collaborate, debate, solve problems, reject and manage compromised situations, identify relevant information, make inferences, determine the speaker's attitude and purpose, in informal, semi-formal, non-formal and informal communicative situations formal.",
        "- Autonomous use of analogue and digital tools for oral, written and multimodal comprehension, production and co-production; also of virtual platforms for interaction and educational collaboration (virtual classrooms, video conferences, collaborative digital tools, etc. ) for learning, communication and project development with speakers or students of the foreign language.",
        "- Analysis, argumentation and autonomous use of appropriate communicative functions in the field and in the communicative context: description of phenomena and events, instructions and advice; narration of occasional and regular past events, description of present states and situations, and expression of future events and prediction in the short, medium and long term; expression of emotions, possibility, hypotheses and assumptions, uncertainty and doubt; expression of opinion and arguments; reformulation, presentation and summary of the opinions of others, in situations of everyday and academic life.",
        "- Respect for intellectual property and copyright on the sources consulted and content used: tools for the treatment of bibliographic data and resources to avoid plagiarism, in personal, social and academic contexts.",
        "- Selection of learning resources and search strategies and selection of information: dictionaries, reference books, libraries, media libraries, web tags, digital and IT resources, etc., in personal, social contexts and academics.",
        "- Independent search and selection of information from various sources with criteria of reliability, quality and relevance; analysis, assessment, reorganization and synthesis of information in own schemes and transformation into knowledge; communication and dissemination of information reworked creatively and respectful of intellectual property; detection of fake news, information distortion and manipulation, and verification of facts in various situations in the personal, social and academic spheres.",
        "• Recognition, analysis and discursive use of linguistic elements",
        "- Argumentation and critical application of conventions and conversational strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize and paraphrase, collaborate, debate, negotiate meanings, detect irony, etc.",
        "- Independent and critical use of linguistic units and meanings associated with these units such as the expression of the entity and its properties, quantity and quality, space and spatial relations, time and relations temporal, affirmation, negation, interrogation and exclamation, as well as logical relationships, in personal, social and academic situations.",
        "- Independent use of common and specialized lexicon of interest to students relating to time and space; states and events; activities, procedures and processes; personal, social and academic and professional relationships; education, work and entrepreneurship; language and intercultural communication; science and technology; history and culture, as well as lexical enrichment strategies (derivation, polysemy and synonymy, etc.).",
        "- Analysis and use of basic sound, accentual, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns. Recognition of the basic phonetic alphabet in various situations.",
        "- Autonomous application of orthographic conventions and communicative meanings and intentions associated with formats, patterns and graphic elements, including digital resources and platforms.",
        "Literary Education",
        "- Involvement in reading in a progressively autonomous manner and reflection on the texts read and on one's own practice of reading in a foreign language.",
        "- Selection, progressively autonomously, of varied works that include authors based on the autonomous use of available school and public libraries.",
        "- Consolidation of strategies for awareness and verbalization of one's reading tastes and identity in the personal and social sphere (shared readings).",
        "- Expression of the reading experience and different forms of appropriation and recreation of the texts read, in the personal and academic context.",
        "- Application of strategies for mobilizing personal, reading and cultural experience that make it possible to establish links in an argumentative way between the work read and aspects of the present day, as well as with other texts and artistic manifestations, in the personal sphere and in conversation in the classroom.",
        "- Application of strategies for recommending readings in various media or orally among peers, framing the works in literary genres and subgenres.",
        "Reflection on language",
        "- Development of the knowledge, skills and attitudes that allow mediation activities to be carried out autonomously in informal, semi-formal, non-formal and formal situations.",
        "- Application of strategies and techniques to respond effectively and with a high degree of autonomy, adaptation or correction to a communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the familiar languages.",
        "- Argumentation and application of strategies to identify, organize, retain, retrieve and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) based on the comparison of the languages and the varieties that make up the personal linguistic repertoire .",
        "- Autonomous application of self-assessment, co-assessment and self-repair strategies and tools, analogue and digital, individual and cooperative that allow the development, regulation and improvement of the language learning process.",
        "- Argumentation and use of morphosyntactic structures and appropriate vocabulary, while reflecting on the communicative processes involved in the use of the specific metalanguage.",
        "- Systematic comparison between languages based on elements of the foreign language and other languages (origin and kinship) as a learning tool.",
        "- Construction of own, argued conclusions about the linguistic system in contexts of real use of the language.",
        "- Application of strategies for prevention, detection, rejection and action against discriminatory uses of verbal and non-verbal language in any context."
    ]
}