{
    "competenciasEspecificas": [
        "1. Argumentar de forma crítica y con criterios geográficos sobre los retos ecosociales actuales y futuros del País Vasco y de España, identificando la calidad, fiabilidad e intención de los mensajes recibidos a través de canales oficiales y extraoficiales, formales e informales, para transformar hábitos de vida y patrones de consumo insostenibles. CCL1, CCL3, CP1, CP2, STEM5, CPSAA2, CPSAA4, CC1, CC4, CE1, CD1.",
        "2. Identificar y analizar los elementos que componen los paisajes naturales y humanizados, mediante la interpretación de fuentes de información visuales, cartográficas, estadísticas, gráficas y escritas, para comprender la complejidad del espacio geográfico y de las interacciones entre sus componentes, apreciar su riqueza y reconocer la sostenibilidad como principio indispensable para la conservación medioambiental. STEM4, STEM5, CD1, CC1, CC4, CE1, CCEC1, CCEC2.",
        "3. Analizar la diversidad natural del País Vasco y de España y sus singularidades geográficas dentro de Europa, a través de la comparación de características comunes y específicas del relieve, el clima, la hidrografía y la biodiversidad, para reflexionar sobre la percepción personal del espacio. CP3, STEM1, STEM4, CPSAA3.1, CC1, CC3, CCEC1.",
        "4. Localizar fenómenos naturales y humanos, y argumentar con rigor sus límites o categorías, aplicando las Tecnologías de la Información Geográfica (TIG), así como otros métodos y técnicas propios de la Geografía y de otras ciencias afines, para comprender la importancia de la escala en cualquier análisis o propuesta de actuación resultantes. CCL1, CP2, STEM1, STEM2, CD1, CD2, CD5, CC3, CE1, CE3.",
        "5. Comprender las causas y efectos de la globalización, así como su influencia en la evolución de los sistemas económicos y los comportamientos sociales recientes, creando productos propios que indaguen sobre la interconexión e interdependencia del mundo actual, para ser conscientes de las consecuencias a distintas escalas que el actual sistema tiene sobre la dignidad humana y el medioambiente. CCL5, STEM1, STEM5, CPSAA3.1, CD4, CC2, CC3, CC4, CE1, CCEC4.1",
        "6. Explicar de forma crítica los desequilibrios territoriales y la estructura sociolaboral y demográfica del País Vasco y de España, investigando sobre sus causas, para reconocer la interdependencia entre territorios y valorar la solidaridad, los mecanismos de cooperación y cohesión social. STEM4, CPSAA1.2, CPSAA3.1, CC1, CC2, CC3, CE1, CE2, CCEC3.2.",
        "7. Movilizar conocimientos previos, nuevos y de otros campos del saber al abordar situaciones del pasado, del presente o del futuro, planificando y reorientando eficazmente decisiones y estrategias de trabajo individual o en equipo, para identificar retos de su entorno más cercano y aportar soluciones innovadoras a contextos en transformación. La reflexión sobre el propio aprendizaje es clave como objetivo metacognitivo. Lograr este conocimiento de las posibilidades y limitaciones propias debe servir para construir una fuerte autoestima que permita incorporarse a la vida activa y ejercer funciones sociales. CCL5, CP2, STEM1, CPSAA1.1, CPSAA1.2, CPSAA3.2, CPSAA5, CC3, CE1, CE3."
    ]
}