{
  "saberes": [
    "Bloque 1: Lengua y uso",
    "Las lenguas y sus hablantes: CE1, CE4, CE5, CE6 y CE7",
    "-     Biografía lingüística personal. Diversidad lingüística del entorno",
    "-     Plurilingüismo, las familias lingüísticas y las lenguas del mundo",
    "-     Variación lingüística",
    "-     Desarrollo sociohistórico de las lenguas de España",
    "-     Aproximación a las lenguas de signos",
    "-     Reflexión interlingüística",
    "-     Estrategias de exploración y cuestionamiento de prejuicios y estereotipos lingüísticos. Fenómenos del contacto entre lenguas.",
    "-     Derechos lingüísticos y su expresión en leyes y declaraciones institucionales",
    "-     Lenguaje no discriminatorio y respetuoso con las diferencias.X ",
    "-     Expresiones idiomáticas de la lengua",
    "Bloque 2: Estrategias comunicativas",
    "Sub-bloque 2.1 Saberes comunes: CE2, CE3, CE4, CE5, CE6 y CE7",
    "-     Estrategias para adaptar el discurso a la situación comunicativa: grado de formalidad y carácter público o privado; distancia social entre los interlocutores; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación",
    "-     Tipologías textuales y géneros discursivos",
    "-     Géneros discursivos propios del ámbito profesional: el currículum vitae, la carta de motivación y la entrevista de trabajo",
    "-     Propiedades textuales: coherencia, cohesión y adecuación",
    "-     Estrategias de detección y uso de un lenguaje verbal e icónico no discriminatorio",
    "-     Estrategias de reflexión sobre el proceso de aprendizaje, autoevaluación y autocorrección",
    "-     Estrategias de gestión de las emociones en la comunicación",
    "Sub-bloque 2.2 Alfabetizacion informacional: transversal a todas las CE",
    "- Redes sociales y medios de comunicación. Etiqueta digital. Riesgos de desinformación, manipulación y vulneración de la privacidad en la red.",
    "- Hábitos y conductas para la comunicación segura en entornos virtuales.",
    "- Análisis de la imagen y elementos paratextuales de los textos icónico-verbales y multimodales.",
    "- Usos de la escritura para la organización del pensamiento: notas, esquemas, mapas conceptuales, resúmenes, etc.",
    "- Estrategias de búsqueda en fuentes documentales diversas y con distintos soportes y formatos con criterios de fiabilidad, calidad y pertinencia.",
    "- Estrategias de uso y tratamiento de fuentes documentales diversas.",
    "- Uso de modelos para analizar, valorar, reorganizar y sintetizar la información en esquemas propios.",
    "- Comunicación y difusión creativa y respetuosa con la propiedad intelectual.",
    "- Utilización de la biblioteca y de los recursos digitales.",
    "- Herramientas digitales para el trabajo colaborativo y la comunicación.",
    "Sub-bloque 2.3 Reflexion sobre la lengua: CE1, CE2, CE3, CE4, CE5 y CE7.",
    "- La implicación del emisor en los textos.",
    "- La expresión de la subjetividad en textos.",
    "- Adecuación del registro a la situación de comunicación.",
    "- Cohesión: Conectores textuales temporales, explicativos, de orden y de contraste, distributivos, causa, consecuencia, condición e hipótesis.",
    "- Cohesión: Mecanismos de referencia interna gramaticales (sustituciones pronominales) y léxicos (nominalizaciones e hiperónimos de significado abstracto, sinónimos, repeticiones y elipsis).",
    "- Uso coherente de las formas verbales en los textos.",
    "- Correlación temporal en la coordinación y subordinación de oraciones.",
    "- Corrección lingüística y revisión ortográfica y gramatical de los textos.",
    "- Uso de diccionarios, manuales de consulta y de correctores en soporte analógico o digital.",
    "- Los signos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "- Observación, comparación y manipulación de estructuras lingüísticas.",
    "- Estrategias para el contraste y la transferencia entre las lenguas.",
    "- Diferencias e intersecciones entre lengua oral y lengua escrita en situaciones comunicativas.",
    "- La lengua como sistema y sus unidades básicas.",
    "- Formas gramaticales y funciones sintácticas.",
    "- Relación entre los esquemas semántico y sintáctico de la oración simple. Observación y transformación de enunciados y uso de la terminología sintáctica.",
    "- Procedimientos léxicos (afijos) y sintácticos para el cambio de categoría gramatical.",
    "- Procedimientos de adquisición y formación de palabras: los cambios en su significado.",
    "- Las relaciones semánticas entre palabras y sus valores en función del contexto y el propósito comunicativo.",
    "Sub-bloque 2.4 Comunicacion e interaccion oral",
    "G1: Comprensión oral: C2, C6 y C7",
    "-- Estrategias de comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante",
    "- Valoración de la forma y el contenido del texto",
    "G2: Expresión oral: C4, C6 y C7",
    "- Discursos orales en situaciones comunicativas de carácter formal",
    "- Rasgos discursivos y lingüísticos de la oralidad formal. Deliberación oral argumentada",
    "- Adecuación a la audiencia y al tiempo de exposición",
    "- Planificación, producción y revisión de textos orales y multimodales",
    "- Rasgos discursivos y lingüísticos de la oralidad formal",
    "- Estrategias de expresión oral: interpretación y uso de elementos de la comunicación no verbal",
    "G3: Interacción oral: C6 y C7",
    "- Estrategias de escucha activa, asertividad y resolución dialogada de los conflictos, teniendo en cuenta la perspectiva de género",
    "- Interacciones orales en situaciones comunicativas de carácter formal e informal",
    "- Estrategias de cortesía lingüística y cooperación conversacional",
    "Sub-bloque 2.5 Comprension escrita: C3, C6 y C7",
    "- Estrategias de comprension antes de la lectura: conocimientos previos, objetivos de lectura, hipotesis a traves de informacion paratextual, tipologia, genero y estructura del texto.",
    "- Estrategias de comprension durante la lectura: coherencia interna del texto, inferencias, sentidos figurados y significados no explicitos.",
    "- Estrategias de comprension despues de la lectura: tema, tesis, idea principal, argumentos, intencion del autor y organizacion del contenido",
    "- Valoracion de la forma y el contenido del texto.",
    "Sub-bloque 2.6 Expresion escrita y multimodal: C5, C6 y C7",
    "- Estrategias del proceso de escritura y multimodal: planificación, textualización, revisión y corrección.",
    "- Aplicación de las normas ortográficas y gramaticales. Propiedad léxica.",
    "- Presentación cuidada de las producciones escritas.",
    "- Elementos gráficos y paratextuales.",
    "- Interacciones escritas en situaciones comunicativas de carácter formal e informal.",
    "Bloque 3: Lectura i literatura",
    "Sub-bloque 3.1 Hábito lector: CE8",
    "-     Identidad lectora: selección de obras variadas y lectura autónoma, conciencia y verbalización de los propios gustos.",
    "-     Identidad lectora: valoración crítica de los textos y sobre la propia práctica de lectura.",
    "-     Expresión de la experiencia lectora y de diferentes formas de apropiación y recreación de los textos leídos.",
    "-     Uso de la biblioteca escolar y pública. Circuito literario y lector. Participación en actos culturales.",
    "-     Estrategias para la recomendación de las lecturas.",
    "Sub-bloque 3.2 Literatura: CE9",
    "-     Obras relevantes del patrimonio literario nacional y universal y de la literatura actual inscritas en itinerarios temáticos o de género, que incluyan la presencia de autoras y autores.",
    "-     Estrategias de construcción compartida de la interpretación de las obras. Conversaciones literarias.",
    "-     Lectura y comprensión de textos literarios: estructura, aspectos formales, recursos estilísticos y retóricos.",
    "-     Estrategias de utilización de información sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias.",
    "-     Relación y comparación de los textos leídos con otros textos, orales, escritos o multimodales, y manifestaciones artísticas y culturales, y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura.",
    "-     Estrategias para interpretar obras y fragmentos literarios atendiendo a los valores culturales, éticos y estéticos presentes en los textos. Lectura con perspectiva de género.",
    "-     Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "-     Planificación y creación de textos a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación)."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar y valorar las lenguas de España y del mundo, y las variedades lingüísticas de las dos lenguas oficiales de la Comunidad Valenciana a partir de la explicación de su origen y de su desarrollo socio-histórico, contrastando aspectos lingüísticos y discursivos, así como los rasgos de las diferentes variedades, en manifestaciones orales, escritas y multimodales.",
    "1.2. Mostrar interés por el uso del valenciano en las diferentes situaciones comunicativas del ámbito personal, social, educativo y profesional, y valorar su importancia como lengua propia del territorio.",
    "1.3 Mostrar interés y respeto por las diversas variedades lingüísticas, identificando y contrastando sus características principales, y diferenciándolas otras variedades en diferentes contextos de uso.",
    "1.4 Identificar y cuestionar prejuicios y estereotipos lingüísticos a partir del análisis de la diversidad lingüística del entorno, de las lenguas en contacto, y de los derechos lingüísticos individuales y colectivos, con una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal.",
    "1.5. Formular generalizaciones, con progresiva autonomía, sobre aspectos del funcionamiento de las lenguas, a partir de la manipulación, la comparación y la transformación de enunciados, como también de la formulación de hipótesis y la busca      de     ejemplos,     haciendo    uso     del metalenguaje       específico       y       consultando diccionarios, manuales y gramáticas.",
    "2.1 Escuchar de forma activa, interpretar y valorar, de manera autónoma, textos orales y multimodales de géneros, tipologías y registros diferentes, propios del ámbito personal, social, educativo y profesional, reflexionando sobre el contenido y la forma, y evaluando su calidad, fiabilidad e idoneidad del canal utilizado.",
    "2.2. Interpretar el sentido global y las ideas principales y secundarias de textos orales y multimodales de conocimientos complejos y ajustados a la situación comunicativa.",
    "2.3. Extraer e interpretar información (explícita e implícita) de los textos orales y multimodales, de los elementos no verbales y de los elementos prosódicos, identificar incongruencias entre texto y elementos no verbales, valorar de manera crítica y razonada los contenidos, el propósito del texto y la intención del emisor.",
    "3.1 Leer, interpretar y valorar, de manera autónoma, textos escritos y multimodales de géneros, tipologías y registros diferentes propios del ámbito personal, social, educativo y profesional, reflexionando sobre el contenido y la forma, y evaluando su calidad, fiabilidad y la idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados.",
    "3.2 Aplicar, de manera autónoma, todo tipo de estrategias para comprender el sentido global y la información específica, distinguir las ideas principales de las secundarias, obtener información literal, interpretar información explícita e implícita y valorar de manera razonada y crítica los contenidos, el propósito de diferentes textos y la intención del emisor.",
    "3.3 Identificar las tipologías textuales y los géneros discursivos, reconocer la estructura compleja y el formato de los textos y las características lingüísticas específicas de cada tipo de texto.",
    "3.4 Localizar, seleccionar y contrastar información procedente de diferentes fuentes, evaluando su fiabilidad y pertenencia en función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, en diferentes textos multimodales en medios digitales, de manera autónoma, del ámbito personal, social, educativo y profesional.",
    "3.5 Aplicar, de manera autónoma, todo tipo de estrategias para la busca, selección, gestión y edición de la información, en diferentes textos multimodales, para ampliar conocimientos de manera responsable, contrastar y valorar la información de fuentes diversas, atendiendo el contexto y la intención comunicativa y utilizarla citando las fuentes y respetando los principios de propiedad intelectual.",
    "4.1 Producir, con autonomía, discursos orales extensos sobre conocimientos complejos ajustados a la situación comunicativa y a los géneros discursivos del ámbito personal, social, educativo y profesional, con adecuación, coherencia y cohesión, manifestando una conciencia crítica hacia el tema.",
    "4.2 Producir discursos orales con fluidez, una buena pronunciación y entonación, utilizando de manera eficaz los elementos prosódicos, los recursos no verbales y diferentes soportes audiovisuales que refuercen las ideas expresadas y capten la atención del receptor.",
    "4.3 Realizar producciones orales con un registro formal, un lenguaje no discriminatorio y un vocabulario rico y ajustado a la norma, haciendo uso de expresiones idiomáticas, con un dominio óptimo de la morfosintaxis, reflexionando sobre la lengua, su uso y el propósito comunicativo.",
    "4.4 Seleccionar y contrastar información procedente de diferentes fuentes, de manera autónoma, sobre temas de interés académico, personal o social, calibrando su fiabilidad y pertinencia, reelaborarla y comunicarla de manera creativa adoptando un punto de vista crítico respetando los principios de propiedad intelectual.",
    "5.1 Producir, de manera autónoma, textos escritos y multimodales complejos de géneros discursivos del ámbito personal, social, educativo y profesional que respondan a la situación comunicativa con adecuación, coherencia, cohesión y corrección.",
    "5.2 Utilizar un lenguaje no discriminatorio detectando, de forma autónoma, los usos manipuladores de la lengua durante el proceso de composición escrita.",
    "5.3. Utilizar, durante el proceso de escritura, de forma reflexiva, autónoma y utilizando metalenguaje, los conocimientos lingüísticos textuales y discursivos necesarios en la situación de aprendizaje.",
    "5.4 Planificar, textualizar, revisar y editar, de manera autónoma, durante el proceso de escritura, utilizando las estrategias necesarias de manera precisa.",
    "6.1 Interactuar oralmente, con autonomía, sobre conocimientos complejos ajustados a la situación comunicativa del ámbito personal, social, educativo y profesional, a través de diferentes soportes, utilizando un vocabulario rico y correcto y no discriminatorio e implicándose activa y reflexivamente con una actitud dialogante y de escucha para la construcción de un discurso común consensuado.",
    "6.2. Identificar y rechazar, de forma autónoma, los usos discriminatorios y manipuladores de la lengua a partir de la reflexión y el análisis de los elementos verbales y no verbales utilizados en el discurso.",
    "6.3. Utilizar estrategias, de manera autónoma, para la gestión dialogada de conflictos en el ámbito personal, educativo y social.",
    "6.4. Interactuar en textos escritos y multimodales complejos de manera asíncrona y síncrona, con autonomía; mostrando empatía y respeto por las diferentes necesidades, ideas y motivaciones de los interlocutores, con adecuación, coherencia, cohesión, corrección y vocabulario rico y no discriminatorio.",
    "7.1 Mostrar interés por participar en la solución de problemas de comprensión recíproca entre hablantes de lenguas o variedades lingüísticas diferentes, sobre asuntos diversos del ámbito personal, social, educativo y profesional.",
    "7.2 Comprender, comunicar, describir y parafrasear textos de una cierta complejidad en diferentes soportes, o explicar conceptos, de forma oral o escrita, combinando su repertorio lingüístico (L1-L1, L1-L2, L2-L1)",
    "7.3 Seleccionar y aplicar, de forma autónoma, estrategias de simplificación, adaptación y reformulación de la lengua, que faciliten la comprensión y expresión oral y escrita de la información en distintas lenguas de su repertorio lingüístico (L1-L1, L1-L2, L2-L1).",
    "8.1 Leer obras diversas y textos escritos y multimodales del ámbito personal, social, educativo y profesional, seleccionando de manera autónoma aquellos que mejor se ajustan en cada momento vital a sus gustos, intereses y necesidades personales.",
    "8.2 Dejar constancia del propio itinerario lector y cultural, explicando los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y las experiencias lectoras.",
    "8.3. Compartir las experiencias de lectura, en diferentes soportes, participando en comunidades lectoras en el ámbito educativo y social, y relacionando el sentido de la obra con la propia experiencia biográfica, lectora y cultural.",
    "9.1. Leer y escuchar fragmentos literarios y obras completas, de manera autónoma, teniendo en cuenta los intereses del alumno",
    "9.2. Interpretar la información relevante de las obras literarias, de manera autónoma, y aportar conclusiones con reflexión y visión crítica.",
    "9.3. Establecer, de manera progresivamente autónoma, vínculos entre los textos leídos y otros textos escritos, orales o multimodales, o bien con otras manifestaciones artísticas en función de temas, tópicos, estructuras, lenguaje y valores éticos o estéticos, mostrando, además implicación y respuesta personal del lector en la lectura",
    "9.4. Expresar opinión sobre textos y obras literarias, utilizando los recursos retóricos fundamentales, el metalenguaje y las características de los géneros, de manera autónoma",
    "9.5. Crear textos literarios (relatos breves, dramatizaciones, poemas, canciones) aplicando los recursos literarios adecuados a cada género, de manera autónoma",
    "9.6. Organizar y participar en manifestaciones literarias, recitales y representaciones teatrales"
  ]
}
