{
    "competenciasEspecificas": [
        "OBJ1. Resolver problemas y situaciones relacionados con la física y con la química, aplicando las leyes y teorías científicas adecuadas, para comprender y explicar los fenómenos naturales y evidenciar el papel de estas ciencias en la mejora del bienestar común y en la realidad cotidiana.",
        "OBJ2. Razonar usando con solvencia el pensamiento científico y las destrezas relacionadas con el trabajo de la ciencia para aplicarlos a la observación de la naturaleza y del entorno, a la formulación de preguntas e hipótesis y a la validación de estas a través de la experimentación, de la indagación y de la búsqueda de evidencias.",
        "OBJ3. Manejar con propiedad y solvencia el flujo de información en los diferentes registros de comunicación de la ciencia, como son la nomenclatura de compuestos químicos, el lenguaje matemático, las unidades de medida y los códigos de seguridad en el trabajo experimental, para la producción e interpretación de información en diferentes formatos y a partir de fuentes diversas.",
        "OBJ4. Utilizar de forma autónoma, crítica y eficiente plataformas digitales y recursos variados, tanto para el trabajo individual como en equipo, consultando y seleccionando información científica veraz, creando materiales en diversos formatos y comunicando de manera efectiva en diferentes entornos de aprendizaje, para fomentar la creatividad, el desarrollo personal y el aprendizaje individual y social.",
        "OBJ5. Trabajar de forma colaborativa en equipos diversos, aplicando habilidades de coordinación, comunicación, emprendimiento y reparto equilibrado de responsabilidades, para predecir las consecuencias de los avances científicos y su influencia sobre la salud propia y comunitaria y sobre el desarrollo ambiental sostenible.",
        "OBJ6. Participar de forma activa en la construcción colectiva y evolutiva del conocimiento científico, en su entorno cotidiano y próximo para convertirse en agentes activos de la difusión del pensamiento científico, en la aproximación escéptica a la información científica y tecnológica y a la puesta en valor de la preservación del medio ambiente y de la salud pública, en el desarrollo económico y en la búsqueda de una sociedad igualitaria."
    ]
}