{
  "competenciasEspecificas": [
    "1 Cercar, identificar i seleccionar la informació referent a fets històrics, geogràfics i artístics de la Comunitat Valenciana a partir de diferents fonts documentals, realitzant-ne un tractament correcte quant a investigació, classificació, recollida, organització, crítica i respecte.",
    "2. Descriure la diversitat natural de la Comunitat València i confrontar-la amb el context peninsular i europeu a través de les característiques pròpies de relleu, clima, hidrografia i biodiversitat.",
    "3. Descriure, explicar i comparar les interaccions entre els grups socials que al llarg de la història han ocupat el territori de la Comunitat Valenciana, la utilització de l'espai geogràfic i l'aprofitament dels recursos naturals, així com la relació que això té amb les esferes econòmica, social, política i mediambiental.",
    "4. Identificar i analitzar els trets i factors que fan de la Comunitat Valenciana una realitat social i cultural diferenciada en relació a marcs històrics i geogràfics més amplis, reconeixent i valorant les actuacions democràtiques de tolerància i respecte.",
    "5. Descriure i contextualitzar en el temps i l'espai els processos, fets i esdeveniments històrics més rellevants de la Comunitat Valenciana, identificant i explicant referents de l'evolució cap a la societat actual i valorant-ne la diversitat.",
    "6. Identificar el patrimoni cultural i natural de la Comunitat Valenciana, participant en l'elaboració i difusió de propostes que afavorisquen la preservació i valoració, i incloent-hi específicament elements vinculats amb la memòria democràtica.",
    "7. Analitzar i explicar els canvis i permanències dels diferents grups socials en la societat valenciana, investigant-ne les aportacions als processos històrics, i adoptant una posició crítica enfront de les situacions de desigualtat i discriminació, així com una actitud proactiva sobre la consecució de la igualtat efectiva entre homes i dones.",
    "8. Participar en la realització i exposició de treballs que analitzen, contrasten i integren informacions de fonts fiables i diverses sobre problemes rellevants de la Comunitat Valenciana, des d'una perspectiva crítica i fonamentada en els coneixements històrics i geogràfics."
  ]
}