{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Argumentar la interpretación, a partir de la lectura, visionado o asistencia a ",
        "obras teatrales universales, partiendo del análisis de las relaciones internas de sus elementos ",
        "constitutivos con el sentido integral del texto, y de las relaciones externas de la obra con su contexto literario y sociohistórico.Criterio 1.2. Leer en voz alta y colectivamente fragmentos y obras teatrales identificando la configuración de situaciones y escenas; enfatizando las emociones; dando relevancia a los elementos prosódicos sin desatender los procesos de oralización y comprensión, y demostrando motivación y responsabilidad en el trabajo colaborativo.",
        "Criterio 1.3. Emplear el metalenguaje específico del análisis hermenéutico de las obras dramáticas.",
        "Criterio 1.4. Demostrar, dentro y fuera del aula, la adquisición de las actitudes necesarias para el disfrute de la literatura teatral y de las habilidades vinculadas a la expresión de la propia expresión artística. ",
        "Competencia específica 2.",
        "Criterio 2.1. Elaborar una interpretación personal a partir de la lectura, visionado o asistencia a obras dramáticas relevantes que atienda tanto a los elementos temáticos, estructurales y estilísticos del género, como a los valores éticos y estéticos que transmiten, argumentando el vínculo con otras obras y manifestaciones artísticas o culturales.",
        "Criterio 2.2. Seleccionar, autónomamente y con la ayuda de recomendaciones especializadas, textos y representaciones teatrales que se ajusten a los gustos, intereses y necesidades personales. ",
        "Criterio 2.3. Analizar diferentes manifestaciones de la cultura dramática diversificando las formas de acceso al hecho teatral y a la complejidad del mismo, enriqueciendo consciente y sistemáticamente el recorrido personal como lector y como espectador.",
        "Criterio 2.4. Participar en conversaciones literarias compartiendo las propias experiencias de lectura, de visionado o de asistencia teatral, y disfrutando de la dimensión social del teatro.",
        "Criterio 2.5. Poner en práctica los recursos expresivos y argumentativos para formular juicios de valor sobre las diferentes experiencias de recepción ante el hecho teatral, utilizando el metalenguaje específico de la materia.",
        "Competencia específica 3.",
        "Criterio 3.1. Comparar textos o fragmentos teatrales entre sí, o con su puesta en escena, adaptación cinematográfica u otras manifestaciones artísticas relacionadas, argumentando, en cualquier formato y soporte, la intertextualidad que opera entre sus elementos temáticos, formales y estilísticos, y reconociendo los valores éticos y estéticos que encarnan.",
        "Criterio 3.2. Desarrollar proyectos de investigación, en soporte oral, escrito o multimodal, que planteen una cuestión de naturaleza comparatista entre las obras dramáticas objeto de lectura guiada y sus puestas en escena, así como entre aquellas y otros textos o manifestaciones artísticas clásicas y actuales, poniendo el foco en el análisis de cualquier tema, tópico, estructura, personaje, lenguaje, recurso expresivo, valor ético y estético, y donde se refleje la interpretación personal de la lectura.",
        "Criterio 3.3. Elaborar, de manera individual o colectiva, una exposición multimodal que contextualice histórica y culturalmente los textos teatrales leídos o visionados y que ofrezca una panorámica de conjunto sobre géneros, estilos y obras dramáticas universales, reconociendo la interrelación entre literatura y sociedad.",
        "Competencia específica 4.",
        "Criterio 4.1. Poner en práctica la escritura teatral a partir de la lectura de otras obras o fragmentos dramáticos demostrando intención literaria y conciencia de estilo, utilizando las convenciones formales del género y atendiendo especialmente a las secuencias textuales básicas (diálogo y acotaciones), así como al reflejo de los códigos de significación escénica.",
        "Criterio 4.2. Emplear distintos soportes, formatos o lenguajes artísticos y audiovisuales para la expresión de la propia creatividad artística en torno a la escritura de textos dramáticos personales o colectivos.",
        "Competencia específica 5.",
        "Criterio 5.1. Realizar un proyecto de investigación en formato multimodal sobre autoras o personajes femeninos relevantes, sobre obras teatrales de contextos no occidentales o sobre cuestiones temáticas o formales que aporten un enfoque que revise, desde la mirada aperturista del siglo XXI, la construcción de imaginarios de la tradición literaria.",
        "Criterio 5.2. Elaborar comentarios críticos y reseñas orales o escritas y participar en debates sobre lecturas, visionados o asistencias a representaciones teatrales en contextos no exclusivamente académicos, en los que se incorpore las perspectivas intercultural y de género, cuestionando los discursos que supongan opresión hacia cualquier minoría."        
    ],
    "saberes": [
        "Bloque A. Estrategias de recepción guiada. ",
        "A.1. El género teatral.",
        "A.1.1. El teatro: definición y elementos. La doble faceta: texto y representación.",
        "A.1.2. Tipología y funcionalidad de los códigos de significación escénica en la representación. La realización escénica y el sistema estilístico. ",
        "A.1.3. Subgéneros teatrales clásicos (tragedia, drama, comedia) y géneros menores. ",
        "A.1.4. Origen mítico y religioso del teatro: mitologías y cosmogonías. ",
        "A.1.5. Revisión de la evolución histórica del teatro introduciendo las perspectivas intercultural y de género.",
        "A.2. El texto dramático.",
        "A.2.1. Elementos constitutivos del libreto: actos, cuadros y escenas; diálogo, monólogo y aparte; didascalias y acotaciones; dramatis personae.",
        "A.2.2. Estructura interna de la acción: conflicto, situación y personajes. Estrategias de construcción dramática y postdramática: lenguaje y estilo.",
        "A.2.3. Caracterización del personaje dramático: tipologías, planos, funciones, jerarquía, significado. Evolución desde sus orígenes hasta su crisis en el teatro moderno.",
        "A.2.4. Recursos dramáticos: metateatralidad, quid pro quo, deus ex machina… ",
        "A.2.5. Temas y tópicos universales sobre los grandes interrogantes de la condición humana: identidad, amor, dolor, muerte… ",
        "A.2.6. Intertextualidad entre temas, tópicos, estructuras, personajes, lenguajes, valores éticos y estéticos. Elementos de continuidad y ruptura.",
        "3. La dimensión social del teatro.",
        "A.3.1. Recepción teatral e interacción. Catarsis, extrañamiento y participación.",
        "A.3.2. La crítica teatral. Pautas formales y estilísticas para la elaboración de una reseña.",
        "A.3.3. Función social del teatro: teatro comprometido, teatro político, teatro documental, teatro épico… Vinculación entre literatura y sociedad.",
        "A.3.4. Interdisciplinariedad entre el teatro y otras manifestaciones y lenguajes artísticos.",
        "Bloque B. Estrategias de recepción autónoma.",
        "B.1. Estrategias de apropiación de obras dramáticas. ",
        "B.1.1. Lectura expresiva y dramatización de textos dramáticos relevantes, atendiendo a los procesos de comprensión y oralización implicados y a los elementos prosódicos propios de la interpretación.",
        "B.1.2. Utilización de información sociohistórica, cultural y artística extraída de diferentes fuentes y formatos para construir individual o grupalmente la interpretación de las obras dramáticas y contextualizarlas en la tradición literaria y cultural.",
        "B.1.3. Elaboración de la interpretación personal de obras y fragmentos dramáticos, relacionando sus diferentes elementos con la construcción de su sentido general y atendiendo a sus valores culturales, éticos y estéticos.",
        "B.1.4. Elaboración de reseñas teatrales sobre una obra dramática leída o presenciada, atendiendo a las pautas formales y estilísticas y planteando una opinión crítica en base a la formación personal como lector o espectador.",
        "B.1.5. Indagación en el funcionamiento del teatro como artefacto ideológico determinante en la construcción de los imaginarios sociales mediante la inclusión de la lectura de obras dramáticas que contemplen las perspectivas intercultural y de género.",
        "B.1.6. Movilización de la propia experiencia personal, lectora y teatral para argumentar vínculos entre la obra leída o presenciada y aspectos de la actualidad, así como con otros textos y otras manifestaciones artísticas y culturales.",
        "B.2. Estrategias de construcción de identidad literaria.",
        "B.2.1. Definición de los gustos dramáticos personales a través de la diversificación del corpus leído o visto, configurando así la identidad literaria y el criterio propio.",
        "B.2.2. Selección de obras dramáticas de manera autónoma y con la ayuda de recomendaciones especializadas, tanto dentro como fuera del aula.",
        "B.2.3. Recomendación de lecturas y puestas en escena en soportes variados, atendiendo a aspectos temáticos, formales e intertextuales.",
        "B.2.4. Participación activa en el circuito literario, lector y teatral, tanto en el contexto presencial como digital, y en la construcción compartida de la interpretación de obras dramáticas a través de discusiones o conversaciones literarias.",
        "B.2.5. Creación de textos teatrales personales o colectivos a partir de la apropiación de las convenciones del género dramático y en referencia a modelos dados (imitación, transformación, continuación)."        
    ]
}
