{
  "saberes": [
    "Bloque 1. Las destrezas científicas básicas",
    "• Metodologías propias de la investigación científica: identificación y planteamiento de cuestiones, elaboración de hipótesis y comprobación experimental de estas.",
    "• Trabajo experimental y proyectos de investigación: estrategias en la resolución de problemas y en el desarrollo de investigaciones mediante la indagación, la deducción, la búsqueda de evidencias y el razonamiento lógico-matemático, haciendo inferencias válidas de las observaciones y obteniendo conclusiones.",
    "• Entornos y recursos de aprendizaje científico, como el laboratorio o los entornos virtuales: materiales, sustancias y herramientas tecnológicas.",
    "• Normas de uso de cada espacio, asegurando y protegiendo así la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medio ambiente.",
    "• El lenguaje científico: unidades del sistema internacional y sus símbolos. Herramientas matemáticas básicas en diferentes escenarios científicos y de aprendizaje.",
    "• Estrategias de interpretación y producción de información científica utilizando diferentes formatos y diferentes medios: desarrollo del criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
    "• Valoración de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de la física y de la química para el avance y la mejora de la sociedad.",
    "Bloque 2. La materia",
    "• Teoría cinético-molecular: aplicación a observaciones sobre la materia explicando sus propiedades, los estados de agregación, los cambios de estado y la formación de mezclas y disoluciones.",
    "• Experimentos relacionados con los sistemas materiales: conocimiento y descripción de sus propiedades, su composición y su clasificación.",
    "• Nomenclatura: participación de un lenguaje científico común y universal a través de la interpretación de las fórmulas químicas de algunos compuestos binarios de importancia y el conocimiento de los símbolos de los principales elementos químicos.",
    "Bloque 3. La energía",
    "• La energía: planteamiento de cuestiones e hipótesis sobre la energía, propiedades y manifestaciones que la describan como la causa de todos los procesos de cambio.",
    "• Diseño y comprobación experimental de hipótesis relacionadas con el uso doméstico e industrial de la energía en sus distintas formas y las transformaciones entre ellas.",
    "• Elaboración fundamentada de hipótesis sobre el medio ambiente y la sostenibilidad a partir de las diferencias entre fuentes de energía renovables y no renovables.",
    "• Efectos del calor sobre la materia: análisis de los efectos y aplicación en situaciones cotidianas.",
    "Bloque 4. La interacción",
    "• Análisis de movimientos sencillos a partir de los conceptos de la cinemática, formulando hipótesis comprobables sobre valores futuros de las magnitudes implicadas y validándolas a través del cálculo numérico, de la interpretación de gráficas o del trabajo experimental.",
    "• Las fuerzas como agentes de cambio: efectos de las fuerzas, tanto en el estado de movimiento o de reposo de un cuerpo como en la producción de deformaciones.",
    "• Aplicación de las leyes de Newton: observación de situaciones cotidianas o de laboratorio que permiten entender cómo se comportan los sistemas materiales ante la acción de las fuerzas y predecir los efectos de estas en situaciones cotidianas y de seguridad viaria.",
    "• Fenómenos gravitatorios, eléctricos y magnéticos: experimentos sencillos que evidencian la relación con las fuerzas de la naturaleza.",
    "Bloque 5. El cambio",
    "• Los sistemas materiales: análisis de los diferentes tipos de cambios que experimentan relacionando las causas que los producen con las consecuencias que tienen.",
    "• Interpretación macroscópica y microscópica de las reacciones químicas: explicación de las relaciones de la química con el medio ambiente, con la tecnología y con la sociedad."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Seleccionar, de acuerdo con la naturaleza de las cuestiones que se traten, la mejor manera de comprobar o refutar las hipótesis formuladas, diseñando estrategias de indagación y búsqueda de evidencias que permitan obtener conclusiones y respuestas ajustadas a la naturaleza de la pregunta formulada. OBJ2",
    "• CE1.2. Aplicar las leyes y teorías científicas conocidas al formular cuestiones e hipótesis, siendo coherente con el conocimiento científico existente y diseñando los procedimientos experimentales o deductivos necesarios para resolverlas o comprobarlas. OBJ2",
    "• CE1.3. Utilizar adecuadamente las reglas básicas de la física y de la química, incluido el uso de unidades de medida, los símbolos químicos de las sustancias más importantes, así como las herramientas matemáticas adecuadas, facilitando una comunicación efectiva con toda la comunidad científica. OBJ3",
    "• CE1.4. Poner en práctica las normas de uso de los espacios específicos de la ciencia, como los laboratorios de física y química, asegurando la salud propia y colectiva, la conservación sostenible del medio ambiente y el cuidado de las instalaciones. OBJ3",
    "• CE1.5. Utilizar recursos variados, tradicionales y digitales, mejorando el aprendizaje autónomo y la interacción con otros miembros de la comunidad educativa, con respeto hacia los docentes y hacia los estudiantes y analizando críticamente las aportaciones de cada participante. OBJ4",
    "• CE1.6. Trabajar de forma adecuada y versátil con medios variados, tradicionales y digitales, en la consulta de información y en la creación de contenidos, seleccionando con criterio las fuentes más fiables y adecuadas y mejorando el aprendizaje propio y colectivo. OBJ4",
    "• CE1.7. Establecer interacciones constructivas y coeducativas emprendiendo actividades de cooperación como forma de construir un medio de trabajo eficiente en la ciencia. OBJ5",
    "• CE1.8. Emprender, de forma guiada y de acuerdo con la metodología adecuada, proyectos científicos que involucren al alumnado en la mejora de la sociedad y que creen un valor individual y colectivo. OBJ5",
    "• CE1.9. Reconocer y valorar, a través del análisis histórico de los avances científicos logrados por hombres y mujeres de ciencia, que este es un proceso en permanente construcción y que existen repercusiones mutuas de la ciencia actual con la tecnología, con la sociedad y con el medio ambiente. OBJ6",
    "• CE2.1. Identificar, comprender y explicar fenómenos fisicoquímicos relacionados con la composición y con la estructura de sistemas materiales cotidianos, a partir de los principios, teorías y leyes científicas adecuadas, expresándolos de manera argumentada y utilizando diversidad de soportes y medios de comunicación. OBJ1",
    "• CE2.2. Resolver los problemas fisicoquímicos relacionados con la composición y con la estructura de sistemas materiales utilizando las leyes y las teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados. OBJ1",
    "• CE2.3. Emplear las metodologías propias de la ciencia en la identificación y descripción de fenómenos relacionados con los sistemas materiales a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, de la deducción, del trabajo experimental y del razonamiento lógico-matemático, diferenciándolas de las pseudocientíficas. OBJ2",
    "• CE2.4. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a sistemas materiales y a su composición, relacionando entre sí lo que cada uno de ellos contiene y extrayendo en cada caso lo relevante para la resolución de un problema. OBJ3",
    "• CE2.5. Utilizar adecuadamente los símbolos químicos de los elementos y sustancias comunes más importantes facilitando una comunicación efectiva con toda la comunidad científica.",
    "• CE3.1. Identificar, comprender y explicar fenómenos fisicoquímicos cotidianos relevantes relacionados con la energía, a partir de los principios, teorías y leyes científicas adecuadas, expresándolos de manera argumentada y utilizando diversidad de soportes y medios de comunicación. OBJ1",
    "• CE3.2. Resolver problemas fisicoquímicos relacionados con la energía utilizando las leyes y las teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados. OBJ1",
    "• CE3.3. Emplear las metodologías propias de la ciencia en la identificación y descripción de fenómenos relacionados con la energía y sus manifestaciones a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, de la deducción, del trabajo experimental y del razonamiento lógico-matemático, diferenciándolas de las pseudocientíficas. OBJ2",
    "• CE3.4. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a la energía y a sus transferencias en un proceso fisicoquímico concreto, relacionando entre sí lo que cada uno de ellos contiene y extrayendo en cada caso lo relevante para la resolución de un problema. OBJ3",
    "• CE3.5. Detectar en el entorno las necesidades tecnológicas, ambientales, económicas y sociales más importantes que demanda la sociedad, entendiendo la capacidad de la ciencia para darles solución sostenible a través de la implicación de todos los ciudadanos. OBJ6",
    "• CE4.1. Identificar, comprender y explicar fenómenos cotidianos relacionados con movimientos, así como con las fuerzas y sus efectos, a partir de los principios, teorías y leyes científicas adecuadas, expresándolos de manera argumentada y utilizando diversidad de soportes y medios de comunicación. OBJ1",
    "• CE4.2. Resolver problemas sobre movimientos y sobre fuerzas y sus efectos utilizando las leyes y las teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados. OBJ1",
    "• CE4.3. Reconocer y describir en el entorno inmediato situaciones problemáticas reales de índole científica y emprender iniciativas en las que la ciencia y, en particular, la física y la química pueden contribuir a su solución, analizando críticamente su impacto en la sociedad. OBJ1",
    "• CE4.4. Emplear las metodologías propias de la ciencia en la identificación y descripción de fenómenos relacionados con movimientos, así como las fuerzas y sus efectos, a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, de la deducción, del trabajo experimental y del razonamiento lógico-matemático, diferenciándolas de las pseudocientíficas. OBJ2",
    "• CE4.5. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a un proceso fisicoquímico relativo a movimientos y la fuerzas y sus efectos, relacionando entre sí lo que cada uno de ellos contiene y extrayendo en cada caso lo relevante para la resolución de un problema. OBJ3",
    "• CE5.1. Identificar, comprender y explicar cambios físicos y químicos cotidianos a partir de los principios, teorías y leyes científicas adecuadas, expresándolos de manera argumentada y utilizando diversidad de soportes y medios de comunicación. OBJ1",
    "• CE5.2. Resolver problemas sobre cambios fisicoquímicos utilizando las leyes y las teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados. OBJ1",
    "• CE5.3. Emplear las metodologías propias de la ciencia en la identificación y descripción de fenómenos relacionados con los cambios físicos y químicos a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, de la deducción, del trabajo experimental y del razonamiento lógico-matemático, diferenciándolas de las pseudocientíficas. OBJ2",
    "• CE5.4. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a un proceso fisicoquímico concreto, relacionando entre sí lo que cada uno de ellos contiene y extrayendo en cada caso lo relevante para la resolución de un problema. OBJ3"
  ]
}