{
    "criteriosEvaluacion": [
        "1.1. Extract and analyze the main ideas, detailed information and general implications of texts of a certain length, well organized and complex, oral, written and multimodal, both in formal and informal register, on topics of personal relevance or of public interest, both concrete as abstract, expressed clearly and in the standard language or in frequent varieties, even in moderately noisy environments, through various supports.",
        "1.2. Critically interpret and assess the content, intent, discursive features and certain nuances, such as irony or the aesthetic use of language, of texts of a certain length and complexity, with special emphasis on academic and mass media texts. communication, as well as fictional texts, on a wide variety of topics of personal relevance or public interest.",
        "1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details and to distinguish the intention and opinions, both implicit and explicit, of the texts; infer meaning and interpret non-verbal elements; and search, select and compare truthful information.",
        "2.1. Express orally with sufficient fluency, ease and naturalness, various types of texts that are clear, coherent, detailed, well organized and appropriate to the interlocutor and the communicative purpose on matters of personal relevance or of public interest known to the students, in order to describe, narrate, argue and inform, in different supports, avoiding important errors and using adequate registers, as well as verbal and non-verbal resources, and planning, control, compensation and cooperation strategies.",
        "2.2. Write and disseminate detailed texts of increasing length, well structured and of a certain complexity, appropriate to the communicative situation, to the textual typology and to the analogical and digital tools used, avoiding important errors and reformulating, synthesizing and coherently organizing information and ideas from diverse sources. sources and justifying their own opinions on matters of personal relevance or public interest known to the students, making ethical use of language, respecting intellectual property and avoiding plagiarism.",
        "2.3. Select, organize, and apply knowledge and planning, production, review, and cooperation strategies to compose well-structured texts that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using the most appropriate physical or digital resources in depending on the task and the actual or potential interlocutors.",
        "3.1. Plan, participate and collaborate assertively and actively, through various supports, in interactive situations on everyday topics, of personal relevance or of public interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors, expressing ideas and opinions accurately and arguing convincingly.",
        "3.2. Select, organize and use, efficiently, spontaneously and in different environments, appropriate strategies to start, maintain and end communication, take and give up the floor with kindness, adjust one's own contribution to that of the interlocutors, perceiving their reactions, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromising situations.",
        "4.1. Interpret and explain texts, concepts and communications in situations in which to attend to diversity, showing respect and appreciation for the interlocutors and for the languages, varieties or registers used, and participating in the solution of problems of intercomprehension and understanding, based on of various resources and supports.",
        "4.2. Apply strategies that help create bridges, facilitate communication, and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using physical or physical resources and supports. based on the task and the previous knowledge and interests and ideas of the interlocutors.",
        "5.1. Compare and contrast the similarities and differences between different languages reflecting systematically on how they work and establishing relationships between them.",
        "5.2. Use strategies and knowledge to improve their ability to communicate and learn the foreign language with initiative and creativity, with or without the support of other interlocutors and analog and digital media.",
        "5.3. Register and reflect on the progress and difficulties of learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate learning, carrying out activities of planning one's own learning, self-evaluation and peer-evaluation, such as those proposed in the European Portfolio of Languages (PEL) or in a learning diary, making those progress and difficulties explicit and sharing them.",
        "6.1. Act appropriately and respectfully in intercultural situations, building links between different languages and cultures, rejecting and evaluating any type of discrimination, prejudice and stereotype and solving those sociocultural factors that make communication difficult.",
        "6.2. Critically assess the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken and adapt to it, favoring and justifying the development of a shared culture.",
        "6.3. Systematically apply strategies to defend and appreciate linguistic, cultural and artistic diversity.        "
    ],
    "saberes": [
        "A. Multilingualism.",
        "– Strategies and techniques to respond effectively and with a high degree of autonomy, adaptation and correction to a specific communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "• Use of communication strategies to overcome interruptions and communicative lapses and to initiate and end communicative exchanges.",
        "– Deepening of the strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "– Analog and digital strategies and tools for evaluation.",
        "• Reflection on the personal learning process, using tools in different supports, analog or digital, and format, and thus being a participant in its evolution in language acquisition.",
        "• Participation in joint evaluation tasks to gain an overview of the evolution of the learning process of their peers, beyond their own.",
        "– Expressions and specific vocabulary to reflect on and share reflections on communication, language, learning and communication and learning tools (metalanguage)",
        "• Use of the metalinguistic function of the language in their favor to exchange ideas on issues related to communication and learning processes, thus showing their autonomy in communicative capacity.",
        "– Systematic comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
        "• Comparison between the foreign language and the mother tongue to reach conclusions after the analysis of syntactic and semantic elements appropriate to their level of competence.",
        "• Use of semantic phenomena such as «false friends» or cognates.",
        "B. Interculturality.",
        "– The foreign language as a means of communication and understanding between peoples, a facilitator of access to other cultures and other languages and as a tool for social participation and personal enrichment: consultation of information sources in a foreign language.",
        "– Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language, as well as learning cultural information from the countries where the foreign language is spoken.",
        "• Active and autonomous involvement in activities focused on expanding and using the foreign language both outside and inside the classroom through projects, debates, language immersion, exchanges, etc... aimed at putting the foreign language into practice and improving it.",
        "– Integrate into one's own intercultural competence sociocultural and sociolinguistic aspects related to social conventions, rules of courtesy and registers; institutions, customs and rituals; values, norms, beliefs and attitudes; stereotypes and taboos; nonverbal language; history, culture and communities; interpersonal relationships and globalization processes in countries where the foreign language is spoken.",
        "• Analysis of various cultural events of a historical, geographical or literary nature, obtaining the information through different means.",
        "– Strategies to understand and appreciate linguistic, cultural and artistic diversity.",
        "– Strategies for prevention, detection, rejection and action against discriminatory uses of verbal and non-verbal language.",
        "• Search, individually or in a group, for practical solutions to avoid any type of discrimination through language, both verbal and gestural in their immediate environment.",
        "C. Communication.",
        "– Self-confidence, initiative and assertiveness. Autonomous self-repair and self-assessment strategies as a way to progress in the autonomous learning of a foreign language.",
        "• Detection and analysis of errors in the oral and written messages produced and development of self-correcting hypotheses based on the conclusions drawn from said analysis, understanding the error as an essential part of the language acquisition process and a symptom of progression in it.",
        "– Strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
        "• Distinction of types of understanding (sender's intention, facts and opinions, implications, assessment of reliability, form and content of the text, etc.).",
        "• Autonomous use of linguistic, paralinguistic or paratextual strategies to compensate for linguistic deficiencies in oral, written or multimodal messages.",
        "• Autonomous use of ICT to transmit the message in the most effective way possible and create texts in different formats (visual, audiovisual, digital).",
        "– Knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
        "• Explanation and clarification of more difficult texts, fragmenting complex information, and summarizing it appropriately to the communicative situation.",
        "– Autonomous use of contextual models and discursive genres commonly used in the comprehension, production and co-production of short and simple, literary and non-literary oral, written and multimodal texts: characteristics and recognition of the context (participants and situation), expectations generated by the context, organization and structuring according to the genre, the textual function and the structure.",
        "• Distinguishing both the main communicative function or functions of the message and easily discernible implications, appreciating the different communicative intentions, and identifying the general communicative purposes associated with different discourse patterns.",
        "– Efficient and systematic use of more complex linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relationships, time and temporal relationships, affirmation, denial, question and exclamation, logical relationships.",
        "– Common and specialized vocabulary of interest to students, related to time and space; states, events and occurrence; activities, procedures and processes; personal, social, academic and professional relationships; education, work and entrepreneurship; language and intercultural communication; Science and Technology; History and culture; as well as lexical enrichment strategies (derivation, lexical families, polysemy, synonymy, antonymy...)",
        "• Autonomous use of common and specialized expressions, of more sophisticated phrases and vocabulary related to the topics mentioned.",
        "• Autonomous identification of an increasingly complex vocabulary (synonyms, antonyms, polysemic terms and words with prefixes and suffixes).",
        "• Recognition and autonomous use of commonly used and more specialized vocabulary within their own areas of interest in the personal, public, academic and occupational spheres,",
        "– Spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
        "• Recognition of values associated with common and less common formatting, typographic, spelling, and punctuation conventions, as well as commonly used and more specific abbreviations and symbols (eg ©, ™, §, ≤).",
        "– Systematic use of conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize, and paraphrase, collaborate , negotiate meanings, detect irony, etc.",
        "– Efficient use of resources for learning and information search and selection strategies, and content curation: dictionaries, reference books, libraries, media libraries, web labels, digital and computer resources, etc., for solving tasks class or research papers.",
        "• Knowledge and selective use of reliable analog and digital sources of information appropriate to their age, interests and needs that facilitate their autonomy in the learning process.",
        "– Respect for intellectual property and copyright on the sources consulted and content used: tools for the treatment of bibliographic data and resources to avoid plagiarism.",
        "• Recognition and respect for the concept of authorship in the creation of content and use of resources that make it clear in the elaboration of their messages.",
        "– Analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for interaction, collaboration and educational cooperation (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and the development of projects with speakers or students of the foreign language.",
        "• Participation in analogue and digital platforms for interaction and collaboration with speakers or students of the foreign language, in order to enhance the social exchange aspect of the language.",
        "– Communicative functions appropriate to the field and the communicative context: describe phenomena and events; give instructions and advice; narrate specific and habitual past events, describe current states and situations, and express future events and predictions in the short, medium and long term; express emotions; express opinion; express arguments; rephrase, present the opinions of others, summarize.",
        "• Appropriate use of structures and functions associated with different communication situations and contexts: formal vs informal, face-to-face vs remote, analog vs digital,…",
        "• Expression of logical relationships: conjunction (neither…nor); disjunction (either…or); opposition/concession (only (it didn't work); despite/in spite of + NP/VP/sentence); cause (because (of); due to; as; since); purpose (so as to); comparison (as/not so Adj. as; far less tiresome/much more convenient (than); the best by far); result/correlation (such…that); condition (if; unless; in case; assuming); indirect speech (reported information, instructions, advice, offers, suggestions, promises, commands, wishes, warnings).",
        "• Temporary relations ((just) as; while; once (we have finished)).",
        "• Expression of time: past (past simple and continuous; present perfect simple and continuous; past perfect simple and continuous); present (simple and continuous present); future (present simple and continuous + Adv.; will be – ing; will + perfect tense (simple and continuous)).",
        "• Expression of aspect: punctual (simple tenses); durative (present and past simple/perfect; and future continuous); habitual (simple tenses (+ Adv.); used to; would); inchoative (start/begin by –ing); terminative (cease – ing).",
        "• Expression of modality: factuality (declarative sentences); capacity (it takes/holds/serves…); possibility/probability (will; likely; should; ought to); need (want; take); obligation (need/needn't); permission (may; could; allow) intention (be thinking of –ing).",
        "• Expression of the mode (Adv. and phrases of manner, e.g. thoroughly; inside out; in a mess).",
        "• Expression of the argument introducing the personal point of view (The main issue is, It is interesting to consider, I'd like to point out that… etc.), citing examples and sources (For instance, If we take the case of …, etc.), and establishing conclusions (To conclude, the truth is that…, etc.)",
        "• Express emotion and opinions: I love/like/enjoy/don't like/hate/ It seems to me that, As far as I am concerned, Frankly speaking… etc.",
        "• Rephrase ideas and summarize them: To put it in another way, So what I am really saying is, All in all….",
        "– Sound, accentual, rhythmic and intonation patterns and meanings and general communicative intentions associated with these patterns. Basic phonetic alphabet.",
        "• Differentiation of sound, accentual, rhythmic and intonation patterns of common and more specific use, and recognize their meanings and express communicative intentions, as well as some of an implicit nature.",
        "• Reproduction, with sufficient correction of sound, accentual, rhythmic and intonation patterns of a general nature, making conscious use of them to express different meanings according to the demands of the context.               "
    ]
}