{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Extraer y analizar las ideas principales, la información detallada y las implicaciones ",
        "generales de textos de cierta longitud, bien organizados y complejos, orales, escritos y ",
        "multimodales, tanto en registro formal como informal, sobre temas de relevancia personal o ",
        "de interés público, tanto concretos como abstractos, expresados de forma clara y en la ",
        "lengua estándar o en variedades frecuentes, incluso en entornos moderadamente ruidosos, ",
        "a través de diversos soportes.  ",
        "1.2. Interpretar y valorar de manera crítica el contenido, la intención, los rasgos discursivos y ",
        "ciertos matices, como la ironía o el uso estético de la lengua, de textos de cierta longitud y ",
        "complejidad, con especial énfasis en los textos académicos y de los medios de ",
        "comunicación, así como de textos de ficción, sobre una amplia variedad de temas de ",
        "relevancia personal o de interés público.  ",
        "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada ",
        "situación comunicativa para comprender el sentido general, la información esencial y los ",
        "detalles más relevantes y para distinguir la intención y las opiniones, tanto implícitas como ",
        "explícitas de los textos; inferir significados e interpretar elementos no verbales; y buscar, ",
        "seleccionar y contrastar información veraz.  ",
        "Competencia específica 2. ",
        "2.1. Expresar oralmente con suficiente fluidez, facilidad y naturalidad, diversos tipos de textos ",
        "claros, coherentes, detallados, bien organizados y adecuados al interlocutor o interlocutora y ",
        "al propósito comunicativo sobre asuntos de relevancia personal o de interés público ",
        "conocidos por el alumnado, con el fin de describir, narrar, argumentar e informar, en ",
        "diferentes soportes, evitando errores importantes y utilizando registros adecuados, así como ",
        "recursos verbales y no verbales, y estrategias de planificación, control, compensación y ",
        "cooperación.  ",
        "2.2. Redactar y difundir textos detallados de creciente extensión, bien estructurados y de cierta ",
        "complejidad, adecuados a la situación comunicativa, a la tipología textual y a las herramientas ",
        "analógicas y digitales utilizadas evitando errores importantes y reformulando, sintetizando y ",
        "organizando de manera coherente información e ideas de diversas fuentes y justificando las ",
        "propias opiniones sobre asuntos de relevancia personal o de interés público conocidos por el ",
        "alumnado, haciendo un uso ético del lenguaje, respetando la propiedad intelectual y evitando ",
        "el plagio.  ",
        "2.3. Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, ",
        "revisión y cooperación, para componer textos bien estructurados y adecuados a las ",
        "intenciones comunicativas, las características contextuales, los aspectos socioculturales y la ",
        "tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea ",
        "y de los interlocutores reales o potenciales.  ",
        "Competencia específica 3. ",
        "3.1. Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en ",
        "situaciones interactivas sobre temas cotidianos, de relevancia personal o de interés público ",
        "cercanos a su experiencia, mostrando iniciativa, empatía y respeto por la cortesía lingüística y ",
        "la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y ",
        "motivaciones de los interlocutores, expresando ideas y opiniones con precisión y ",
        "argumentando de forma convincente.  ",
        "3.2. Seleccionar, organizar y utilizar, de forma eficaz, espontánea y en diferentes entornos, ",
        "estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la ",
        "palabra con amabilidad, ajustar la propia contribución a la de los interlocutores e ",
        "interlocutoras percibiendo sus reacciones, solicitar y formular aclaraciones y explicaciones, ",
        "reformular, comparar y contrastar, resumir, colaborar, debatir, resolver problemas y gestionar ",
        "situaciones comprometidas.  ",
        "Competencia específica 4. ",
        "4.1. Interpretar y explicar textos, conceptos y comunicaciones en situaciones en las que atender a ",
        "la diversidad, mostrando respeto y aprecio por los interlocutores y por las lenguas, variedades ",
        "o registros empleados, y participando en la solución de problemas de intercomprensión y de ",
        "entendimiento, a partir de diversos recursos y soportes.  ",
        "4.2. Aplicar estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para ",
        "explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones ",
        "comunicativas, las características contextuales, los aspectos socioculturales y la tipología ",
        "textual, usando recursos y apoyos físicos o digitales en función de la tarea y del conocimiento ",
        "previo y los intereses e ideas de los interlocutores.  ",
        "Competencia específica 5. ",
        "5.1. Comparar y contrastar las semejanzas y diferencias entre distintas lenguas reflexionando de ",
        "forma sistemática sobre su funcionamiento y estableciendo relaciones entre ellas.  ",
        "5.2. Utilizar con iniciativa y de forma creativa estrategias y conocimientos de mejora de su ",
        "capacidad de comunicar y de aprender la lengua extranjera, con o sin apoyo de otros ",
        "interlocutores y de soportes analógicos y digitales.  ",
        "5.3. Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua ",
        "extranjera seleccionando las estrategias más adecuadas y eficaces para superar esas ",
        "dificultades y consolidar el aprendizaje, realizando actividades de planificación del propio ",
        "aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de ",
        "las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades ",
        "explícitos y compartiéndolos.  ",
        "Competencia específica 6.  ",
        "6.1. Actuar de forma adecuada y respetuosa en situaciones interculturales construyendo vínculos ",
        "entre las diferentes lenguas y culturas, rechazando y evaluando cualquier tipo de ",
        "discriminación, prejuicio y estereotipo y solucionando aquellos factores socioculturales que ",
        "dificulten la comunicación.  ",
        "6.2. Valorar críticamente la diversidad lingüística, cultural y artística propia de países donde se ",
        "habla la lengua extranjera y adecuarse a ella favoreciendo y justificando el desarrollo de una ",
        "cultura compartida.  ",
        "6.3. Aplicar de forma sistemática estrategias para defender y apreciar la diversidad lingüística, ",
        "cultural y artística.         "
    ],
    "saberes": [
        "A. Plurilingüismo. ",
        "– Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, ",
        "adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones ",
        "derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del ",
        "repertorio lingüístico propio.  ",
        "Uso de estrategias de comunicación para superar las interrupciones y lapsos ",
        "comunicativos y para iniciar y concluir los intercambios comunicativos.  ",
        "– Profundización en las estrategias para identificar, organizar, retener, recuperar y utilizar ",
        "creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de ",
        "la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal. ",
        "– Estrategias y herramientas analógicas y digitales para la evaluación.   ",
        "Reflexión sobre el proceso personal de aprendizaje, utilizando herramientas en distinto ",
        "soporte, analógico o digital, y formato, y siendo así partícipe de su evolución en la ",
        "adquisición de la lengua.  ",
        "Participación en tareas de evaluación conjuntas para ganar una perspectiva general de la ",
        "evolución del proceso de aprendizaje de sus iguales, más allá del suyo propio. ",
        "– Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la ",
        "comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje ",
        "(metalenguaje)  ",
        "Uso de la función metalingüística de la lengua en su favor para el intercambio de ideas ",
        "sobre temas relacionados con los procesos comunicativos y de aprendizaje, mostrando ",
        "así su autonomía en la capacidad comunicativa. ",
        "– Comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras ",
        "lenguas: origen y parentescos.  ",
        "Comparación entre la lengua extranjera y la materna para llegar a conclusiones tras el ",
        "análisis de elementos sintácticos y semánticos adecuado a su nivel de competencia.   ",
        "Uso de fenómenos semánticos como «falsos amigos» o cognados. ",
        "B. Interculturalidad. ",
        "– La lengua extranjera como medio de comunicación y entendimiento entre pueblos, facilitador ",
        "del acceso a otras culturas y otras lenguas y como herramienta de participación social y de ",
        "enriquecimiento personal: consulta de fuentes de información en lengua extranjera.  ",
        "– Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes ",
        "medios con hablantes o estudiantes de la lengua extranjera, así como por conocer ",
        "informaciones culturales de los países donde se habla la lengua extranjera.  ",
        "Implicación activa y autónoma en actividades enfocadas a la ampliación y utilización de la ",
        "lengua extranjera tanto fuera como dentro del aula mediante proyectos, debates, ",
        "inmersiones lingüísticas, intercambios, etc… encaminados a la puesta en práctica y la ",
        "mejora de la lengua extranjera. ",
        "– Integrar en la propia competencia intercultural aspectos socioculturales y sociolingüísticos ",
        "relativos a convenciones sociales, normas de cortesía y registros; instituciones, costumbres ",
        "y rituales; valores, normas, creencias y actitudes; estereotipos y tabúes; lenguaje no verbal; ",
        "historia, cultura y comunidades; relaciones interpersonales y procesos de globalización en ",
        "países donde se habla la lengua extranjera.  ",
        "Análisis de acontecimientos culturales diversos de tipo histórico, geográfico o literario, ",
        "obteniendo la información por diferentes medios.  ",
        "– Estrategias para entender y apreciar la diversidad lingüística, cultural y artística. ",
        "– Estrategias de prevención, detección, rechazo y actuación ante usos discriminatorios del ",
        "lenguaje verbal y no verbal.  ",
        "Búsqueda, de forma individual o en grupo, de soluciones prácticas para evitar cualquier ",
        "tipo de discriminación a través del lenguaje, tanto verbal como gestual en su entorno ",
        "próximo.  ",
        "C. Comunicación. ",
        "– Autoconfianza, iniciativa y asertividad. Estrategias autónomas de autorreparación y ",
        "autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua ",
        "extranjera.  ",
        "Detección y análisis de errores en los mensajes orales y escritos producidos y ",
        "elaboración de hipótesis auto correctoras a partir de las conclusiones extraídas de dicho ",
        "análisis, entendiendo el error como parte esencial del proceso de adquisición de la lengua ",
        "y síntoma de progresión en el mismo. ",
        "– Estrategias para la planificación, ejecución, control y reparación de la comprensión, la ",
        "producción y la coproducción de textos orales, escritos y multimodales.  ",
        "Distinción de tipos de comprensión (intención del emisor, hechos y opiniones, ",
        "implicaciones, valoración de la fiabilidad, la forma y el contenido del texto, etc.)   ",
        "Uso autónomo de estrategias lingüísticas, paralingüísticas o paratextuales para ",
        "compensar las carencias lingüísticas en mensajes orales, escritos o multimodales.   ",
        "Utilización autónoma de las TIC para transmitir el mensaje de la forma más efectiva ",
        "posible y crear textos en diferentes formatos (visual, audiovisual, digital)  ",
        "– Conocimientos, destrezas y actitudes que permitan llevar a cabo actividades de mediación ",
        "en situaciones cotidianas.  ",
        "Explicación y aclaración de textos de mayor dificultad, fragmentando información ",
        "compleja, y resumiéndola con adecuación a la situación comunicativa. ",
        "– Utilización autónoma de modelos contextuales y géneros discursivos de uso común en la ",
        "comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y ",
        "sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes ",
        "y situación), expectativas generadas por el contexto, organización y estructuración según el ",
        "género, la función textual y la estructura.  ",
        "Distinción tanto de la función o funciones comunicativas principales del mensaje como implicaciones fácilmente discernibles, apreciando las diferentes intenciones comunicativas, e identificando los propósitos comunicativos generales asociados a distintos patrones discursivos. ",
        "– Uso eficaz y sistemático de unidades lingüísticas más complejas y significados asociados a ",
        "dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, ",
        "el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la ",
        "negación, la interrogación y la exclamación, relaciones lógicas. ",
        "– Léxico común y especializado de interés para el alumnado, relativo a tiempo y espacio; ",
        "estados, eventos y acontecimiento; actividades, procedimientos y procesos; relaciones ",
        "personales, sociales, académicas y profesionales; educación, trabajo y emprendimiento; ",
        "lengua y comunicación intercultural; ciencia y tecnología; historia y cultura; así como ",
        "estrategias enriquecimiento léxico (derivación, familias léxicas, polisemia, sinonimia, ",
        "antonimia...)  ",
        "Uso autónomo de expresiones comunes y especializadas, de frases hechas más ",
        "sofisticadas y de léxico relativo a los temas mencionados.   ",
        "Identificación autónoma de un vocabulario cada vez más complejo (sinónimos, ",
        "antónimos, términos polisémicos y palabras con prefijos y sufijos).   ",
        "Reconocimiento y utilización autónoma de léxico de uso común y más especializado ",
        "dentro de las propias áreas de interés en los ámbitos personal, público, académico y ",
        "ocupacional,  ",
        "– Convenciones ortográficas y significados e intenciones comunicativas asociados a los ",
        "formatos, patrones y elementos gráficos. ",
        "Reconocimiento de los valores asociados a convenciones de formato, tipográficas, ",
        "ortográficas y de puntuación comunes y menos habituales, así como abreviaturas y ",
        "símbolos de uso común y más específico (p. e. ©, ™, §, ≤) ",
        "– Utilización sistemática de las convenciones y estrategias conversacionales, en formato ",
        "síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la ",
        "palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, ",
        "y parafrasear, colaborar, negociar significados, detectar la ironía, etc. ",
        "– Utilización eficaz de recursos para el aprendizaje y estrategias de búsqueda y selección de ",
        "información, y curación de contenidos: diccionarios, libros de consulta, bibliotecas, ",
        "mediatecas, etiquetas en la red, recursos digitales e informáticos, etc., para la resolución de ",
        "tareas de clase o trabajos de investigación.  ",
        "Conocimiento y utilización selectiva de fuentes de información analógicas y digitales ",
        "fiables apropiadas a su edad, intereses y necesidades que faciliten su autonomía en el ",
        "proceso de aprendizaje. ",
        "– Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y ",
        "contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos ",
        "para evitar el plagio.  ",
        "Reconocimiento y respeto del concepto de autoría en la creación de contenidos y ",
        "utilización de recursos que lo hagan patente en la elaboración de sus mensajes. ",
        "– Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, ",
        "escrita y multimodal; y plataformas virtuales de interacción, colaboración y cooperación ",
        "educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el ",
        "aprendizaje, la a comunicación y el desarrollo de proyectos con hablantes o estudiantes de ",
        "la lengua extranjera.  ",
        "Participación en las plataformas analógicas y digitales de interacción y colaboración con ",
        "hablantes o estudiantes de la lengua extranjera, con el fin de potenciar el cariz de ",
        "intercambio social de la lengua ",
        "ALEMÁN. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros ",
        "y predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Expresión de relaciones lógicas: conjunción (weder…noch); disyunción (entweder... ",
        "oder); oposición/concesión (nur habe ich es vergessen); trotz / ungeachtet + N/VP ",
        "/Phrase); causa (denn-weil; wegen; da); finalidad (so dass); comparación (so/nicht so Adj. ",
        "als; weit weniger lästig/ viel Adj. -er (als); mit Abstand der/die/das veste + Substantiv); ",
        "resultado/correlación (solche-...dass); condición (wenn; sofern; falls; angenommen); estilo ",
        "indirecto (Redewiedergabe, Vorschläge, Aufforderungen, Befehle, Wünsche und ",
        "Warnungen).  ",
        "Relaciones temporales (solange; seitdem; nachdem (wir fertig sind)).  ",
        "Expresión del tiempo: pasado (Präteritum, Perfekt, Plusquamperfekt, Historisches ",
        "Präsens, Konjunktiv II); presente (Präsens, Konjunktiv II); futuro (werden; Präsens + Adv. ",
        "Perfekt + Adv.).  ",
        "Expresión del aspecto: puntual (Perfekt, Plusquamperfekt, Futur II); durativo (Präsens ",
        "Präteritum und Futur I); habitual (Präsens und Präteritum (+ Adv.); pflegen zu; würde); ",
        "incoativo (beginnen mit); terminativo.  ",
        "Expresión de la modalidad: factualidad (Aussagesätzen); capacidad ((dazu) braucht ",
        "es/…); posibilidad/probabilidad (werden; wahrscheinlich; müssen); necesidad (benötigen; ",
        "brauchen); obligación (brauchen/nicht brauchen); permiso (dürfen; können, lassen); ",
        "intención (denken zu –en). ",
        "Expresión de la existencia (z.B. es soll gegeben haben); la entidad (nicht ",
        "zählbare/Sammelbezeichnungen / zusammengesetzten Nomen; Pronomen (Relativ-",
        "pronomen, Determinativpronomina); la cualidad (z.B. blaulich; schön anzuschauen).  ",
        "Expresión de la cantidad: Zahlen (z.B. etwa zwanzig Bücher). Quantität: z.B. zweimal so ",
        "viele; Berge von Arbeit.: Grad. z.B. äußerst schwierig; so (plötzlich)).  ",
        "Expresión del espacio (Präpositionen und Lokale Adverbien).  ",
        "Expresión del tiempo (Zeitpunkte (z.B. damals; innerhalb eines Monats; jederzeit), ",
        "Zeiteinheiten, und Ausdruck von Zeit (z.B. am Anfang/Ende des Monats); Dauer (z.B. die ",
        "ganze Woche hindurch; über die Weihnachtsfeiertage); Vorzeitigkeit (noch; schon (nicht); ",
        "lange/kurz davor); Nachzeitigkeit (z.B. später(hin); lange/kurz danach); Aufeinanderfolge ",
        "(erstens, ferner, schlussendlich); Gleichzeitigkeit (gerade als); Häufigkeit (z.B. selten; ",
        "wochenweise).   ",
        "Expresión del modo (Modaladverbien und Modalsätze, z.B. völlig; verkehrt herum; in ",
        "einem Durcheinander). ",
        "– Reproducción de patrones sonoros, acentuales, rítmicos y de entonación y significados e ",
        "intenciones comunicativas generales asociadas a dichos patrones ajustándose debidamente ",
        "a una variedad estándar de la lengua.  ",
        "FRANCÉS. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros ",
        "y predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Descripción de fenómenos y acontecimientos mediante relaciones lógicas: conjunción; ",
        "disyunción; oposición/concesión (quoique, malgré que + Subj. (para un hecho real), si... ",
        "que; que... ou que + Subj., avoir beau être + nom/Adj./Adv., loin de, sans); causa (du fait ",
        "que); finalidad (de peur que, de crainte que, que + Subj. (ex: Viens que je te voie!)); ",
        "comparación (c’est le meilleur/pire … que + Subj., autant/tant que, d’autant plus/moins ",
        "que…); consecuencia (aussi… que); condición (gérondif, ex: En faisant du sport vous ",
        "vous sentirez mieux), pourvu que, à condition que); estilo indirecto (rapporter des ",
        "informations au passé, suggestions, ordres, questions, opinions) ; reformular (en d’autres ",
        "termes, autrement dit) ; resumir (en fin de compte, ainsi, comme nous l’avons déjà dit, ",
        "somme toute).  ",
        "Expresión de la modalidad: factualidad; capacidad; posibilidad/probabilidad; necesidad; ",
        "obligación /prohibición (n’avoir qu’à…, il n’y a qu’à…); permiso (Puis- je…?); ",
        "intención/deseo; voix passive; condicional (oraciones condicionales (les 3 types ",
        "d´hypothèse); conditionnel passé).  ",
        "Expresión del tiempo: presente; pasado; futuro (futur antérieur) ; puntual (n’importe ",
        "quand, quelque qu’il soit, une fois que); divisiones (hebdomadaire, mensuel, annuel…); ",
        "indicaciones de tiempo, duración (toujours (ex: Il travaille toujours à Paris?); matinée, ",
        "journée, soirée, nuitée); anterioridad (en attendant); posterioridad (à peine … que, ",
        "aussitôt que, sitôt que); secuenciación (pour conclure, pour faire le bilan, si on fait le point, ",
        "comme conclusion); simultaneidad (à mesure que, au fur et à mesure que, le temps que + ",
        "Subj.); frecuencia ((un jour) sur (deux)) ; relaciones temporales (auparavant, dorénavant, ",
        "alors que, en attendant, tant que).  ",
        "Expresión del aspecto: puntual (frases simples); durativo (de ces temps-ci…); habitual; ",
        "incoativo (être prêt à…); terminativo.  ",
        "Expresión de la existencia: presentativos; la entidad (artículos, sustantivos, pronombres ",
        "personales, adjetivos y pronombres demostrativos; pronombres personales COD y COI, ",
        "«en», «y», proposiciones adjetivas (mise en relief con ce qui, ce que, ce dont, ce à quoi); ",
        "pron. relativos compuestos (sur laquelle, grâce à lequel, avec/sans lequel, entre/parmi ",
        "lesquels, à qui, à côté duquel)); la cualidad; la posesión. ",
        "Expresión de la cantidad: environ, à peu près, plus ou moins, le double, le triple…, un/ ",
        "des tas de; artículos partitivos, Adv. de cantidad y medidas; y del grado (extrêmement, ",
        "tellement, suffisamment).  ",
        "Expresión del espacio (prépositions et adverbes de lieu, position, distance, mouvement, ",
        "direction, provenance, destination).  ",
        "Expresión del modo (de cette manière, de cette façon là, ainsi). ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.  ",
        "Reconocimiento y correcta producción de patrones sonoros, acentuales, rítmicos y de ",
        "entonación, de uso común y más específicos, asociados a intenciones comunicativas ",
        "expresas y de carácter implícito.  ",
        "Identificación de símbolos fonéticos (API) con la pronunciación de fonemas.   ",
        "Reconocimiento y correcta producción de los fonemas de la lengua francesa, insistiendo ",
        "en las diferencias con la lengua materna: Fonemas vocálicos nasales; fonemas vocálicos; ",
        "fonemas consonánticos. ",
        "INGLÉS. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes, y expresar sucesos futuros ",
        "y predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Uso adecuado de estructuras y funciones asociadas a diferentes situaciones de ",
        "comunicación y contextos: formal vs informal, presencial vs remoto, analógico vs ",
        "digital,…  ",
        "Expresión de relaciones lógicas: conjunción (neither…nor); disyunción (either…or); ",
        "oposición/concesión (only (it didn’t work); despite/in spite of + NP/VP/sentence); causa ",
        "(because (of); due to; as; since); finalidad (so as to); comparación (as/not so Adj. as; far ",
        "less tiresome/much more convenient (than); the best by far); resultado/correlación ",
        "(such…that); condición (if; unless; in case; supposing); estilo indirecto (reported ",
        "information, instructions, advice, offers, suggestions, promises, commands, wishes, ",
        "warnings).  ",
        "Relaciones temporales ((just) as; while; once (we have finished)).  ",
        "Expresión del tiempo: pasado (past simple and continuous; present perfect simple and ",
        "continuous; past perfect simple and continuous); presente (simple and continuous ",
        "present); futuro (present simple and continuous + Adv.; will be – ing; will + perfect tense ",
        "(simple and continuous)).  ",
        "Expresión del aspecto: puntual (simple tenses); durativo (present and past simple/perfect; ",
        "and future continuous); habitual (simple tenses (+ Adv.); used to; would); incoativo ",
        "(start/begin by –ing); terminativo (cease – ing).  ",
        "Expresión de la modalidad: factualidad (declarative sentences); capacidad (it ",
        "takes/holds/serves…); posibilidad/probabilidad (will; likely; should; ought to); necesidad ",
        "(want; take); obligación (need/needn’t); permiso (may; could; allow) intención (be thinking ",
        "of –ing).  ",
        "Expresión del modo (Adv. and phrases of manner, e.g. thoroughly; inside out; in a mess).  ",
        "Expresión de la argumentación introduciendo el punto de vista personal (The main issue ",
        "is, It is interesting to consider, I’d like to point out that… etc.), citando ejemplos y fuentes ",
        "(For instance, If we take the case of…, etc.), y estableciendo conclusions (To conclude, ",
        "the truth is that…, etc.)  ",
        "Expresar emoción y opiniones: I love/like/enjoy/don’t like/hate/ It seems to me that, As far ",
        "as I am concerned, Frankly speaking… etc.   ",
        "Reformular ideas y resumirlas: To put it in another way, So what I am really saying is, All ",
        "in all…. ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.  ",
        "Diferenciación de patrones sonoros, acentuales, rítmicos y de entonación de uso común y ",
        "más específicos, y reconocer sus significados e intenciones comunicativas expresas, así ",
        "como algunas de carácter implícito.  ",
        "Reproducción, con la suficiente corrección de patrones sonoros, acentuales, rítmicos y de ",
        "entonación de carácter general, haciendo un uso consciente de los mismos para expresar ",
        "distintos significados según las demandas del contexto. ",
        "ITALIANO. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros ",
        "y predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Expresión de relaciones lógicas: conjunción (e poi, neppure); disyunción (sennò); ",
        "oposición (bensì, anzi); causa (per il fatto che); concesión ((cio)nonostante, pur + ",
        "gerundio); finalidad (allo scopo di + Inf.); condición (purché, ammesso che); comparación ",
        "(altrettanto/quanto, più/meno di quello che); resultado/correlación (troppo... per, al punto ",
        "che); estilo indirecto (informazione riferita, consigli, ordini, offerte, suggerimenti, ",
        "promesse, avvisi); expresiones útiles para resumir (quindi, pertanto, allora, di ",
        "conseguenza)  ",
        "Relaciones temporales (da che, nel + Inf.; (una volta+) participio passato).  ",
        "Expresión del tiempo (pasado (presente, piuccheperfetto, perfetto semplice; futuro (futuro ",
        "composto e condizionale composto)) y del aspecto (puntual (tempi semplici); durativo ",
        "(presente, imperfetto, perfetto semplice (+Avv.), tempi composti (+Avv.)); seguitare a ",
        "+Inf.; venire + Ger.); habitual (tempi semplici e perfetto composto e piuccheperfetto ",
        "(+Avv.); essere solito + Inf.); iterativo (perfetto semplice (+Avv.); incoativo (accingersi a ",
        "/essere in procinto di + Inf.); terminativo (imperfetto narrativo; tempi composti e perfetto ",
        "semplice ; cessare di+ Inf.)).  ",
        "Expresión de la modalidad (factualidad (frasi dichiarative affermative e negative); ",
        "capacidad ((non) essere bravo a + Inf. ; posibilidad (futuro semplice e composto; verbi, ",
        "sostantivi e aggettivi che indicano opinione, dubbio, assunzione, attesa, persuasione, ",
        "apparenza + cong.; condizionale composto;dovere + Inf. composto)); necesidad (esserci ",
        "bisogno); obligación (futuro; essere tenuto a + Inf.; andare + participio passato); intención ",
        "(verbi volitivi + cong.); prohibición (non andare + participio passato).  ",
        "Expresión de la existencia (p.es. dovrebbe esserci stato; ecco tutto); la entidad (nomi ",
        "contabili / massa / collettivi / composti; pronomi (relativi, riflessivi, tonici); determinanti); la ",
        "cualidad (p.es. piuttosto stanco; facile a dirsi).  ",
        "Expresión de la cantidad (numero: singolare/plurale; numerali cardinali, ordinali, collettivi ",
        "(p.es. entrambi, ambedue), moltiplicativi (p.es. quadruplo); frazionari (p.es. tre su tre); ",
        "distributivi (p.es. uno a uno). Quantità: p.es. vari motivi, una pila di libri; el grado: p.es. ",
        "estremamente doloroso; particolarmente bravo.  ",
        "Expresión del espacio (preposizioni, avverbi ed espressioni che indicano luogo, posizione, ",
        "distanza, movimento, direzione, origine e disposizione.  ",
        "Expresión del tiempo (l’ora ((p..es. mancano) venti alle otto); divisione (p.es. ai tempi dei ",
        "miei nonni, sul presto) e collocazione nel tempo (p.es. nel Quattrocento; nel frattempo); ",
        "durata (p.es. l’intera giornata, sotto Natale); anteriorità (p.es. prima che, (non) ancora); ",
        "posteriorità (p.es. qualche anno più tardi); contemporaneità (p.es. nel momento in cui ",
        "contemporaneamente); sequenza (p.es inoltre ... poi... infine); intermittenza (p.es. ",
        "talvolta); frequenza (p.es. di rado)). ",
        "Expresión del modo (avverbi di modo: p.es. di proposito, a dirotto, perbene). ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.  ",
        "Patrones sonoros, acentuales, rítmicos y de entonación.  ",
        "Reproducción correcta de los fonemas que presentan mayor dificultad como son los ",
        "sonidos: /t͡ ʃ/, /d͡ ʒ/, /ʎ/, /ʃ/ y /t͡ s/, la diferenciación de las consonantes dobles, así como la ",
        "distinción b/v.  ",
        "Consolidación en el dominio de la grafía, la pronunciación, la entonación y su relación con ",
        "la expresión y comunicación. ",
        "PORTUGUÉS. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros ",
        "y predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Expresión de relaciones lógicas: conjunção (além disso; nem sequer); ",
        "oposição/concessão (pórem; apesar de); causa (por causa de; devido a; por ",
        "consequência); finalidade (afim de que); comparação (mais/menos/tão/tanto+ Adj./Adv./S ",
        "+ (do) que / como/quanto; como se; bastante menos cansado; muito mais raro; ",
        "superlativo absoluto (p.e. -errimo); resultado/ correlação (tão...que, tanto...que); condição ",
        "(se, sem que, a não ser que, a menos que); estilo indireto (informações, oferecimientos, ",
        "sugestões, promessas, ordens, desejos).   ",
        "Relaciones temporales (assimque, até que, apenas, mal).   ",
        "Expresión del tiempo: pasado (presente histórico, pretérito imperfeito, perfeito simple e ",
        "perfeito composto e pretérito mais-mais-que-perfeito simple e composto); futuro ((futuro ",
        "imperfeito (+Adv.), futuro perfeito do indicativo e condicional).   ",
        "Expresión del aspecto: puntual (tempos simples); durativo (presente, futuro imperfeito e ",
        "pretérito imperfeito do indicativo (+ Adv.); ir / vir a + Inf.; sufixos de duração, p. e. –ear, -",
        "ecer); habitual (tempos simples (+ Adv.)); terminativo (presente histórico, pretérito perfeito ",
        "simple e composto, pretéiro mais-que-perfeito composto e futuro perfeito do indicativo; ",
        "chegar a + Inf.).   ",
        "Expresión de la modalidad: factualidad (frases declarativas); capacidad (poder com; ",
        "conseguir + Inf.); posibilidad/probabilidad (pode ser que / tal vez + Conj.; futuro do ",
        "presente e futuro perfeito); necesidad (precisar; ser preciso/necessário + Conj.); ",
        "obligación (ser obrigatório que + Conj.; presente do indicativo); permiso (ser possível / ",
        "permitido que + Conj.); prohibición (ser proibido que); intención (querer que + Conj.; ir / ",
        "haver de + Inf.).   ",
        "Expresión de la existencia (p. e. faltar, acontecer); la entidad (substantivos contáveisl ",
        "/massivos /coletivos /compostos; pronomes (relativos, reflexivos átonos/tônicos, ",
        "determinantes); la cualidad (p.e. azulado; útil para dificuldade em dormir).   ",
        "Expresión de la cantidad: Numerais (p. e. pelo menos 20 pessoas; perto de 30 km). ",
        "Quantidade: p. e. duas vezes no máximo; um monte de gente. Grau: p. e. totalmente; tão ",
        "de repente.  ",
        " Expresión del espacio (preposições e advérbios de lugar, localização, distância, ",
        "movimento, direcção).  ",
        "Expresión del tiempo expressões, preposições e locuções de tempo (momento pontual ",
        "(p. e. daqui a uma semana), divisões (p. e. prazo; estação seca) e indicações de tempo ",
        "(p. e. a 13 dias do evento ); duração (p. e. por todo o dia; no período natalício); ",
        "anterioridade (a última vez que, há bocado, fazia pouco); posterioridade (dentro de alguns ",
        "dias, de hoje em diante, em breve); sequência (para começar, seguidamente, em ",
        "conclusão); simultaneidade (no mesmo tempo que, atualmente); frequência (p. e. uma ",
        "vez por dia, regularmente).  ",
        "Expresión del modo (expressões, preposições e locuções prepositivas de modo, p .e. em ",
        "excesso; ao gosto). ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.  ",
        "Patrones sonoros, acentuales, rítmicos y de entonación.         "
    ]
}
