{
    "criteriosEvaluacion": [
        "1.1. Contrastar y valorar de manera crítica lassimilitudes y diferencias entre distintas lenguasy variedades lingüísticas de la lenguaextranjera, de manera crítica, sobre aspectosgenerales y específicos de su funcionamiento.",
        "1.2. Utilizar y valorar, con iniciativa,creatividad y de manera crítica, losconocimientos y estrategias que constituyen surepertorio lingüístico, sin apoyo de otrosinterlocutores, utilizando soportes analógicos ydigitales.",
        "1.3. Valorar de manera crítica los progresosy dificultades de aprendizaje de la lenguaextranjera aplicando las estrategias másadecuadas y eficaces para superar esasdificultades y consolidarlas, realizandoactividades de planificación del propioaprendizaje, autoevaluación y coevaluación,explicitando y compartiendo esos procesos.",
        "1.4. Valorar de manera crítica la diversidadlingüística, cultural y artística propia de paísesdonde se habla la lengua extranjera,solucionando malentendidos de origensociocultural que dificulten la comunicación.",
        "1.5. Actuar de forma respetuosa y empáticaen situaciones interculturales, evaluando yrechazando cualquier tipo de discriminación,prejuicio y estereotipo.",
        "2.1. Interpretar y valorar de manera crítica,textos informativos, expositivos, descriptivos,narrativos, argumentativos y literarios orales,sobre temas del ámbito personal, social,profesional y académico, así como textosliterarios adecuados a su nivel.",
        "2.2. Extraer la información relevante y laslíneas argumentales más destacadas, así comovalorar de manera crítica el contenido, laintención, los rasgos discursivos y ciertosmatices, como la ironía o el uso estético de lalengua, de los textos orales en lengua estándar.",
        "2.3. Seleccionar información oral, tanto enherramientas analógicas como digitales, en labúsqueda avanzada de información,analizando las fuentes documentales yvalorando de manera crítica la información quecontienen.",
        "3.1. Interpretar, con autonomía e iniciativa,textos escritos y multimodales informativos,expositivos, descriptivos, narrativos,argumentativos y literarios, sobre asuntos delámbito personal, social, profesional yacadémico.",
        "3.2. Valorar de manera crítica, el contenido,la intención, los rasgos discursivos y maticescomo la ironía o el uso estético de la lengua, detextos escritos y multimodales, especialmentelos textos académicos, de medios decomunicación y de ficción.",
        "3.3. Localizar, seleccionar, contrastar yvalorar de manera crítica la información enmedios analógicos y digitales, con iniciativa, dediferentes textos escritos y multimodales sobreasuntos del ámbito personal, social, profesionaly académico, analizando las fuentesdocumentales y valorando de manera crítica lainformación que contienen.",
        "4.1. Expresar oralmente, con fluidez, facilidady naturalidad, evitando errores importantes,textos claros, coherentes, bien organizados,adecuados a la situación comunicativa y endiferentes registros, sobre asuntos del ámbitopersonal, social, profesional y académico, coninformar, exponer, describir, narrar yargumentar.el fin de informar, exponer, describir, narrar yargumentar.",
        "4.2. Utilizar estrategias de búsqueda deinformación, planificación, producción,compensación y revisión, con iniciativa ycreatividad, utilizando recursos verbales y noverbales para expresar las ideas de maneraeficaz, y para evaluar sus propias produccioneso las de los demás interlocutores.",
        "4.3. Utilizar, con iniciativa y creatividad,recursos diversos en herramientas analógicasy digitales para la búsqueda avanzada deinformación, analizando las fuentesdocumentales y valorando de manera crítica lainformación que contienen.",
        "5.1. Producir textos escritos y multimodales,coherentes, cohesionados y correctos, bienorganizados, adecuados a la situacióncomunicativa y en diferentes registros, sobreasuntos del ámbito personal, social, profesionaly académico, con el fin de informar, narrar,describir, opinar y argumentar.",
        "5.2. Utilizar estrategias de búsqueda deinformación, planificación, textualización,síntesis y revisión, con iniciativa y creatividad,para expresar las ideas contenidas en lostextos de manera eficaz, y para evaluar suspropias producciones o las de los demásinterlocutores.",
        "5.3. Utilizar, con iniciativa y creatividad,recursos diversos en herramientas analógicasy digitales para la búsqueda avanzada deinformación, analizando las fuentesdocumentales y valorando de manera crítica lainformación que contienen.",
        "6.1. Interactuar con iniciativa y creatividad enconversaciones con suficiente fluidez, precisióny espontaneidad, usando estrategias decooperación y empleando recursos analógicosy digitales, sobre asuntos del ámbito personal,social, profesional y académico.",
        "6.2. Utilizar estrategias complejas decooperación, de cesión y toma de turnos depalabra, así como estrategias para solicitar yformular aclaraciones y explicaciones,colaborar, debatir y resolver problemas,utilizando la cortesía lingüística, la etiquetadigital y el lenguaje no verbal, con el fin dellegar a un objetivo común.",
        "6.3. Mostrar interés, respeto y empatía hacialos interlocutores en contextos pluriculturales,cotidianos, formales e informales, de maneraautónoma y razonada.",
        "7.1. Mediar en situaciones cotidianas delámbito personal, social, profesional oacadémico, transmitiendo la informaciónesencial y dando la opinión y sugerencias sobreposibles soluciones o vías de actuación.",
        "7.2. Interpretar, parafrasear, resumir otraducir textos, conceptos y comunicaciones,combinando su repertorio lingüístico (L2-L2,L1-L2, L2-L1) y adecuándose a las variedadeso a los registros de la lengua con iniciativa ycreatividad.",
        "7.3. Transmitir oralmente la idea general, lospuntos principales y datos relevantes defragmentos breves de información relativa atemas de interés general, personal o deactualidad como avisos, prospectos, folletos,correspondencia o noticias, siempre quetengan una estructura clara y utilicen unavariedad estándar.",
        "7.4. Transmitir por escrito la idea general, lospuntos principales y datos relevantes defragmentos breves de información relativos atemas de interés general, personal o deactualidad como instrucciones, noticias ocorrespondencia personal, siempre que estostengan una estructura clara y utilicen unavariedad estándar.",
        "7.5. Utilizar estrategias desimplificación, adaptación yreformulación de la lengua, quefaciliten la comprensión y expresiónoral y escrita de la información endistintas lenguas (L2-L2, L1-L2, L2-L1),adecuadas a las intencionescomunicativas, a las característicascontextuales y a los tipos de textos,usando recursos y apoyos analógicoso digitales, en función de lasnecesidades de cada momento."
    ],
    "saberes": [
        "Bloque 1: Lengua y uso. Transversal a todas las CE ",
        "Funciones comunicativas",
        "• Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados puntuales y habituales, describir estados y situaciones presentes, y expresar sucesos futuros y de predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; expresar argumentaciones; reformular, presentar las opiniones de otros i resumir",
        "Unidades lingüísticas",
        "• Unidades lingüísticas y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, y relaciones lógicas.",
        "Modelos contextuales y géneros discursivos",
        "• Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto; organización y estructuración según el género, la función textual y la estructura.",
        "Expresiones y léxico",
        "• Léxico común y especializado de interés para el alumnado relativo a tiempo y espacio; estados y eventos; actividades, procedimientos y procesos; relaciones personales, sociales, académicas y profesionales; educación, trabajo y emprendimiento; lengua y comunicación intercultural; ciencia y tecnología; historia y cultura; así como estrategias de enriquecimiento léxico (derivación, familias léxicas, polisemia, sinonimia, antonimia).",
        "• Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "Patrones sonoros, acentuales y rítmicos",
        "• Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.",
        "Convenciones ortográficas",
        "• Convenciones ortográficas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
        "Reflexión sobre la lengua",
        "• Comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos.",
        "Bloque 2: Estrategias comunicativas",
        "Estrategias comunicativas. Transversal a todas las CE ",
        "Estrategias de comprensión y producción",
        "• Estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
        "Estrategias conversacionales",
        "• Convenciones y estrategias conversacionales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir y parafrasear, colaborar, negociar significados, detectar la ironía.",
        "• Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "• Estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "Intercambios culturales y mediación",
        "• Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas.",
        "• Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, así como por conocer informaciones culturales de los países donde se habla la lengua extranjera.",
        "• Aplicación de las estrategias que permitan resolver conflictos interculturales en contextos personales, sociales, educativos y profesionales.",
        "Estrategias de autoevaluación y coevaluación",
        "• Autoconfianza, iniciativa y asertividad. Estrategias de autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua extranjera.",
        "• Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación.",
        "Tratamiento de la información",
        "• Recursos para el aprendizaje y estrategias de búsqueda y selección de información, y curación de contenidos: diccionarios,  libros de consulta, bibliotecas, mediatecas, etiquetas en la red, recursos digitales e informáticos.",
        "• Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "• Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, colaboración y cooperación educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "• Análisis de fuentes documentales, valoración de la información contenida en las mismas y normas que rigen la propiedad intelectual.",
        "Bloque 3: Cultura y sociedad",
        "Cultura y sociedad. Transversal a todas las CE ",
        "Aspectos socioculturales y sociolingüísticos",
        "• Aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros; instituciones, costumbres y rituales; valores, normas, creencias y actitudes; estereotipos y tabúes; lenguaje no verbal; historia, cultura y comunidades; relaciones interpersonales y procesos de globalización en países donde se habla la lengua extranjera.",
        "• Valoración crítica de las diferencias en la comunicación no verbal entre las distintas lenguas y culturas.",
        "• Adaptación del propio repertorio comunicativo al contexto social y cultural en el cual se desarrolla la comunicación.",
        "Diversidad lingüística e intercultural",
        "• Análisis de las diferencias y la diversidad plurilingüe e intercultural.",
        "• Respeto y valoración crítica de las diferencias y de la diversidad plurilingüe e intercultural.",
        "• Diferencias entre lengua y sociedad, variedades geográficas de la lengua extranjera, registros (estándar, informal, formal, coloquial).",
        "• Estereotipos de otras culturas donde se habla la lengua extranjera en contraste con los propios.",
        "• Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "• Estrategias de detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
        "Lengua extranjera como medio de comunicación",
        "• La lengua extranjera como medio de comunicación y entendimiento entre pueblos, facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social y de enriquecimiento personal.",
        "• Patrones culturales propios de la lengua extranjera."
        
    ]
}
