{
  "saberes": [
    "A. Las lenguas y sus hablantes.",
    "- Reflexión sobre la propia identidad lingüística tanto individual como social.",
    "- Desarrollo sociohistórico de las lenguas de España.",
    "- Rasgos de las principales variedades dialectales del español, con especial atención a las variedades de Castilla y León. Dialectos históricos presentes en la Comunidad Autónoma.",
    "- Desarrollo de la reflexión interlingüística. La situación del español en el mundo y su evolución en contacto con otras lenguas como factor de cohesión de la comunidad hispánica.",
    "- Diferencias entre los rasgos propios de las variedades dialectales (fónicos, gramaticales y léxicos) y de los sociolectos y los registros. Vulgarismos y localismos.",
    "- Exploración y cuestionamiento de prejuicios y estereotipos lingüísticos. Los fenómenos del contacto entre lenguas: bilingüismo, préstamos, interferencias. Diglosia lingüística y diglosia dialectal.",
    "- Valoración de la diversidad lingüística como fuente de riqueza cultural. Los prejuicios y estereotipos lingüísticos.",
    "- Reflexión en torno a los derechos lingüísticos y su expresión en leyes y declaraciones institucionales.",
    "B. Comunicación.",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos con atención conjunta a los siguientes aspectos:",
    "1. Contexto.",
    "- Componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre los interlocutores; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación.",
    "- Reflexión sobre procedimientos diversos en la transmisión de un mismo mensaje.",
    "2. Los géneros discursivos.",
    "- Secuencias textuales básicas expositivas, argumentativas y secuencias mixtas.",
    "- Pragmática lingüística. Las propiedades textuales: coherencia, cohesión y adecuación.",
    "- Géneros discursivos propios del ámbito social. Redes sociales y medios de comunicación. Etiqueta digital y riesgos de desinformación, manipulación y vulneración de la privacidad. Las noticias falsas (fake news). Análisis de la imagen, la autoimagen y de los elementos paratextuales en los textos icónicoverbales y multimodales.",
    "- Géneros discursivos propios del ámbito profesional: el currículum vitae, la carta de motivación y la entrevista de trabajo.",
    "3. Procesos.",
    "- Interacción oral y escrita formal. Cooperación conversacional y cortesía lingüística. Escucha activa, asertividad, comportamiento empático y resolución dialogada de conflictos como muestra de madurez democrática.",
    "- Comprensión oral. Sentido global del texto y de la relación entre sus partes, selección y retención de la información relevante. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal y no verbal con especial énfasis en la perspectiva de género. Valoración de la forma y el contenido del texto.",
    "- Producción oral formal. Planificación y búsqueda de información, textualización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal. La deliberación oral argumentada y la creación de textos expositivo-argumentativos.",
    "- Comprensión lectora. Sentido global del texto y relación entre sus partes. La intención oculta del emisor, los mensajes subliminales. Detección y análisis de usos discriminatorios del lenguaje verbal e icónico. Valoración de la forma y el contenido del texto.",
    "- Producción escrita. Planificación, redacción, revisión y edición en diferentes soportes. Usos de la escritura para la organización del pensamiento: reseñas, informes, cuestionarios, cartas de presentación y actas.",
    "- Alfabetización mediática e informacional. Búsqueda y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información de esquemas propios y transformación en conocimiento; comunicación y difusión de manera creativa y respetuosa con la propiedad intelectual. Utilización de plataformas virtuales para la realización de proyectos escolares.",
    "4. Reconocimiento y uso discursivo de los elementos lingüísticos.",
    "- La expresión de la subjetividad en textos de carácter expositivo y argumentativo. Identificación y uso de las variaciones de las formas deícticas en relación con las situaciones de comunicación y otras marcas de modalización.",
    "- Recursos lingüísticos para la adecuación del registro a la situación de comunicación, en contextos profesionales y sociales.",
    "- Mecanismos de cohesión. Conectores textuales distributivos, de orden, contraste, explicación, causa, consecuencia, condición e hipótesis. Mecanismos de referencia interna, gramaticales y léxicos.",
    "- Uso coherente de las formas verbales en los textos. Correlación temporal en diferentes estructuras oracionales y en el discurso relatado.",
    "- Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y correctores ortográficos en soporte analógico o digital como fuente de conocimiento y de ampliación del léxico.",
    "- Los signos de puntuación como mecanismo organizador del texto escrito. Su relación con el cambio de significado.",
    "C. Educación literaria.",
    "1. Lectura autónoma",
    "Implicación en la lectura de forma progresivamente autónoma a partir de una preselección de textos variados y sobre la propia práctica de lectura y exposición de opiniones argumentadas, tanto de forma oral como escrita, a través de diferentes canales: storybooks, podcast... atendiendo a los siguientes contenidos:",
    "- Selección autónoma de obras variadas a partir de la utilización de las bibliotecas disponibles y de plataformas digitales. Uso respetuoso de los derechos de propiedad intelectual.",
    "- Participación activa en actos culturales vinculados con el circuito literario y lector.",
    "- Estrategias de toma de conciencia y verbalización argumentada de los propios gustos e identidad lectora.",
    "- Expresión de la experiencia lectora utilizando progresivamente un metalenguaje específico y de diferentes formas de apropiación y recreación.",
    "- Estrategias de movilización de la experiencia personal, lectora y cultural para establecer vínculos de manera argumentada entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales.",
    "- Estrategias para la recomendación entre iguales, oral y escrita, de las lecturas en soportes variados, y adscripción de manera básica de las obras a los géneros y subgéneros literarios.",
    "2. Lectura guiada.",
    "Lectura de obras y fragmentos relevantes del patrimonio literario nacional y universal de la literatura actual escritas en itinerarios temáticos un género que atraviesa una época contextos culturales y movimientos artísticos atendiendo a los siguientes contenidos:",
    "- Conocimiento de las características generales de los grandes periodos de la historia de la literatura desde el siglo XVIII hasta nuestros días. Acercamiento a los autores y obras más relevantes de estos periodos.",
    "- Estrategias de construcción compartida de la interpretación de las obras a través de conversaciones literarias con la incorporación progresiva de metalenguaje específico.",
    "- Relación entre los elementos constitutivos del género literario y la construcción del sentido de la obra. Efectos de sus recursos expresivos en la recepción.",
    "- Estrategias de utilización de información sociohistórica, cultural y artística. Interpretación de las obras literarias y sus vinculaciones con la realidad actual.",
    "- Relación y comparación de los textos leídos con otros textos orales, escritos o multimodales, así como con otras manifestaciones artísticas y culturales y con las nuevas formas de ficción, en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura.",
    "- Estrategias para interpretar obras y fragmentos literarios a partir de la integración de los diferentes aspectos analizados con interés por los valores culturales, éticos y estéticos presentes en los textos. Lectura con perspectiva de género.",
    "- Procesos de indagación en torno a las obras leídas, promoción del interés por construir la interpretación de las obras y establecer conexiones entre textos.",
    "- Lectura expresiva, dramatización y recitación de los textos con atención a los procesos de comprensión, apropiación y oralización implicados.",
    "- Creación de textos a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación y continuación).",
    "D. Reflexión sobre la lengua.",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico, a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas atendiendo a los siguientes contenidos:",
    "- Observación de las diferencias relevantes e intersecciones entre lengua oral y lengua escrita con interés por los aspectos sintácticos, léxicos y pragmáticos.",
    "- Reconocimiento de la lengua como sistema y de su estructura profunda. El fonema y el sistema de escritura, las palabras, su organización en el discurso (orden de las palabras, componentes de las oraciones).",
    "- Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas), y conocimiento de los procedimientos de formación de palabras y transcategorizaciones. Relaciones semánticas entre palabras.",
    "- Relación entre los esquemas semántico y sintáctico de la oración compuesta: yuxtaposición, coordinación y subordinación. Observación, análisis y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria. Orden de las palabras y concordancia.",
    "- Estrategias de uso autónomo de diccionarios y manuales de gramática en diferentes soportes para obtener información gramatical."
  ],
  "criteriosEvaluacion": [
   "Competencia específica 1",
   "1.1 Reconocer y valorar las lenguas de España y las variedades dialectales del español, con atención especial a la de Castilla y León, a partir de la explicación de su origen y su desarrollo histórico y sociolingüístico, contrastando aspectos lingüísticos y discursivos de las distintas lenguas, así como rasgos de los dialectos del español, diferenciándolos de los rasgos sociolectales y de registro, en manifestaciones orales, escritas y multimodales. (CCL1, CCL2, CCL5, CP2, CP3, CD1, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3)",
   "1.2 Identificar y cuestionar prejuicios y estereotipos lingüísticos, adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, a partir del análisis de la diversidad lingüística en el entorno social próximo y de la exploración y reflexión en torno a los fenómenos del contacto entre lenguas y de la indagación de los derechos lingüísticos individuales y colectivos, observando la situación del Español en el mundo y su importancia como elemento de cohesión de la comunidad hispánica. (CCL1, CCL2, CCL5, CP2, CP3, CPSAA5, CC1, CC2, CC3, CCEC1, CCEC3)",
   "Competencia específica 2",
   "2.1 Comprender el sentido global, la estructura, la información más relevante en función de las necesidades comunicativas y la intención del emisor en textos orales, escritos y multimodales complejos de diferentes ámbitos, analizando la interacción entre los diferentes códigos. (CCL2, CP2, STEM1, CD2, CPSAA4)",
   "2.2 Valorar la forma y el contenido de textos orales y multimodales de cierta complejidad, evaluando su calidad, su fiabilidad y la idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados reflexionando sobre la posibilidad de transmitir un mismo mensaje a través de diversos procedimientos. (CCL5, STEM1, CD2, CD3, CPSAA4, CPSAA5, CC3, CE1, CCEC1, CCEC3)",
   "Competencia específica 3",
   "3.1 Realizar exposiciones y argumentaciones orales de cierta extensión y complejidad con diferente grado de planificación sobre temas de interés social y profesional ajustándose a las convenciones propias de los diversos géneros discursivos, con fluidez, coherencia, cohesión y el registro adecuado en diferentes soportes, utilizando de manera eficaz recursos verbales y no verbales. (CCL1, CCL2, CCL3, CCL5, STEM1, CD2, CD3, CPSAA4, CPSAA5)",
   "3.2 Participar de manera activa y adecuada en interacciones orales informales, en el trabajo en equipo y en situaciones orales formales de carácter dialogado, adoptando actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística y utilizándolas para la resolución de conflictos y la creación de vínculos personales. (CCL1, CCL2, CCL3, CCL5, CP2, STEM1, CD2, CD3, CPSAA1, CPSAA4, CPSAA5, CC2, CE1)",
   "Competencia específica 4",
   "4.1 Comprender, interpretar y valorar el sentido global, la estructura, la información más relevante y la intención del emisor de textos escritos y multimodales de cierta complejidad de diferentes ámbitos que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias. (CCL1, CCL2, CCL3, CCL5, CP2, STEM1, STEM4, CD2, CPSAA4, CC3, CCEC1, CCEC2)",
   "4.2 Valorar críticamente el contenido y la forma de textos de cierta complejidad, evaluando su calidad y fiabilidad, así como la eficacia de los procedimientos lingüísticos empleados. (CCL1, CCL2, CCL3, STEM1, CD2, CD3, CPSAA4, CC3, CCEC2)",
   "Competencia específica 5",
   "5.1 Planificar la redacción de textos escritos y multimodales de cierta extensión y calidad, atendiendo a la situación comunicativa, destinatario, al propósito y al canal; redactar borradores y revisarlos con ayuda del diálogo entre iguales e instrumentos de consulta, presentando un texto final coherente, cohesionado y con el registro adecuado. (CCL1, CCL2, CCL3, CCL5, STEM1, CD2, CD3, CPSAA5, CC2, CE1, CE3) 5.2 Aplicar procedimientos para enriquecer los textos atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical. (CCL1, CCL2, CCL3, CD2, CD3, CPSAA5, CE3)",
   "Competencia específica 6",
   "6.1 Localizar, seleccionar y contrastar información de manera autónoma procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y comunicarla de manera creativa, adoptando un punto de vista crítico respetando los principios de propiedad intelectual. (CCL1, CCL2, CCL3, STEM1, CD1, CD2, CD3, CD4, CPSAA4, CC2, CC3, CE3)",
   "6.2 Elaborar trabajos de investigación de manera autónoma en diferentes soportes sobre diversos temas de interés académico, personal o social, seleccionando información de diferentes fuentes. (CCL1, CCL2, CCL3, STEM1, CD1, CD2, CD3, CD4, CPSAA4, CE3)",
   "6.3 Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información, analizando de manera argumentada la imagen, la autoimagen y los elementos paratextuales. (CCL1, CCL2, CCL3, CCL5, STEM1, CD1, CD2, CD3, CD4, CPSAA4, CC2, CC3, CE3 Competencia específica 7",
   "7.1 Leer de manera autónoma textos seleccionados en función de los propios gustos, intereses y necesidades, y dejar constancia del progreso del propio itinerario lector y cultural, explicando los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y la experiencia de lectura. (CCL1, CCL4, CP2, CD1, CD2, CPSAA1, CE3, CCEC1, CCEC2)",
   "7.2 Compartir la experiencia de lectura en soportes diversos, relacionando el sentido de la obra con la propia experiencia biográfica, lectora y cultural. (CCL1, CCL4, CD1, CD2, CD3, CPSAA1, CE3, CCEC3)",
   "Competencia específica 8",
   "8.1 Explicar y argumentar críticamente la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico, atendiendo a la configuración y evolución de los géneros y subgéneros literarios. (CCL1, CCL4, CP2, CP3, CC1, CE3, CCEC1, CCEC2, CCEC3)",
   "8.2 Establecer de manera autónoma vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales, así como con otras manifestaciones artísticas y culturales en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal del lector en la lectura. (CCL1, CCL4, CP2, CP3, CC1, CE3, CCEC1, CCEC2, CCEC4)",
   "8.3 Crear de manera autónoma textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, partiendo de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios. (CCL1, CCL4, CP3, CD5, CE3, CCEC1, CCEC2, CCEC3, CCEC4)",
   "Competencia específica 9",
   "9.1 Revisar los textos propios de manera autónoma y hacer propuestas de mejora, argumentando los cambios a partir de la reflexión metalingüística e interlingüística con el metalenguaje específico. (CCL1, CCL2, CCL3. CP2, STEM1, STEM4, CD1, CPSAA4, CPSAA5, CC1, CCEC1, CCEC2)",
   "9.2 Explicar, valorar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y el metalenguaje específico. (CCL1, CCL2, CCL3, STEM 1, STEM4, CD1, CD3, CPSAA4, CPSAA5, CC1, CCEC1, CCEC2)",
   "9.3 Formular generalizaciones sobre algunos aspectos del funcionamiento de la lengua a partir de la observación, la comparación, análisis y transformación de enunciados, así como de la formulación de hipótesis y la búsqueda de contraejemplos, utilizando el metalenguaje específico y consultando de manera autónoma diccionarios, manuales y gramáticas. (CCL1, CCL2, CCL3, CP2, STEM1, STEM2, STEM4, CD1, CD3, CPSAA4, CPSAA5, CCEC2)",
   "Competencia específica 10",
   "10.1 Identificar, cuestionar y desterrar los usos discriminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje, efectuando una reflexión y análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales de la comunicación. (CCL1, CCL2, CCL5, CP3, STEM1, STEM2, CD2, CD3, CPSAA3, CC1, CC2, CC3, CCEC1)",
   "10.2 Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de consensos, poniéndolas en práctica y comprobando su eficacia tanto en el ámbito personal como educativo y social. (CCL1, CCL5, CP3, STEM1, CD2, CD3, CPSAA3, CC1, CC2, CC3, CC4, CCEC1)"
    ]
}
