{
    "saberes": [
        "A. Cultura científica ",
        "    Iniciación en la actividad científica ",
        "        - Procedimientos de indagación y formulación de hipótesis adecuados a las necesidades de la investigación (observación en el tiempo y espacio, identificación y clasificación, búsqueda de patrones, creación de modelos, investigación a través de búsqueda de información, experimentos con control de variables...).",
        "        - Instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas, usados con seguridad, de acuerdo con las necesidades de la investigación.",
        "        - Vocabulario científico básico y adecuado a su edad, de tipo técnico y aplicado, relacionado con las diferentes investigaciones.",
        "        - Fomento de la curiosidad, la iniciativa y la constancia en la realización de las diferentes investigaciones.",
        "        - El ensayo y error como parte de los inicios de la actividad científica.",
        "        - Avances en el pasado relacionados con la ciencia y la tecnología que han contribuido a transformar nuestra sociedad mostrando modelos que incorporen la igualdad entre hombres y mujeres.",
        "        - La importancia del uso de la ciencia y la tecnología para ayudar a comprender las causas de las propias acciones, tomar decisiones razonadas y realizar tareas de forma más eficiente.",
        "    La vida en nuestro planeta - Los reinos de la naturaleza desde un punto de vista general, basado en el estudio y análisis de las características de diferentes ecosistemas. Identificación de algunos ecosistemas (pradera, charca, bosque, litoral y ciudad) y los seres vivos que en ellos habitan.",
        "        - Características propias de los animales que permiten su clasificación y diferenciación en subgrupos relacionados con su capacidad adaptativa al medio: obtención de energía, relación con el entorno y perpetuación de la especie.",
        "            • Clasificación de los animales según el tipo de alimentación y sistemas implicados en la función de nutrición: respiratorio, digestivo, circulatorio y excretor.",
        "            • Los animales y su relación con el entorno: órganos de los sentidos, aparato locomotor y sistema nervioso.",
        "            • Clasificación de los animales según su tipo de reproducción (sexual y asexual) y forma de reproducción (vivíparos, ovíparos y ovovivíparos).",
        "        - Características propias de las plantas que permiten su clasificación en relación con su capacidad adaptativa al medio: obtención de energía (fotosíntesis), relación con el entorno y perpetuación de la especie (reproducción sexual y asexual).",
        "        - Los ecosistemas como lugar donde intervienen factores bióticos y abióticos, manteniéndose un equilibrio entre los diferentes elementos y recursos. Importancia de la biodiversidad. Factores estresantes y nocivos para el equilibrio de los ecosistemas.",
        "        - Las funciones y servicios de los ecosistemas.",
        "        - Ejemplos de buenos y malos usos de los recursos naturales de nuestro planeta y sus consecuencias.",
        "        - Las formas del relieve más relevantes.",
        "        - Clasificación elemental de las rocas.",
        "        - Las funciones vitales del ser humano: características generales de las células, tejidos, órganos, sistemas y aparatos implicados en las funciones de nutrición, relación y reproducción.",
        "        - La relación entre las emociones y los principales sistemas y aparatos del cuerpo.",
        "        - Hábitos de vida saludables: la importancia de la higiene, una alimentación variada y equilibrada, el ejercicio físico, el ocio activo y el descanso.",
        "        - Hábitos saludables: identificación de las propias emociones y respeto por las de los demás. Sensibilidad y aceptación de la diversidad presente en el aula y en la sociedad.",
        "    Materia, fuerzas y energía - El calor y la temperatura. Cambios de estado, efectos del calor sobre diferentes materiales, materiales conductores y aislantes, instrumentos de medición y aplicaciones en la vida cotidiana.",
        "        - Los cambios reversibles e irreversibles que experimenta la materia desde un estado inicial a uno final identificando los procesos y transformaciones que experimenta en situaciones de la vida cotidiana.",
        "        - Fuerzas de contacto y a distancia. Las fuerzas y sus efectos.",
        "        - Herramientas, máquinas e instrumentos. Propiedades de las máquinas simples y su efecto sobre las fuerzas. Aplicaciones y usos en la vida cotidiana. Diferencias entre las máquinas simples y las compuestas. Importantes descubrimientos e inventos.",
        "        - Las sustancias puras y las mezclas. Tipos de mezclas. Separación de las mezclas homogéneas mediante distintos métodos.",
        "B. Tecnología y digitalización ",
        "    Uso de los recursos digitales con responsabilidad ",
        "        - Dispositivos y recursos digitales. Estrategias de búsqueda guiada de información segura y eficiente en internet (valoración, discriminación, selección y organización).",
        "        - Reglas básicas de seguridad y privacidad para navegar por internet.",
        "        - Recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas. Etiqueta digital, reglas básicas de cortesía y respeto y estrategias para resolver problemas en la comunicación digital.",
        "        - Estrategias para fomentar un buen uso digital. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, acceso a contenidos inadecuados, publicidad y correos no deseados, etc.), y estrategias de actuación.",
        "    Proyectos de diseño y pensamiento computacional ",
        "        - Fases de los proyectos de diseño: diseño, prototipado, prueba y comunicación.",
        "        - Materiales, herramientas y objetos adecuados a la consecución de un proyecto de diseño.",
        "        - Técnicas sencillas de trabajo en equipo y estrategias para la gestión de conflictos.",
        "        - Iniciación en la programación a través de recursos analógicos (actividades desenchufadas) o digitales (plataformas digitales de iniciación en la programación, aplicaciones de programación por bloques, robótica educativa...).",
        "    Evolución de la tecnología y la digitalización en las diversas etapas de la historia de la humanidad ",
        "        - Hitos tecnológicos en cada etapa de la historia de la humanidad.",
        "        - Beneficios y perjuicios de algunas herramientas, máquinas e instrumentos a lo largo de la historia."
    ],
    "criteriosEvaluacion": [
        "1.1. Utilizar dispositivos y recursos digitales, de acuerdo con las necesidades del contexto educativo de forma segura y responsable, buscando información, comunicándose y trabajando de forma individual y en equipo, reelaborando y creando contenidos digitales sencillos.",
        "2.1. Formular preguntas y realizar predicciones razonadas, demostrando curiosidad por el medio cercano, basándose en la observación sistemática y la formulación de hipótesis propias del método experimental.",
        "2.2. Buscar y seleccionar información de diferentes fuentes seguras y fiables, utilizándola en investigaciones relacionadas con el medio y adquiriendo léxico científico básico.",
        "2.3. Realizar experimentos guiados, cuando la investigación lo requiera, utilizando diferentes técnicas de indagación, inducción y modelos, empleando de forma segura instrumentos y dispositivos, realizando observaciones objetivas y mediciones precisas y registrándolas correctamente.",
        "2.4. Proponer posibles respuestas a las preguntas planteadas, a través de la interpretación de la información y los resultados obtenidos, comparándolos con las predicciones realizadas.",
        "2.5. Presentar los resultados de las investigaciones en diferentes formatos, utilizando lenguaje científico básico o aplicado, explicando los pasos generales seguidos, aportando argumentos para defender los resultados de la investigación.",
        "3.1. Construir en equipo un producto final sencillo que dé solución a un problema de necesidad, uso y diseño, proponiendo posibles soluciones, probando diferentes prototipos y utilizando de forma segura las herramientas, técnicas y materiales adecuados.",
        "3.2. Presentar el producto final de los proyectos de diseño en diferentes formatos (oral, escrito, esquemas, mapas conceptuales, PowerPoint…) y explicando los pasos seguidos.",
        "3.3. Resolver, de forma guiada, problemas sencillos de programación, comprobando si la respuesta se ajusta al propósito, modificando algoritmos de acuerdo con los principios básicos del pensamiento computacional.",
        "4.1. Mostrar actitudes que fomenten la seguridad emocional y afectiva, identificando las emociones propias y las de los demás, mostrando empatía y estableciendo relaciones adecuadas.",
        "4.2. Identificar de forma consciente algunos indicios derivados de las relaciones entre las emociones y los principales sistemas y aparatos del cuerpo.",
        "4.3. Identificar hábitos de vida saludables valorando la importancia de la higiene, una alimentación variada y equilibrada, el ejercicio físico, el ocio activo y el descanso.",
        "5.1. Identificar las características, la organización y las propiedades de los elementos del medio natural, a través de la indagación y utilizando las herramientas y procesos adecuados.",
        "5.2. Identificar conexiones sencillas entre diferentes elementos del medio natural mostrando comprensión de las relaciones que se establecen.",
        "5.3. Proteger el patrimonio natural y valorarlo, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora.",
        "6.1. Identificar problemas sociales y medioambientales, las interrelaciones que existen entre la salud y cuidado del planeta, proponer posibles soluciones y poner en práctica estilos de vida adecuados, reconociendo comportamientos respetuosos de cuidado, protección del entorno cercano y uso responsable de los recursos naturales, expresando los cambios positivos y negativos causados en el medio por la acción humana.",
        "6.2. Conocer y mostrar hábitos de vida adecuados, con respeto, cuidados y protección del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio.",
        "6.3. Conocer algunos hitos tecnológicos y sus consecuencias a lo largo de las etapas de la historia de la humanidad."
    ]
}