{
    "criteriosEvaluacion": [
        "1.1. Analitzar projectes audiovisuals, tant dramàtics com de ficció, per a definir la seua idea temàtica, storyboard (guió il·lustrat), estructura narrativa i guió tècnic.",
        "1.2. Analitzar el procés de captació del so per l'oïda humana identificant les freqüències audibles.",
        "1.3. Especificar les característiques funcionals, expressives i comunicatives del llenguatge sonor, per a analitzar una determinada banda sonora i elaborar una producció senzilla.",
        "1.4. Distingir les tècniques i elements del llenguatge audiovisual, a partir d'escenes cinematogràfiques concretes de diversos gèneres, per a garantir la continuïtat narrativa, perceptiva, formal, de moviment, d'acció i de direcció de diferents productes fílmics.",
        "1.5. Reconéixer la terminologia conceptual de la matèria i utilitzar-la correctament en activitats orals i escrites de l'àmbit personal, acadèmic, social o professional.",
        "2.1. Discernir entre un guió audiovisual i un guió d'audiodescripció per a iniciar la creació d'una producció audiovisual.",
        "2.2. Establir imatge, so i música, tenint en compte les seues possibilitats expressives per a elaborar guions audiovisuals coherents, identificant les diferents fases estandarditzades.",
        "2.3. Argumentar el tractament del temps, espai i idea o contingut d'un producte audiovisual per a determinar el muntatge del producte final, tenint en compte les diferents teories de muntatges desenvolupades al llarg de la història.",
        "2.4. Relacionar els processos i fases amb els recursos humans necessaris per a elaborar una producció audiovisual.",
        "2.5. Identificar, a partir d'una graella de programació radiofònica, les característiques dels diferents gèneres radiofònics rellevants per a la producció d'una banda sonora adequada.",
        "2.6. Planificar i fer tasques o projectes, individuals o col·lectius, avaluant i ajustant el pla durant el seu desenvolupament, i comunicar els resultats obtinguts de manera creativa.",
        "2.7. Analitzar els coneixements, habilitats i competències de la matèria necessàries per al desenvolupament laboral i professional que generen alternatives davant la presa de decisions vocacionals.",
        "3.1. Gravar peces audiovisuals aplicant tècniques de captació d'imatges i de vídeo, tenint en compte la composició estètica i narrativa de les imatges i els ajustos tècnics i d'identificació necessaris.",
        "3.2. Manipular digitalment les imatges amb eines d'edició i mitjançant tècniques de generació, processament i retoc d'imatges fixes, tractant color, format i contrast.",
        "3.3. Editar un muntatge audiovisual complet amb l'equipament de postproducció adequat i amb la tècnica d'edició audiovisual idònia, tenint en compte el material original, el suport del producte final i l'audiència a la qual va dirigida.",
        "3.4. Avaluar els diferents productes d'audiodescripció i subtitulació per a atendre les necessitats de les persones amb discapacitats visuals o auditives, a l'hora d'interactuar amb un producte audiovisual.",
        "3.5. Analitzar l'evolució històrica dels sistemes de captació i registre sonors, d'acord amb les seues necessitats i prestacions tècniques.",
        "4.1. Relacionar les prestacions tècniques i operatives d'un equip informàtic i els seus programes, dins d'un entorn multimèdia, amb la seua capacitat per a adequar les característiques del producte final al projecte o usuari al qual està destinat.",
        "4.2. Seleccionar les eines digitals adequades per a la captació, registre i edició dels productes audiovisuals i multimèdia, tenint en compte els seus requeriments i objectius.",
        "4.3. Configurar diferents aplicacions i eines digitals tenint en compte les necessitats personals i en funció dels projectes audiovisuals i multimèdia plantejats.",
        "4.4. Crear i editar continguts digitals com a documents de text, presentacions multimèdia i produccions audiovisuals amb sentit estètic utilitzant aplicacions informàtiques.",
        "4.5. Justificar la utilització de determinats formats de fitxer d'imatge, àudio i vídeo per a càmeres fotogràfiques, escàners, micròfons, línies d'àudio i reproduccions de vídeo adequats als projectes multimèdia.",
        "4.6. Utilitzar i respectar les llicències i drets d'autoria propis de les eines digitals."
    ],
    "saberes": [
        "3.1. Bloc 1: Imatge.",
        "Captació d'imatges fotogràfiques i de vídeo",
        "- Tècniques de captació.",
        "- Composició estètica i narrativa.",
        "- Ajustos tècnics i d'identificació.",
        "- L'ull humà i els sistemes de captació i reproducció.",
        "- Suports de registre audiovisual.",
        "Tractament digital d'imatges",
        "- Eines d'edició d'imatges.",
        "- Programari lliure d'edició d'imatges.",
        "- Tècniques de generació, processament i retoc d'imatges.",
        "- Color, format, contrast.",
        "Edició de peces visuals",
        "- Edició de continguts visuals.",
        "- Tècniques d'edició audiovisual.",
        "- Edició lineal i no lineal en projectes de muntatge i postproducció.",
        "3.2. Bloc 2: So.",
        "Disseny i edició de so.",
        "- El llenguatge sonor al cinema i en la ràdio.",
        "- Bandes sonores.",
        "- Gèneres radiofònics.",
        "- Podcast.",
        "- Eines d'edició d'àudio.",
        "- Programari lliure d'edició d'àudio.",
        "- Productes d'audiodescripció i subtitulació per a discapacitats.",
        "Qualitats tècniques de l'equipament de so idoni en ràdio i mitjans audiovisuals.",
        "- L'oïda humana i el seu funcionament.",
        "- Equipament de so en diferents entorns.",
        "- Freqüències audibles.",
        "- Sistemes de captació de so.",
        "- Evolució històrica dels sistemes de captació.",
        "- Prestacions tècniques en projectes audiovisuals.",
        "3.3. Bloc 3: Equipament tècnic en projectes multimèdia.",
        "- Equips informàtics multimèdia: prestacions tècniques i operatives.",
        "- Formats d'imatge, àudio i vídeo.",
        "- Accessibilitat d'usuaris.",
        "- Exigències tècniques de mitjans d'explotació.",
        "3.4. Bloc 4: Recursos expressius utilitzats en produccions audiovisuals.",
        "- Recursos expressius: característiques funcionals, tipològiques i consecució d'objectius comunicatius.",
        "- Composicions fotogràfiques.",
        "- El món visual i audiovisual.",
        "- El camp professional relacionat amb la comunicació audiovisual.",
        "- Valors i categories estètiques audiovisuals.",
        "- Actituds ètiques de creador i receptor.",
        "- Atenció, respecte, participació i sentit crític en l'exploració de manifestacions visuals i audiovisuals.",
        "3.5. Bloc 5: Situacions audiovisuals.",
        "- Tècniques i elements del llenguatge audiovisual.",
        "- Manteniment de la continuïtat narrativa i formal.",
        "- Teoria del muntatge audiovisual.",
        "- Història del muntatge audiovisual.",
        "- Continuïtat narrativa, perceptiva, formal, de moviment, d'acció i de direcció de diferents productes fílmics.",
        "3.6. Bloc 6: Elaboració de guions audiovisuals.",
        "- Guions audiovisuals: storyboard (guió il·lustrat), idees temàtiques, estructura narrativa.",
        "- Tipus de guions (tècnics, audiovisuals i d'audiodescripció).",
        "- Fases de producció (idea, documentació, argumentació, conclusions, etc.)",
        "- Recursos humans (personal tècnic i personal artístic).",
        "3.7. Bloc 7: Peces audiovisuals.",
        "- Edició de continguts audiovisuals.",
        "- Programari lliure d'edició de continguts audiovisuals.",
        "- Suports del producte final.",
        "- Components de les peces audiovisuals.",
        "- Aspectes formals, semiològics i contextuals de les peces audiovisuals a través d'una perspectiva multicultural i de gènere."
    ]
}