{
  "saberes": [
    "A. L’ésser humà i el coneixement d’un mateix i la relació amb els altres",
    "• L’ésser humà",
    "- Comprensió de l’ésser humà des de les ciències socials.",
    "- Reflexió sobre la visió i el coneixement de l’ésser humà des de la perspectiva psicològica, antropològica i sociològica.",
    "• Neurociència, conducta i cognició",
    "- Descripció del funcionament general del cervell en els processos cognitius.",
    "- Gestió del benestar i identificació dels hàbits saludables en un mateix.",
    "• L’adolescència des del punt de vista psicològic",
    "- Identificació dels canvis físics i psicològics durant l’etapa de l’adolescència.",
    "- Tractament del desenvolupament de la personalitat i construcció de la identitat personal durant l’adolescència.",
    "- Presa de consciència i regulació de les emocions durant l’adolescència en un mateix i en els altres.",
    "• Psicologia social",
    "- Desenvolupament personal dins del grup.",
    "- Identificació dels estereotips de gènere en la societat.",
    "- L’anàlisi dels experiments més rellevants de la psicologia social.",
    "• L’ésser humà com a ésser cultural",
    "- Anàlisi de la cultura com a forma específica de pensar, fer, dir, sentir i percebre d’un grup humà.",
    "- Valoració de la diversitat cultural com a font d’enriquiment de la identitat personal.",
    "• L’ésser humà com a ésser social",
    "- Conceptualització de societat i tipus de societats.",
    "- L’anàlisi de les estratègies d’inclusió i cohesió social com a eines per millorar la convivència i la qualitat de vida de les persones a la societat.",
    "- Assumpció progressiva de responsabilitats i cerca de l’autonomia com a ésser social.",
    "• Enfocament psicològic de l’aprenentatge",
    "- L’estudi dels processos psicològics i antropològics implicats en l’aprenentatge de l’ésser humà.",
    " - La utilització d’estratègies d’aprenentatge al llarg de la vida.",
    "• Enfocament sociològic de l’aprenentatge",
    "- El reconeixement dels agents de socialització a la societat: família, escola, grup d’iguals, mitjans de comunicació, xarxes socials i altres.",
    "B. Formació i orientació personal i professional cap a la vida adulta",
    "• Construcció del sentit de competència i assoliment",
    "- L’autoconeixement i l’autonomia personal en l’orientació personal i professional cap a la vida adulta.",
    "- Valoració del pensament creatiu com a eina de desenvolupament de la iniciativa personal.",
    "• Relacions i interaccions amb els altres",
    "- Utilització de les habilitats socials i de comunicació, d’organització, planificació i gestió en les relacions amb els altres.",
    "- Identificació de l’ús i abús dels recursos digitals en la interacció amb els altres.",
    "• Orientació cap a la formació acadèmica i professional",
    "- Cerca de programes i oportunitats de formació acadèmica i professional al llarg de la vida.",
    "- Participació activa en els processos d’orientació personal i academicoprofessional.",
    "• Exploració de l’entorn professional",
    "- L’exploració de l’entorn de treball en les relacions laborals.",
    "- Valoració de l’emprenedoria com una forma d’ocupació a la vida laboral.",
    "C. Projecte personal, academicoprofessional i aproximació a la recerca activa d’ocupació",
    "• Pla d’autoconeixement",
    "- La identificació de les qualitats personals en la construcció del projecte vital.",
    "- L’ús de les estratègies d’entrenament en hàbits saludables en la millora personal.",
    "• Pla de formació acadèmica i professional",
    "- Identificació de les accions i les fases del pla personal en la formació acadèmica i professional.",
    "- La identificació de les necessitats formatives en els reptes acadèmics i professionals.",
    "- Valoració de la presa de decisions com a eina per assolir reptes personals.",
    "• Aproximació a un pla de recerca activa d’ocupació amb projecció cap al futur",
    "- Construcció d’un pla personal de recerca de feina en el mercat laboral: marca i segell personal, CV, videocurrículum, entre d’altres.",
    "- Cerca de feina activa en el mercat de treball: xarxa de contactes, entrevistes de treball i altres eines."
  ],
  "criteriosEvaluacion": [
    "1.1 Identificar les bases teòriques fonamentals dels processos físics i psicològics que intervenen en la cognició, la motivació, l’aprenentatge i la gestió emocional, i analitzar les implicacions d’aquests processos en la pròpia conducta.",
    "1.2 Desenvolupar estratègies de gestió emocional en els àmbits personal, social i acadèmic.",
    "1.3 Elaborar estratègies d’aprenentatge en els àmbits personal, social i acadèmic.",
    "2.1 Discriminar els trets característics i diferencials del desenvolupament evolutiu de les persones en els àmbits social, cognitiu i emocional.",
    "2.2 Analitzar els elements de la personalitat que condicionen els comportaments o les actuacions de la persona en el pla cognitiu, social i emocional.",
    "2.3 Identificar les qualitats personals necessàries per afrontar eficaçment els reptes en l’itinerari vital.",
    "3.1 Analitzar la complexitat i el funcionament de l’ésser humà, de forma crítica, respectuosa i empàtica, en els àmbits psicològic, social i cultural.",
    "3.2 Promoure actituds de respecte envers la diversitat cultural i el pluralisme social com a elements enriquidors i necessaris en la vida democràtica.",
    "3.3 Manifestar actituds de compromís per a un desenvolupament sostenible en la societat.",
    "4.1 Desenvolupar la comprensió d’un mateix en relació amb els altres i amb el món a través de la integració de la dimensió social i antropològica de l’ésser humà.",
    "4.2 Aplicar estratègies i habilitats personals i socials que facilitin l’adaptació als canvis de la societat.",
    "4.3 Valorar la diversitat, des del respecte i la inclusió, considerant-la un element enriquidor i de valor personal, social i cultural.",
    "5.1 Descriure les pròpies competències i interessos professionals desenvolupant actituds d’autosuperació, adaptabilitat i iniciativa.",
    "5.2 Identificar les oportunitats acadèmiques i professionals de l’entorn i relacionar-les amb les competències i els interessos professionals propis.",
    "5.3 Desenvolupar les destreses necessàries per a la presa de decisions en el disseny i la prospecció d’un itinerari vital, acadèmic i professional."
  ]
}