{
  "saberes": [
    "A. Números y operaciones. ",
    "1. Conteo. ",
    "‒ Adaptación del conteo al tamaño de los números en problemas de la vida cotidiana. ",
    "2. Cantidad. ",
    "‒ Interpretación de números grandes y pequeños, reconocimiento y utilización de la notación ",
    "exponencial o científica. ",
    "‒ Afianzar la realización de estimaciones con la precisión requerida. ",
    "‒ Uso y aplicación de números enteros, fraccionarios, decimales y raíces en la expresión de ",
    "cantidades en contextos de la vida cotidiana. ",
    "‒ Reconocimiento y aplicación de diferentes formas de representación de números enteros, ",
    "fraccionarios y decimales, incluida la recta numérica. ",
    "‒ Comprensión e interpretación del significado de los porcentajes mayores que 100 y menores ",
    "que 1. ",
    "3. Operaciones. ",
    "‒ Aplicación de estrategias de cálculo mental con números naturales, enteros, fraccionarios y ",
    "decimales. ",
    "‒ Profundización en las relaciones inversas entre las operaciones (adición y sustracción; ",
    "multiplicación y división; elevar al cuadrado y extraer la raíz cuadrada): comprensión y ",
    "utilización en la simplificación y resolución de problemas. ",
    "‒ Efecto de las operaciones aritméticas con números enteros, fracciones y expresiones ",
    "decimales. Reconocimiento y aplicación de la jerarquía de operaciones en cálculos con ",
    "números enteros, fraccionarios o decimales útiles para resolver situaciones contextualizadas. ",
    "Uso correcto de los paréntesis. ",
    "4. Relaciones. ",
    "‒ Números enteros, fracciones, decimales y raíces: comprensión y representación de ",
    "cantidades con ellos.  ",
    "‒ Estimación y obtención de raíces cuadradas aproximadas. ",
    "‒ Selección de la representación más adecuada, así como de las unidades óptimas, para una ",
    "misma cantidad en cada situación o problema. ",
    "‒ Identificación de patrones y regularidades numéricas. ",
    "5. Razonamiento proporcional. ",
    "‒ Razones y proporciones: comprensión y representación de relaciones cuantitativas. Estudio e ",
    "identificación de magnitudes directa e inversamente proporcionales. ",
    "‒ Porcentajes: compresión y utilización en la resolución de problemas. Análisis de situaciones ",
    "en las que intervienen diferentes porcentajes y obtención del porcentaje equivalente.  ",
    "‒ Desarrollo y análisis de métodos para resolver problemas en situaciones de proporcionalidad ",
    "directa e inversa en diferentes contextos (proporcionalidad simple, directa e inversa, repartos ",
    "directamente proporcionales, aumentos y disminuciones porcentuales, rebajas y subidas de ",
    "precios, impuestos, cambios de divisas, cálculos geométricos, escalas, etc.). ",
    "6. Educación financiera. ",
    "‒ Evaluación de los métodos más adecuados para la toma de decisiones de consumo ",
    "responsable atendiendo a las relaciones calidad-precio y valor-precio en contextos cotidianos. ",
    "B. Medida y geometría. ",
    "1. Magnitud. ",
    "‒ Atributos mensurables de los objetos físicos y matemáticos: investigación y profundización en ",
    "la relación entre los mismos. ",
    "‒ Estrategias de elección de las unidades y operaciones adecuadas en problemas que ",
    "impliquen medida. ",
    "2. Medición. ",
    "– Deducción, interpretación y aplicación de las principales fórmulas para obtener longitudes, ",
    "áreas y volúmenes en figuras planas y tridimensionales.  ",
    "• Repaso de las figuras planas estudiadas el curso anterior. ",
    "• Poliedros: cubos, ortoedros, prismas y pirámides. ",
    "• Cuerpos de revolución: cilindros, conos y esferas. ",
    "– Representaciones planas de objetos tridimensionales en la visualización y resolución de ",
    "problemas de áreas. ",
    "3. Estimación y relaciones. ",
    "– Estrategias para la toma de decisión justificada del grado de precisión requerida en ",
    "situaciones de medida. ",
    "C. Geometría en el plano y el espacio. ",
    "1. Formas geométricas de dos y tres dimensiones. ",
    "‒ Figuras geométricas planas y tridimensionales: descripción y clasificación en función de sus ",
    "propiedades o características.  ",
    "Ángulos exteriores e interiores de un polígono. Medida y cálculo de ángulos en figuras ",
    "planas.  ",
    "Ángulo inscrito y ángulo central de una circunferencia. ",
    "‒ Reconocimiento de las relaciones geométricas tales como la semejanza y la relación ",
    "pitagórica en figuras planas. ",
    "Criterios de semejanza. Teorema de Tales. ",
    "Razón de semejanza. Escalas.  ",
    "Circunferencia y otras superficies circulares. Perímetro y área. ",
    "Relación entre las longitudes, áreas y volúmenes de figuras semejantes. ",
    "Teorema de Pitágoras; aplicación a la clasificación de triángulos. ",
    "2. Movimientos y transformaciones. – Transformaciones elementales: simetrías en situaciones diversas utilizando herramientas ",
    "manipulativas. Los ejes de simetría de un cuerpo geométrico.  ",
    "D. Álgebra. ",
    "1. Modelo matemático. ",
    "– Modelización de situaciones de la vida cotidiana usando representaciones matemáticas y el ",
    "lenguaje algebraico. ",
    "– Estrategias de deducción de conclusiones razonables a partir de un modelo matemático ",
    "sencillo. ",
    "2. Variable. ",
    "– Comprensión del concepto en sus diferentes naturalezas. ",
    " Expresiones algebraicas sencillas: comprensión de su sentido y utilidad. ",
    "Monomio, binomio y polinomio. Conceptos de grado, coeficiente y término independiente.  ",
    "Valor numérico de una expresión algebraica para diversos valores de sus variables. ",
    "Operaciones sencillas con polinomios: suma, resta y multiplicación.  ",
    "Factor común. Igualdades notables. ",
    "3. Igualdad y desigualdad. ",
    "– Relaciones lineales y cuadráticas en situaciones de la vida cotidiana o matemáticamente ",
    "relevantes: expresión mediante álgebra simbólica. ",
    "– Identificación y aplicación de la equivalencia de expresiones algebraicas en la resolución de ",
    "problemas basados en relaciones lineales y cuadráticas. ",
    "– Estrategias de búsqueda de soluciones en ecuaciones y sistemas lineales y cuadráticas en ",
    "situaciones de la vida cotidiana. ",
    "Profundización en la resolución de ecuaciones de primer grado con una incógnita. ",
    "Resolución de ecuaciones de segundo grado sencillas: completas e incompletas, con una ",
    "incógnita. ",
    "Sistemas de dos ecuaciones lineales con dos incógnitas. Métodos de resolución. ",
    "4. Relaciones y funciones. ",
    "– Relaciones cuantitativas en situaciones de la vida cotidiana y clases de funciones que las ",
    "modelizan. ",
    "– Comprensión del concepto de función frente a otro tipo de relación entre variables; estudio de ",
    "algunas de las características de una función (crecimiento, continuidad, puntos de corte con ",
    "los ejes, etc.). ",
    "– Relaciones lineales: identificación y comparación de diferentes modos de representación, ",
    "tablas, gráficas o expresiones algebraicas, y sus propiedades a partir de ellas. ",
    "Cálculo, interpretación e identificación de la pendiente de una recta y de la ordenada en el ",
    "origen. ",
    "Representación de una recta a partir de su ecuación y obtención de la ecuación ",
    "algebraica de la misma a partir de su gráfica. ",
    "5. Pensamiento computacional. ",
    "– Generalización y transferencia de procesos de resolución de problemas a situaciones cada ",
    "vez más complejas. ",
    "– Introducción de estrategias útiles en la interpretación y modificación de algoritmos. ",
    "E. Estadística. ",
    "1. Organización y análisis de datos. ",
    "– Profundización en el análisis e interpretación de tablas y gráficos estadísticos de variables ",
    "cualitativas y cuantitativas discretas en contextos reales. ",
    "– Afianzamiento de las estrategias de recogida y organización de datos de situaciones de la ",
    "vida cotidiana que involucran una sola variable. Diferencia entre variable y valores ",
    "individuales ",
    "Tablas de frecuencias (absoluta, relativa y acumulada). ",
    "Diagrama de barras y de sectores, polígonos de frecuencias. ",
    "– Medidas de localización: centralización y dispersión, su interpretación y cálculo. ",
    "Media, mediana, moda, rango o recorrido. Desviación típica y cuantiles. ",
    "– Comparación de dos conjuntos de datos atendiendo a las medidas de localización y ",
    "dispersión. ",
    "2. Incertidumbre. ",
    "– Identificación de fenómenos deterministas y aleatorios. ",
    "Determinación del espacio muestral en experimentos aleatorios sencillos. ",
    "– Experimentos simples: planificación, realización y análisis de la incertidumbre asociada. ",
    "– Asignación de probabilidades mediante experimentación, el concepto de frecuencia relativa y ",
    "la regla de Laplace. ",
    "F. Actitudes y aprendizaje. ",
    "1. Creencias, actitudes y emociones. ",
    "– Gestión emocional: emociones que intervienen en el aprendizaje de las matemáticas. ",
    "Autoconciencia y autorregulación. ",
    "– Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el ",
    "aprendizaje de las matemáticas. ",
    "2. Trabajo en equipo y toma de decisiones. ",
    "– Selección y aplicación de técnicas cooperativas para optimizar el trabajo en equipo y ",
    "compartir y construir conocimiento matemático.  ",
    "– Uso de conductas empáticas y estrategias para la gestión y resolución de conflictos que ",
    "pudieran aparecer dentro de un equipo de trabajo.  ",
    "3. Contribución de las matemáticas a la sociedad. ",
    "– Reconocimiento de la contribución de las matemáticas al desarrollo de los distintos ámbitos ",
    "del conocimiento humano. Casos como Alan Turing o Emmy Noether.  "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Interpretar y analizar detenidamente enunciados de problemas matemáticos de diversa índole ",
    "organizando lo datos dados, estableciendo las relaciones entre ellos y comprendiendo las ",
    "preguntas formuladas. ",
    "1.2. Conocer y aplicar diversas herramientas y estrategias que contribuyan a la resolución de ",
    "problema. ",
    "1.3. Obtener soluciones matemáticas de un problema, ordenando los pasos que se van a seguir y ",
    "activando los conocimientos necesarios. ",
    "Competencia específica 2. ",
    "2.1. Analizar y comprobar la corrección matemática de las soluciones de un problema en el ",
    "contexto del mismo.  ",
    "2.2. Comprobar la validez de las soluciones de un problema, su aplicación en situaciones de la ",
    "vida cotidiana, y su coherencia en el contexto planteado, evaluando el alcance y repercusión ",
    "de estas desde diferentes perspectivas.  ",
    "Competencia específica 3. ",
    "3.1. Formular y comprobar conjeturas sencillas de forma guiada analizando patrones, propiedades ",
    "y relaciones. ",
    "3.2. Plantear variantes de un problema dado modificando alguno de sus datos o alguna condición ",
    "del problema. ",
    "Competencia específica 4. ",
    "4.1. Reconocer patrones, organizar datos y descomponer un problema en partes más simples ",
    "facilitando su interpretación computacional. ",
    "4.2. Modelizar situaciones de manera guiada, para resolver problemas de forma eficaz ",
    "interpretando y modificando algoritmos. ",
    "Competencia específica 5. ",
    "5.1. Continuar y consolidar el establecimiento de conexiones entre diferentes procesos ",
    "matemáticos aplicando conocimientos y experiencias previas. ",
    "Competencia específica 6.  ",
    "6.1. Identificar conexiones coherentes entre las matemáticas y otras materias resolviendo ",
    "problemas contextualizados sencillos. 6.2. Reconocer la aportación de las matemáticas al progreso de la humanidad y su contribución a ",
    "la superación de los retos que demanda la sociedad actual. ",
    "Competencia específica 7. ",
    "7.1. Elaborar representaciones matemáticas que ayuden en la búsqueda de estrategias de ",
    "resolución de una situación problematizada. ",
    "Competencia específica 8. ",
    "8.1. Comunicar información utilizando el lenguaje matemático cada vez con mayor precisión, ",
    "utilizando diferentes medios, oralmente y por escrito, al describir, explicar y justificar ",
    "razonamientos, procedimientos y conclusiones. ",
    "Competencia específica 9. ",
    "9.1. Gestionar las emociones propias, desarrollar el autoconcepto matemático como herramienta, ",
    "generando expectativas positivas ante nuevos retos matemáticos. Colaborar activamente ",
    "durante el proceso de aprendizaje del resto del alumnado. ",
    "9.2. Mostrar una actitud positiva, perseverante y participativa en el aula, aceptando la crítica ",
    "razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.   ",
    "Competencia específica 10. ",
    "10.1. Colaborar activamente y construir relaciones trabajando con las matemáticas en equipos ",
    "heterogéneos, respetando diferentes opiniones, comunicándose de manera efectiva, ",
    "pensando de forma crítica y creativa y tomando decisiones y realizando juicios informados. "
    
  ]
}
