{
  "criteriosEvaluacion": [
    "• CE1.1. Analizar de manera crítica conceptos y procesos relacionados con los saberes de la biología molecular, seleccionando e interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, etc.). OBJ1",
    "• CE1.2. Comunicar informaciones razonadas relacionadas con la composición química de la materia viva, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales, etc.) y respondiendo de manera fundamentada y precisa a las cuestiones que puedan surgir durante el proceso. OBJ1",
    "• CE1.3. Contrastar y justificar la veracidad de información relacionada con la composición química de la materia viva utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica, como pseudociencias, teorías conspiratorias, creencias infundadas, noticias falsas, etc. OBJ2",
    "• CE1.4. Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica relacionado con los saberes de la biología molecular de acuerdo con la interpretación de los resultados obtenidos. OBJ3",
    "• CE1.5. Argumentar, utilizando ejemplos concretos, sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de las mujeres y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución, influida por el contexto político y social y por los recursos económicos. OBJ3",
    "• CE1.6. Argumentar sobre la importancia de adoptar estilos de vida saludables compatibles con un modelo de desarrollo sostenible, basándose en los principios de la biología molecular y relacionándolos con los procesos macroscópicos. OBJ5",
    "• CE1.7. Explicar las características y procesos vitales de los seres vivos mediante el análisis de sus biomoléculas, de las interacciones bioquímicas entre ellas y de sus reacciones metabólicas. OBJ6",
    "• CE2.1. Argumentar sobre aspectos relacionados con los saberes de la genética molecular, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás. OBJ1",
    "• CE2.2. Plantear y resolver cuestiones y crear contenidos relacionados con los saberes de la genética molecular, localizando y citando fuentes de forma adecuada, seleccionando, organizando y analizando críticamente la información. OBJ2",
    "• CE2.3. Describir los procesos que comprende la expresión génica reconociendo su significado biológico. OBJ6",
    "• CE2.4. Comparar los genomas y los procesos de la expresión génica en procariotas y eucariotas. OBJ3",
    "• CE2.5. Explicar fenómenos relacionados con los saberes de la genética molecular a través del planteamiento y de la resolución de problemas, buscando y utilizando las estrategias y los recursos adecuados. OBJ4",
    "• CE2.6. Analizar críticamente la solución a un problema relacionado con los saberes de la genética molecular y replantear los procedimientos utilizados o las conclusiones si esta solución no fuera viable o ante nuevos datos aportados o encontrados con posterioridad. OBJ4",
    "• CE3.1. Analizar de manera crítica conceptos y procesos relacionados con los saberes de la citología seleccionando e interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, etc.). OBJ1",
    "• CE3.2. Enunciar los postulados de la teoría celular diferenciando morfológica, estructural y funcionalmente los tipos de células y sus estructuras y orgánulos. OBJ1",
    "• CE3.3. Identificar imágenes citológicas utilizando diferentes técnicas y métodos de observación. OBJ2",
    "• CE3.4. Reconocer los diferentes tipos de envolturas celulares diferenciando los mecanismos de transporte de sustancias a través de ellas. OBJ2",
    "• CE3.5. Detallar los procesos que tienen lugar a lo largo del ciclo celular identificando el significado biológico de cada uno de ellos. OBJ6",
    "• CE3.6. Explicar la relación del cáncer con el ciclo celular y las mutaciones, reconociendo su correlación con los estilos de vida saludables. OBJ5",
    "• CE4.1. Identificar y diferenciar los procesos que comprende el catabolismo y el anabolismo celular, estableciendo las interrelaciones entre todos los procesos y rutas metabólicas que tienen lugar en las células. OBJ6",
    "• CE4.2. Explicar procesos relacionados con el metabolismo celular, a través del planteamiento y resolución de cuestiones y problemas, buscando y utilizando las estrategias y los recursos adecuados. OBJ4",
    "• CE4.3. Analizar la solución a problemas relacionados con el metabolismo celular, replanteando, de ser necesario, los procedimientos utilizados ante nuevos datos aportados o encontrados con posterioridad. OBJ4",
    "• CE5.1. Argumentar sobre aspectos relacionados con la biotecnología considerando los puntos fuertes y débiles de las diferentes posturas que hay en relación con este tema en la actualidad, siempre desde una postura razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás. OBJ3",
    "• CE5.2. Contrastar y justificar la veracidad de información relacionada con la biotecnología y sus aplicaciones utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica, como pseudociencias, teorías conspiratorias, creencias infundadas, noticias falsas, etc. OBJ2",
    "• CE5.3. Analizar y reconocer las principales y más relevantes técnicas de ingeniería genética, valorando sus aplicaciones en diferentes ámbitos de actuación. OBJ5",
    "• CE5.4. Evaluar la aplicación de la biotecnología en distintos ámbitos, incorporando todos los conocimientos y técnicas que los últimos avances científico-tecnológicos proporcionen a este tipo de campos de investigación. OBJ5",
    "• CE6.1. Explicar y describir en qué consiste la inmunidad, comentando la importancia de las barreras externas y aportando ejemplos próximos. OBJ1",
    "• CE6.2. Comparar los distintos tipos de inmunidad aportando ejemplos. OBJ1",
    "• CE6.3. Diferenciar y comparar las enfermedades infecciosas de las no infecciosas, identificando sus fases. OBJ5",
    "• CE6.4. Describir las principales patologías del sistema inmunitario, identificando sus causas y analizando su relevancia clínica. OBJ5"
  ],
  "saberes": [
    "Bloque 1. La base molecular de la materia viva",
    "• Composición química de la materia viva: bioelementos y biomoléculas.",
    "– Los bioelementos: concepto, tipos, propiedades y funciones biológicas.",
    "– Las biomoléculas inorgánicas: características químicas, propiedades y funciones biológicas. Análisis del proceso osmótico.",
    "– Las biomoléculas orgánicas: concepto, clasificación y funciones biológicas.",
    "• Los glúcidos; propiedades y características fisicoquímicas de los monosacáridos, disacáridos y polisacáridos con mayor relevancia biológica.",
    "• Los lípidos: clasificación, propiedades y características fisicoquímicas.",
    "• Las proteínas: clasificación, propiedades y características fisicoquímicas.",
    "– Importancia de las proteínas como biocatalizadores.",
    "– Las vitaminas y su importancia como cofactores enzimáticos.",
    "• Los ácidos nucleicos.",
    "– Estructura, características fisicoquímicas y tipos.",
    "– Funciones de los ácidos nucleicos en la expresión de la información biológica.",
    "• La relación entre los bioelementos y las biomoléculas y la salud. Estilos de vida saludables.",
    "Bloque 2. Genética molecular",
    "• Análisis de los procesos de la expresión génica y su significado biológico: replicación, transcripción y traducción.",
    "• Relación entre las mutaciones, la replicación del ADN, la evolución y la biodiversidad.",
    "• La regulación de la expresión génica y su significado biológico.",
    "– Comparación de los procesos de expresión génica y su regulación en procariotas y eucariotas.",
    "Bloque 3. La célula",
    "• La teoría celular y sus implicaciones biológicas.",
    "• La célula procariota y la célula eucariota: diferenciación morfológica y estructural. Fisiología celular.",
    "– Observación y diferenciación de imágenes de citología obtenidas por microscopía. Técnicas de microscopía y preparación de muestras.",
    "• Las envolturas celulares: membrana plasmática, matriz extracelular y paredes celulares.",
    "– Mecanismos de transporte de sustancias a través de la membrana plasmática, en función de las propiedades de las moléculas transportadas.",
    "• Los orgánulos de la célula eucariota y procariota: estructura y funciones.",
    "• El ciclo celular: fases y mecanismos de regulación.",
    "– Mitosis y meiosis. Significado biológico.",
    "– El cáncer y su relación con el ciclo celular y las mutaciones.",
    "– La importancia de los estilos de vida saludables y su correlación con el cáncer.",
    "Bloque 4. Metabolismo celular",
    "• Enzimología.",
    "– Modelos de acción enzimática.",
    "– Cinética enzimática.",
    "– Mecanismos de regulación enzimática.",
    "• El metabolismo celular. Comparación entre anabolismo y catabolismo.",
    "• Catabolismo.",
    "– Respiración aerobia β-oxidación de los ácidos grasos, ciclo de Krebs, cadena de transporte de electrones y fosforilación oxidativa.",
    "– Respiración anaerobia. Glucólisis y fermentación.",
    "– Rendimiento energético y eficiencia del metabolismo aeróbico frente al anaeróbico.",
    "• Anabolismo.",
    "– Anabolismo heterótrofo, síntesis de aminoácidos, proteínas y ácidos grasos.",
    "– Anabolismo autótrofo, fotosíntesis y quimiosíntesis.",
    "– Importancia biológica de los principales procesos anabólicos.",
    "Bloque 5. Biotecnología",
    "• Técnicas de ingeniería genética. Aplicaciones.",
    "– PCR, enzimas de restricción, clonación molecular, CRISPR-CAS9, etc.",
    "• Importancia y repercusiones de la biotecnología en distintos ámbitos (salud, agricultura, medio ambiente, nuevos materiales, industria alimentaria, etc.).",
    "– El papel de los microorganismos en la biotecnología.",
    "Bloque 6. Inmunología",
    "• Concepto de inmunidad e importancia de las barreras externas para dificultar la entrada de patógenos.",
    "• Tipos de inmunidad.",
    "– Inmunidad innata y específica.",
    "– Inmunidad humoral y celular.",
    "– Inmunidad artificial y natural, pasiva y activa.",
    "• Fases de las enfermedades infecciosas.",
    "• Principales patologías del sistema inmunitario. Causas y relevancia clínica."
  ]
}