{
    "saberes": [
        "Elements del llenguatge visual. Experimentació i possibilitats comunicatives",
        "- Identificació dels elements configuratius del llenguatge visual i audiovisual, les seves possibilitats constructives, expressives i comunicatives, en contextos reals, com l’entorn, els mitjans de comunicació, Internet, entre d’altres.",
        "- Descobriment de tècniques, procediments i processos, a través de l’assaig i l’experimentació amb diferents materials, eines i dispositius, inclosos els digitals.",
        "- Anàlisi dels principis de la percepció visual a partir de l’observació directa de fenòmens visuals i d’imatges de diferents tipologies, funcions i finalitats, contrastant diverses fonts d’informació.",
        "- Reconeixement d’estratègies compositives, considerant la seva finalitat comunicativa, a través de la comparació de produccions artístiques diverses, en el pla, l’espai i el temps.",
        "Creació artística. Tècniques, procediments i processos",
        "- Aplicació de processos creatius guiats, establint connexions entre conceptes, idees i imatges, a través de l’experimentació i de la realització d’esbossos i assajos, en la ideació de les propostes.",
        "- Comunicació a través del llenguatge visual i audiovisual, amb diferents suports i mitjans, i mitjançant l’ús de diverses estratègies, recursos i tecnologies, en la creació artística.",
        "- Descobriment i seguiment de les etapes de treball, a través de l’anàlisi, la documentació, la tria de tècniques i materials, la realització d’esbossos, la valoració i la presa de decisions, en el desenvolupament d’un projecte.",
        "- Aplicació de la geometria plana i descriptiva, a través de la realització de projectes, en la representació d’idees i la resolució de problemes simples.",
        "Manifestacions artístiques contemporànies i del patrimoni cultural. Anàlisi i apreciació estètica",
        "- Valoració del patrimoni cultural, incorporant la perspectiva de gènere i la diversitat cultural i social, a través de l’anàlisi, la interpretació i la lectura de manifestacions artístiques contemporànies, locals i de la història.",
        "- Identificació de les característiques estilístiques, el context i la funció de les produccions artístiques al llarg de la història i en l’actualitat, aplicant estratègies de recerca d’informació en fonts diverses, inclosa la d’Internet.",
        "- Lectura de missatges visuals en els mitjans de comunicació, Internet, les xarxes socials i l’entorn, a través de la reflexió crítica sobre la seva funció i els possibles significats.",
        "- Desenvolupament del pensament ètic i responsable en relació amb la propietat intel·lectual i cultural."
    ],
    "criteriosEvaluacion": [
        "1.1 Identificar els valors estilístics, històrics i socials, de diferents produccions artístiques, visuals i audiovisuals, així com la seva funció i finalitat, mitjançant estratègies guiades de cerca d’informació, incloses les digitals, descrivint-les de forma oral, escrita o visual, incorporant la perspectiva de gènere i la interculturalitat.",
        "1.2 Valorar la importància de conservar el patrimoni cultural i artístic, a través del coneixement i l’anàlisi de les produccions artístiques, de diferents societats i cultures, relacionant-les amb la pròpia identitat cultural.",
        "1.3 Observar i reflexionar sobre la presència de la imatge, el disseny i l’art en l’entorn, i la seva finalitat, amb una actitud oberta, reconeixent les oportunitats professionals que se’n deriven i la seva importància en la societat.",
        "1.4 Seleccionar amb sentit crític produccions culturals i artístiques contemporànies del seu interès, com a referència en les seves creacions, construint la seva pròpia identitat cultural.",
        "2.1 Descriure amb curiositat i respecte produccions d’art i disseny, incloses les contemporànies, detectant els elements clau que les integren, mitjançant l’observació reflexiva i utilitzant el vocabulari adequat.",
        "2.2 Relacionar aspectes formals, estètics, simbòlics, constructius, tècnics, expressius i comunicatius de diverses produccions artístiques, amb el seu context, funció i finalitat.",
        "2.3 Opinar sobre les produccions pròpies i alienes, valorant-ne el procés i el resultat, fent propostes de millora de manera argumentada.",
        "2.4 Valorar el potencial creatiu de l’art, compartint experiències i emocions, expressant obertament l’opinió personal.",
        "3.1 Comunicar idees i emocions, amb creativitat i sensibilitat, a partir de l’observació de l’entorn i la societat, les manifestacions culturals contemporànies i el patrimoni cultural, i els recursos del seu imaginari, en la representació visual.",
        "3.2 Utilitzar recursos expressius, tècnics, comunicatius, simbòlics — aplicant, si escau, convencions—, adequats a la situació comunicativa i a la seva finalitat, en la representació d’idees, formes i emocions.",
        "3.3 Imaginar i comunicar propostes, a través d’esbossos, esquemes, diagrames, dibuixos, guions il·lustrats, croquis, plànols i d’altres, amb qualsevol eina, incloses les eines tecnològiques i les digitals.",
        "4.1 Transferir coneixements de qualsevol àmbit a la producció artística.",
        "4.2 Utilitzar missatges, mitjans i processos, de diferents disciplines artístiques, en les seves pròpies produccions, de manera oberta i creativa.",
        "5.1 Identificar les característiques de cada llenguatge artístic i els seus diferents processos en funció del context i del progrés tecnològic, mostrant eficàcia en la recerca d’informació.",
        "5.2 Experimentar amb tècniques i mitjans, inclosos els digitals, i recursos dels llenguatges artístics, de manera guiada, analitzant i valorant els resultats de l’experimentació.",
        "5.3 Aplicar diferents tècniques, mitjans, recursos i convencions, en funció dels requeriments i la intenció del missatge i del projecte a dur a terme.",
        "6.1 Donar resposta a plantejaments diversos de manera guiada, analitzant la proposta de treball, documentant-se i utilitzant recursos adequats a les necessitats i la finalitat comunicativa del projecte.",
        "6.2 Organitzar un projecte de manera individual o col·laborativa, seguint un mètode de treball, fent valoracions per prendre decisions al llarg del seu desenvolupament.",
        "6.3 Compartir idees i imaginari, amb altres camps del coneixement, en l’elaboració de projectes artístics interdisciplinaris i col·laboratius.",
        "6.4 Expressar respectuosament opinions i reflexions raonades, per arribar a un consens a través del diàleg en la realització d’un projecte."
    ]
}