{
    "saberes": [
        "Bloque A. Las lenguas y sus hablantes",
        "- La diversidad cultural y lingüística como fuente de riqueza.",
        "- Estrategias para, de manera progresiva, detectar la presencia de prejuicios y estereotipos lingüísticos y culturales hacia el uso de la lengua asturiana u otras lenguas del entorno.",
        "- Uso de un lenguaje no sexista, no discriminatorio y respetuoso con las demás personas.",
        "Bloque B. Comunicación",
        "Saberes comunes",
        "- Estrategias para la coherencia textual.",
        "- Elementos básicos de contenido (tema, expresiones propias, vocabulario...) y forma (estructura, formato, imágenes...).",
        "- Finalidades de la comunicación y claves de tipología textual básica: narración, descripción, diálogo...",
        "Comunicación e interacción oral",
        "- Interés por expresarse oralmente en el aula, respetando el turno de palabra, las opiniones de las demás personas y ajustándose al tema de lo que se habla.",
        "- Estrategias para la comprensión y expresión de mensajes orales y multimodales sencillos de distintas características, donde se utilicen adecuadamente sistemas de comunicación verbal y no verbal, y en los que predominen la repetición y la ordenación lógica de secuencias (saludos, fórmulas de cortesía...).",
        "- Estrategias básicas para resolver oralmente situaciones de comunicación habituales en las interacciones del alumnado, mediante el uso del lenguaje no verbal y con una pronunciación y entonación adecuada.",
        "- Procedimientos elementales de adquisición del vocabulario en el nivel léxico-referencial más cercano y motivador para el alumnado: sentimientos y estados de ánimo, el tiempo atmosférico, las descripciones físicas...",
        "- Estrategias de identificación y comprensión, de manera guiada, de las diferentes clases de textos orales y multimodales para iniciarse en la argumentación de conocimientos, ideas, pensamientos y deseos.",
        "- Intercambios informativos diversos, breves y sencillos que utilicen el relato y la descripción para referirse a experiencias propias.",
        "- Reconocimiento de los sonidos, ritmos y entonaciones característicos de la lengua asturiana.",
        "- Uso de la expresión oral de modo habitual, empleando un lenguaje no sexista, no discriminatorio y evitando prejuicios lingüísticos, mostrando respeto hacia las personas que utilizan la lengua asturiana para expresarse oralmente en cualquiera de sus variantes.",
        "- Interés por conocer las tradiciones orales asturianas y por participar en ellas mediante la práctica de juegos infantiles tradicionales apropiados a la edad y libres de estereotipos sexistas, en los que predominen la repetición de palabras, acciones y gestos.",
        "Comprensión lectora",
        "- Lectura comprensiva en voz alta de textos escritos y multimodales sencillos procedentes del entorno inmediato, con entonación adecuada y haciendo especial hincapié en la correcta vocalización, el ritmo y las pausas.",
        "- Estrategias para la comprensión de información general y aspectos específicos de textos escritos y multimodales sencillos procedentes del entorno inmediato.",
        "- Acercamiento al uso del diccionario (tanto en papel como en soporte digital) como herramienta fundamental para la comprensión de textos escritos y multimodales y acercamiento a la biblioteca con fines lúdicos y de aprendizaje.",
        "- Estrategias para la comprensión de textos escritos y multimodales: identificar el título, observar las ilustraciones que lo acompañan, releer, formular preguntas, identificar palabras clave o captar el sentido del texto tras la lectura completa.",
        "- Desarrollo del hábito lector y valoración de la lectura silenciosa como fuente de conocimiento y diversión.",
        "- Lectura comentada de textos escritos y multimodales en lengua asturiana que recojan conocimientos acerca del patrimonio cultural y sociolingüístico del Principado de Asturias.",
        "Producción escrita",
        "- Estrategias elementales para la composición libre o dirigida de textos escritos y multimodales sencillos propios de situaciones cotidianas próximas a la experiencia infantil, para comunicar conocimientos, experiencias o necesidades: narraciones, notas, mensajes personales, descripciones breves...",
        "- Interés por alcanzar un cierto grado de organización textual a la hora de poner por escrito mensajes y relatos sencillos.",
        "- Uso de estructuras lingüísticas básicas en la elaboración de textos escritos y multimodales.",
        "- Esmero en la presentación, orden y limpieza de los textos escritos y multimodales propios.",
        " - Procedimientos elementales de adquisición de nuevo vocabulario básico en lengua asturiana para resolver por escrito situaciones sencillas de comunicación.",
        "- Iniciación en el uso del diccionario como herramienta fundamental para la creación de textos escritos.",
        "- Modelos para la creación de textos propios de calidad y respeto hacia las creaciones ajenas.",
        "- Uso de expresiones escritas en lengua asturiana y que conlleven un lenguaje no sexista y no discriminatorio, evitando prejuicios lingüísticos.",
        "- Fórmulas de respeto hacia las personas que escriben en lengua asturiana y en cualquiera de sus variantes, visibilizando en especial la aportación de las mujeres.",
        "Nuevas alfabetizaciones",
        "- Estrategias básicas para la búsqueda guiada de información sencilla en fuentes documentales variadas y con distintos soportes y formatos.",
        "- Estrategias básicas para un uso adecuado de los recursos multimedia y de los medios audiovisuales de comunicación para comparar información.",
        "- Manejo guiado de las tecnologías de la información y comunicación para la iniciación y mejora de los procesos de lectura, escritura y reflexión de la lengua y de la literatura asturiana.",
        "- Uso de la biblioteca escolar y de los recursos digitales del centro o del aula.",
        "Bloque C. Educación literaria",
        "- Lectura acompañada de obras o fragmentos variados y diversos de la literatura infantil asturiana adaptados a sus intereses y con perspectiva de género.",
        "- Escucha guiada y reproducción comprensiva de cuentos, leyendas, poesías, trabalenguas, adivinanzas y cantares, ya sean tradicionales o fruto de la creación literaria actual evitando roles y estereotipos de género.",
        "- Comentarios orales guiados, tanto individuales como colectivos, sobre aspectos concretos de las obras literarias, fijándose en el tema, los personajes principales, así como en la variedad de los lugares donde se desarrollan las acciones.",
        "- Estrategias para la expresión de gustos e intereses por la literatura infantil asturiana. Inicio en la construcción de la identidad lectora.",
        "- Interés por los textos orales y escritos de la tradición oral y de la literatura infantil asturiana libres de estereotipos de género.",
        "- Lectura expresiva, dramatización o interpretación de textos adaptados a la edad y características del alumnado.",
        "- Creación de textos literarios, a partir de modelos dados, valorando la creatividad.",
        "- Uso dirigido de la biblioteca de aula o de centro como fuente de estímulos literarios.",
        "Bloque D. Reflexiones sobre la lengua",
        "- La correspondencia entre fonemas y grafías específicas del abecedario de la lengua asturiana.",
        "- Estrategias para la discriminación perceptivo-auditiva de palabras, sílabas y sonidos en la secuencia hablada y su correspondencia visual en la secuencia escrita.",
        "- Interés por reproducir correctamente los fonemas más característicos de la lengua asturiana y sus variantes.",
        "- Uso de los términos que permiten referirse a algunas regularidades de la lengua como el orden de las palabras, los nombres propios y comunes, el género masculino y femenino, el número singular y plural y el papel del verbo.",
        "- Técnicas básicas de aplicación de las normas ortográficas para organizar el texto escrito.",
        "- Procedimientos elementales de adquisición de vocabulario. Agrupamiento de las familias de palabras más usuales: la familia, la casa, los animales, las plantas, el tiempo atmosférico, los juegos, las nuevas tecnologías...",
        "- Inicio en el hábito de consultar la escritura de palabras difíciles o dudosas. Inicio en el uso del diccionario tanto en papel como en formato digital.",
        "- Técnicas sencillas de reconocimiento de la intención comunicativa: las distintas modalidades de oraciones.",
        "- Mecanismos básicos de cohesión textual. Los conectores temporales y explicativos."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar y distinguir el uso de la lengua asturiana o de otros códigos lingüísticos en su ambiente más cercano.",
        "1.2. Expresar, utilizando un lenguaje no discriminatorio, igualitario y respetuoso, impresiones, sentimientos o vivencias propias en lengua asturiana y reconocer de manera acompañada y en contextos próximos, algunos prejuicios y estereotipos lingüísticos y culturales hacia el uso de la propia lengua u otras lenguas del entorno.",
        "1.3. Mostrar curiosidad y respeto por la diversidad de lenguas y las personas que las hablan y estudian en la escuela, incluidas las diferentes variantes de la lengua asturiana y las lenguas de signos.",
        "2.1. Participar activamente y de forma guiada, en intercambios comunicativos orales y multimodales (espontáneos o planificados) breves y sencillos y habituales en el aula y del contexto asturiano, siguiendo el turno de palabra, empleando un lenguaje no sexista, ajustándose al tema hablado y escuchando y respetando las opiniones de las y los demás.",
        "2.2. Expresar, de manera ordenada, impresiones, sentimientos o vivencias, respetando las formas básicas de cortesía y relación social (saludar y despedirse) y empleando elementos no verbales (gestualidad y modulación de la voz).",
        "2.3. Responder a preguntas básicas para la comunicación en lengua asturiana, referidas a los detalles más relevantes, reconocer las ideas principales e iniciarse, de manera acompañada, en explicar el contenido.",
        "3.1. Leer de manera silenciosa y en voz alta, textos escritos y multimodales breves y sencillos apropiados a su desarrollo cognitivo, identificando la idea global y usando de forma acompañada herramientas para la mejora de la comprensión (relectura, intuir significado de palabras, uso del diccionario...).",
        "3.2. Reconocer de manera acompañada el contenido y elementos de textos escritos y multimodales sencillos que ayudan a su comprensión (título, imágenes, iconos propios de Asturias...), valorando su contenido y estructura.",
        "4.1. Realizar textos escritos y multimodales breves, sencillos y de forma legible en distintos soportes, ajustándose a modelos dados con un propósito determinado (descripciones, narraciones, anuncios...libres de estereotipos de género), expresando ordenadamente hechos, ideas, sentimientos y opiniones, empleando las principales reglas ortográficas y de puntuación y valorando la correcta presentación.",
        "4.2. Planificar de manera acompañada, estrategias sencillas de redacción y revisión de los elementos que dan forma y sentido a los textos escritos y multimodales (márgenes, título, saludo y despedida, dibujos...).",
        "4.3. Enriquecer las producciones escritas, de manera guiada, integrando vocabulario y expresiones propias de la lengua asturiana relativas a aspectos del patrimonio cultural y sociolingüístico del entorno más cercano desde una perspectiva de género, iniciándose en el manejo de diversas fuentes (diccionarios, recursos multimedia...).",
        "5.1. Participar en un proceso de investigación sencillo (individual o grupal), de manera acompañada, sobre algún tema de interés del contexto asturiano más cercano y compartir el trabajo realizado.",
        "5.2. Utilizar, de forma elemental y dirigida, la biblioteca, los textos escritos, los recursos multimedia y los medios audiovisuales de comunicación y de internet en asturiano como fuentes de información, conocimiento y disfrute personal.",
        "6.1. Escuchar y leer textos orales y escritos de la tradición oral y de la literatura infantil asturiana libres de estereotipos de género, utilizando la biblioteca de aula y de centro o recursos multimedia, para seleccionar lecturas de manera guiada reconociendo sus principales características (canciones, cuentos, poesías, adivinanzas, dichos y refranes) y expresando valoraciones personales.",
        "6.2. Participar con interés en actividades orientadas a fomentar el gusto por leer obras escritas en lengua asturiana visibilizando la aportación tanto de las mujeres como de los hombres (audiciones, lecturas guiadas y colectivas, compartir oralmente las experiencias de lectura...).",
        "6.3. Crear o interpretar, de manera acompañada, textos sencillos con intención literaria y a partir de pautas dadas, iniciándose en el sentido estético y creativo de las producciones (cuentos, poesías, dramatizaciones...).",
        "7.1. Utilizar de forma guiada las normas ortográficas y gramaticales básicas, a través de la práctica de la expresión oral, la escritura y la comprensión de textos sencillos, poniendo especial atención en los fonemas y las grafías específicas del asturiano.",
        "7.2. Enriquecer de manera acompañada los textos orales y escritos, iniciándose en identificar los principales componentes y la estructura propia de la lengua asturiana, y usando la terminología lingüística básica adecuada."
    ]
}