{
    "criteriosEvaluacion": [
        "1.1 Dur a terme traduccions directes i/o inverses de textos o fragments de dificultat mitjana o alta (originals o adaptats), amb correcció ortogràfica i expressiva, per tal d’identificar i analitzar unitats lingüístiques regulars de la llengua i apreciar variants i coincidències amb altres llengües conegudes per l’alumnat.",
        "1.2 Ampliar el coneixement iniciat en el curs anterior de paraules polisèmiques, a partir de diversos suports, tant escrits com digitals, amb l’objectiu d’aprofundir en la millora de la competència lingüística de l’alumnat tant en la llengua de partida com d’arribada.",
        "1.3 Revisar i esmenar de manera progressivament autònoma les pròpies traduccions i la dels companys i companyes, per tal de ser capaç de fer propostes de millora i argumentar els canvis amb terminologia especialitzada a partir de la reflexió lingüística.",
        "1.4 Aprofundir en l’anàlisi dels progressos i dificultats d’aprenentatge de la llengua llatina, seleccionant les estratègies més adequades i eficaces per superar aquestes dificultats i consolidar-ne l’aprenentatge, amb l’objectiu de poder fer activitats de planificació del propi aprenentatge, l’autoavaluació i la coavaluació, com ara les proposades a primer.",
        "2.1 Deduir el significat etimològic d’un terme d’ús específic i poc freqüent i inferir el significat de termes de nova aparició o procedents de lèxic especialitzat, aplicant, de manera guiada, estratègies de reconeixement de formants llatins, tot atenent els canvis fonètics, morfològics o semàntics que hagin tingut lloc, per tal de millorar la precisió lèxica en la llengua o llengües d’ús habitual de l’alumne i alumna.",
        "2.2 Comprendre els canvis fonètics, morfològics o semàntics de complexitat mitjana o alta que s’han produït tant des del llatí culte com des del llatí vulgar fins a la llengua d’ensenyament, servint-se, quan sigui possible, de la comparació amb altres llengües del repertori de l’alumnat com a base per millorar el coneixement i l’ús correcte de la llengua pròpia.",
        "2.3 Explicar la relació del llatí amb les llengües modernes més enllà de les llengües oficials de Catalunya, utilitzant amb iniciativa estratègies i coneixements de les llengües i els llenguatges que conformen el repertori de l’alumnat, amb l’objectiu d’apreciar la continuïtat de la llengua llatina fins als nostres dies en molts idiomes moderns, d’origen romànic o no.",
        "2.4 Analitzar críticament i denunciar prejudicis i estereotips lingüístics, adoptant una actitud de respecte i valoració de la diversitat com a riquesa cultural, lingüística i dialectal, per ajudar a crear una societat més tolerant i integradora.",
        "3.1 Analitzar, interpretar i comentar textos i fragments literaris de diversa índole, de complexitat mitjana-alta, aplicant estratègies d’anàlisi i reflexió que impliquin mobilitzar la pròpia experiència, com a eina per comprendre el món i la condició humana i desenvolupar la sensibilitat estètica i l’hàbit lector.",
        "3.2 Analitzar i explicar els temes, els tòpics, els gèneres i els valors ètics o estètics d’obres literàries llatines, comparant-les amb obres o fragments literaris posteriors (procedents especialment de la literatura catalana), des d’un enfocament intertextual guiat, per tal de valorar les arrels llatines de la civilització occidental.",
        "3.3 Identificar i definir paraules llatines que designen conceptes específics per a l’estudi i la comprensió de la civilització romana, i l’aprenentatge dels quals combina coneixements lèxics i culturals, en textos de diferents formats, perquè l’alumnat aprofundeixi en el coneixement de conceptes clau de la civilització llatina i universal.",
        "3.4 Crear textos d’una certa extensió, de manera individual o col·lectiva, amb una clara intenció literària i consciència d’estil, en diferents suports i amb ajuda d’altres llenguatges artístics i audiovisuals, a partir de la lectura d’obres o fragments significatius en els quals s’hagi partit de la civilització i la cultura llatines com a font d’inspiració, amb la finalitat que l’alumne o alumna sigui conscient de la utilitat de la llengua i la literatura llatines per millorar la llengua pròpia.",
        "4.1 Cercar, contrastar, seleccionar i combinar informacions obtingudes des de diferents fonts sobre la pervivència del llegat romà en el món modern i molt especialment en la cultura catalana.",
        "4.2 Debatre sobre la importància, l’evolució, l’assimilació o el qüestionament de diferents aspectes del llegat romà a la nostra societat, tot utilitzant estratègies retòriques i oratòries de manera guiada, per tal que l’estudiant prengui consciència del seu potencial paper com a mediador entre posicions contraposades quan sigui necessari, seleccionant i contrastant informació i experiències veraces i mostrant interès, respecte i empatia per altres opinions i argumentacions.",
        "4.3 Elaborar treballs de recerca de manera progressivament autònoma en diferents suports sobre aspectes del llegat de la civilització llatina en l’àmbit personal, religiós i sociopolític, localitzant, seleccionant i contrastant informació procedent de diferents fonts, calibrant-ne la fiabilitat i pertinència i respectant els principis de rigor i propietat intel·lectual, per tal de desvetllar en l’alumnat una actitud responsable i de respecte vers les fonts d’informació utilitzades.",
        "5.1 Aprofundir en la identificació i explicació del llegat material i immaterial de la civilització romana com a font d’inspiració, i analitzar produccions culturals i artístiques posteriors (de l’àmbit fonamentalment català) a partir de criteris donats, per prendre així consciència de la petja inesborrable que ha deixat damunt d’elles la civilització romana.",
        "5.2 Aprofundir en el coneixement i la valoració del patrimoni històric, arqueològic, artístic i cultural universal i, sobretot, català heretat de la civilització romana, interessant-se pels processos de construcció, preservació, conservació i restauració i per aquelles actituds cíviques que n’asseguren la sostenibilitat.",
        "5.3 Fomentar una actitud crítica i compromesa de l’alumnat per ser capaç de denunciar totes aquelles accions que puguin posar en risc la conservació del patrimoni romà (material o immaterial) i la seva pervivència en el futur, tot fent propostes d’acció coherents per protegir-lo i llegar-lo en perfectes condicions a les generacions futures."
    ],
    "saberes": [
        "Traducció",
        "• Unitats lingüístiques de la llengua llatina",
        "- Aplicació pràctica del concepte de llengua flexiva: flexió nominal, pronominal i verbal de la llengua llatina en el procés de traducció i interpretació.",
        "- Interpretació i anàlisi de la sintaxi oracional: sintaxi dels casos i de les estructures oracionals i la concordança i l’ordre de les paraules en oracions compostes en el context de comparació amb la llengua o llengües d’aprenentatge.",
        "• La traducció: tècniques, processos i eines",
        "- Valoració de la importància de l’anàlisi morfosintàctica no tant per se sinó com a eina al servei de la traducció i la interpretació.",
        "- Identificació i aplicació pràctica de les principals estratègies de traducció, per aprofundir en el valor intrínsec i extrínsec dels textos llatins, originals o adaptats: formulació d’expectatives a partir de l’entorn textual (títol, obra, etc.) i del text mateix (camps temàtics, famílies de paraules, etc.), així com a partir del context; coneixement del tema; descripció de l’estructura i el gènere; peculiaritats lingüístiques més complexes dels textos traduïts (discurs directe/indirecte, pregunta retòrica, etc.); errors freqüents de traducció i tècniques per evitar-los.",
        "- Maneig adequat de les eines de traducció: glossaris, diccionaris, atles o correctors ortogràfics en suport analògic o digital, etc., en el context d’anàlisi, comprensió i interpretació de textos.",
        "- Aprenentatge i aplicació pràctica de les tècniques pròpies de la lectura comparada i del comentari de textos bilingües com a eines bàsiques per a la comprensió de tots els vessants lingüístics i literaris dels textos traduïts: estratègies de comparació de traduccions originals i impreses fent servir terminologia metalingüística.",
        "- Comprensió i identificació dels recursos estilístics més específics i de la seva relació amb el contingut del text per facilitar-ne la interpretació.",
        "- Aplicació de les estratègies que facilitin la producció de textos breus en llatí a partir d’exemples donats, com a reconeixement de la importància de l’ús de la llengua llatina per millorar el domini d’altres llengües properes a l’alumnat.",
        "- Lectura, traducció i interpretació de textos llatins de dificultat mitjana-alta que aportin a l’alumnat elements de reflexió sobre valors de la civilització romana.",
        "- Presa de consciència de la importància de la traducció com a instrument que afavoreix el raonament lògic, la constància, la memòria, la resolució de problemes i la capacitat d’anàlisi i síntesi per tal de millorar l’actitud cívica de l’alumnat i el seu paper en una societat tolerant i solidària.",
        "- Establiment d’estratègies i adopció d’eines, analògiques i digitals, individuals i cooperatives, per a l’autoavaluació i la coavaluació en un món cada cop més interconnectat i en el qual les noves tecnologies i el treball cooperatiu són una realitat inqüestionable i la base d’una societat més rica, plural i ben informada.",
        "Plurilingüisme",
        "- Domini i ús correcte del lèxic llatí i de procediments de complexitat mitjana-alta de composició i derivació en la formació de paraules llatines, de lexemes, sufixos i prefixos d’origen llatí a l’hora de treballar el lèxic específic de les ciències i la tècnica, de les expressions llatines integrades a les llengües modernes i la seva utilització en diferents tipus de textos (literaris, periodístics, publicitaris, etc.), de la influència d’aquest idioma en l’evolució de la llengua d’ensenyament i de la resta de llengües que conformen el repertori lingüístic individual de l’alumnat.",
        "- Ampliació de les tècniques bàsiques apreses a primer per a l’elaboració de famílies lèxiques i d’un vocabulari bàsic llatí de freqüència a partir dels textos traduïts a classe.",
        "- Explicació i comprensió dels canvis fonètics més complexos des del llatí culte i el llatí vulgar a partir d’exemples procedents del camp de coneixements de l’alumnat.",
        "- Foment de l’interès i la curiositat dels i les alumnes per conèixer el significat etimològic de les paraules i la importància de l’ús adequat del vocabulari com a instrument bàsic en la comunicació, prenent novament com a base els textos traduïts —preferentment de manera autònoma— per l’alumnat.",
        "- Reforç de l’actitud de respecte de l’alumnat per totes les llengües i acceptació de les diferències culturals de la gent que les parla com a element enriquidor de la pròpia personalitat.",
        "- Valoració de la importància de la tècnica de traducció per a l’assimilació i l’ús de continguts lingüístics en altres idiomes moderns.",
        "- Maneig adequat de les eines analògiques i digitals per a l’aprenentatge, la comunicació i el desenvolupament de projectes amb estudiants de llatí a escala transnacional, per tal de fomentar la interrelació i l’enriquiment personal i emocional de l’alumnat.",
        "- Coneixement i ús correcte en diversos contextos orals i escrits de les expressions i el lèxic específic llatí per compartir amb els altres la reflexió sobre la comunicació, la llengua i les eines de comunicació i aprenentatge, enteses aquestes com a part fonamental de l’educació integral de l’alumnat.",
        "Educació literària",
        "- Aprofundiment en l’anàlisi de les principals etapes i vies de transmissió de la literatura llatina a partir d’exemples pràctics extrets d’obres literàries de diferents èpoques, així com dels principals gèneres literaris, ja sigui per mitjà de les explicacions de l’ensenyant o amb la lectura de fragments traduïts: origen, tipologia, cronologia, temes, motius, tradicions, característiques i principals autors i autores.",
        "- Aprofundiment en els principis de la crítica literària de manera coordinada amb la resta de matèries de l’àrea lingüística, per tal que es pugui aprofundir convenientment en la lectura, la interpretació i la valoració dels textos llatins i la seva importància per a la configuració del llegat literari occidental.",
        "- Argumentació i justificació de la influència i pervivència de la literatura llatina en la producció cultural europea en general i catalana en particular a partir de la lectura i el comentari de fragments d’obres en prosa i de poemes on es faci evident aquesta influència.",
        "- Foment de la lectura d’obres llatines traduïdes a alguna de les llengües del repertori lingüístic de l’alumnat i d’obres literàries d’altres llengües, especialment catalanes, que posin de manifest la influència determinant de la literatura llatina sobre la catalana, així com d’episodis històrics clau per a les relacions seculars de Catalunya amb Roma.",
        "- Establiment d’analogies de diferències entre els gèneres literaris llatins i els de les literatures modernes a partir d’obres o fragments concrets que permetin apreciar tant el llegat clàssic de la cultura occidental com els trets d’innovació que li són propis.",
        "- Aprofundiment en els principis bàsics de la crítica literària de manera coordinada amb la resta de matèries de l’àrea lingüística, com a eina per optimitzar la lectura, la interpretació i la valoració dels textos llatins i la seva importància per a la configuració del llegat literari occidental.",
        "- Foment de l’interès de l’alumnat cap a la literatura com a font de plaer i de coneixement del món a partir, fonamentalment, d’obres senceres i, eventualment, de fragments seleccionats, mitjançant la lectura amb perspectiva de gènere.",
        "- Conscienciació de l’alumnat sobre la necessitat de respectar la propietat intel·lectual i els drets d’autor respecte de les fonts consultades i els continguts utilitzats, en el benentès que el plagi atempta contra la creació artística i literària.",
        "L’antiga Roma",
        "- Aprofundiment en el coneixement de l’organització política i social de l’antiga Roma i valoració del seu paper com a part essencial de la història i de la cultura de la societat actual, amb exemples —sempre que sigui possible, originals— procedents d’obres llatines de referència.",
        "- Interpretació de les institucions, les creences i les formes de vida de la civilització llatina des de la perspectiva sociocultural actual i amb una mirada crítica vers els aspectes de la civilització llatina que atempten contra la igualtat de gènere i d’oportunitats i que, segons els criteris actuals, mereixen un clar rebuig.",
        "- Presa de consciència sobre l’aportació crucial de Roma a la cultura i al pensament de la societat occidental en general i catalana en particular a partir d’exemples procedents de cultures i èpoques diferents.",
        "- Coneixement dels trets més específics de l’organització política i social de Roma i valoració del seu paper com a part essencial de la història i de la cultura de la societat actual, amb exemples —sempre que es pugui, originals— procedents d’obres llatines de referència.",
        "- Valoració de la relació de l’antiga Roma amb cultures i religions estrangeres en contacte (Grècia, Judea, poblacions indígenes, cristianisme, cultes orientals, etc.), per desvetllar entre els i les alumnes una actitud de respecte vers persones i realitats culturals diferents, en el benentès que la interculturalitat és un valor a defensar i un model a seguir en el món actual.",
        "- Percepció del mar Mediterrani (Mare Nostrum) com a cruïlla de cultures ahir i avui i com a marc ideal per compartir idees i projectes comuns, tot mostrant un clar rebuig cap a actituds intolerants o xenòfobes respecte de realitats humanes com la dels refugiats.",
        "Llegat i patrimoni",
        "- Valoració de la importància dels conceptes de llegat, herència i patrimoni a partir tant de realitats properes de l’alumnat com d’altres de més allunyades però igualment útils.",
        "- Presa de consciència del valor per se de la transmissió textual romana i com a patrimoni cultural i font de coneixement mitjançant diferents cultures i èpoques.",
        "- Valoració de la important presència dels principals mites clàssics en manifestacions literàries i artístiques i de la importància que aquests mites han tingut i segueixen tenint en la història de la humanitat, partint d’exemples de llengües, cultures i èpoques diferents.",
        "- Identificació de les principals obres públiques romanes així com de la seva continuïtat fins a temps moderns, i valoració de la importància de la seva conservació, preservació i restauració per tal de garantir-ne la sostenibilitat i la transmissió, en el millor estat possible, a les generacions futures.",
        "- Coneixement dels aspectes més específics del dret romà i valoració de la seva importància i influència en el sistema jurídic actual, a partir, sempre que sigui possible, d’exemples coneguts per l’alumnat.",
        "- Aprofundiment en l’estudi i reconeixement de les fases i l’abast de la romanització d’Hispània i de les petjades de la seva pervivència en el món actual, tot emprant referents que permetin a l’alumnat prendre consciència que, en gran manera, som hereus directes de l’antiga Roma.",
        "- Identificació de les institucions polítiques romanes més específiques i presa de consciència de la seva influència i pervivència en el sistema polític actual.",
        "- Valoració de la importància del discurs públic per a la vida política i social com a base per a la democràcia i la igualtat de drets, per tal de formar alumnes amb una actitud crítica davant de tota mena d’actes i decisions que atemptin contra aquests principis.",
        "- Aprofundiment en les tècniques específiques d’exposició oral i de debat, mostrant sempre una actitud de respecte cap a les opinions dels altres.",
        "- Aprofundiment en el món de l’oratòria clàssica a partir del coneixement i de la imitació de models llatins donats.",
        "- Valoració de les principals obres artístiques de l’antiguitat romana de la seva continuïtat i influència en el món occidental, a partir d’exemples pràctics, per apreciar el grau de dependència de moltes manifestacions artístiques actuals respecte dels seus referents romans.",
        "- Aprofundiment en l’estudi dels principals llocs arqueològics, museus o festivals relacionats amb l’antiguitat clàssica i presa de consciència de la necessitat de visitar-los amb una actitud de respecte, com a exemples que són de la continuïtat del patrimoni cultural romà fins als nostres dies."
    ]
}