{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Reconocer la relevancia de la física en el desarrollo de la ciencia, la tecnología, la economía, la sociedad y la sostenibilidad ambiental, empleando adecuadamente los fundamentos científicos relativos a esos ámbitos. (STEM2)",
        "1.2 Resolver problemas de manera experimental y analítica, utilizando principios, leyes y teorías de la física. (STEM1, STEM2, STEM3, CD5)",
        "Competencia específica 2",
        "2.1 Analizar y comprender la evolución de los sistemas naturales, utilizando modelos, leyes y teorías de la física. (STEM2, CC4)",
        "2.2 Inferir soluciones a problemas generales a partir del análisis de situaciones particulares y las variables de que dependen. (STEM2, STEM5, CPSAA2)",
        "2.3 Conocer aplicaciones prácticas y productos útiles para la sociedad en el campo tecnológico, industrial y biosanitario, analizándolos en base a los modelos, las leyes y las teorías de la física. (STEM2, STEM5, CC4)",
        "Competencia específica 3",
        "3.1 Aplicar los principios, leyes y teorías científicas en el análisis crítico de procesos físicos del entorno, como los observados y los publicados en distintos medios de comunicación, analizando, comprendiendo y explicando las causas que los producen. (CCL1, CCL2, STEM4)",
        "3.2 Utilizar de manera rigurosa las unidades de las variables físicas en diferentes sistemas de unidades, empleando correctamente su notación y sus equivalencias, así como la elaboración e interpretación adecuada de gráficas que relacionan variables físicas, posibilitando una comunicación efectiva con toda la comunidad científica. (CCL1, STEM1, STEM4, CD3)",
        "3.3 Expresar de forma adecuada los resultados, argumentando las soluciones obtenidas, en la resolución de los ejercicios y problemas que se plantean, bien sea a través de situaciones reales o ideales. (CCL1, CCL5, STEM1, STEM4)",
        "Competencia específica 4",
        "4.1 Consultar, elaborar e intercambiar materiales científicos y divulgativos en distintos formatos con otros miembros del entorno de aprendizaje, utilizando de forma autónoma y eficiente plataformas digitales. (CCL3, CP1, STEM3, CD1, CD2, CD3, CPSAA4)",
        "4.2 Usar de forma crítica, ética y responsable medios de comunicación digitales y tradicionales como modo de enriquecer el aprendizaje y el trabajo individual y colectivo. (CCL3, CP1, STEM5, CD1, CD3, CPSAA4)",
        "Competencia específica 5",
        "5.1 Obtener relaciones entre variables físicas, midiendo y tratando los datos experimentales, determinando los errores y utilizando sistemas de representación gráfica. (STEM1, STEM4)",
        "5.2 Reproducir en laboratorios, reales o virtuales, determinados procesos físicos modificando las variables que los condicionan, considerando los principios, leyes o teorías implicados, generando el correspondiente informe con formato adecuado e incluyendo argumentaciones, conclusiones, tablas de datos, gráficas y referencias bibliográficas. (CCL1, STEM1, CPSAA3.2, CE3)",
        "5.3 Valorar la física, debatiendo de forma fundamentada sobre sus avances y la implicación en la sociedad, desde el punto de vista de la ética y de la sostenibilidad. (CCL1, STEM4, CPSAA3.2, CC4, CE3)",
        "Competencia específica 6",
        "6.1 Identificar los principales avances científicos relacionados con la física que han contribuido a la formulación de las leyes y teorías aceptadas actualmente en el conjunto de las disciplinas científicas, como las fases para el entendimiento de las metodologías de la ciencia, su evolución constante y su universalidad. (STEM2, STEM5, CPSAA5, CE1)",
        "6.2 Reconocer el carácter multidisciplinar de la ciencia y las contribuciones de unas disciplinas en otras, estableciendo relaciones entre la física y la química, la biología, la geología o las matemáticas. (CPSAA5)"
    ],
    "saberes": [
        "A. Campo gravitatorio",
        "- Ley de la Gravitación Universal. Expresión vectorial. Leyes de Kepler y su relación con la Ley de la Gravitación Universal.",
        "- Momento angular de un objeto en un campo gravitatorio: cálculo, relación con las fuerzas centrales y aplicación de su conservación en el estudio de su movimiento.",
        "- Intensidad de Campo gravitatorio y líneas de campo gravitatorio. Determinación, a través del cálculo vectorial, del campo gravitatorio producido por un sistema de masas. Efectos sobre las variables cinemáticas y dinámicas de objetos inmersos en el campo.",
        "- Potencial gravitatorio. Superficies equipotenciales. Relación entre el vector intensidad de campo gravitatorio y el potencial gravitatorio.",
        "- Cálculo del trabajo de la fuerza gravitatoria: campo de fuerzas conservativo. Energía potencial gravitatoria. Energía mecánica de un objeto sometido a un campo gravitatorio: deducción del tipo de movimiento que posee, cálculo del trabajo o los balances energéticos existentes en desplazamientos entre distintas posiciones, velocidades y tipos de trayectorias.",
        "- Leyes que se verifican en el movimiento planetario y extrapolación al movimiento de satélites y cuerpos celestes. Velocidad orbital y velocidad de escape. Satélites artificiales MEO, LEO y GEO.",
        "- Introducción a la cosmología y la astrofísica como aplicación del campo gravitatorio: implicación de la física en la evolución de objetos astronómicos, del conocimiento del universo y repercusión de la investigación en estos ámbitos en la industria, la tecnología, la economía y en la sociedad.",
        "B. Campo electromagnético",
        "- Campos eléctrico y magnético: tratamiento vectorial, determinación de las variables cinemáticas y dinámicas de cargas eléctricas libres en presencia de estos campos. Ley de Coulomb y Ley de Lorentz. Fenómenos naturales y aplicaciones tecnológicas en los que se aprecian estos efectos: acelerador lineal de partículas, selector de velocidades, espectrómetro de masas y ciclotrón.",
        "- Intensidad del campo eléctrico en distribuciones de cargas discretas y continuas (esfera conductora): cálculo e interpretación del flujo de campo eléctrico.",
        "- El trabajo realizado por la fuerza eléctrica: el campo eléctrico como campo conservativo.",
        "- Energía de una distribución de cargas estáticas: magnitudes que se modifican y que permanecen constantes con el desplazamiento de cargas libres entre puntos de distinto potencial eléctrico.",
        "- Superficies equipotenciales. Relación entre el potencial y el campo eléctrico uniforme.",
        "- El fenómeno del magnetismo y la experiencia de Oersted.",
        "- El campo magnético como campo no conservativo.",
        "- Campos magnéticos generados por hilos con corriente eléctrica en distintas configuraciones geométricas: rectilíneos, espiras, solenoides o toros. Interacción con cargas eléctricas libres presentes en su entorno.",
        "- Acción del campo magnético sobre un hilo de corriente rectilíneo: Segunda ley elemental de Laplace. Interacción entre dos hilos de corriente, rectilíneos y paralelos. Definición de Amperio.",
        "- Líneas de campo eléctrico y magnético producido por distribuciones de carga sencillas, imanes e hilos con corriente eléctrica en distintas configuraciones geométricas.",
        "- Flujo magnético. Leyes de Faraday-Henry y Lenz. Fuerza electromotriz.",
        "- Generación de la fuerza electromotriz: funcionamiento de motores, generadores y transformadores a partir de sistemas donde se produce una variación del flujo magnético.",
        "C. Vibraciones y ondas",
        "- Movimiento oscilatorio: variables cinemáticas de un cuerpo oscilante y conservación de energía en estos sistemas.",
        "- Movimiento ondulatorio, magnitudes que le caracterizan y tipos de ondas: gráficas de oscilación en función de la posición y del tiempo, ecuación de onda que lo describe y relación con el movimiento armónico simple. Distintos tipos de movimientos ondulatorios en la naturaleza.",
        "- Energía de propagación de una onda. Potencia asociada a un movimiento ondulatorio. Intensidad de una onda y fenómenos de atenuación y absorción.",
        "- Propagación de las ondas. Principio de Huygens. Fenómenos ondulatorios, reflexión, refracción, difracción, interferencias: situaciones y contextos naturales en los que se ponen de manifiesto distintos fenómenos ondulatorios y aplicaciones. Ondas sonoras y sus cualidades, nivel de intensidad sonora. Cambios en las propiedades de las ondas en función del desplazamiento del emisor y receptor.",
        "- Naturaleza de la luz: controversias y debates históricos. La luz como onda electromagnética. Espectro electromagnético. Reflexión y refracción. Leyes de Snell. Ángulo límite, reflexión total y la fibra óptica. Estudio de la lámina de caras planas y paralelas. Estudio cualitativo de la dispersión.",
        "- Formación de imágenes en medios y objetos con distinto índice de refracción. Sistemas ópticos: dioptrio plano, lentes delgadas, espejos planos y curvos y sus aplicaciones. El ojo humano y defectos de la visión. Aplicaciones a instrumentos ópticos como la lupa, la cámara fotográfica, el microscopio, y el telescopio.",
        "D. Física relativista, cuántica, nuclear y de partículas",
        "- Principios fundamentales de la Relatividad especial y sus consecuencias: contracción de la longitud, dilatación del tiempo, energía y masa relativistas.",
        "- Problemas precursores que originaron la ruptura de la Física Clásica con la Física Cuántica: La catástrofe del ultravioleta en la radiación emitida por un cuerpo negro, el efecto fotoeléctrico y los espectros atómicos discontinuos. Dualidad onda-corpúsculo y cuantización: hipótesis de De Broglie y efecto fotoeléctrico. Principio de incertidumbre formulado en base al tiempo y la energía, la posición y el momento.",
        "- Modelo estándar en la física de partículas. Clasificaciones de las partículas fundamentales. Las interacciones fundamentales como procesos de intercambio de partículas (bosones). Aceleradores de partículas.",
        "- Núcleos atómicos y estabilidad de isótopos. Radiactividad natural y otros procesos nucleares: reacciones nucleares de fusión y fisión. Aplicaciones en los campos de la ingeniería, la tecnología y la salud.",
        "- Constantes implicadas que permiten el cálculo de la variación poblacional y actividad de muestras radiactivas (leyes de Soddy-Fajans, actividad de una muestra y ley de desintegración radiactiva)."
    ]
}