{
    "saberes": [
        "A. Sentido numérico.",
        "1. Conteo.",
        "- Estrategias variadas de conteo, recuento sistemático y adaptación del conteo al tamaño de los números en situaciones de la vida cotidiana.",
        "- Números ordinales en situaciones de la vida cotidiana.",
        "2. Cantidad.",
        "- Estrategias y técnicas de interpretación y manipulación del orden de magnitud de los números (décima, centésima y milésima).",
        "- Estimaciones y aproximaciones razonadas de cantidades en contextos de resolución de problemas. Redondeo de números naturales a la decena, centena y millar y redondeo de números decimales a la décima, centésima y milésima.",
        "- Lectura, representación (incluida la recta numérica y con materiales manipulativos), composición, descomposición y recomposición de números naturales y decimales hasta las milésimas.",
        "- Fracciones y decimales para expresar cantidades en contextos de la vida cotidiana y elección de la mejor representación para cada situación o problema.",
        "3. Sentido de las operaciones.",
        "- Elaboración y uso de estrategias de cálculo mental con números naturales, fracciones y decimales aplicándolas a la resolución de problemas.",
        "- Estrategias de reconocimiento de qué operaciones simples o combinadas (suma, resta, multiplicación, división) son útiles para resolver situaciones contextualizadas.",
        "- Utilización de los algoritmos de las operaciones.",
        "- Potencias de números naturales como producto de factores iguales. Cuadrados y cubos.",
        "- Estrategias de resolución de operaciones aritméticas (con números naturales, decimales y fracciones) con flexibilidad y sentido: mentalmente, de manera escrita o con calculadora; utilidad en situaciones contextualizadas y propiedades.",
        "- Estrategias de comprobación de resultados.",
        "- Equivalencias entre números naturales, fracciones y decimales.",
        "- Descomposición de un número en suma de potencias de base 10.",
        "- Propiedad conmutativa y asociativa de la suma, propiedad asociativa de la suma y del producto, y distributiva de la multiplicación respecto a la suma.",
        "- Raíz cuadrada.",
        "- Operaciones combinadas. Características y jerarquía de realización.",
        "- Operaciones con números decimales y con fracciones.",
        "- Utilización de herramientas digitales para la creación de contenido digital, el desarrollo y la asimilación de saberes relacionados con las operaciones.",
        "4. Relaciones.",
        "- Sistema de numeración de base diez (números naturales y decimales hasta las milésimas): aplicación de las relaciones que genera en las operaciones.",
        "- Números naturales, fracciones y decimales hasta las milésimas en contextos de la vida cotidiana: comparación y ordenación.",
        "- Series ascendentes y descendentes con distintas cadencias.",
        "- Relaciones entre las operaciones aritméticas: identificación de sus términos y aplicación en contextos cotidianos.",
        "- Relación de divisibilidad: múltiplos y divisores. Criterios de divisibilidad por 2, 3, 4, 5, 9 y 10. Números primos y compuestos.",
        "- Relación entre fracciones sencillas, decimales y porcentajes.",
        "- Equivalencias entre las unidades del sistema de numeración decimal.",
        "- Equivalencias y representación entre números naturales, fracciones y decimales.",
        "- Mínimo común múltiplo y Máximo común divisor.",
        "- Concepto de fracción como relación entre las partes y el todo. Fracciones equivalentes e irreducibles. Fracciones propias e impropias. El número mixto.",
        "- Reducción de fracciones a común denominador.",
        "5. Razonamiento proporcional.",
        "- Situaciones proporcionales y no proporcionales en problemas de la vida cotidiana: identificación como comparación multiplicativa entre magnitudes.",
        "- Resolución de problemas de proporcionalidad, porcentajes y escalas de la vida cotidiana mediante la igualdad entre razones, la reducción a la unidad o el uso de coeficientes de proporcionalidad.",
        "6. Educación financiera.",
        "- Resolución de problemas relacionados con el consumo responsable (valor/precio, calidad/precio y mejor precio) y con el dinero: precios, intereses y rebajas.",
        "- Sistemas monetarios. Múltiplos y submúltiplos del euro.",
        "- Estrategias en el uso de herramientas digitales para la creación de contenido digital y la comprensión de saberes relacionados con la educación financiera.",
        "B. Sentido de la medida.",
        "1. Magnitud.",
        "- Unidades convencionales del Sistema Métrico Decimal (longitud, masa, capacidad, volumen y superficie), tiempo y grado (ángulos) en contextos de la vida cotidiana: selección y uso de las unidades adecuadas.",
        "2. Medición.",
        "- Instrumentos (analógicos o digitales) y unidades adecuadas para medir longitudes, objetos, ángulos y tiempos: selección y uso.",
        " - Operaciones con medidas de magnitudes.",
        "- Utilización de herramientas digitales para la creación de contenidos digitales, el desarrollo y el aprendizaje de saberes relacionados con la medida.",
        "3. Estimación y relaciones.",
        "- Estrategias de comparación y ordenación de medidas de la misma magnitud aplicando las equivalencias entre unidades (sistema métrico decimal) en problemas de la vida cotidiana.",
        "- Relación entre el sistema métrico decimal y el sistema de numeración decimal.",
        "- Estimación de medidas de ángulos y superficies por comparación.",
        "- Equivalencias entre las medidas de capacidad y volumen.",
        "- Evaluación de resultados de mediciones y estimaciones o cálculos de medidas, razonando si son o no posibles.",
        "- Comparación de superficies de figuras planas por superposición, descomposición y medición.",
        "C. Sentido espacial.",
        "1. Figuras geométricas de dos y tres dimensiones.",
        "- Figuras geométricas en objetos de la vida cotidiana: identificación y clasificación atendiendo a sus elementos y a las relaciones entre ellos.",
        "- Técnicas de construcción de figuras geométricas por composición y descomposición, mediante materiales manipulables, instrumentos de dibujo y aplicaciones informáticas.",
        "- Vocabulario geométrico: descripción verbal de los elementos y las propiedades de figuras geométricas.",
        "- Propiedades de figuras geométricas: exploración mediante materiales manipulables (cuadrículas, geoplanos, policubos, etc.) y herramientas digitales (programas de geometría dinámica, realidad aumentada, robótica educativa, etc.).",
        "- Los ángulos y sus elementos. Tipos de ángulos. Comparación y clasificación.",
        "- La circunferencia y el círculo. Elementos básicos: centro, radio, diámetro, cuerda, arco, tangente y sector circular.",
        "- Posiciones de rectas y circunferencias.  Longitud de una circunferencia.  El número Π y la longitud de la circunferencia.",
        "- Área de los polígonos. Poliedros regulares. Prismas y pirámides. Cuerpos redondos: cilindro, cono y esfera.",
        "- Desarrollo plano de cuerpos geométricos.",
        "2. Localización y sistemas de representación.",
        "- Localización y desplazamientos en planos y mapas a partir de puntos de referencia (incluidos los puntos cardinales), direcciones y cálculo de distancias (escalas): descripción e interpretación con el vocabulario adecuado en soportes físicos y virtuales.",
        "- Descripción de posiciones y movimientos en el primer cuadrante del sistema de coordenadas cartesiano.",
        "- Representación de figuras planas en el sistema de coordenadas cartesianas.",
        "- Representación elemental de escalas y gráficas.",
        "3. Movimientos y transformaciones.",
        "- Transformaciones mediante giros, traslaciones y simetrías en situaciones de la vida cotidiana: identificación de figuras transformadas, generación a partir de patrones iniciales y predicción del resultado.",
        "- Semejanza en situaciones de la vida cotidiana: identificación de figuras semejantes, generación a partir de patrones iniciales y predicción del resultado.",
        "4. Visualización, razonamiento y modelización geométrica.",
        "- Estrategias para el cálculo de áreas y perímetros de figuras planas en situaciones de la vida cotidiana.",
        "- Modelos geométricos en la resolución de problemas relacionados con los otros sentidos.",
        "- Elaboración y análisis de conjeturas sobre propiedades geométricas utilizando instrumentos de dibujo (compás, transportador de ángulos) y programas de geometría dinámica.",
        "- Uso de recursos digitales en el desarrollo y asimilación de contenidos relacionados con la geometría incluyendo la creación de contenido digital a través de herramientas digitales.",
        "- Las ideas y las relaciones geométricas en el arte, las ciencias y la vida cotidiana.",
        "D. Sentido algebraico.",
        "1. Patrones.",
        "- Estrategias de identificación, representación (verbal, tablas, gráficos y notaciones inventadas) y predicción razonada de términos a partir de las regularidades en una colección de números, figuras o imágenes.",
        "- Creación de patrones recurrentes a partir de regularidades o de otros patrones utilizando números, figuras o imágenes.",
        "2. Modelo matemático.",
        "- Proceso de modelización a partir de problemas de la vida cotidiana, usando representaciones matemáticas.",
        "- Estrategias para la interpretación de enunciados en la resolución de problemas de operaciones combinadas para relacionarlos con los datos, la pregunta y las operaciones.",
        "- Estrategias para la interpretación del uso de los números y el cálculo numérico, con diferentes magnitudes, para resolver problemas en situaciones reales, explicando oralmente y por escrito los procesos de resolución y los resultados obtenidos.",
        "- Formulación creativa de problemas y propuesta de pequeñas investigaciones en contextos matemáticos.",
        "3. Relaciones y funciones.",
        "- Relaciones de igualdad y desigualdad y uso de los signos < y >. Determinación de datos desconocidos (representados por medio de una letra o un símbolo) en expresiones sencillas relacionadas mediante estos signos y los signos = y ≠.",
        "4. Pensamiento computacional.",
        "- Estrategias para seleccionar de forma guiada el uso de herramientas tecnológicas y dispositivos para la realización de cálculos, resolución y comprensión problemas o conjeturas, construyendo, argumentando, analizando, diseñando y tomando decisiones.",
        "- Estrategias para la interpretación, formulación, modificación y creación de algoritmos sencillos (secuencias de pasos ordenados, esquemas, simulaciones, patrones repetitivos, bucles, instrucciones anidadas y condicionales, representaciones computacionales, programación por bloques, robótica educativa...).",
        "E. Sentido estocástico.",
        "1. Organización y análisis de datos.",
        "- Conjuntos de datos y gráficos estadísticos de la vida cotidiana: descripción, interpretación y análisis crítico.",
        "- Estrategias para la realización de un estudio estadístico sencillo: formulación de preguntas, recogida, registro y organización de datos cualitativos y cuantitativos procedentes de diferentes experimentos (encuestas, mediciones, observaciones…). Tablas de frecuencias absolutas y relativas: interpretación.",
        "- Gráficos estadísticos sencillos (diagrama de barras, diagrama de sectores, histograma, etc.): representación de datos mediante recursos tradicionales y tecnológicos y selección del más conveniente.",
        "- Medidas de centralización (media y moda): interpretación, cálculo y aplicación.",
        "- Medidas de dispersión (rango): cálculo e interpretación.",
        "- Calculadora y otros recursos digitales, como la hoja de cálculo, para organizar la información estadística y realizar diferentes visualizaciones de los datos.",
        "- Relación y comparación de dos conjuntos de datos a partir de su representación gráfica: formulación de conjeturas, análisis de la dispersión y obtención de conclusiones.",
        "2. Incertidumbre.",
        "- La incertidumbre en situaciones de la vida cotidiana: cuantificación y estimación mediante experimentos aleatorios repetitivos.",
        "- Cálculo de probabilidades en experimentos, comparaciones o investigaciones en los que sea aplicable la regla de Laplace: aplicación de técnicas básicas del conteo.",
        "- Valoración de la contribución de hombres y mujeres al desarrollo de la probabilidad y de la estadística y de éstas al desarrollo humano.",
        "3. Inferencia.",
        "- Identificación de un conjunto de datos como muestra de un conjunto más grande y reflexión sobre la población a la que es posible aplicar las conclusiones de investigaciones estadísticas sencillas.",
        "F. Sentido socioafectivo.",
        "1. Creencias, actitudes y emociones propias.",
        "- Autorregulación emocional: autoconcepto y aprendizaje de las matemáticas desde una perspectiva de género. Estrategias de mejora de la perseverancia y el sentido de la responsabilidad hacia el aprendizaje de las matemáticas.",
        "- Flexibilidad cognitiva, adaptación y cambio de estrategia en caso necesario. Valoración del error como oportunidad de aprendizaje.",
        "2. Trabajo en equipo, inclusión, respeto y diversidad.",
        "- Respeto por las emociones y experiencias de los demás ante las matemáticas.",
        "- Aplicación de técnicas cooperativas simples para el trabajo en equipo en matemáticas y estrategias para la gestión de los conflictos, promoción de conductas empáticas e inclusivas valorando la diversidad.",
        "- Valoración de la contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
    ],
    "criteriosEvaluacion": [
        "1.1 Comprender problemas de la vida cotidiana a través de la reformulación de la pregunta, de forma verbal y gráfica. (CCL2, STEM1, STEM2, STEM4, CE3)",
        "1.2 Elaborar y contrastar representaciones matemáticas en distintos formatos que ayuden en la búsqueda y elección de estrategias y herramientas, incluidas las tecnológicas, para la resolución de una situación problematizada. (CCL1, STEM1, STEM2, STEM4, CD2, CPSAA5, CE1, CE3, CCEC4)",
        "2.1 Seleccionar entre diferentes estrategias para resolver un problema, justificando la elección y extrayendo conclusiones. (CCL2, STEM1, STEM2, CPSAA5)",
        "2.2 Obtener posibles soluciones de un problema, seleccionando entre varias estrategias conocidas de forma autónoma. (STEM1, CPSAA4, CE1, CE3)",
        "2.3. Comprobar la corrección matemática de las soluciones de un problema y su coherencia en el contexto planteado, reflexionando sobre los resultados y los procedimientos realizados desarrollando el pensamiento crítico. (CCL2, STEM1, STEM2, CPSAA4, CPSAA5, CE3)",
        "2.4 Utilizar, analizar y elaborar estrategias de cálculo mental aplicándolas a la resolución de problemas. (STEM1, CPSAA5, CE3)",
        "3.1 Formular y comprobar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. (CCL1, STEM1, STEM2, STEM4, CD1, CD3, CD5, CPSAA5)",
        "3.2 Plantear nuevos problemas sobre situaciones cotidianas que se resuelvan matemáticamente, de manera razonada y argumentada. (CCL1, STEM1, STEM2, CD5, CPSAA5, CE3)",
        "4.1 Modelizar diferentes situaciones de la vida cotidiana utilizando, de forma pautada, principios básicos del pensamiento computacional, organizando y descomponiendo información en partes y reconociendo patrones. (STEM1, STEM2, STEM3, STEM4, CD3, CD5, CC2)",
        "4.2 Emplear herramientas tecnológicas adecuadas en el proceso de creación, la investigación y resolución de problemas, reflexionando sobre los principios básicos del pensamiento computacional. (STEM1, STEM2, STEM3, CD1, CD2, CD3, CD5, CC2, CE3)",
        "5.1 Utilizar conexiones entre diferentes elementos matemáticos movilizando conocimientos y experiencias propios. (STEM1, STEM3, CD3, CPSAA4, CC2, CC4)",
        "5.2. Utilizar las conexiones entre las matemáticas, otras áreas y la vida cotidiana para resolver problemas en contextos no matemáticos. (STEM1, STEM3, CD3, CD5, CPSAA4, CC2, CC4, CCEC1)",
        "6.1 Interpretar y valorar el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo y analizando el vocabulario apropiado y mostrando la comprensión del mensaje. (CCL3, STEM2, STEM4, CD1)",
        "6.2 Comunicar y representar en diferentes formatos las conjeturas y procesos matemáticos, utilizando lenguaje matemático adecuado. (CCL1, CCL3, STEM1, STEM2, STEM4, CD1, CD3, CD5, CE3, CCEC4)",
        "7.1 Autorregular las emociones propias y reconocer y gestionar algunas fortalezas y debilidades, desarrollando así la autoconfianza al abordar retos matemáticos. (CCL1, CPSAA1, CPSAA4, CPSAA5, CE2, CCEC3)",
        "7.2 Elegir y fomentar actitudes positivas ante retos matemáticos, tales como la perseverancia, la flexibilidad y la responsabilidad, valorando el error como una oportunidad de aprendizaje y adaptándose a las situaciones de incertidumbre. (STEM5, CPSAA1, CPSAA4, CPSAA5, CE3)",
        "8.1 Trabajar en equipo activa, respetuosa y responsablemente, mostrando iniciativa, comunicándose de forma efectiva, valorando la diversidad, mostrando empatía y estableciendo relaciones saludables basadas en el respeto, la tolerancia, la igualdad y la resolución pacífica de conflictos. (CCL1, CCL5, CP3, STEM3, CPSAA3, CC2, CC3, CE3)",
        "8.2 Participar activamente y colaborar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias de trabajo en equipo sencillas dirigidas a la consecución de objetivos compartidos. (STEM3, CPSAA1, CC2, CC3, CE3)"
    ]
}