{
    "criteriosEvaluacion": [
        "1.1. Indagar en las propuestas artísticas del entorno patrimonial y de la cultura visual y audiovisual a través de la experiencia directa y activa.",
        "1.2. Analizar los elementos y características fundamentales de obras artísticas del patrimonio cultural y artístico local y global.",
        "1.3. Valorar la diversidad y la aportación del patrimonio cultural y artístico en la construcción de la identidad cultural, participando en debates de análisis formales y conceptuales de producciones artísticas mediante la crítica constructiva, y respetando la diversidad de opiniones.",
        "1.4. Comparar elementos constitutivos del patrimonio artístico local y global, estableciendo de forma abierta relaciones entre ambos, analizando semejanzas y diferencias.",
        "1.5. Argumentar la dimensión y el impacto social de las manifestaciones culturales y artísticas y su valor comunitario de cohesión social",
        "2.1. Generar y perfeccionar ideas de proyecto, consultando distintas fuentes, elaborando bocetos y maquetas, y experimentando con las técnicas y estrategias artísticas más adecuadas en cada caso.",
        "2.2. Seleccionar una propuesta concreta para un proyecto, justificando su relevancia artística, su viabilidad, su sostenibilidad y su adecuación a la intención con la que fue concebida y a las características del marco de recepción previsto.",
        "3.1. Manifestar ideas, sentimientos y emociones con empatía y respeto hacia los demás, compartiendo información contrastada y rigurosa vinculada con la materia.",
        "3.2. Argumentar y valorar el sentido de pertenencia que proporciona una identidad cultural compartida.",
        "3.3. Utilizar el lenguaje específico del área en el intercambio de visiones, argumentaciones y debates, enriqueciendo el contenido de los discursos y contribuyendo a una comunicación veraz y eficaz.",
        "4.1. Seleccionar diversos materiales, formatos y soportes, incluidos los recursos digitales, en el proceso creativo, teniendo en cuenta su capacidad comunicativa y sus propiedades.",
        "4.2. Justificar la selección de los espacios y materiales del proyecto de acuerdo a los principios de inclusión y sostenibilidad.",
        "4.3. Experimentar en el proceso creativo a través de distintas técnicas tradicionales y contemporáneas, proponiendo soluciones a las posibles dificultades que surjan durante el proceso",
        "5.1. Idear propuestas artísticas y culturales vinculadas con el patrimonio local a través de temáticas relevantes que contribuyan a la transformación social.",
        "5.2. Planificar y coordinar proyectos culturales y artísticos, teniendo en cuenta las fases de desarrollo del proceso creativo, trabajando en equipo.",
        "5.3. Coordinar propuestas interdisciplinares con otros ámbitos educativos integrando saberes propios de otras materias en la realización de proyectos artísticos.",
        "5.4. Crear proyectos artísticos teniendo en cuenta los diversos lenguajes de expresión como por ejemplo la lengua de signos que confluyen en el aula por la diversidad del alumnado, sumando así, realidades de forma inclusiva.",
        "6.1. Mostrar proyectos artísticos y culturales al entorno social y educativo a través de diversos medios, aplicando el conocimiento de la normativa reguladora de la protección de datos de carácter personal, a fin de evitar situaciones de riesgo.",
        "6.2. Emplear en el desarrollo de la exposición de los proyectos artísticos y culturales los medios físicos o digitales disponibles rentabilizando y coordinando la gestión de los recursos y espacios al alcance.",
        "6.3. Evaluar los procesos y resultados del trabajo realizado, de acuerdo a los principios de sostenibilidad, innovación e inclusión, registrando evidencias de aprendizaje, de manera textual, gráfica y/o audiovisual y aportar propuestas de mejora."
    ],
    "saberes": [
        "Bloque 1. El patrimonio cultural y artístico. Emprendimiento cultural.",
        "1. Principales referencias del patrimonio cultural y artístico material e inmaterial del entorno local y global y su conservación.",
        "2. Elementos fundamentales y características propias de diversas producciones artísticas",
        "3. Dimensión e impacto social de las manifestaciones culturales y artísticas y su valor de cohesión social y comunitario.",
        "Bloque 2. La creatividad. Entornos de trabajo creativo.",
        "1. La creatividad artística. Adquisición y desarrollo.",
        "2. La creatividad como herramienta para la expresión artística, la transformación y destreza personal.",
        "3. Estrategias de superación del bloqueo creativo.",
        "Bloque 3. Espacios, medios, soportes y técnicas para el desarrollo de proyectos.",
        "1. Propiedades de los materiales. Sostenibilidad, impacto de los proyectos artísticos y gestión de residuos.",
        "2. Formatos y soportes de las producciones artísticas.",
        "3. Técnicas artísticas. Innovación.",
        "Bloque 4. Gestión de proyectos artísticos. Fases. Impacto.",
        "1. Metodología proyectual. Generación y selección de propuestas. Gestión y coordinación de proyectos artísticos. Difusión de resultados.",
        "2. Estrategias de trabajo en equipo y comunicación. Distribución de tareas y liderazgo compartido.",
        "3. Proyectos Artísticos. Fases.",
        "4. Sostenibilidad, inclusión e innovación en proyectos artísticos.",
        "5. Evaluación de proyectos artísticos y su impacto social. "
    ]
}
