{
  "saberes": [
    "Bloque 1. Sentido numérico y cálculo",
    "1. NÚMEROS NATURALES, ENTEROS, RACIONALES Y REALES.",
    "Lectura, escritura, representación, ordenación y comparación de números naturales, enteros y racionales.",
    "Justificación de los criterios de divisibilidad.",
    "Lectura, escritura, representación, aproximación, ordenación y comparación de números irracionales más comunes.",
    "Concepto y significado de valor absoluto.",
    "Equivalencia entre fracciones y números decimales exactos y periódicos. Fracción irreducible.",
    "Notación científica.",
    "Potencias de exponente entero o fraccionario y radicales sencillos.",
    "Representación de números reales en la recta real. Intervalos.",
    "Interés simple.",
    "Contribución de la humanidad al desarrollo del sentido numérico, referentes femeninos. Usos sociales y científicos de los cuerpos numéricos.",
    "Técnicas cooperativas para estimular el trabajo en equipo relacionado con los cuerpos numéricos.",
    "2. OPERACIONES Y SUS PROPIEDADES.",
    "Operaciones con números naturales, enteros, racionales y raíces.",
    "Descomposición de un número natural en factores primos. Divisibilidad.",
    "Prioridad de las operaciones. Utilización de las propiedades de las operaciones.",
    "Transformación de números decimales en fracciones.",
    "Estimación, cálculo, simplificación e interpretación de expresiones numéricas. Relaciones inversas entre las operaciones.",
    "Potencias de números naturales, enteros, racionales o irracionales.",
    "Proporcionalidad. Proporciones y porcentajes (equivalencia). Reducción a la unidad. Aumentos y reducciones.",
    "Estrategias de cálculo mental.",
    "Flexibilidad en el uso de estrategias, técnicas o métodos de resolución de situaciones problemáticas de tipo numérico.",
    "Perseverancia en el aprendizaje de los aspectos asociados al sentido numérico y de las operaciones.",
    "Bloque 2. Sentido algebraico",
    "Traducción de expresiones del lenguaje ordinario al algebraico, y viceversa.",
    "Monomios y binomios. Operaciones con monomios y binomios. Identidades notables.",
    "Polinomios. Suma, resta y producto de polinomios.",
    "Ecuaciones de primer y segundo grado. Equivalencia entre expresiones algebraicas.",
    "Sistemas de ecuaciones lineales con dos incógnitas. Interpretación geométrica.",
    "Contribución de la humanidad al desarrollo del álgebra y sus aplicaciones, incorporando la perspectiva de género. Valoración de los usos sociales y científicos del sentido algebraico.",
    "Flexibilidad en el uso de varias estrategias, técnicas o métodos de resolución de situaciones problemáticas susceptibles de error en la interpretación.",
    "Autonomía, tolerancia ante el error y perseverancia en el aprendizaje de aspectos asociados al sentido algebraico.",
    "Bloque 3. Sentido de la medida y de la estimación",
    "Determinación de medidas con la elección de instrumentos adecuados, analizando la precisión y el error aproximado en cada situación.",
    "Estimación     y      análisis     de     medidas     utilizando                        unidades convencionales.",
    "Elección de unidad de medida y escala apropiada para describir magnitudes. Conversión entre unidades de medida.",
    "Cambio de herramientas, técnicas, estrategias o métodos relacionados con la medida y con la estimación de magnitudes.",
    "Perseverancia, iniciativa y flexibilidad en la resolución de situaciones problemáticas susceptibles de errores o de dificultades relacionados con la medida de magnitudes.",
    "Bloque 4. Sentido espacial y geometría",
    "Figuras planas. Elementos básicos de la geometría del plano.",
    "Proporcionalidad, semejanza. Teorema de Tales. Escalas.",
    "Ángulos en el sistema sexagesimal y en radianes. Relaciones básicas entre sí.",
    "Traslaciones, giros y simetrías.",
    "Teorema de Pitágoras. Aplicaciones.",
    "Elementos notables del triángulo.",
    "Circunferencia, círculo, arcos y sectores circulares.",
    "Reconocimiento de sólidos: prismas rectos, pirámides, cilindros y conos. Cálculo de superficies y volúmenes.",
    "Programas informáticos de geometría dinámica.",
    "Geometría en contexto real (arte, ciencia, ingeniería, vida diaria). Contribución de la humanidad al desarrollo de la geometría y a sus aplicaciones, incorporando la perspectiva de género",
    "Perseverancia y flexibilidad en el cambio de estrategias, representaciones o técnicas geométricas.",
    "Bloque 5. Relaciones y funciones",
    "Variable. Variación y relación entre variables.",
    "Funciones lineales. Construcción e interpretación de la tabla de valores y de su gráfica.",
    "Identificación de la ecuación de la recta. Interpretación de la pendiente y de los puntos de corte con los ejes.",
    "Análisis e interpretación de funciones no lineales a partir de su gráfica.",
    "Programas informáticos de geometría dinámica e iniciación a las calculadoras gráficas.",
    "Contribución de la humanidad al desarrollo del análisis y de sus aplicaciones, incorporando la perspectiva de género. Valoración de los usos sociales y científicos del análisis matemático.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados a las relaciones y a las funciones.",
    "Bloque 6. Incertidumbre y probabilidad",
    "Espacio muestral en experimentos aleatorios simples: identificación y determinación.",
    "Uso de tablas de contingencia y diagramas de árbol para obtener el espacio muestral en experimentos compuestos.",
    "Cálculo de probabilidades mediante     la regla Laplace en   situaciones  de equiprobabilidad, en de experimentos simples y compuestos",
    "Estimación de la probabilidad de un suceso en situaciones que no permiten el uso de la regla de Laplace: experimentación y ley de los grandes números.",
    "Suceso contrario, suceso seguro y suceso imposible. Sucesos compatibles e incompatibles.",
    "Introducción a las técnicas de recuento: regla de la suma y del producto. Aplicación al cálculo de probabilidades.",
    "Uso del cálculo de probabilidades en contextos no lúdicos: estimación de riesgos y toma de decisiones.",
    "Contribución de la humanidad al desarrollo de la probabilidad y de sus aplicaciones, incorporando la perspectiva de género. Utilidad social y científica de la probabilidad.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos probabilísticos. Aceptación de los errores de interpretación.",
    "Bloque 7. Análisis de datos y estadística",
    "Concepto de variable estadística (cualitativa, cuantitativa discreta y cuantitativa continua). Características y representación.",
    "Diseño y fases de un estudio estadístico. Población, muestra y muestras representativas.",
    "Recogida, organización, interpretación y comparación de datos en tablas de frecuencia, tablas de contingencia y gráficas de diversos tipos, con y sin TIC.",
    "Cálculo e interpretación de las principales medidas de centralización (moda, mediana y media) con y sin apoyo tecnológico",
    "Cálculo e interpretación de las principales medidas de dispersión (rango, desviación media, desviación típica y varianza).",
    "Estudio de la variabilidad de las muestras de una población.",
    "Contribución de la humanidad al desarrollo de la estadística y de sus aplicaciones, incorporando la perspectiva de género. Utilidad social y científica de la estadística y de la gestión de datos.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos estadísticos.",
    "Bloque 8. Pensamiento computacional",
    "Identificación y establecimiento de regularidades, y predicción de términos en secuencias, sucesiones, series y procesos numéricos.",
    "Sistematización de procesos matemáticos mediante secuencias de instrucciones.",
    "Reconocimiento     de     patrones     para     la     generalización     y automatización de procesos repetitivos o de algoritmos.",
    "Diseño y programación de algoritmos, entendidos como patrones de resolución de problemas, con o sin herramientas TIC.",
    "Búsqueda y análisis de estrategias en juegos abstractos o problemas sin información oculta ni presencia de azar.",
    "Contribución de la humanidad al desarrollo del pensamiento computacional y sus aplicaciones. Importancia en el desarrollo matemático. Referentes femeninos",
    "Autonomía, tolerancia ante el error asociado al pensamiento computacional. Mejoras a través del ensayo y error.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o algoritmos computacionales."
  ],
  "criteriosEvaluacion": [
    "1.1. Extraer la información necesaria del enunciado de problemas sencillos del ámbito social o de iniciación al ámbito profesional y científico, y estructurar el proceso de resolución en distintas etapas.",
    "1.2. Resolver problemas sencillos del ámbito social o de iniciación a los ámbitos profesional y científico movilizando de manera adecuada y justificada los conceptos y procedimientos necesarios.",
    "1.3. Comparar la solución obtenida con la de sus compañeros y compañeras, valorando si se requiere una revisión o rectificación del proceso de resolución seguido.",
    "1.4. Generalizar la resolución de algunos problemas sencillos para solucionar problemas similares o más complejos.",
    "2.1. Usar contraejemplos para refutar conjeturas de naturaleza matemática.",
    "2.2. Validar informalmente algunas conjeturas sobre propiedades o relaciones matemáticas adecuadas al nivel madurativo, cognitivo y evolutivo del alumnado, a partir de casos particulares.",
    "2.3. Conectar diferentes conceptos y procedimientos matemáticos adecuados al nivel madurativo, cognitivo y evolutivo del alumnado, argumentando el razonamiento empleado.",
    "3.1. Establecer conexiones entre los saberes propios de las matemáticas y los de otras disciplinas, empleando procedimientos de indagación como la identificación, medición y clasificación.",
    "3.2. Seleccionar información relevante, identificar conceptos matemáticos, patrones y regularidades en situaciones o fenómenos reales y, a partir de ellos, construir modelos matemáticos concretos y algunos generales, empleando herramientas algebraicas y funcionales básicas.",
    "3.3. Analizar, interpretar y hacer predicciones sobre situaciones o fenómenos reales a partir del desarrollo y tratamiento de un modelo matemático.",
    "3.4. Comparar y valorar distintos modelos matemáticos que describan una situación o fenómeno real.",
    "4.1. Conocer aspectos básicos de la hoja de cálculo y de programas de cálculo simbólico.",
    "4.2. Reproducir y diseñar algoritmos sencillos mediante programación por bloques para resolver situaciones problemáticas del ámbito social o de iniciación a los ámbitos profesional y científico.",
    "4.3. Resolver situaciones problemáticas descomponiendo y estructurando sus partes mediante algoritmos.",
    "4.4. Analizar situaciones de cierto nivel de complejidad en juegos de lógica o de tablero abstractos, estudiando las alternativas para tomar la decisión más adecuada, o determinar la estrategia ganadora, en caso de existir.",
    "5.1. Manejar las representaciones icónico- manipulativas, numéricas, simbólico-algebraicas, tabulares, funcionales, geométricas y gráficas de objetos matemáticos respetando las reglas que las rigen.",
    "5.2. Realizar conversiones, en al menos una dirección, entre las representaciones icónico- manipulativas, numéricas, simbólico-algebraicas, tabulares, funcionales, geométricas y gráficas de objetos matemáticos.",
    "5.3. Seleccionar el simbolismo adecuado para describir matemáticamente situaciones correspondientes al ámbito social.",
    "6.1. Interpretar correctamente mensajes orales y escritos relativos al ámbito social que incluyan informaciones con contenido matemático.",
    "6.2.      Comunicar     ideas      matemáticas introduciendo aspectos básicos del lenguaje formal.",
    "6.3. Explicar y dar significado matemático a resultados provenientes de situaciones problemáticas del ámbito social.",
    "6.4. Utilizar el lenguaje matemático para argumentar y defender los razonamientos propios en situaciones de intercambio comunicativo relativas al ámbito social.",
    "7.1. Reconocer contenido matemático elemental de carácter numérico, espacial o geométrico presente en manifestaciones artísticas y culturales.",
    "7.2. Valorar la importancia del desarrollo de las matemáticas como herramienta para el avance social y cultural de la humanidad.",
    "7.3. Valorar las matemáticas como vehículo para la resolución de problemas cotidianos del ámbito social y cultural.",
    "7.4. Apreciar el carácter universal de las matemáticas, por su versatilidad, su lenguaje propio y su funcionalidad.",
    "8.1. Gestionar las emociones, las actitudes y los procesos cognitivos implicados al enfrentarse a situaciones de aprendizaje complejas relacionadas con las matemáticas.",
    "8.2. Desarrollar creencias favorables hacia las matemáticas y hacia las propias capacidades en el quehacer matemático, tanto de carácter individual como en el trabajo colaborativo.",
    "8.3. Transformar los errores en oportunidades de aprendizaje y encontrar vías para evitar el bloqueo en situaciones problemáticas y del trabajo matemático, así como en la gestión del trabajo en equipo."
  ]
}
