{
    "criteriosEvaluacion": [
        "1.1 Explicar de forma respetuosa el enriquecimiento que supone la diversidad en el arte, estudiando obras de épocas y culturas distintas a partir de la vinculación con su contexto y analizando el concepto de arte al que responden.",
        "1.2 Argumentar la evolución de la concepción del arte en la historia, comparando con iniciativa sus significados en períodos y culturas diferentes y analizando sus semejanzas y diferencias.",
        "2.1 Distinguir las funciones del arte a lo largo de la historia, analizando sin prejuicios su evolución a partir del estudio de diversas producciones artísticas de distintos estilos y épocas.",
        "2.2 Explicar las singularidades de diversas manifestaciones culturales y artísticas, relacionándolas con su función de forma abierta, crítica y respetuosa.",
        "3.1 Identificar los elementos constituyentes de manifestaciones artísticas de diversos periodos y estilos, reconociendo las claves de sus lenguajes y justificando su relación con la época, artista o movimiento correspondiente.",
        "3.2 Analizar formal, funcional y semánticamente, con criterio y sensibilidad, diferentes manifestaciones artísticas, haciendo uso de la terminología específica asociada a sus lenguajes.",
        "4.1 Analizar producciones artísticas de diversos estilos y épocas, realizadas en distintos medios y soportes, relacionándo- las con su contexto social, geográfico e histórico de creación y explicando las posibles relaciones con obras de otras épocas y culturas.",
        "4.2 Compartir las conclusiones de investigaciones sobre producciones artísticas de diversos estilos y épocas y las relacio- nes con su contexto, usando los medios analógicos y digitales más adecuados.",
        "5.1 Explicar las diferentes posibilidades expresivas del arte y su poder de transmisión de ideas, conceptos, sentimientos y emociones a partir de obras de artistas de distintas épocas y estilos, analizando las distintas interpretaciones que se han dado de ellas.",
        "5.2 Analizar producciones artísticas de diversos periodos y estilos, vinculándolas creativamente con experiencias vitales propias y ajenas y valorándolas como herramientas potenciadoras de la creatividad, la imaginación, la autoestima y el crecimiento personal.",
        "6.1 Interpretar creaciones artísticas de distintos periodos y estilos, analizando su forma, su significado y su contexto de creación e incorporando las ideas, conocimientos, emociones y sentimientos propios.",
        "6.2 Comparar las interpretaciones que se han dado de diversas manifestaciones artísticas, analizando los diferentes puntos de vista y proponiendo una valoración personal.",
        "7.1 Plantear proyectos artísticos, individuales o colectivos, seleccionando los estilos, técnicas y lenguajes más adecuados de diversas disciplinas, y organizando y distribuyendo las tareas de manera razonada.",
        "7.2 Llevar a cabo con creatividad proyectos artísticos individuales o colectivos, materializando las ideas y objetivos plan- teados, aplicando los aprendizajes adquiridos, asumiendo"
    ],
    "saberes": [
        "A. El concepto de arte: buscando sus orígenes.",
        "Teorías del arte. Definición a lo largo de la historia. (Desde la perspectiva de género.",
        "B. La proyección de lo clásico.",
        "Introducción a la arquitectura y escultura griega. Órdenes. Obras y periodos más relevantes.",
        "La construcción en la antigua Roma. El retrato escultórico en la antigua Roma.",
        "C. Luz y espiritualidad en el arte.",
        "Evolución de los medios de expresión plástica y visual desde la Edad Media al Barroco. Arte Moderno.",
        "D. Arte y representación.",
        "El cambio del Arte desde la vuelta a lo Clásico hasta la ruptura con la tradición. (Hasta S.XIX)",
        "E. El Arte como expresión.",
        "Siglo XX. Primeras Vanguardias",
        "El arte a partir de 1945. Segundas Vanguardias.",
        "Últimas tendencias. Crisis de las Vanguardias.",
        "F. Naturaleza, sociedad y comunicación en el arte.",
        "Arte y ecología. Del Land Art y el Povera hasta nuestros días.",
        "G. Metodologías y estrategias.",
        "Metodologías de estudio de las formas, las funciones y los significados asociados a los movimientos y estilos artísticos, y de análisis técnico y procedimental a la obra de arte. Confianza en el conocimiento como motor de desarrollo.",
        "La distribución de tareas en los proyectos artísticos colectivos: criterios de selección a partir de las habilidades requeridas.",
        "Metodología proyectual. Fases de los proyectos artísticos. Participación activa en igualdad, adoptando un enfoque inclusi- vo, no sexista y superador de estereotipos que supongan discriminación",
        "Estrategias de selección de estilos, técnicas y lenguajes.",
        "Actitud ética ante la propiedad intelectual, usos responsables.",
        "Lenguaje y vocabulario específico vinculado al ámbito artístico. Conocimiento y uso."
    ]
}