{
  "saberes": [
    "A. Técnicas gráfico-plásticas.",
    "– Los efectos del gesto y del instrumento: herramientas, medios y soportes. Cualidades plásticas y efectos visuales.",
    "– Técnicas de dibujo y pintura: técnicas secas y húmedas.",
    "– Técnicas mixtas y alternativas de las vanguardias artísticas como “collage”, “frottage”, “grattage”, calcomanía, “objet trouvé”, “dripping”, “assemblage ready- made”, instalación, fotomontaje, “body art”, performance, arte digital, video arte. Posibilidades expresivas y contexto histórico y artistas que trabajan estas técnicas.",
    "– Técnicas de estampación. Procedimientos directos, aditivos, sustractivos y mixtos.",
    "– Grafiti y pintura mural.",
    "– Técnicas básicas de creación de volúmenes.",
    "– Técnicas de dibujo geométrico aplicado a las artes visuales.",
    "– Técnicas digitales de dibujo y diseño asistidos por ordenador. Programas y aplicaciones para móvil.",
    "– El arte del reciclaje. Consumo responsable. Productos ecológicos, sostenibles e innovadores en la práctica artística. Arte y naturaleza.",
    "– Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. Prevención y gestión responsable de los residuos.",
    "– Ejemplos de aplicación de técnicas gráfico-plásticas en diferentes manifestaciones artísticas y en el ámbito del diseño.",
    "B. Fotografía, lenguaje visual, audiovisual y multimedia.",
    "– Introducción a la historia de la imagen. La imagen en la sociedad actual.",
    "– Contexto actual audiovisual en Cantabria. Artistas que trabajan el videoarte.",
    "– Percepción visual y psicología de la imagen.",
    "– Elementos y principios básicos del lenguaje visual y de la percepción. Color y composición.",
    "– Narrativa de la imagen fija: encuadre y planificación, puntos de vista y angulación. La imagen secuenciada.",
    "– Fotografía analógica: cámara oscura. Fotografía sin cámara (fotogramas). Técnicas fotográficas experimentales: cianotipia o antotipia.",
    "– Fotografía digital. El fotomontaje digital y tradicional.",
    "– Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. Prevención y gestión responsable de los residuos.",
    "– Narrativa audiovisual: fotograma, secuencia, escena, toma, plano y montaje. El guion y el “storyboard”. Movimientos de cámara.",
    "– El proceso de creación. Realización y seguimiento: guion o proyecto, presentación final y evaluación (autorreflexión, autoevaluación y evaluación colectiva).",
    "– Publicidad: recursos formales, lingüísticos y persuasivos. Publicidad subliminal. Estereotipos y sociedad de consumo. El sexismo y los cánones corporales y sexuales en los medios de comunicación.",
    "– Actitud crítica ante las necesidades de consumo creadas por la publicidad y hacia los mensajes que inciten a la discriminación.",
    "– Proyectos de diseño y publicidad.",
    "– Campos y ramas del diseño: gráfico, de producto, de moda, de interiores, escenografía. Iniciación al diseño inclusivo.",
    "– Trazados geométricos básicos aplicados al diseño.",
    "– Utilización de los sistemas de representación tridimensional: sistema diédrico (vistas), axonometría, perspectiva cónica; con fines descriptivos y expresivos.",
    "– Normalización.",
    "– Construcción de formas tridimensionales aplicadas al diseño en función de una idea u objetivo, con diversidad de materiales y técnicas, incluido el diseño digital y la impresión 3D.",
    "– Técnicas básicas de animación y de edición de vídeo. Programas y aplicaciones para móvil.",
    "– Recursos digitales para la creación de proyectos de vídeo-arte.",
    "– Diseñadores, publicistas y creadores cántabros."
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar manifestaciones artísticas de diferentes épocas y culturas, contextualizándolas, describiendo sus aspectos esenciales, valorando el proceso de creación y el resultado final, y evidenciando una actitud de apertura, interés y respeto en su recepción.",
    "1.2. Valorar críticamente los hábitos, los gustos y los referentes artísticos de diferentes épocas y culturas, reflexionando sobre su evolución y sobre su relación con los del presente.",
    "2.1. Participar, con iniciativa, confianza y creatividad, en la exploración de diferentes técnicas gráfico-plásticas, empleando herramientas, medios, soportes y lenguajes.",
    "2.2. Elaborar producciones gráfico-plásticas de forma creativa, determinando las intenciones expresivas y seleccionando con corrección las herramientas, medios, soportes y lenguajes más adecuados de entre los que conforman el repertorio personal de recursos, haciendo hincapié en los materiales empleados y en su conocimiento científico, lo que determina no sólo la respuesta artística sino la percepción de la misma.",
    "3.1. Participar, con iniciativa, confianza y creatividad, en la exploración de diferentes medios, técnicas y formatos audiovisuales, decodificando sus lenguajes, identificando las herramientas y distinguiendo sus fines.",
    "3.2. Realizar producciones audiovisuales, individuales o colaborativas, asumiendo diferentes funciones; incorporando el uso de las tecnologías digitales con una intención expresiva; buscando un resultado final ajustado al proyecto preparado previamente; y seleccionando y empleando, con corrección y de forma creativa, sus distintos lenguajes, las herramientas y medios disponibles más adecuados.",
    "4.1. Crear un producto creativo y artístico individual o grupal, de forma colaborativa y abierta, diseñando las fases del proceso y seleccionando las técnicas y herramientas más adecuadas para conseguir un resultado adaptado a una intención y a un público determinados.",
    "4.2. Exponer el resultado final de la creación de un producto creativo y artístico, individual o grupal, poniendo en común y valorando críticamente el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y los logros alcanzados.",
    "4.3. Identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico y creativo vinculado al diseño, a la publicidad y los medios audiovisuales comprendiendo su valor añadido y expresando la opinión personal de forma razonada y respetuosa.",
    "4.4. Reconocer a los diferentes creativos: artistas, publicistas, diseñadores, artesanos, cineastas reconocidos que trabajan en la actualidad en el contexto cántabro y por extensión en el ámbito global.",
    "4.5. Utilizar la sintaxis propia del diseño y la publicidad para realizar proyectos concretos con fines descriptivos y expresivos.",
    "4.6. Representar elementos y objetos de diseño, aplicando sistemas de representación y normalización en la descripción y disposición en el espacio de productos o ideas con fines expresivos y comunicativos."
  ]
}