{
    "criteriosEvaluacion": [
        "5.1.1. Reconocer el patrimonio musical y escénico de la Comunidad",
        "Valenciana y del resto del mundo, y justificar, con respeto y sentido crítico, su",
        "pertenencia en un periodo histórico.",
        "5.1.2. Relacionar las manifestaciones musicales y coreográficas con aspectos",
        "socioculturales, considerando su uso y funcionalidad.",
        "5.1.3. Analizar el hecho musical y coreográfico vinculándolo con el",
        "pensamiento estético del momento y con las manifestaciones artísticas del",
        "mismo periodo histórico.",
        "5.2.1. Conocer las principales características de propuestas musicales de",
        "diferentes géneros, épocas y estilos, partiendo de sus elementos",
        "estructurales y técnicos.",
        "5.2.2. Describir las características y los elementos estructurales y técnicos de",
        "las diferentes producciones artísticas, utilizando un léxico musical adecuado",
        "de forma oral y escrita.",
        "5.2.3. Analizar ejemplos de músicas y coreografías de cualquier época, género",
        "o estilo a partir de partituras, audiciones y visionado, con un discurso",
        "informado y respetuoso con la diversidad, ayudándose de medios digitales.",
        "5.3.1. Identificar diferentes tipos de manifestaciones artísticas a través del",
        "conocimiento de los distintos elementos y lenguajes vinculados con la música",
        "y la danza, y valorar su relación con el contexto en el cual se han producido.",
        "5.3.2. Manifestar opiniones personales fundamentadas con relación a",
        "diferentes propuestas musicales y coreográficas, y mostrar una actitud",
        "respetuosa y empática.",
        "5.3.3. Elaborar argumentos críticos sobre diferentes obras o fragmentos",
        "musicales y coreográficos seleccionados, utilizando una terminología",
        "específica de forma oral y escrita.",
        "5.4.1. Manifestar ideas, sentimientos y emociones a través de la interpretación",
        "musical y el movimiento corporal, favoreciendo procesos comunicativos",
        "desde la empatía y el respeto.",
        "5.4.2. Interpretar música y danzas de diferentes épocas, estilos y géneros, de",
        "manera individual y colectiva, utilizando la voz, los instrumentos, el cuerpo y",
        "medios digitales.",
        "5.4.3. Utilizar técnicas interpretativas, individualmente y en grupo, con",
        "conciencia global, valorando la interpretación y la creación musical.",
        "5.5.1. Elaborar proyectos de investigación científica de forma individual y",
        "grupal, aplicando estrategias de investigación y selección de fuentes",
        "históricas.",
        "5.5.2. Identificar y explicar las oportunidades de desarrollo personal,",
        "profesional, social y económico que ofrece la participación en diferentes",
        "proyectos artísticos.",
        "5.5.3. Diseñar y desarrollar proyectos artísticos relacionados con la música y",
        "la danza, aplicando estrategias de gestión vinculadas a la planificación, la",
        "producción y la difusión de espectáculos escénicos y musicales de forma",
        "activa y colaborativa"
    ],
    "saberes": [
        "Bloque 1. Percepción y análisis de los contextos musicales y culturales.",
        "SB 1.1. La música y la danza en relación con su contexto (CE1, CE3)",
        "G1. Periodos y corrientes estéticas",
        "- La música y la danza dentro de las corrientes ideológicas, económicas y socioculturales",
        "en las cuales se ha desarrollado.",
        "- La música como hecho social y cultural.",
        "G2. Estética musical",
        "- La música y la danza como proceso comunicativo. Implicaciones del pensamiento en la",
        "creación artística.",
        "- La música y la danza en relación con otras artes y la literatura.",
        "- La crítica musical y coreográfica.",
        "- La función de la música y la danza a través del tiempo.",
        "- Vías de recepción y consumo musical en la sociedad desde la antigüedad hasta el siglo XXI.",
        "G3. Obras e intérpretes",
        "- Compositoras y compositores de diferentes estilos y periodos, desde una perspectiva",
        "igualitaria y abierta.",
        "- Obras de diferentes estilos y periodos históricos.",
        "- Intérpretes y agrupaciones más significativos de la historia.",
        "G4. Patrimonio musical",
        "- Música y danza académica occidental desde la antigüedad hasta el siglo XXI.",
        "- Otras manifestaciones musicales y coreográficas del mundo.",
        "- La música y la danza tradicional valenciana.",
        "- La música y la danza popular y urbana de los siglos XX y XXI.",
        "G5. Géneros y formas musicales",
        "- Los géneros y las formas musicales y de danza a través de la historia.",
        "- Música en los medios audiovisuales: la música del cine, el videojuego y la música",
        "publicitaria.",
        "G6. Organología y clasificación de los instrumentos musicales",
        "- La clasificación de instrumentos en Occidente.",
        "- Clasificación de instrumentos no occidentales.",
        "- Características musicales y desarrollo histórico de los instrumentos musicales.",
        "G7. Evolución del consumo musical",
        "- Historia de la reproducción y la grabación musical.",
        "- La producción musical en los siglos XX y XXI.",
        "- Nuevos apoyos en el almacenamiento y la difusión musical.",
        "SB 1.2. Elementos estructurales y técnicos (CE1, CE2)",
        "G1. La escucha activa",
        "- La organización de la música. Formas musicales de diferentes estilos y géneros a través",
        "de la historia.",
        "- Los elementos técnicos de la música y su evolución a lo largo de la historia: melodía,",
        "ritmo, armonía y textura.",
        "G2. La notación musical",
        "- La partitura como herramienta para el análisis, la identificación y la comprensión del",
        "fenómeno musical a través del tiempo.",
        "- La evolución histórica de la notación musical.",
        "3.3. Bloque 2. Dimensión expresiva de la Historia de la Música y la Danza",
        "SB 2.1. Expresión individual y colectiva (CE4)",
        "G1. Interpretación vocal, instrumental y de danza",
        "- Obras vocales a una y a varias voces, a cappella o con acompañamiento instrumental, de",
        "diferentes épocas, géneros y estilos.",
        "- Arreglos de obras instrumentales de diferentes épocas, géneros y estilos.",
        "- Danzas históricas, tradicionales y urbanas.",
        "- El control de las emociones en la mejora de la interpretación musical.",
        "G2. Creación e improvisación",
        "- Pautas de creación de coreografías básicas e improvisación.",
        "- La exploración y la experimentación sonora y coreográfica.",
        "- Aplicaciones, webs y programas de edición de audio y video, de partituras y de creación",
        "musical multipista.",
        "SB 2.2. Proyectos musicales y coreográficos (CE1, CE4, CE5)",
        "G1. Planificación",
        "- Producción musical y producción artística: funciones y competencias del productor.",
        "- Autogestión musical: autoproducción y autoedición. Management y comunicación.",
        "G2. Producción artística",
        "- Proyectos basados en la voz, los instrumentos y la expresión corporal utilizando los",
        "elementos del lenguaje musical.",
        "- Proyectos de investigación musical.",
        "- La ley de propiedad intelectual: conceptos básicos, normativas y aplicación.",
        "Planteamientos éticos y responsables.",
        "G3. Artes escénicas",
        "- Elementos estructurales y técnicos de las artes escénicas: cuerpo, espacio, tiempo,",
        "discurso, estructuras y actuación."
    ]
}
