{
    "criteriosEvaluacion": [
        "1.1 Analitzar críticament conceptes i processos de la matèria de Geologia i Ciències Ambientals interpretant informació en diferents formats (models, gràfics, taules, diagrames, fórmules, esquemes, etc.).",
        "1.2 Comunicar informacions o opinions raonades sobre temes de geologia i ciències ambientals, transmetent-les de manera clara i rigorosa, utilitzant la terminologia i el format adequats (models, gràfics, taules, informes, diagrames, fórmules, etc.) i eines digitals, responent de manera fonamentada a les qüestions que puguin sorgir durant l’exposició.",
        "1.3 Argumentar sobre situacions relacionades amb la geologia i les ciències ambientals defensant una posició raonada científicament i amb una actitud oberta, flexible, receptiva i respectuosa davant de l’opinió dels altres.",
        "2.1 Plantejar i resoldre qüestions i crear continguts relacionats amb la geologia i les ciències ambientals, localitzant i citant fonts de manera adequada i seleccionant, organitzant i analitzant críticament la informació.",
        "2.2 Contrastar i justificar la veracitat d’informació relacionada amb la geologia i les ciències ambientals utilitzant fonts fiables, aportant dades i adoptant una actitud crítica i escèptica davant informacions sense base científica.",
        "3.1 Avaluar la fiabilitat de les conclusions de treballs de recerca o divulgació científica relacionats amb la geologia o les ciències ambientals a partir de la interpretació dels resultats obtinguts.",
        "3.2 Argumentar, usant exemples concrets, sobre la contribució de la ciència a la societat i la tasca de les persones dedicades, reflexionant sobre els biaixos de gènere en les ciències i entenent la investigació com una tasca col·lectiva i interdisciplinària en constant evolució influïda pels contextos polític i econòmic.",
        "4.1 Explicar fenòmens relacionats amb la geologia i les ciències ambientals a través del plantejament i la resolució de problemes, buscant i utilitzant estratègies i recursos adequats i diversos.",
        "4.2 Analitzar críticament la solució a problemes de geologia o ciències ambientals reformulant els procediments utilitzats o les conclusions obtingudes si aquestes no fossin viables o davant de noves dades.",
        "5.1 Promoure i adoptar hàbits sostenibles a partir de l’anàlisi dels usos dels diferents tipus de recursos naturals i els impactes mediambientals que se’n deriven.",
        "5.2 Relacionar l’impacte de l’explotació de determinats recursos amb el deteriorament mediambiental, argumentant amb fonamentació científica la importància i la necessitat d’adoptar hàbits de consum sostenibles.",
        "6.1 Deduir i explicar la història geològica d’una àrea determinada identificant-ne i analitzant-ne els elements geològics a partir d’informació en diferents formats (fotografies, talls, mapes geològics, etc.).",
        "6.2 Fer prediccions sobre fenòmens i riscos naturals en una àrea determinada analitzant la influència de diferents factors (activitats humanes, climatologia, relleu, vegetació, localització, processos geològics interns, etc.) i proposar accions per prevenir o minimitzar-ne els efectes negatius."
    ],
    "saberes": [
        "La informació geològica i ambiental",
        "- Cerca, reconeixement i utilització de fonts veraces d’informació geològica i ambiental, en recerques experimentals o estudis observacionals formulats a l’aula.",
        "- Interpretació de diferents fonts d’informació geològica i ambiental (mapes, talls, fotografies aèries, textos, posicionament i imatges de satèl·lit, diagrames de flux, etc.) a partir de l’entorn.",
        "- Representació de la informació geològica i ambiental utilitzant diferents eines (columna estratigràfica, tall, mapa, diagrama de flux, etc.).",
        "La tectònica de plaques i geodinàmica interna",
        "- Interpretació dels processos clau de la geodinàmica interna de la Terra (vulcanisme, sismes, orogènia, moviments continentals) i la seva influència sobre el relleu en vista de la teoria de la tectònica de plaques.",
        "- Anàlisi dels riscos naturals derivats dels processos geològics interns i la relació que tenen amb les activitats humanes, valorant i justificant la importància de l’ordenació adequada del territori i altres mesures preventives, a partir d’exemples de l’entorn.",
        "Processos geològics externs",
        "- Interpretació dels agents i dels processos clau de la geodinàmica externa de la Terra (meteorització, edafogènesi, erosió, transport i sedimentació) i la seva influència sobre el relleu, a partir de casos rellevants i de l’entorn.",
        "- Anàlisi dels riscos naturals derivats dels processos geològics externs i la relació que tenen amb les activitats humanes, a partir de casos propers.",
        "- Justificació de la importància de les mesures preventives i correctores dels riscos generats pels processos geològics externs.",
        "Les capes fluides de la Terra",
        "- Anàlisi de les dinàmiques de l’atmosfera i la hidrosfera i els riscos naturals causats per la seva interacció amb activitats humanes.",
        "- Investigació i reflexió sobre les causes i les conseqüències dels principals impactes mediambientals de les activitats humanes a l’atmosfera (escalfament global, aprimament de la capa d’ozó, pluja àcida, contaminació de l’aire) i formulació de propostes d’acció per minimitzar-los, en l’entorn local i global.",
        "- Relació entre determinades activitats humanes (desforestació, agricultura, ramaderia intensives, activitats industrials, etc.) i els impactes mediambientals que generen a la hidrosfera, i formulació de propostes d’acció per minimitzar-los, en l’entorn local i global.",
        "- Anàlisi de l’abundància relativa dels recursos hídrics, explotació, usos i valoració de la importància dels mètodes de tractament de les aigües per a la gestió sostenible.",
        "Recursos naturals i gestió sostenible",
        "- Reflexió sobre el medi ambient com a motor econòmic i social i sobre la importància d’adoptar un model de desenvolupament sostenible.",
        "- Anàlisi de les activitats de la vida quotidiana utilitzant diferents indicadors de sostenibilitat.",
        "Justificació de la necessitat d’adoptar hàbits de vida coherents amb un model de desenvolupament sostenible.",
        "- Anàlisi de l’ús de recursos geològics i energètics a la vida quotidiana.",
        "- Relació entre els diferents tipus d’explotacions de roques, minerals i recursos energètics de la geosfera i els impactes ambientals que generen.",
        "- Argumentació de la importància del consum responsable dels diferents recursos (hídrics, paisatgístics, miners, energètics, edàfics, etc.) aplicant els conceptes de recurs, jaciment, reserva, impacte ambiental, taxa de renovació i interès econòmic.",
        "- Anàlisi de les característiques, la textura, l’estructura, la rellevància ecològica i la productivitat del sòl.",
        "- Relació entre determinades activitats humanes (desforestació, agricultura i ramaderia intensives) i la contaminació i la degradació del sòl.",
        "- Justificació de la importància de la gestió dels residus per disminuir-los, valorar-los, transformar-los i eliminar-los.",
        "- Anàlisi de les mesures preventives, correctores i compensatòries dels impactes ambientals causats per l’explotació de recursos (hídrics, paisatgístics, miners, energètics, edàfics, etc.).",
        "- Participació en les principals iniciatives locals i globals encaminades a la implantació d’un model de desenvolupament sostenible."
    ]
}