{
  "competenciasEspecificas": [
    "1. Analizar críticamente la influencia que tiene la ciencia y la tecnología en la vida, la salud y el medio ambiente utilizando el conocimiento científico para formar opiniones fundamentadas que tengan inci-dencia en las condiciones de vida personal y global y sean objeto de controversia social y debate público. CCL1, STEM2, STEM4, STEM6, CPSAA4, CC3.",
    "2. Desarrollar destrezas en la selección y utilización de la información de carácter científico prove-niente de diversas fuentes, discriminando de forma crítica aquellas que sean fiables, citándolas co-rrectamente, para la resolución de problemas y cuestiones científicas. CCL3, STEM1, STEM2, CD1, CD2 y CPSAA4.",
    "3. Comprender y valorar los elementos y procedimientos fundamentales de la investigación, aplican-do el método científico para desarrollar razonamientos propios del pensamiento científico. STEM1, STEM2, STEM3, STEM4, CD3 y CE3 .",
    "4. Producir mensajes con contenido científico y adecuarlos a diferentes contextos de forma coheren-te, utilizando adecuadamente el lenguaje oral y escrito, así como otros sistemas de notación y repre-sentación para poder dar explicaciones y argumentaciones científicas. CCL1, CCL2, CCL5, CP3, STEM2, STEM4, STEM6, CD3, CPSAA4, CE3, CCEC3 y CCEC4.",
    "5. Abordar con criterios científicos problemas de interés social, aportando soluciones a los mismos de forma colaborativa para promover y adoptar hábitos y decisiones personales responsables y compatibles con el desarrollo sostenible. CCL1, CCL5, CP3, STEM2, STEM5, CD3, CPSAA2, CPSAA3, CPSAA4, CC3, CC4 y CE1.",
    "6. Conocer que la ciencia está en permanente proceso de construcción condicionada al contexto cultural, social y económico, valorando las aportaciones de los debates científicos a la evolución del conocimiento humano, para desarrollar un pensamiento crítico y apreciar la dimensión cultural de la ciencia, y sus repercusiones en la sociedad y en el medio ambiente. STEM2, STEM6, CD1, CD3, CC1 y CCEC1."
  ]
}