{
    "criteriosEvaluacion": [
        "1.1 Analitzar críticament conceptes i processos de la matèria de Geologia i Ciències Ambientals seleccionant i interpretant informació en diferents formats (mapes, models, talls gràfics, taules, etc.).",
        "1.2 Comunicar informacions o opinions raonades sobre temes de geologia i ciències ambientals, transmetent-les de manera clara i rigorosa, utilitzant la terminologia i el format adequats (mapes, models, gràfics, taules, informes, diagrames, fórmules, continguts digitals, etc.) i responent de manera fonamentada a les qüestions que puguin sorgir durant l’exposició.",
        "1.3 Tenir discussions científiques sobre aspectes relacionats amb els sabers de la geologia i les ciències ambientals considerant raonadament els punts forts i febles de diferents posicions i amb una actitud receptiva i respectuosa davant de l’opinió dels altres.",
        "2.1 Plantejar i resoldre qüestions relacionades amb la geologia i les ciències ambientals, localitzant i citant fonts adequades i seleccionant, organitzant i analitzant críticament la informació.",
        "2.2 Contrastar i justificar la veracitat d’informació relacionada amb la geologia i les ciències ambientals utilitzant fonts fiables i adoptant una actitud crítica i escèptica davant informacions sense base científica.",
        "2.3 Argumentar sobre la contribució de la ciència a la societat i la tasca de les persones que s’hi dediquen, reflexionant sobre els biaixos de gènere en les ciències i entenent la investigació com una tasca col·lectiva i interdisciplinària, en constant evolució i influïda pel context polític i els recursos econòmics.",
        "3.1 Plantejar preguntes, fer prediccions i formular hipòtesis que puguin ser respostes o contrastades utilitzant mètodes científics i intentin explicar fenòmens geològics i ambientals.",
        "3.2 Dissenyar l’experimentació i la presa de dades per a l’anàlisi de fenòmens geològics i ambientals, seleccionant els instruments adequats per respondre a les preguntes de recerca i contrastar les hipòtesis plantejades.",
        "3.3 Fer experiments i prendre dades quantitatives i qualitatives sobre fenòmens geològics i ambientals seleccionant i utilitzant els instruments, les eines o les tècniques adequades amb correcció i precisió.",
        "3.4 Interpretar i analitzar resultats obtinguts en projectes de recerca utilitzant, quan calgui, eines matemàtiques i tecnològiques i reconeixent-ne l’abast i les limitacions per obtenir conclusions raonades i fonamentades.",
        "3.5 Establir col·laboracions dins i fora del centre educatiu en les diferents fases d’un projecte científic per treballar amb més eficiència, utilitzant les eines tecnològiques adequades, valorant la importància de la cooperació a la recerca, respectant la diversitat i afavorint-ne la inclusió.",
        "3.6 Presentar de manera clara i rigorosa la introducció, la metodologia, els resultats i les conclusions d’un projecte científic utilitzant el format adequat i les eines digitals.",
        "4.1 Resoldre problemes per donar explicació a processos geològics o ambientals cercant i utilitzant recursos diversos com coneixements, dades, informació, raonament o eines i recursos digitals.",
        "4.2 Analitzar críticament la solució a problemes sobre fenòmens geològics o ambientals i modificar els procediments de resolució utilitzats o conclusions obtingudes si aquestes no fossin viables o davant de noves dades.",
        "5.1 Analitzar a partir d’observacions i coneixements científics de geologia i ciències ambientals les causes i les conseqüències ecològiques, socials i econòmiques dels principals problemes mediambientals des d’una perspectiva personal, local i global, concebent-los com a grans reptes de la humanitat.",
        "5.2 Proposar i justificar la necessitat de posar en pràctica hàbits i iniciatives sostenibles en l’àmbit local, argumentant d’acord amb coneixements científics de geologia i ciències ambientals sobre els seus efectes positius i la urgència d’adoptar-los.",
        "6.1 Deduir i explicar la història geològica d’una àrea determinada identificant-ne i analitzant-ne els elements geològics a partir d’informació en diferents formats (fotografies, talls, mapes geològics, etc.).",
        "6.2 Relacionar usant coneixements de geologia i el raonament lògic els grans esdeveniments de la història terrestre amb elements del registre geològic i amb successos que tenen lloc actualment.",
        "6.3 Resoldre problemes de datació analitzant elements del registre geològic i fòssil i aplicant altres mètodes."
    ],
    "saberes": [
        "Projecte científic de geologia o ciències ambientals",
        "- Valoració de la rellevància social de la feina de les persones dedicades a l’estudi de la geologia i les ciències ambientals, reconeixent el biaix de gènere existent.",
        "- Anàlisi de l’evolució històrica de descobriments científics, entenent la ciència com un procés col·lectiu, interdisciplinari i en contínua construcció.",
        "- Valoració de la importància de la conservació del patrimoni geològic i mediambiental.",
        "La Terra, un planeta particular",
        "- Caracterització de la Terra com a planeta rocallós.",
        "- Anàlisi de l’estructura i de les característiques de l’atmosfera i la hidrosfera i justificació de la seva importància per als éssers vius.",
        "- Anàlisi de la geodinàmica interna del planeta i la seva influència sobre el relleu (vulcanisme, sismes, orogènia, moviments continentals, etc.) en vista de la teoria de la tectònica de plaques.",
        "- Relació del cicle de Wilson amb els canvis en la disposició dels continents i els principals episodis orogènics.",
        "- Relació entre els diferents tipus de deformacions de les roques (elàstiques, plàstiques i fràgils), amb les forces i altres factors que hi actuen.",
        "- Anàlisi dels agents i processos geològics externs (meteorització, edafogènesi, erosió, transport i sedimentació) i els seus efectes sobre el relleu.",
        "- Relació entre les principals formes de modelatge del relleu, els agents geològics que les originen, el clima, els tipus de roques predominants, les propietats i la disposició relativa.",
        "- Relació entre els processos geològics i les activitats humanes: conceptes de risc natural i induït, recurs, vulnerabilitat, exposició, danys i mesures preventives i correctores.",
        "Minerals, els components de les roques",
        "- Aplicació del concepte de mineral per diferenciar els minerals d’altres materials, a partir de casos de l’entorn.",
        "- Classificació dels minerals sobre la base de la composició química i estructura, i la relació d’aquestes amb les seves propietats. Aplicació a casos relacionats amb la vida quotidiana.",
        "- Identificació de minerals sobre la base de les seves propietats físiques mitjançant la utilització de diferents eines (guies, claus, instruments, recursos tecnològics, etc.).",
        "- Interpretació de diagrames de fases de minerals per analitzar-ne les condicions de formació i transformació.",
        "- Anàlisi de la importància dels minerals i de les roques i dels seus usos quotidians.",
        "Roques ígnies, sedimentàries i metamòrfiques",
        "- Aplicació del concepte de roca per diferenciar les roques dels minerals.",
        "- Classificació de les roques en funció de l’origen (ígnies, sedimentàries i metamòrfiques) relacionant-ho amb les seves característiques observables.",
        "- Identificació usant diferents eines (guies, claus, instruments, recursos tecnològics, etc.) de roques rellevants i de l’entorn a partir de les seves característiques.",
        "- Interpretació de la composició i l’evolució dels diferents tipus de magmes, així com la relació amb les roques resultants, les característiques de les erupcions volcàniques i els relleus originats.",
        "- Anàlisi del procés de diagènesi i relació amb la formació dels diferents tipus de roques sedimentàries segons material d’origen i ambient sedimentari.",
        "- Relació entre els tipus de roques metamòrfiques i els factors que influeixen en la seva formació.",
        "- Anàlisi dels processos de formació, destrucció i transformació dels diferents tipus de roques al cicle litològic i la seva relació amb la tectònica de plaques i els processos geològics externs.",
        "- Discussió i exemplificació de la importància de les roques amb relació als seus usos quotidians.",
        "Història de la Terra i la vida",
        "- Interpretació de la magnitud del temps geològic, l’escala de temps geològic i l’aplicació dels mètodes de datació.",
        "- Resolució de problemes de datació geològica usant diferents mètodes.",
        "- Anàlisi dels principals esdeveniments geològics i biològics al llarg de la història de la Terra i correlació amb processos i característiques actuals del nostre planeta."
    ]
}