{
  "saberes": [
    "A. Retos del mundo actual.",
    "1- Búsqueda y tratamiento de información aportada por textos historiográficos, datos estadísticos, etc., en ámbitos digitales y analógicos. Lectura y valoración crítica de la información, contrastando la fiabilidad de las fuentes y conociendo el pro-blema de la desinformación en redes. Creación de diferentes productos en distintos formatos como vía de elaboración de conocimiento.*",
    "2- Ciudadanía ética digital: los asuntos de la privacidad, protección de datos, Netiqueta y propiedad intelectual aplicados al trabajo de la materia.",
    "3- Uso específico del léxico relativo a los ámbitos histórico, artístico y geográfico.*",
    "4- Técnicas y métodos de estudio de la Geografía: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, gráficos e imágenes, en cualquier soporte. Tecnologías de la Información Geográfica y acercamiento al análisis e interpretación de conceptos espaciales, como localización, escala, conexión y proximidad espacial, etc.*",
    "5- La organización política del mundo actual: formas de estado y tipos de gobierno. El estado de derecho y los valores constitucionales. La democracia: principios, procedimientos e instituciones.*",
    "6- Principales conflictos en el presente. Alianzas e instituciones internacionales (ONU, OTAN, OCDE, UE, OEA, APEC, etc.), mediación y misiones de paz. Injerencia humanitaria y Justicia Universal. Genocidios y crímenes contra la humanidad. Guerras, terrorismo y otras formas de violencia política.",
    "7- Estructuras económicas en el mundo actual: la economía globalizada. Agentes económicos, cambios en los sectores productivos y el funcionamiento de los mercados. Lo público y lo privado. Recursos, desigualdad e injusticia en el contexto local y global. Migraciones, multiculturalidad y mestizaje en las sociedades actuales.*",
    "8- Las mujeres en las sociedades actuales: educación, acceso al trabajo y al poder frente a todas las formas de discrimi-nación o violencia contra las mujeres. El movimiento feminista. Identificación de actitudes y comportamientos sexistas en el entorno: la Declaración Universal de los Derechos Humanos.*",
    "B. Sociedades y territorios.",
    "1- Introducción a las técnicas de trabajo de investigación para la construcción del conocimiento de la Historia: las diferentes fuentes históricas, base para la construcción del conocimiento sobre el pasado. El porqué del contraste entre las teorías y métodos de las distintas escuelas historiográficas para abordar el estudio de la Historia como ciencia y de las consiguien-tes visiones de los historiadores seguidores de estas.*",
    "2- El carácter multicausal de la explicación histórica. Identificación de los componentes económicos, sociales, políticos y culturales que intervienen en los procesos históricos, según las distintas corrientes historiográficas.",
    "3- Tiempo histórico: construcción e interpretación de líneas del tiempo para comprender los procesos históricos a través del punto de vista de la linealidad, cronología, simultaneidad y duración.*",
    "4- Elaboración de juicios propios y argumentados ante problemas de actualidad relacionados y contextualizados histórica-mente. Defensa y exposición crítica de los mismos a través de presentaciones y debates.*",
    "5- La transformación política durante la Edad Contemporánea: de súbditos a ciudadanos. La ley como contrato social: la conquista de los derechos individuales y colectivos. Las Revoluciones Liberales. Origen, evolución y adaptación de los sistemas liberales en el mundo. Las nuevas ideologías políticas nacionalistas. La construcción de la democracia.*",
    "6- Origen, evolución, resistencias y adaptación de los sistemas liberales en la Historia Contemporánea de España. Los fundamentos del proceso de transformación, contextualización y explicación de los aspectos políticos, económicos, socia-les y culturales desde la Guerra de Independencia hasta 1931.*",
    "7- Los territorios vascos de la Guerra de Independencia a las Guerras Carlistas: el proceso de extinción del Sistema Foral y la creación de los Conciertos Económicos.*",
    "8- El sistema capitalista desde sus orígenes hasta la actualidad. La economía desde las Revoluciones Industriales: colo-nialismo, imperialismo y nuevas subordinaciones económicas y culturales. La Revolución Rusa de 1917 y sus consecuen-cias.*",
    "9- La industrialización en el País Vasco, las transformaciones económicas y sociales y el surgimiento del nacionalismo.*",
    "10- Evolución de los ciclos demográficos, de los modos de vida y de los modelos de organización social en la Edad Con-temporánea. De los movimientos obreros al estado del bienestar.*",
    "11- Los retos demográficos de España y del País Vasco en la Edad Contemporánea: del éxodo rural a la concentración urbana.",
    "12- La crisis de las democracias y los orígenes de los totalitarismos: fascismos y estalinismo. Los movimientos sociales por la libertad, la igualdad y los derechos humanos en el Mundo Contemporáneo. La Declaración Universal de los Derechos Humanos.*",
    "13- Relaciones internacionales durante la Edad Contemporánea: la Primera Guerra Mundial, el período de entreguerras, la Crisis de 1929 y la Segunda Guerra Mundial, sus causas y consecuencias.*",
    "14- La Segunda República Española: las reformas, sus consecuencias y la polarización de la sociedad. La creación del ordenamiento normativo autonómico: El Estatuto Vasco de Autonomía de 1936. La Guerra Civil de 1936 y la Dictadura Franquista, repercusiones en el País Vasco.*",
    "15- Evolución de las Constituciones españolas: de la Constitución de 1812 a la Constitución de 1978.*",
    "16- Fundamentos geoestratégicos desde la segunda mitad del siglo XX hasta la actualidad: la política de bloques y la Guerra Fría. De la hegemonía de los Estados Unidos de América a un mundo multipolar. El papel de los organismos inter-nacionales: el surgimiento de la ONU y la Declaración Universal de Derechos Humanos.",
    "17- El proceso de construcción europea. Integración económica, monetaria y ciudadana. Las instituciones europeas. El futuro de Europa y de los valores del europeísmo.",
    "18- Elementos básicos de la organización y administración del País Vasco en el contexto del Estado español: las fuentes del autogobierno y el Estatuto de Autonomía de 1979.*",
    "19- La conquista de los derechos civiles y políticos por parte de las mujeres; y la lucha por la igualdad real de mujeres y hombres. Mujeres relevantes de la Historia Contemporánea.*",
    "20- Nuevas expresiones artísticas y culturales en la Edad Contemporánea a nivel mundial, de España y del País Vasco: ruptura con los modelos tradicionales desde un nuevo carácter crítico y experimental. Del Neoclasicismo a las tendencias artísticas del siglo XXI. Respeto y conservación del patrimonio material e inmaterial.*",
    "21- Las transformaciones científicas y tecnológicas en el mundo, España y el País Vasco durante la Edad Contemporánea.",
    "22- Cambios culturales y movimientos sociales en el mundo contemporáneo. La conquista de derechos en las sociedades democráticas contemporáneas. La Memoria democrática. El papel de los medios de comunicación y de las redes sociales"
  ],
  "criteriosEvaluacion": [
    "1.1. Buscar, seleccionar, organizar y comunicar información relativa a procesos y acontecimientos históricos, geográficos y sociales relevantes del presente y del pasado, presentándola en distintos soportes y teniendo en cuenta los objetivos de la tarea.",
    "1.2. Argumentar de forma crítica sobre asuntos geográficos e históricos relativos a la Edad Contemporánea, tanto de forma individual como colectiva, contrastando y valorando fuentes diversas y fiables e incorporando y utilizando adecuadamente términos y conceptos propios de la materia.",
    "2.1. Conocer el impacto de las actividades económicas y de los movimientos demográficos sobre el territorio y el paisaje a escala global, identificando los comportamientos y acciones que contribuyen a la conservación y mejora del entorno natural, rural y urbano.",
    "2.2. Analizar el impacto de las actividades económicas y de los movimientos demográficos en las sociedades, identificando los comportamientos y acciones que contribuyen al acceso universal, justo y equitativo a los recursos, teniendo en cuenta los retos demográficos actuales.",
    "3.1. Señalar y explicar, a través de productos que reflejen la comprensión de la cuestión, los principales modelos de organización política de la Edad Contemporánea a nivel global, estatal y local, prestando especial atención a los que lograron establecer sistemas que favorecieron el ejercicio de derechos y libertades individuales y colectivas, y contraponiéndolos a aquellos períodos o situaciones en los que su ejercicio sufrió retrocesos.",
    "3.2. Reconocer movimientos y causas que durante la Edad Contemporánea, generaron una conciencia solidaria, promovieron la participación ciudadana y la cohesión social, y trabajaron para la eliminación de la desigualdad, mediante todo tipo de estrategias de participación y trabajo.",
    "4.1. Adquirir y construir conocimiento relevante de la Historia Contemporánea y la organización política y económica actual, a través de procesos deductivos y del trabajo por proyectos o retos, mediante la elaboración de productos que reflejen la comprensión de las cuestiones abordadas.    ",
    "4.2. Analizar los procesos de cambio histórico de relevancia durante la Edad Contemporánea y los principales desafíos a los que se enfrentaron y se enfrentan las sociedades, iden tificando sus causas y consecuencias, utilizando los términos y conceptos técnicos de la materia y secuencias cronológicas que relacionen hechos.",
    "5.1. Conocer e interpretar los comportamientos demográficos, su evolución, los cambios que han experimentado y sus ciclos a lo largo de la Edad Contemporánea, utilizando los conceptos técnicos precisos y relacionándolos con los principales problemas y retos a los que nos enfrentamos hoy en el mundo.",
    "5.2. Identificar las características de las etapas vitales y de los modos de vida conocidos durante la Edad Contemporánea, valorando la riqueza que aporta su conocimiento para, contrastándolos con los actuales, distinguir las semejanzas y divergencias entre ambos, apreciando la distancia entre lo saludable y sostenible en nuestro entorno y en aquél.",
    "6.1. Aplicar el conocimiento del significado histórico, a nivel internacional, estatal y local, de la idea de desarrollo económico y sus consecuencias sociales, territoriales y ambientales, por medio de documentos de carácter económico, comprendiendo la existencia de ritmos y ciclos de crecimiento y recesión y teniendo en cuenta la necesidad de adoptar comportamientos ecosociales que garanticen la sostenibilidad del planeta.",
    "6.2. Analizar y explicar los distintos sistemas económicos y sus procesos de desarrollo durante la Edad Contemporánea y compararlos entre sí, identificando sus interrelaciones y los conflictos que han generado y generan en el ámbito internacional y relacionándolo todo con la importancia de los derechos sociales y la necesidad del acceso universal a recursos básicos.",
    "7.1. Relacionar entre sí los distintos procesos culturales y políticos que se han desarrollado durante la Historia Contemporánea con las diversas identidades colectivas que se han ido construyendo hasta la actualidad, reconociendo y respetando los rasgos que han ido conformando la identidad propia y las de los demás, y analizando sus múltiples significados y las aportaciones de cada una de ellas a la cultura universal.",
    "7.2. Identificar y explicar las aportaciones de la Edad Contemporánea, reconociendo y valorando el legado histórico, institucional, artístico y cultural como patrimonio común de la ciudadanía mundial, considerándolo como fundamento de identidad colectiva local, autonómica, nacional, europea y universal.",
    "8.1. Conocer la formación y desarrollo de los distintos estados y hegemonías contemporáneos, incluyendo la formación del Estado español y de la Comunidad Autónoma Vasca, y situarlos en el espacio y en el tiempo, integrando los elementos históricos, culturales, institucionales y religiosos que las han conformado, explicando la realidad multicultural generada e identificando sus aportaciones más relevantes.",
    "8.2. Mostrar actitudes no discriminatorias y reconocer la diversidad social y multicultural, valorando la inclusión, el reconocimiento de las minorías étnicoculturales y la colaboración como valores que favorecen la cohesión social.",
    "8.3. Argumentar la igualdad real de hombres y mujeres, destacando y valorando la aportación de personajes relevantes femeninos de la Edad Contemporánea en distintos ámbitos y actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género en cualquier situación.",
    "9.1. Conocer y explicar las grandes aportaciones culturales, artísticas, científicas y de pensamiento de las civilizaciones durante la Historia Contemporánea, y la conexión de lo que ahora conforman las culturas vasca y española con las corrientes culturales de la época, señalando las raíces de las culturas actuales y respetando cualquier otra expresión cultural.            "
  ]
}