{
    "criteriosEvaluacion": [
        "1.1. Identificar y reconocer los avances que se han producido en las actuales democracias como el fruto de las acciones y movimientos que han tenido como objetivo el principio de libertad. CCL2, STEM2, CPSAA1.1, CC1, CE1",
        "1.2. Analizar la evolución histórica de los distintos sistemas democráticos, mediante el uso de textos políticos seleccionados y de las principales constituciones, usando la terminología y el vocabulario histórico adecuados. CCL2, STEM2, CPSAA1.1, CC1, CC2, CC3, CE1",
        "1.3. Estudiar las revoluciones burguesas y socialistas más importantes de la historia contemporánea -y sus consecuencias en Canarias-, reconociendo los factores que las causan, entendiendo el concepto de revolución, los elementos que la conforman e identificando los movimientos favorables y contrarios. CCL2, STEM2, CC2, CE1",
        "1.4. Identificar y entender los procesos democráticos y las etapas de transición como elementos de garantía básicos para la convivencia y los derechos fundamentales. CCL2, STEM2, CPSAA1.1, CC2, CE1",
        "1.5. Valorar la ciudadanía activa, el respeto a las normas constitucionales y la reflexión crítica sobre sus aspiraciones y expectativas, frente a las amenazas y riesgos a los que se enfrenta la democracia. CCL2, STEM2, CPSAA1.1, CC2, CC3, CE1",
        "2.1. Concienciarse de las devastadoras consecuencias de las guerras en la edad contemporánea, conociendo sus causas e identificando los cambios que tienen lugar en los países implicados, mediante el uso de fuentes históricas fidedignas y datos contrastados. CPSAA1.1, CPSAA3.1, CC2, CC3",
        "2.2. Defender el papel de las instituciones internacionales que velan por la resolución pacífica de los conflictos y la mediación, reconociendo las consecuencias sociales y emocionales del uso de la violencia. CCL5, CPSAA1.1, CPSAA3.1, CC2, CC3",
        "2.3. Identificar los conflictos bélicos más significativos desde finales del siglo XVIII hasta la actualidad, conociendo sus efectos en Canarias, usando textos historiográficos y elaborando productos fundamentados, con el fin de valorar la memoria histórica, con el reconocimiento y la garantía de justicia para las víctimas civiles. CCL1, CCL5, CPSAA1.1, CPSAA3.2, CC1, CC2",
        "3.1. Analizar los principales sistemas políticos y sociales de los siglos XIX y XX para identificar los conceptos de igualdad y ciudadanía, su evolución y el reflejo en la sociedad y la política de estos siglos. CCL3, STEM1, CPSAA1.2, CPSAA3.1, CC2, CC3",
        "3.2. Identificar las desigualdades y la concentración del poder en determinados grupos sociales. CCL3, STEM1, CPSAA1.2, CPSAA3.1, CC2, CC3",
        "3.3. Comprender la importancia de los movimientos sociales, particularmente los obreros, en la reivindicación de los derechos sociales y del bienestar comunitario. CCL3, STEM1, CPSAA1.2, CPSAA3.1, CC2, CC3",
        "3.4. Valorar las condiciones de vida de la clase trabajadora en la era contemporánea, sus relaciones laborales y sus confrontaciones. CCL3, STEM1, CPSAA1.2, CPSAA3.1, CC3",
        "3.5. Estudiar el estado social y su evolución mediante el análisis de noticias y datos -incluyendo fuentes de información canarias-, identificando logros y retrocesos y las medidas tomadas por los diferentes países, reflexionando sobre su estado actual, teniendo en cuenta a las personas y colectivos más vulnerables. CCL3, CD5, CPSAA1.2, CPSAA3.1, CC2, CC3",
        "4.1. Comprender la importancia de los sentimientos de pertenencia a un colectivo, partiendo de la propia identidad canaria, en la construcción sociopolítica y cultural dentro del mundo contemporáneo. CCL5, CPSAA1.2, CPSAA3.1, CC3, CCEC1, CCEC2",
        "4.2. Contrastar fuentes de información actual y textos históricos e historiográficos para elaborar, de forma justificada, argumentos para reconocer el diálogo como herramienta de entendimiento. CCL3, CCL5, CD1, CPSAA1.2, CPSAA3.1, CPSAA4, CC2, CC3, CCEC1, CCEC2",
        "4.3. Respetar los vínculos culturales y afectivos que se dan dentro de la comunidad, atendiendo a la pluralidad, a través del análisis crítico de la construcción histórica de las identidades colectivas, desde la propia identidad canaria, usando el lenguaje propio de la materia y el pensamiento histórico. CCL3, CD1, CPSAA1.2, CPSAA3.1, CC2, CCEC1, CCEC2",
        "5.1. Describir las características del pensamiento económico, social y cultural del siglo XXI, a través de múltiples fuentes mediante la búsqueda, selección, tratamiento y elaboración de la información, usando recursos y tecnologías adecuados. CCL1, CCL3, STEM5, CD1, CPSAA2, CPSAA3.2, CC3, CE1",
        "5.2. Analizar el fenómeno de la globalización y sus efectos tanto a nivel planetario como en el ámbito canario. CCL3, STEM5, CD1, CPSAA2, CPSAA3.2, CC3, CC4, CE1",
        "5.3. Argumentar la importancia de las actitudes ecosociales positivas, que buscan la sostenibilidad, los valores democráticos y la solidaridad, a través de la identificación de los retos más importantes del siglo XXI, sus causas y su relación con la política, la economía, la sociedad y la cultura, dentro de un contexto global. CCL1, CCL3, STEM5, CD1, CPSAA2, CPSAA4, CC4",
        "6.1. Tratar los datos estadísticos, interpretar gráficas y comprender los ritmos y fases de crecimiento mediante el análisis multicausal. STEM5, CD3, CPSAA2, CPSAA5, CC3, CC4, CE1, CE2",
        "6.2. Analizar el concepto de progreso y su evolución histórica, a través de la identificación en los distintos países de sus consecuencias, sobre todo en la sociedad y en el medio ambiente, valorando la importancia de las actitudes ecosociales responsables en la actualidad. STEM5, CPSAA2, CPSAA5, CC3, CC4, CE1, CE2",
        "6.3. Estudiar los diferentes sistemas económicos de forma multidisciplinar, analizando sus orígenes teóricos, su desarrollo y las consecuencias que han producido, tanto en el ámbito canario, nacional o internacional, argumentando la necesidad de un reparto justo universal. CCL2, CCL3, STEM4, CD1, CPSAA4, CC4, CE2",
        "7.1. Comprender e identificar el papel de las ideologías y las teorías políticas y filosóficas en los cambios históricos contemporáneos, a través del estudio de textos históricos e historiográficos, fuentes literarias y audiovisuales, incluyendo las cinematográficas. CCL3, CCL5, CD2, CPSAA1.2, CPSAA3.1, CPSAA3.2, CPSAA4, CC2, CC3",
        "7.2. Estudiar los temas más relevantes de la historia y de la actualidad, mediante el acercamiento a las corrientes historiográficas más significativas valorando, desde la perspectiva contenida en la Declaración Universal de los Derechos Humanos, los proyectos sociopolíticos y culturales más significativos de la edad contemporánea. CCL3, CCL5, CD2, CPSAA1.2, CPSAA3.1, CPSAA3.2, CPSAA4, CC2, CC3",
        "8.1. Analizar la demografía, los ciclos vitales y los modos de vida en la sociedad contemporánea para identificar sus cambios y permanencias. CCL5, STEM3, CD3, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC2, CC3",
        "8.2. Realizar proyectos de investigación sobre la situación de la mujer, los roles de género y edad, los mecanismos de control, dominio y sumisión y la lucha por la dignidad y contra la discriminación. CCL1, CCL5, STEM3, CD1, CD2, CD3, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC2, CC3",
        "8.3. Identificar y valorar el papel de la mujer, tanto individual como colectivo, y su relegación histórica, incluyendo personalidades canarias, así como conocer las acciones de los movimientos feministas en la consecución y reconocimiento de sus derechos y en la lucha por la igualdad efectiva. CCL1, CCL5, STEM3, CD2, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC2, CC3"
    ],
    "saberes": [
        "I. Sociedades en el tiempo",
        "    1. Métodos de investigación para la construcción del conocimiento de la Historia. ",
        "        1.1. Introducción al proceso de trabajo en la investigación histórica: fuentes históricas, historiografía y narrativas del pasado.",
        "        1.2. Iniciación a la argumentación histórica: relevancia, causas y consecuencias, cambio y continuidad.",
        "        1.3. Acercamiento a la perspectiva histórica en las narrativas sobre el pasado.",
        "    2. Reconocimiento de la lucha por la libertad, cambio y revolución en la época contemporánea: de las revoluciones burguesas a las revoluciones socialistas. El uso de la violencia y de la protesta social en los siglos XIX y XX. Valoración de la revolución y reacción.",
        "    3. Identificación del origen y funcionamiento de los sistemas parlamentarios dentro de la nueva sociedad liberal.",
        "    4. Conocimiento del significado histórico y político de los nacionalismos en el mundo contemporáneo: de la servidumbre a la ciudadanía. Análisis del abolicionismo, derechos civiles y derechos sociales en la Edad Contemporánea. Imperios y cuestión nacional: de los movimientos de liberación a la descolonización.",
        "    5. Conocimiento de los ritmos y modelos de crecimiento económico en el mundo: las relaciones de dependencia. Análisis de los ciclos y crisis de los sistemas económicos contemporáneos. Análisis de los factores del desarrollo económico y sus implicaciones sociales, políticas y ambientales: de la industrialización a la era postindustrial.",
        "    6. Indagación de los niveles, condiciones y modos de vida en las sociedades contemporáneas: grupos, clases sociales y desigualdad social. Reflexión sobre el papel de las clases medias y el estado del bienestar en las sociedades avanzadas.",
        "    7. La realidad social y los movimientos de transformación social. ",
        "        7.1. Evolución de la población, ciclos demográficos y modos de vida. Investigación sobre los cambios y permanencias en los ciclos vitales y en la organización social del mundo contemporáneo. Reflexión sobre los grupos vulnerables y marginados. Valoración del papel del sujeto colectivo en la historia contemporánea.",
        "        7.2. Reflexión sobre las utopías revolucionarias y los proyectos de transformación social: los movimientos democráticos, republicanos y socialistas de los siglos XIX y XX y el papel de los exiliados políticos.",
        "        7.3. Concienciación sobre la evolución histórica de la clase trabajadora y de las organizaciones obreras: experiencias y conflictos en defensa de los derechos laborales y la mejora de las condiciones de vida.",
        "        7.4. Estudio sobre la complejidad de la acción colectiva, movimiento de masas y liderazgo político en el siglo XX: nacimiento y funcionamiento de los regímenes democráticos y totalitarios. Conocimiento y reflexión del fascismo, nazismo y otros movimientos autoritarios en los siglos XX y XXI.",
        "    8. Un mundo en conflicto. ",
        "        8.1. Indagación de los grandes conflictos internacionales, incluyendo la Guerra Civil española, su internacionalización y el exilio republicano español.",
        "        8.2. Análisis crítico del Holocausto y otros genocidios y crímenes de lesa humanidad en la historia contemporánea.",
        "        8.3. Conocimiento de los organismos e instituciones para la paz: de la Sociedad de Naciones a la Organización de las Naciones Unidas y la injerencia humanitaria y la Justicia Universal.",
        "        8.4. La toma de conciencia ante los conflictos fratricidas en el mundo contemporáneo: pasados traumáticos y memoria colectiva. Reconocimiento, reparación y dignificación de las víctimas de la violencia.",
        "    9. Interpretación de las transiciones políticas y procesos de democratización en los siglos XX y XXI. Justificación de la memoria democrática.",
        "    10. Igualdad. ",
        "        10.1. Investigación sobre la evolución de la situación de la mujer en la sociedad contemporánea: mecanismos de dominación y sumisión y cambios socioculturales.",
        "        10.2. Valoración y reconocimiento del movimiento por la emancipación de la mujer y la lucha por la igualdad: origen y desarrollo de los movimientos feministas.",
        "        10.3. Justificación de los movimientos sociales en favor de la igualdad de derechos, del reconocimiento de las minorías y contra la discriminación.",
        "II. Retos del mundo actual",
        "    1. Comprensión del proceso de globalización en el mundo contemporáneo y sus implicaciones en la sociedad actual. Conocimiento de las aglomeraciones urbanas y  las consecuencias y desafíos en el mundo rural.",
        "    2. Análisis del desarrollo tecnológico y digital y los nuevos retos del futuro económico, social y laboral.",
        "    3. Evaluación de los nacionalismos como factor de conflicto y enfrentamiento entre pueblos y estados.",
        "    4. Estudio de los choques y alianzas entre civilizaciones dentro del nuevo orden mundial multipolar.",
        "    5. Valoración de las amenazas locales y planetarias: terrorismo, crimen organizado, radicalismos, ciberamenazas y armas de destrucción masiva.",
        "    6. Evolución del desarrollo económico y sostenibilidad: de la idea del progreso ilimitado del liberalismo clásico a los Objetivos de Desarrollo Sostenible.",
        "    7. Explicación de los procesos de integración regional en el mundo, desde la construcción de la Unión Europea, su situación presente y los desafíos de futuro.Aproximación al estudio de las alianzas internacionales para el logro de los Objetivos de Desarrollo Sostenible.",
        "    8. Toma de conciencia sobre las migraciones masivas de la población por causas económicas, climáticas y políticas y del nuevo concepto de refugiado.",
        "    9. Descripción y análisis de la emergencia climática y sus desafíos en el presente y en el futuro.",
        "    10. Conocimiento sobre la crisis de las ideologías y «Fin de la historia»: la era del escepticismo y de los nuevos populismos.",
        "    11. Reflexión sobre los retos de las democracias actuales: corrupción, crisis institucional y de los sistemas de partidos, tendencias autoritarias y movimientos antisistema.",
        "III. Compromiso cívico",
        "    1. Concienciación sobre la memoria democrática: conocimiento de los principios y normas constitucionales, ejercicio de los valores cívicos y participación ciudadana. Conocimiento y respeto a los principios y normas de la Declaración Universal de los Derechos Humanos. La memoria democrática en el marco del derecho internacional humanitario: verdad, justicia, reparación y garantía de no repetición.",
        "    2. Valoración sobre la identidad y los sentimientos de pertenencia: reconocimiento de la diversidad identitaria, tolerancia y respeto ante las manifestaciones ideológicas y culturales y reconocimiento y defensa de la riqueza patrimonial. Estudio de la identidad canaria.",
        "    3. Situación de la mujer en el mundo y actitudes frente a la discriminación y en favor de la igualdad efectiva entre mujeres y hombres.",
        "    4. Análisis del comportamiento ecosocial: movimientos en defensa del medio ambiente y ante la emergencia climática. Aplicación de compromiso con los Objetivos de Desarrollo Sostenible.",
        "    5. Valoración y respeto a la diversidad social, étnica, funcional y cultural: tolerancia e intolerancia en la historia del mundo contemporáneo. Defensa de los derechos de las minorías.",
        "    6. El respeto a la propiedad intelectual dentro de la ciudadanía digital. Participación y ejercicio de la ciudadanía global a través de las tecnologías digitales. Prevención y defensa ante la desinformación y la manipulación.",
        "    7. La solidaridad y cooperación ante los grandes desafíos que afectan al mundo y las conductas tendentes al compromiso social, el asociacionismo y el voluntariado.",
        "    8. Estudio y concienciación sobre la conservación y difusión del patrimonio histórico: el valor patrimonial, social y cultural de la memoria colectiva. Aproximación al conocimiento y uso de los archivos, museos y centros de divulgación e interpretación histórica."
    ]
}