{
    "criteriosEvaluacion": [
        "1.1 Analizar obras gráfico-plásticas de distintos tipos y épocas, identificando los materiales, técnicas y procedimientos utilizados, valorando sus efectos expresivos e incorporando juicios de valor estético a partir del estudio de sus aspectos formales, de tal manera que todo ello genere una conciencia cada vez mayor, de respeto hacia el patrimonio y se potencie la creatividad. CCL3, CP2, STEM1, STEM5, CD1, CC1",
        "1.2 Comparar los elementos, técnicas y procedimientos empleados en distintas producciones gráfico-plásticas, identificando diferencias y aspectos comunes, estableciendo relaciones entre ellos para conocer en mayor profundidad las obras, su conservación y donde la reflexión sobre la sostenibilidad y la salud estén también presentes. CP2, STEM2, STEM5, CD1, CPSAA4, CC1",
        "1.3 Valorar críticamente la sostenibilidad, el impacto medioambiental y en la salud, de los procedimientos y materiales utilizados en la creación gráfico-plástica en distintos momentos históricos proponiendo alternativas respetuosas con el medioambiente para crear una conciencia comprometida con el entorno. STEM5, CPSAA2, CC2, CC4, CCEC1, CCEC2",
        "2.1 Seleccionar creativamente los recursos gráfico-plásticos adecuados en función de la situación expresiva o la intencionalidad del desempeño solicitado, con la finalidad de dar respuesta a unos objetivos determinados. STEM1, CPSAA1.1, CPSAA1.2, CCEC4.1",
        "2.2 Utilizar de manera creativa y autónoma las técnicas, materiales y procedimientos de la expresión gráfico-plástica en la resolución de distintas necesidades expresivas y comunicativas, incidiendo en el rigor en la ejecución y en la sostenibilidad del producto final, para desarrollar una capacidad expresiva cada vez más personal. CC4, CE3, CCEC3.1, CCEC3.2, CCEC4.2",
        "3.1 Planificar el proceso completo de realización de obras gráfico-plásticas variadas, individuales o colectivas, estableciendo las fases de realización, argumentando la selección de las técnicas, materiales, procedimientos y lenguajes más adecuados, identificando las habilidades requeridas en cada caso y organizar los equipos de trabajo repartiendo y asumiendo las tareas con criterio para responder a las distintas intenciones comunicativas o creativas. CCL1, CCL5, STEM3, CD3, CPSAA3.2, CPSAA4, CE2, CCEC4.2",
        "4.1 Expresar ideas, opiniones y sentimientos mediante la creación de producciones gráfico-plásticas individuales y colaborativas de distintos tipos, referidas a distintos motivos o planteamientos, para aplicar con solvencia y dominio técnico los distintos procedimientos, incluidos los digitales. CCL1, CCL5, STEM3, CD3, CPSAA1.1, CPSAA3.1, CPSAA3.2, CE3, CCEC3.2, CCEC4.1",
        "4.2 Realizar composiciones gráfico-plásticas individuales o colaborativas, interactuando coordinada y colaborativamente, manifestando una actitud respetuosa con la autoría, y creativa y conciliadora cuando se produzcan diferencias de opinión entre los miembros del grupo, integrando el uso de materiales reciclados cuando sea posible para aplicar criterios de inclusión y sostenibilidad. CCL5, STEM3, CD2, CPSAA3.1, CCEC3.1, CCEC4.1",
        "5.1. Evaluar los diferentes productos gráfico-plásticos, argumentando con la terminología apropiada, el grado de adecuación entre los lenguajes, técnicas, materiales y procedimientos utilizados en relación con la intención prevista, así como el rigor y la calidad de la ejecución, para incorporar una reflexión sobre aspectos relacionados con la sostenibilidad, la propiedad intelectual y las oportunidades de desarrollo personal y profesional que se derivan del conocimiento de las técnicas de expresión gráfico-plástica. CCL1, CD2, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA5, CC4, CE2, CCEC1, CCEC2"
    ],
    "saberes": [
        "I. Aspectos generales.",
        "    1. Reconocimiento de los conceptos gráfico-plásticos: forma, color, textura y composición y explicación de los distintos materiales: soportes, utensilios, pigmentos, aglutinantes y disolventes. Conocimiento y análisis de su evolución histórica.",
        "    2. Explicación del peligro de los distintos materiales y productos químicos, así como la manera segura de trabajar con ellos. Visualización de ejemplos de lesiones y enfermedades asociadas a los productos. Conocimiento de materiales ecológicos y reciclables.",
        "    3. Conocimiento de métodos de conservación y normas de uso y manipulación básicos, para no dañar obras de arte.",
        "    4. Conocimiento sobre la protección de la creatividad, aspectos fundamentales de la propiedad intelectual, análisis de copias y falsificaciones, acercamiento al conocimiento de la legislación de propiedad intelectual. Conocimiento de las falsificaciones de grandes artistas y reflexión sobre el fenómeno de la falsificación en la actualidad y el certificado digital.",
        "    5. Adopción de una adecuada perspectiva de género, perspectiva intercultural e inclusiva en las producciones gráfico-plásticas. Realización de análisis para detectar malos enfoques en cuanto a igualdad, multiculturalidad e inclusividad en el arte y buscar buenos ejemplos. Conocimiento de otros enfoques en otras culturas y producción de trabajos sencillos con la temática.",
        "    6. Estrategias de investigación, análisis, interpretación y valoración crítica de productos culturales y artísticos.",
        "II. Técnicas de dibujo",
        "    1. Diferenciación del concepto de dibujo frente a pintura, utilizando sus  materiales, útiles y soportes, conociendo sus características y utilizando su terminología específica, mediante la experimentación con cada una de las técnicas secas y húmedas y mixtas estableciendo diferencias mediante la realización de trabajos sencillos con cada material, e intentando descubrir sus posibilidades gráficas.",
        "III. Técnicas de pintura",
        "    1. Diferenciación del concepto de pintura frente a dibujo, conocimiento de sus materiales, útiles, soportes, sus características y terminología específica, comparando las características de las técnicas al agua con las oleosas, descubriendo las distintas posibilidades gráficas mediante producciones propias y la clasificación de las técnicas en la historia del arte.",
        "    2. Conocimiento de las técnicas sólidas, oleosas y mixtas, temple al huevo, encaustos, pasteles, óleos, óleos miscibles al agua, el fresco y pinturas biodegradables. Conocimiento de cada técnica y su relación entre ellas con la visualización e interpretación de ejemplos en la historia y en el arte actual.",
        "IV. Técnicas de grabado y estampación",
        "    1. Experimentación con el concepto de grabado, sus materiales, útiles, maquinaria, soportes y terminología específica.",
        "    2. Conocimiento y experimentación de la monoimpresión y reproducción múltiple, la obra gráfica, monotipia plana y estampación en relieve.",
        "    3. Conocimiento de la estampación en relieve, xilografía, linóleo.",
        "    4. Conocimiento de la estampación en hueco, calcografía, técnicas directas e indirectas.",
        "    5. Conocimiento de la estampación plana, método plano gráfico, litografía, método permeográfico, serigrafía, método electrónico, copy Art.",
        "    6. Análisis y experimentación, según la infraestructura y materiales del centro, intentando descubrir sus potencialidades expresivas y técnicas, con alguna de las técnicas existentes.",
        "V. Técnicas mixtas y alternativas",
        "    1. Utilización de materiales de desecho para llevar a cabo obras con técnicas mixtas con un sentido sostenible.",
        "    2. Valoración e investigación de otras técnicas y procedimientos mediante la observación de las vanguardias y el arte contemporáneo. Análisis de obras de arte digital y conocimiento de su evolución histórica. Realización de producciones utilizando aplicaciones de arte digital.",
        "VI. Proyectos gráfico-plásticos",
        "    1. Aplicación de las metodologías por proyectos.",
        "    2. Desarrollo de estrategias para la planificación y desarrollo de proyectos, teniendo en cuenta la organización de los equipos de trabajo.",
        "    3. Conocimiento del proceso de elaboración de una obra gráfico-plástica.",
        "    4. Acercamiento a la exposición y difusión.",
        "    5. Conocimiento de las estrategias de evaluación de las fases y los resultados de proyectos gráficos.",
        "    6. Valoración del error como oportunidad de mejora y aprendizaje."
    ]
}