{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Reconocer la relevancia de la física en el desarrollo de la ciencia, la tecnología, la economía, ",
        "etc., empleando adecuadamente los fundamentos científicos relativos a esos ámbitos.  ",
        "1.2.  Resolver problemas de manera experimental y analítica, utilizando principios, leyes y teorías ",
        "de la física.  ",
        "Competencia específica 2. ",
        "2.1. Analizar y comprender la evolución de los sistemas naturales, utilizando modelos, leyes y ",
        "teorías de la física.  ",
        "2.2. Inferir soluciones a problemas generales a partir del análisis de situaciones particulares y las ",
        "variables de que dependen. ",
        "2.3. Conocer aplicaciones prácticas y productos útiles para la sociedad en el campo tecnológico, ",
        "industrial y biosanitario, analizándolos en base a los modelos, las leyes y las teorías de la ",
        "física. ",
        "Competencia específica 3. ",
        "3.1. Aplicar los principios, leyes y teorías científicas en el análisis crítico de procesos físicos del ",
        "entorno, como los observados y los publicados en distintos medios de comunicación, ",
        "analizando, comprendiendo y explicando las causas que los producen.  ",
        "3.2. Utilizar de manera rigurosa las unidades de las variables físicas en diferentes sistemas de ",
        "unidades, empleando correctamente su notación y sus equivalencias, así como la elaboración ",
        "e interpretación adecuada de gráficas que relacionan variables físicas, posibilitando una ",
        "comunicación efectiva con toda la comunidad científica. ",
        "3.3. Expresar de forma adecuada los resultados, argumentando las soluciones obtenidas, en la ",
        "resolución de los ejercicios y problemas que se plantean, bien sea a través de situaciones ",
        "reales o ideales. ",
        "Competencia específica 4.  ",
        "4.1. Consultar, elaborar e intercambiar materiales científicos y divulgativos en distintos formatos ",
        "con otros miembros del entorno de aprendizaje, utilizando de forma autónoma y eficiente ",
        "plataformas digitales. ",
        "4.2. Usar de forma crítica, ética y responsable medios de comunicación, digitales y tradicionales, ",
        "como modo de enriquecer el aprendizaje.  ",
        "Competencia específica 5. ",
        "5.1. Obtener relaciones entre variables físicas, midiendo y tratando los datos experimentales, ",
        "determinando los errores y utilizando sistemas de representación gráfica.  ",
        "5.2. Reproducir en laboratorios, reales o virtuales, determinados procesos físicos modificando las ",
        "variables que los condicionan, considerando los principios, leyes o teorías implicados, ",
        "generando el correspondiente informe con formato adecuado e incluyendo argumentaciones, ",
        "conclusiones, tablas de datos, gráficas y referencias bibliográficas. ",
        "5.3. Valorar la física, debatiendo de forma fundamentada sobre sus avances y la implicación en la ",
        "sociedad desde el punto de vista de la ética y de la sostenibilidad. ",
        "Competencia específica 6. ",
        "6.1. Identificar los principales avances científicos relacionados con la física que han contribuido a ",
        "la formulación de las leyes y teorías aceptadas actualmente en el conjunto de las disciplinas ",
        "científicas, como las fases para el entendimiento de las metodologías de la ciencia, su ",
        "evolución constante y su universalidad.  ",
        "6.2. Reconocer el carácter multidisciplinar de la ciencia y las contribuciones de unas disciplinas en ",
        "otras, estableciendo relaciones entre la física y la química, la biología, la geología o las ",
        "matemáticas.          "
    ],
    "saberes": [
        "A. Campo gravitatorio. ",
        "– Estudio de la fuerza gravitatoria. Ley de Gravitación Universal. Momento angular de un objeto ",
        "en un campo gravitatorio: cálculo y relación con las fuerzas centrales.  ",
        "Intensidad del campo gravitatorio creado por una o varias masas.  ",
        "Momento angular de una masa respecto a un punto: cálculo y relación con las fuerzas ",
        "centrales. Aplicación de la conservación del momento angular al estudio del movimiento ",
        "de un cuerpo en un campo gravitatorio. ",
        "– Determinación, a través del cálculo vectorial, del campo gravitatorio producido por un sistema ",
        "de masas. Efectos sobre las variables cinemáticas y dinámicas de objetos inmersos en el ",
        "campo gravitatorio.  ",
        "Movimiento orbital de satélites, planetas y galaxias.  ",
        "Líneas de campo gravitatorio. ",
        "– Energía mecánica de un objeto sometido a un campo gravitatorio: deducción del tipo de ",
        "movimiento que posee, cálculo del trabajo o los balances energéticos existentes en ",
        "desplazamientos entre distintas posiciones, velocidades y tipos de trayectorias.  ",
        "Carácter conservativo del campo gravitatorio. Trabajo en el campo gravitatorio. Velocidad ",
        "de escape.  ",
        "Potencial gravitatorio creado por una o varias masas. Superficies equipotenciales. ",
        "– Leyes que se verifican en el movimiento planetario y extrapolación al movimiento de satélites ",
        "y cuerpos celestes.  ",
        "Leyes de Kepler. ",
        "– Introducción a la cosmología y a la astrofísica.  ",
        "Aplicación del campo gravitatorio: implicación de la física en la evolución de objetos ",
        "astronómicos, en el conocimiento del universo y la repercusión de la investigación en ",
        "estos ámbitos en la industria, la tecnología, la economía y en la sociedad.  ",
        "Historia y composición del Universo.  ",
        "B. Campo electromagnético. ",
        "– Estudios de los campos eléctrico y magnético: tratamiento vectorial, determinación de las ",
        "variables cinemáticas y dinámicas de cargas eléctricas libres en presencia de uno o ambos ",
        "campos.   ",
        "Movimientos de cargas en campos eléctricos y/o magnéticos uniformes.  ",
        "Fenómenos naturales y aplicaciones tecnológicas en los que se aprecian estos efectos. ",
        "– Intensidad del campo eléctrico en distribuciones de cargas discretas y continuas. Ley de ",
        "Coulomb.  ",
        "Cálculo e interpretación del flujo de campo eléctrico.  ",
        "Teorema de Gauss. Aplicaciones a esfera y lámina cargadas. Jaula de Faraday. ",
        "– Energía de una distribución de cargas estáticas: magnitudes que se modifican y permanecen ",
        "constantes con el desplazamiento de cargas libres entre puntos de distinto potencial eléctrico.   ",
        "Carácter conservativo del campo eléctrico. Trabajo en el campo eléctrico.  ",
        "Potencial eléctrico creado por una o varias cargas. Diferencia de potencial y movimiento ",
        "de cargas. Superficies equipotenciales. ",
        "– Campos magnéticos generados por hilos con corriente eléctrica en distintas configuraciones ",
        "geométricas: rectilíneos, espiras, solenoides o toros. Intensidad del campo magnético. Fuerza ",
        "de Lorentz. Fuerza magnética sobre una corriente rectilínea. Momento de fuerzas sobre una ",
        "espira.  ",
        "Interacción con cargas eléctricas libres presentes en su entorno.  ",
        "Interacción entre conductores rectilíneos y paralelos.  ",
        "Ley de Ampère. ",
        "– Líneas de campo eléctrico y magnético producido por distribuciones de carga sencillas, ",
        "imanes e hilos con corriente eléctrica en distintas configuraciones geométricas. ",
        "– Flujo de campo magnético. Generación de la fuerza electromotriz inducida: funcionamiento de ",
        "motores, generadores y transformadores a partir de sistemas donde se produce una variación ",
        "del flujo magnético.   ",
        "Ley de Faraday- Henry.  ",
        "Ley de Lenz.  ",
        "Generación de corriente alterna. Representación gráfica de la fuerza electromotriz en ",
        "función del tiempo. ",
        "C. Vibraciones y ondas. ",
        "– Movimiento oscilatorio: variables cinemáticas de un cuerpo oscilante. Energía cinética y ",
        "potencial del movimiento armónico simple y conservación de energía en estos sistemas. ",
        "Representación gráfica en función del tiempo. ",
        "– Movimiento ondulatorio: gráficas de oscilación en función de la posición y del tiempo, ",
        "ecuación de onda que lo describe y relación con el movimiento armónico simple.   ",
        "Velocidad de propagación y de vibración. Diferencia de fase.  ",
        "Distintos tipos de movimientos ondulatorios en la naturaleza. ",
        "– Fenómenos ondulatorios: situaciones y contextos naturales en los que se ponen de manifiesto ",
        "distintos fenómenos ondulatorios y aplicaciones.  ",
        "– Estudio de las ondas sonoras: mecanismos de formación y velocidad de las mismas.   ",
        "Cualidades del sonido. Intensidad sonora. Escala decibélica.  ",
        "Cambios en las propiedades de las ondas en función del desplazamiento del emisor y ",
        "receptor: el efecto Doppler.  ",
        "Aplicaciones tecnológicas del sonido. ",
        "– Naturaleza de la luz: controversias y debates históricos sobre los modelos ondulatorio y ",
        "corpuscular. La luz como onda electromagnética.   ",
        "Espectro electromagnético. Aplicaciones de ondas electromagnéticas del espectro no ",
        "visible.  ",
        "Velocidad de propagación de la luz. Índice de refracción.  ",
        "Fenómenos luminosos: Reflexión y refracción de la luz y sus leyes. Estudio cualitativo de ",
        "la dispersión, interferencia, difracción y polarización.  ",
        "Aplicaciones tecnológicas de estos fenómenos. ",
        "– Formación de imágenes en medios y objetos con distinto índice de refracción. Sistemas ",
        "ópticos: lentes delgadas, espejos planos y curvos. Aplicaciones tecnológicas: el microscopio y ",
        "el telescopio.  ",
        "Óptica de la visión. Defectos visuales. ",
        "D. Física relativista, cuántica, nuclear y de partículas. ",
        "1.  Principios de la Relatividad. ",
        "– Sistemas de referencia inercial y no inercial. ",
        "– La Relatividad en la Mecánica Clásica.  ",
        "– Limitaciones de la física clásica.   ",
        "Experimento de Michelson-Morley. ",
        "– Mecánica relativista: principios fundamentales de la relatividad especial y sus consecuencias.  ",
        "Postulados de Einstein.   ",
        "Contracción de la longitud y dilatación del tiempo.  ",
        "Masa y energía relativistas. ",
        "2. Principios de la física cuántica. ",
        "– Otras limitaciones de la física clásica: radiación del cuerpo negro, efecto fotoeléctrico y ",
        "espectros atómicos. Trabajo de extracción y energía cinética de los fotoelectrones en el efecto ",
        "fotoeléctrico. ",
        "– Mecánica cuántica.  ",
        "Dualidad onda-corpúsculo y cuantización. Hipótesis de De Broglie.  ",
        "Principio de incertidumbre formulado en base a la posición y el momento lineal y al ",
        "tiempo y la energía.  ",
        "Aplicaciones de la física cuántica.  ",
        "3. Núcleos atómicos. ",
        "– Radiactividad natural y otros procesos nucleares.  ",
        "Tipos de radiaciones y desintegración radiactiva. Leyes de Soddy y Fajans. ",
        "– Núcleos atómicos y estabilidad de los isótopos.  ",
        "El núcleo atómico: fuerzas nucleares y energía de enlace.  ",
        "Reacciones nucleares.  ",
        "Leyes de la desintegración radiactiva. Actividad en una muestra radiactiva.  ",
        "Efectos de las radiaciones. Riesgos y aplicaciones en el campo de la ingeniería, la ",
        "tecnología y la salud. Datación de fósiles y medicina nuclear. ",
        "4. Física de partículas e interacciones fundamentales. ",
        "– Modelo estándar en la física de partículas. Clasificaciones de las partículas fundamentales. ",
        "– Las interacciones fundamentales como procesos de intercambio de partículas (bosones). ",
        "– Interacciones fundamentales: gravitatoria, electromagnética, nuclear fuerte y nuclear débil. ",
        "– Aceleradores de partículas. ",
        "– Fronteras y desafíos de la física.         "
    ]
}
