{
  "competenciasEspecificas": [
    "1. Interpretar, modelitzar i resoldre situacions de la vida quotidiana, pròpies de les matemàtiques i d’altres àmbits del coneixement aplicant diferents estratègies i formes de raonament per explorar procediments i obtenir solucions.",
    "2. Argumentar la idoneïtat de les solucions d’un problema, avaluant les respostes obtingudes a través del raonament i la lògica matemàtica, per verificar la seva validesa i generar noves preguntes i reptes.",
    "3. Formular conjectures senzilles o problemes, utilitzant el raonament i l’argumentació, la creativitat i les eines tecnològiques, per integrar i generar nou coneixement matemàtic.",
    "4. Utilitzar el pensament computacional, organitzant dades, descomponent en parts, reconeixement patrons, interpretant, modificant, generalitzant i creant algoritmes per modelitzar situacions i resoldre problemes de forma eficient.",
    "5. Connectar diferents elements matemàtics relacionant conceptes, procediments, arguments i models per desenvolupar una visió de les matemàtiques com un tot integrat.",
    "6. Vincular i contextualitzar les matemàtiques amb altres àrees de coneixement, interrelacionant conceptes i procediments, per resoldre problemes i desenvolupar la capacitat crítica, creativa i innovadora en situacions diverses.",
    "7. Comunicar i representar, de forma individual i col·lectiva, conceptes, procediments i resultats matemàtics usant el llenguatge oral, escrit, gràfic, multimodal i la terminologia matemàtica apropiada, per donar significat i permanència a les idees matemàtiques.",
    "8. Desenvolupar destreses personals, com l’autoregulació, que ajudin a identificar i gestionar emocions, aprenent de l’error i afrontant les situacions d’incertesa com una oportunitat, per perseverar i gaudir del procés d’aprendre matemàtiques.",
    "9. Desenvolupar destreses socials, com la cooperació, participant activament en equips de treball inclusius reconeixent la diversitat i el valor de les aportacions dels altres, per compartir i construir coneixement de matemàtic de manera col·lectiva."
  ]
}