{
  "saberes": [
    "A. El personaje.",
    "- El cuerpo: Acercamiento al instrumento expresivo del intérprete: relajación, el cuerpo en movimiento (psicomotricidad, desplazamientos y coreografías), postura y gesto, la emisión de sonido.",
    "- La caracterización: Construcción interna y externa del personaje: observación e imitación, codificación de los comportamientos humanos, rasgos de carácter (deseos e intenciones).",
    "B. El espacio.",
    "- Desplazamientos: El movimiento como resultado de la intención y del carácter del personaje.",
    "- La relación con el objeto.",
    "C. La acción.",
    "- El Tiempo: relación acción-no acción",
    "- El Conflicto: acción/reacción, deseo y su negación (protagonismo y antagonismo), acción interna y externa (pensamiento y acción).",
    "D. El texto.",
    "- Argumento: desarrollo lineal de la estructura dramática, génesis y estructuración de ideas; la guionización.",
    "- Tema: Ideas y significados implícitos en la trama.",
    "E. Medios expresivos no específicos.",
    "- Lo visual: luz e imagen. Plástica del espectáculo. Tecnología teatral.",
    "- El sonido: música del espectáculo (composiciones musicales y coreografías) y sonorización.",
    "F. El montaje.",
    "- El grupo: cohesión del grupo (cooperación y liderazgo), rotación de funciones (observación desde fuera e interpretación).",
    "- La idea: análisis (necesidades, grupos y plazos), reelaboración (ensayos y producción), muestra (realización y evaluación) y público (comunicación y espacio).",
    "G. Las técnicas de trabajo",
    "- Juegos: de distensión muscular, de concentración, de percepción y memoria sensorial, de imitación de gestos, de sonorización; de movimientos y desplazamientos de personajes; de acciones secuenciadas gestuales o posturales; de desarrollo del argumento de una historia dramatizable a partir de un estímulo.",
    "- Improvisaciones: Exploración grupal de una idea, tema o situación asumiendo y encarnando roles; creación de personajes a partir de la relación con un objeto; evocación de recuerdos y emociones.",
    "- Técnicas: control de la respiración y la distensión muscular, expresión corporal, lenguaje gestual, intensidad, volumen y timbre de voz, elaboración de esquemas de desplazamientos y de escenografías, realización de guiones a partir de las improvisaciones del grupo, utilización de diversos materiales para realizar elementos de caracterización.",
    "- Trabajos de investigación: sobre profesionales de la interpretación, sobre la evolución del espacio escénico, sobre músicos y escenógrafos.",
    "- Trabajo del argumento, temas, personajes, puestas en escena posibles y escenificación de algunas escenas de clásicos del teatro universal, con especial atención en el teatro castellano."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Participar activamente en los distintos proyectos de creación de montajes escénicos colaborando en la cohesión del equipo y la rotación de funciones. (CCL1, CCL4, CPSAA1, CPSAA3, CC1)",
    "1.2 Colaborar en la recreación y realización de la idea analizándola, reelaborándola, mostrándola y teniendo en cuenta el público. (CCL1, CPSAA3, CC1, CE3, CCEC3)",
    "Competencia específica 2",
    "2.1. Realizar pequeños trabajos de investigación sobre intérpretes profesionales, músicos y escenógrafos, analizando sus producciones. (CCL5, CD1, CC1, CCEC1, CCEC2)",
    "2.2 Analizar puestas en escena de autores clásicos trabajando el argumento, el tema, los personajes y la puesta en escena en general. (CCL5, CPSAA4, CC1, CCEC1, CCEC2)",
    "Competencia específica 3",
    "3.1. Emplear técnicas de interpretación aplicando estrategias de memorización, juegos, imitación e improvisaciones (CCL1)",
    "3.2. Desarrollar técnicas de control, distensión, expresión, caracterización y guionización aportando ideas propias y aceptando las de otros miembros del equipo (CCL1, CCL2, CPSAA5)",
    "Competencia específica 4",
    "4.1 Recrear propuestas escénicas proponiendo temas, desarrollando argumentos y caracterizando personales (CCL1, CCL2, STEM1, CE3, CCEC1, CCEC2, CCEC4)",
    "4.2 Realizar guiones incluyendo las improvisaciones del equipo y configurando situaciones expresadas en distintos códigos de representación (CCL1, STEM1, CPSAA5, CE1, CE3, CCEC1, CCEC2, CCEC4)",
    "Competencia específica 5",
    "5.1 Plantear personajes, espacio y acción en función del argumento y tema adecuándolos a la propuesta escénica. (CCL1, CCL3, CD2, CPSAA1, CCEC3)",
    "5.2 Recrear una propuesta escénica y mejorarla con el trabajo colectivo adecuándola a las emociones e ideas que se quiere comunicar. (CCL1, CD2, CPSAA1, CCEC3)",
    "Competencia específica 6",
    "6.1 Realizar pequeños trabajos de investigación analizando propuestas escénicas contenidas en textos y/o visualizadas en un espectáculo. (CCL1, CCL3, CCL4, CP3, CD1, CPSAA4, CCEC1, CCEC2)",
    "6.2 Analizar propuestas escénicas de profesionales interpretando los mensajes que transmiten (CCL2, CCL4, CPSAA4, CC1, CC3, CCEC1, CCEC2)",
    "Competencia específica 7",
    "7.1 Comentar distintas propuestas escénicas del momento y entorno analizándolas como receptor o receptora (CCL3, CCEC1, CCEC2)",
    "7.2 Comparar distintas propuestas escénicas del momento y entorno sobre similares temas o argumentos analizando los distintos códigos de representación (CCL4, CP3, STEM1, CC2, CCEC1, CCEC2)"
  ]
}
