{
  "saberes": [
    "A. Las lenguas y sus hablantes",
    "LCL.4.A.1. Análisis de la propia biografía lingüística propia y de la diversidad lingüística del centro y de la localidad.",
    "LCL.4.A.2. Desarrollo sociohistórico de las lenguas de España.",
    "LCL.4.A.3. Comparación de rasgos de las principales variedades dialectales del español, con especial atención a la modalidad lingüística andaluza.",
    "LCL.4.A.4. Desarrollo de la reflexión interlingüística.",
    "LCL.4.A.5. Diferencias entre los rasgos propios de las variedades dialectales. Fónicos, gramaticales y léxicos y los relativos a los sociolectos y los registros.",
    "LCL.4.A.6. Exploración y cuestionamiento de prejuicios y estereotipos lingüísticos. Los fenómenos del contacto entre lenguas: bilingüismo, préstamos, interferencias. Diglosia lingüística y diglosia dialectal.",
    "LCL.4.A.7. Indagación en torno a los derechos lingüísticos y su expresión en leyes y declaraciones institucionales.",
    "B. Comunicación",
    "LCL.4.B.1.Contexto: componentes del hecho comunicativo. Componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre los interlocutores; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación.",
    "LCL.4.B.2. Los géneros discursivos",
    "LCL.4.B.2.1. Secuencias textuales básicas, con especial atención a las expositivas y argumentativas. ",
    "LCL.4.B.2.2. Propiedades textuales: coherencia, cohesión y adecuación.",
    "LCL.4.B.2.3. Géneros discursivos propios del ámbito personal: la conversación, con especial atención a los actos de habla que amenazan la imagen del interlocutor como son la discrepancia, la queja, la orden y la reprobación.",
    "LCL.4.B.2.4. Géneros discursivos propios del ámbito educativo.",
    "LCL.4.B.2.5. Géneros discursivos propios del ámbito social. Redes sociales y medios de comunicación. Etiqueta digital y riesgos de desinformación, manipulación y vulneración de la privacidad en la red. Análisis de la imagen y de los elementos paratextuales de los textos icónico-verbales y multimodales.",
    "LCL.4.B.2.6. Géneros discursivos propios del ámbito profesional: el currículum vitae, la carta de motivación y la entrevista de trabajo.",
    "LCL.4.B.3. Procesos",
    "LCL.4.B.3.1. Interacción oral y escrita de carácter informal y formal: cooperación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "LCL.4.B.3.2. Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal y no verbal. Valoración de la forma y el contenido del texto.",
    "LCL.4.B.3.3. Producción oral formal: planificación y búsqueda de información, textualización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal. La deliberación oral argumentada.",
    "LCL.4.B.3.4. Comprensión lectora: sentido global del texto y relación entre sus partes. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal e icónico. Valoración de la forma y el contenido del texto.",
    "LCL.4.B.3.5. Producción escrita: planificación, textualización, revisión y edición en diferentes soportes. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas conceptuales, definiciones, resúmenes, etc.",
    "LCL.4.B.3.6. Alfabetización mediática e informacional: búsqueda y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión de manera creativa y respetuosa con la propiedad intelectual. Utilización de plataformas virtuales para la realización de proyectos escolares.",
    "LCL.4.B.4. Reconocimiento y uso discursivo de los elementos lingüísticos",
    "LCL.4.B.4.1. La expresión de la subjetividad en textos de carácter expositivo y argumentativo. Identificación y uso de las variaciones de las formas deícticas. Fórmulas de confianza y cortesía, en relación con las situaciones de comunicación.",
    "LCL.4.B.4.2. Recursos lingüísticos para adecuar el registro a la situación de comunicación. Procedimientos explicativos básicos: la aposición y las oraciones de relativo.",
    "LCL.4.B.4.3. Mecanismos de cohesión. Conectores textuales distributivos, de orden, contraste, explicación, causa, consecuencia, condición e hipótesis. Mecanismos de referencia interna, gramaticales y léxicos (nominalizaciones e hiperónimos de significado abstracto).",
    "LCL.4.B.4.4. Uso coherente de las formas verbales en los textos. Correlación temporal en la coordinación y subordinación de oraciones, y en el discurso relatado.",
    "LCL.4.B.4.5. Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "LCL.4.B.4.6. Los signos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "C. Educación literaria ",
    "LCL.4.C.1. Lectura autónoma",
    "LCL.4.C.1.1. Criterios y estrategias para la selección, de manera progresivamente autónoma, de obras variadas que incluyan autoras y autores, con especial atención al patrimonio literario andaluz, a partir de la utilización autónoma de la biblioteca escolar y pública disponible.",
    "LCL.4.C.1.2. Participación activa en actos culturales vinculados con el circuito literario y lector. ",
    "LCL.4.C.1.3. Toma de conciencia y verbalización de los propios gustos e identidad lectora.",
    "LCL.4.C.1.4. Expresión de la experiencia lectora, utilizando progresivamente metalenguaje específico. Apropiación y recreación de los textos leídos.",
    "LCL.4.C.1.5. Movilización de la experiencia personal, lectora y cultural para establecer vínculos de manera argumentada entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales.",
    "LCL.4.C.1.6. Estrategias para la recomendación de las lecturas en soportes variados o bien oralmente entre iguales, enmarcando de manera básica las obras en los géneros y subgéneros literarios.",
    "LCL.4.C.2. Lectura guiada",
    "LCL.4.C.2.1. Lectura de obras y fragmentos relevantes del patrimonio literario andaluz, nacional y universal y de la literatura actual inscritas en itinerarios temáticos o de género, que incluyan la presencia de autoras y autores.",
    "LCL.4.C.2.2. Estrategias de construcción compartida de la interpretación de las obras a través de conversaciones literarias, con la incorporación progresiva de metalenguaje específico.",
    "LCL.4.C.2.3. Relación entre los elementos constitutivos del género literario y la construcción del sentido de la obra. Efectos de sus recursos expresivos en la recepción.",
    "LCL.4.C.2.4. Estrategias de utilización de información sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias.",
    "LCL.4.C.2.5. Relación y comparación de los textos leídos con otros textos orales, escritos o multimodales, con otras manifestaciones artísticas y culturales, como el flamenco, y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura.",
    "LCL.4.C.2.6. Estrategias para interpretar obras y fragmentos literarios a partir de la integración de los diferentes aspectos analizados y atendiendo a los valores culturales, éticos y estéticos presentes en los textos. Lectura con perspectiva de género.",
    "LCL.4.C.2.7. Procesos de indagación en torno a las obras leídas que promuevan el interés por construir la interpretación de las obras y establecer conexiones entre textos.",
    "LCL.4.C.2.8. Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "LCL.4.C.2.9. Creación de textos a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados.",
    "D. Reflexión sobre la lengua",
    "LCL.4.D.1. Estrategias de construcción guiada de conclusiones propias sobre el sistema lingüístico. Observación, comparación y clasificación de unidades comunicativas. Manipulación de estructuras, formulación de hipótesis, contraejemplos, generalizaciones y contraste entre lenguas, con el uso del metalenguaje específico.",
    "LCL.4.D.2. Diferencias relevantes e intersecciones entre lengua oral y lengua escrita atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
    "LCL.4.D.3. Reconocimiento de la lengua como sistema y de sus unidades básicas teniendo en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado), su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "LCL.4.D.4. Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas de la oración simple) y consolidación de los procedimientos léxicos (afijos) y sintácticos para el cambio de categoría.",
    "LCL.4.D.5. Relación entre los esquemas semántico y sintáctico de la oración simple. Observación y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria.",
    "LCL.4.D.6. Procedimientos de adquisición y formación de palabras. Reflexión sobre los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo.",
    "LCL.4.D.7. Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática. para obtener información gramatical básica."
  ],
  "criteriosEvaluacion": [
    "1.1. Reconocer y valorar las lenguas de España y las variedades dialectales del español, con atención especial a la modalidad lingüística andaluza, a partir de la explicación de su origen y su desarrollo histórico y sociolingüístico, contrastando aspectos lingüísticos y discursivos de las distintas lenguas, así como rasgos de los dialectos del español, diferenciándolos de los rasgos sociolectales y de registro, en manifestaciones orales, escritas y multimodales.",
    "1.2. Identificar y cuestionar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, a partir del análisis de la diversidad lingüística en el entorno social próximo y de la exploración y reflexión en torno a los fenómenos del contacto entre lenguas y de la indagación de los derechos lingüísticos individuales y colectivos.",
    "2.1. Comprender e interpretar el sentido global, la estructura, la información más relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales de cierta complejidad de diferentes ámbitos, incorporando prácticas discursivas que sean significativas para el alumnado y que aborden temas de relevancia social, analizando la interacción entre los diferentes códigos y desarrollando las destrezas específicas que se requieren para la comprensión e interpretación de mensajes orales, desde las más básicas a las más avanzadas.",
    "2.2. Valorar la forma y el contenido de textos orales y multimodales de cierta complejidad que sean significativos para el alumnado y que aborden temas de relevancia social, evaluando su calidad, fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados para hacer frente a los riesgos de manipulación y desinformación.",
    "3.1. Realizar exposiciones y argumentaciones orales de cierta extensión y complejidad con diferente grado de planificación en contextos diversificados y significativos sobre temas de interés personal, social, educativo y profesional ajustándose a las convenciones propias de los diversos géneros discursivos, para estructurar el discurso y para adecuar el registro y el comportamiento no verbal, con fluidez, coherencia, cohesión y el registro adecuado en diferentes soportes, utilizando de manera eficaz recursos verbales y no verbales.",
    "3.2. Participar de manera activa y adecuada en interacciones orales informales, en el trabajo en equipo y en situaciones orales formales relacionadas con diferentes contextos de carácter dialogado, con actitudes de escucha activa, de respeto hacia el interlocutor y estrategias de cooperación conversacional y cortesía lingüística.",
    "4.1. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor de textos escritos y multimodales, de cierta complejidad que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias y con diferentes propósitos de lectura que permitan reconstruir la relación entre sus partes, formular hipótesis acerca de la intención comunicativa que subyace a dichos textos, y reflexionar con sentido crítico sobre su forma y contenido.",
    "4.2. Valorar críticamente el contenido y la forma de textos escritos y multimodales de cierta complejidad, evaluando su calidad y fiabilidad, así como la eficacia de los procedimientos lingüísticos empleados.",
    "5.1. Planificar la redacción de textos escritos y multimodales de cierta extensión y cierto grado de complejidad atendiendo a la situación comunicativa, destinatario, propósito y canal, enfatizando los usos de la escritura para la toma de apuntes, esquemas, mapas conceptuales o resúmenes, y en la elaboración de textos de carácter académico; redactar borradores y revisarlos con ayuda del diálogo entre iguales e instrumentos de consulta, y presentar un texto final coherente, cohesionado y con el registro adecuado.",
    "5.2. Incorporar procedimientos para enriquecer los textos atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical, así como la coherencia, la cohesión y la adecuación.",
    "6.1. Localizar, seleccionar y contrastar información de manera autónoma procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y comunicarla de manera creativa, adoptando un punto de vista crítico respetando los principios de propiedad intelectual.",
    "6.2. Elaborar trabajos de investigación de manera autónoma en diferentes soportes sobre diversos temas de interés académico, personal o social a partir de la información seleccionada.",
    "6.3. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación a la búsqueda y la comunicación de la información.",
    "7.1. Leer de manera autónoma textos seleccionados, en función de los propios gustos, intereses y necesidades, y dejar constancia del progreso del propio itinerario lector y cultural, explicando los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y la experiencia de lectura.",
    "7.2. Compartir la experiencia de lectura en soportes diversos, relacionando el sentido de la obra con la propia experiencia biográfica, lectora y cultural, entendiendo la lectura como una de las bases sociales del individuo.",
    "8.1. Explicar y argumentar la interpretación de las obras leídas a partir del análisis de las relaciones internas y externas de sus elementos constitutivos con el sentido de la obra y su forma así como de las relaciones externas del texto con su contexto sociohistórico, atendiendo a la configuración y evolución de los géneros y subgéneros literarios.",
    "8.2. Establecer de manera autónoma vínculos argumentados entre los textos leídos con otros textos escritos, orales o multimodales y otras manifestaciones artísticas y culturales en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal del lector en la lectura.",
    "8.3. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos del patrimonio andaluz nacional y universal en los que se empleen convenciones formales de los diversos géneros y estilos literarios.",
    "9.1. Revisar los textos propios de manera autónoma y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística e interlingüística con el metalenguaje específico, e identificar y subsanar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso.",
    "9.2. Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando de manera autónoma el conocimiento explícito de la lengua y un metalenguaje específico.",
    "9.3. Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua a partir de la observación, la comparación y la transformación de enunciados, así como la formulación de hipótesis y la búsqueda de contraejemplos, utilizando un metalenguaje específico y consultando de manera autónoma diccionarios, manuales y gramáticas.",
    "10.1. Identificar, analizar de manera crítica y desterrar los usos discriminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje a partir de la reflexión y el análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales de la comunicación.",
    "10.2. Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de consensos, tanto en el ámbito personal como educativo, social y profesional, mostrando respeto por las normas y empatía."
  ]
}