{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Explicar de forma respetuosa el enriquecimiento que supone la diversidad en el arte, ",
        "estudiando obras de épocas y culturas distintas a partir de la vinculación con su contexto y ",
        "analizando el concepto de arte al que responden. ",
        "1.2. Argumentar la evolución en la concepción del arte en la historia, comparando con iniciativa ",
        "sus significados en periodos y culturas diferentes y analizando sus semejanzas y diferencias. ",
        "Competencia específica 2. ",
        "2.1. Distinguir las funciones del arte a lo largo de la historia, analizando su evolución a partir del ",
        "estudio de diversas obras artísticas de diferentes estilos y épocas. ",
        "2.2. Explicar las singularidades de diversas manifestaciones culturales y artísticas, relacionándolas con su función. ",
        "Competencia específica 3. ",
        "3.1. Identificar los elementos constituyentes de manifestaciones artísticas, de diversos periodos y ",
        "estilos, reconociendo las claves de sus lenguajes y justificando su relación con la época, ",
        "artista o movimiento correspondiente. ",
        "3.2. Analizar formal, funcional e históricamente, con criterio, diferentes manifestaciones artísticas, ",
        "haciendo uso de la terminología específica asociada a sus lenguajes. ",
        "Competencia específica 4. ",
        "4.1. Analizar producciones artísticas de diversos estilos y épocas y realizadas en distintos ",
        "medios y soportes, relacionándolas con su situación social, geográfica e histórica de ",
        "creación y explicando las posibles relaciones con obras de otras épocas y culturas. ",
        "4.2. Compartir las conclusiones de investigaciones sobre obras  artísticas de diversos estilos y ",
        "épocas y las relaciones con su situación, usando los medios analógicos y digitales más ",
        "adecuados. ",
        "Competencia específica 5. ",
        "5.1. Explicar las diferentes posibilidades expresivas del arte y su poder de transmisión de ideas, ",
        "conceptos, sentimientos y emociones, a partir de obras de artistas de distintas épocas y ",
        "estilos, analizando las distintas interpretaciones que se han dado de ellas. ",
        "5.2. Analizar producciones artísticas de diversos periodos y estilos, vinculándolas creativamente ",
        "con experiencias vitales propias y ajenas y valorándolas como herramientas potenciadoras ",
        "de la creatividad, la imaginación, la autoestima y el crecimiento personal. ",
        "Competencia específica 6. ",
        "6.1. Interpretar creaciones artísticas de distintos periodos y estilos, analizando su forma, su ",
        "significado y su contexto de creación e incorporando las ideas, conocimientos, emociones y ",
        "sentimientos propios. ",
        "6.2. Comparar las interpretaciones que se han dado de diversas manifestaciones artísticas, ",
        "analizando los diferentes puntos de vista y proponiendo una valoración personal. ",
        "Competencia específica 7. ",
        "7.1. Plantear proyectos artísticos, seleccionando los estilos, técnicas y lenguajes más adecuados ",
        "de diversas disciplinas, y organizando y distribuyendo las tareas de manera razonada. ",
        "7.2. Llevar a cabo con creatividad proyectos artísticos, materializando las ideas y objetivos ",
        "planteados, aplicando los aprendizajes adquiridos, asumiendo los papeles asignados y ",
        "respetando, en su caso, las aportaciones de los demás. "        
    ],
    "saberes": [
        "A. Los fundamentos del arte. ",
        "– Definición de arte a lo largo de la historia y perspectiva actual. Diferencia entre arte y ",
        "artesanía. ",
        "– Tecnología del arte, materiales, técnicas y procedimientos. ",
        "– Aspectos históricos, geográficos y sociales del arte. ",
        "– Teorías del arte: formalismo, expresionismo, simbolismo e intelectualismo. ",
        "– Terminología específica del arte y la arquitectura. ",
        "– Análisis y crítica de la obra de arte. ",
        "– Representaciones y creaciones de mujeres.  ",
        "Pintoras: Sofonisba Anguisola, Artemisa Gentileschi, Judith Leyster, Elisabeth Vigée Le ",
        "Brun, Rosa Bonheur, Barbara Krafft, Mary Cassatt, Frida Kahlo, Tamara de Lempicka, ",
        "entre otras.  ",
        "Escultoras: Sabina von Steinbach, Properzia de Rossi, Luisa Roldán, Camille Claudel, ",
        "entre otras.  ",
        "Arquitectas: Matilde Ucelay, Charlotte Perriand, Lilly Reich, Lina Bo Bardi, Zaha Hadid, ",
        "Kazuyo Sejima, entre otras. ",
        "– Arte conceptual y arte objeto.  ",
        "– El arte en la prehistoria y en las antiguas civilizaciones:  ",
        "Pintura rupestre.  ",
        "Arte mobiliar.  ",
        "Arquitectura megalítica.  ",
        "Expresiones artísticas en Mesopotamia, Persia y Egipto. ",
        "B. El arte clásico y sus proyecciones.  ",
        "– Introducción a la arquitectura y escultura griega: órdenes, el canon griego. ",
        "– La representación de la figura humana y la búsqueda de la perfección. Cálamis, Mirón, ",
        "Fidias, la Escuela de Rodas, la Escuela de Tralles, la Escuela, la Escuela de Pérgamo. ",
        "– Obras y periodos más relevantes: arcaico, clásico y helenístico. ",
        "– La construcción en la antigua Roma: arquitectura religiosa y civil. ",
        "– El retrato escultórico en la Roma Antigua. El mosaico. ",
        "– Claves de la arquitectura a través de diferentes épocas y estilos: de la romanización a la ",
        "Baja Edad Media. ",
        "– El renacer del arte clásico en la arquitectura, pintura y escultura: del trecento al cinquecento. ",
        "Giotto, Duccio, Boticelli, Brunelleschi, Donatello, Rafael Sanzio, Michelangelo Bounarrotti, ",
        "Leonardo da Vinci, Bramante, entre otros. ",
        "– La evolución del lenguaje clásico a lo largo de la historia y el uso de sus elementos en la ",
        "expresión artística. ",
        "– La proyección clásica en la edad contemporánea: del Neoclasicismo a la pintura metafísica. ",
        "De Jacques Louis David y Anne-Louis Girodet a Giorgo de Chirico y Carlo Carrà. ",
        "C. La luz y la religión en el arte. ",
        "– La luz como elemento plástico. ",
        "– La religión en la Edad Media. ",
        "– Claves de la arquitectura a través de las diferentes épocas y estilos: de la Edad Media al ",
        "Movimiento Moderno. ",
        "– El manierismo: Palladio, Cellini, Juan de Bolonia, El Greco y Tintoretto, entre otros. ",
        "– Pintura barroca. El tenebrismo. Reforma y contrarreforma. Velázquez, Caravaggio, ",
        "Rembrandt, Rubens, Zurbarán, Vermeer y José de Ribera, entre otros. ",
        "– La exaltación barroca: Bernini, Pierre Puget, entre otros. Aportaciones a la pintura y escultura.  ",
        "– El Simbolismo: expresión pictórica y literaria. Gustav Klimt, Edvard Munch, Paul Gauguin y ",
        "Marc Chagall, entre otros. ",
        "D. Visión, realidad y representación.  ",
        "– Sistemas de representación espacial en la pintura. De la pintura primitiva a la ruptura cubista. ",
        "– La abstracción y la voluntad artística en Occidente: durante el final del Imperio romano y ",
        "Bizancio ",
        "– De los frescos románicos al origen de la perspectiva en el Renacimiento. Botticelli, ",
        "Verrocchio, Duccio, entre otros. ",
        "– El arte precolombino y el arte virreinal hispanoamericano. ",
        "– El Impresionismo. Claude Monet y Pierre Auguste Renoir, entre otros. ",
        "– El posimpresionismo pictórico. ",
        "– La influencia del arte precolombino y el arte africano en la edad Contemporánea. ",
        "– El Cubismo. Juan Gris, Georges Braque y Pablo Picasso, entre otros. ",
        "– El Futurismo. Filippo Tommaso Marinetti y Umberto Boccioni, entre otros.  ",
        "– La abstracción: orígenes y evolución. Wassily Kandinsky, Kazimir Malevich, Jackson Pollock y ",
        "Mark Rothko, entre otros. ",
        "– El Realismo: conceptos y enfoques. La Nueva Objetividad. ",
        "– El Hiperrealismo. Antonio López, Jason Degraaf, Edward Hooper y David Parrish, entre otros. ",
        "E. Arte y expresión. ",
        "– La expresión en la Antigüedad. El retrato romano. ",
        "– La expresión en la Edad Media. ",
        "– La expresión en el Renacimiento. ",
        "– La expresión en el Barroco. ",
        "– Del rechazo dadaísta al arte intermedia de Fluxus. Marcel Duchamp, Hannah Höch, Joseph ",
        "Beuys entre otros. ",
        "– El arte Intermedia. Dick Higgins, Allan Kaprow, entre otros. ",
        "– El Expresionismo alemán. Ernst Ludwig Kirchner, Franz Marc, Käthe Kollwitz, Otto Dix, entre ",
        "otros. ",
        "– De la pintura al cine. Del Fauvismo al expresionismo figurativo del s.XX. ",
        "– El Romanticismo y el origen de la modernidad. Caspar David Friedrich y Francisco de Goya, ",
        "entre otros. ",
        "– La pintura de Goya: aportaciones de su obra a la expresión artística y su influencia en el arte. ",
        "– Del Impresionismo pictórico (Camille Pisarro, Édouard Manet, Edgar Degas, Paul Cézanne, ",
        "Claude Monet y Pierre-Auguste Renoir, entre otros) al documental de naturaleza. ",
        "– El Surrealismo. André Breton, Salvador Dalí, René Magritte, Joan Miró, Remedios Varo, ",
        "Leonora Carrington y Max Ernst, entre otros. ",
        "4– Influencias posteriores en el arte, el cine y la publicidad. ",
        "F. Naturaleza y sociedad en el arte. ",
        "– El paisaje en el arte antiguo. ",
        "– El paisaje en la Edad Media. Descubrimiento del paisaje en la pintura flamenca. ",
        "– El paisaje en el Renacimiento. ",
        "– El paisaje en el Barroco. ",
        "– El paisaje en el siglo XVIII. ",
        "– El paisaje en el siglo XIX. ",
        "– El paisaje y las vanguardias. ",
        "– El Modernismo. Gustav Klimt, Tolousse-Lautrec, Santiago Rusiñol y Ramón Casas, entre ",
        "otros. ",
        "– Arquitectura y artes aplicadas. Williams Morris y Walter Gropius, entre otros. ",
        "– La arquitectura orgánica. Antoni Gaudí, Frank Lloyd Wright, Alvar Aalto y Bruno Zevi, entre ",
        "otros. ",
        "– El Art Déco. ",
        "– Arte y ecología. Del Land Art (Robert Smithson) y el Arte Povera hasta nuestros días. ",
        "G. Arte y educación. Otras funciones del arte.  ",
        "– El arte y la educación en la Antigüedad. ",
        "– El arte y la educación religiosa en la Edad Media. ",
        "– El arte y la educación en la Edad Moderna. ",
        "– La Bauhaus, escuela de Basilea, escuela de Zurich, escuela de Ulm, escuela de arquitectura ",
        "de Chicago. ",
        "– Arte y función. Diseño y artes aplicadas. ",
        "– Influencias del arte en la industria y el diseño. ",
        "– Arte y artesanía. ",
        "– La arquitectura de vidrio y hierro y el Movimiento Moderno.   ",
        "El Palacio de Cristal de Patxon, La Galería de las Máquinas de Dutert y Contamin y la ",
        "Torre Eiffel de Gustave Eiffel.  ",
        "Ejemplos en Madrid: Estación de Atocha de Alberto Palacio, Palacio de Cristal del Retiro ",
        "de Velázquez Bosco, Mercado de San Miguel de Alfonso Dubé y Diez. ",
        "– Espacios urbanos e intervenciones artísticas. Arte urbano. ",
        "H. Comunicación y tecnología en el arte. ",
        "– El arte como medio de comunicación desde sus orígenes hasta la Edad Contemporánea. ",
        "– Arte y medios de comunicación: del cartel al Pop Art. ",
        "– La fotografía. De la cámara oscura a la fotografía contemporánea. ",
        "– El arte en pantalla: inicios del cine, el videoarte, arte en las redes, arte digital. ",
        "– Nuevas formas de expresión. ",
        "I. Metodología. ",
        "– Metodologías de estudio de las formas, las funciones y los significados asociados a los ",
        "movimientos y estilos artísticos, y de análisis técnico y procedimental de la obra de arte. ",
        "– La distribución de tareas en los proyectos artísticos: criterios de selección a partir de las ",
        "habilidades requeridas. ",
        "– Metodología proyectual. Fases de los proyectos artísticos. ",
        "– Selección de estilos, técnicas y lenguajes.         "
    ]
}
