{
    "saberes": [
        "Bloque A. Emprender desde una ciudadanía social.",
        "A.1. Cualidades personales.",
        "A.1.1. Conocerte a ti mismo.",
        "A.1.2. El perfil de la persona emprendedora y creadora.",
        "A.1.3. El trabajo en equipo y la inteligencia emocional.",
        "A.1.4. El enfoque proactivo y la búsqueda de oportunidades.",
        "A.2. La toma de decisiones y el aprendizaje.",
        "A.2.1. La dimensión del emprendimiento: personal, social y productiva.",
        "A.2.2. El valor social del emprendimiento.",
        "A.2.3. La creatividad y la innovación al servicio de la sociedad.",
        "A.2.4. La gamificación y el desarrollo de iniciativas emprendedoras.",
        "Bloque B. Economía social y sostenibilidad.",
        "B.1. La economía social.",
        "B.1.1. La economía social en el marco de una ciudadanía global.",
        "B.1.2. Organizaciones empresariales al servicio de la economía social. Responsabilidad social corporativa (RSC).",
        "B.1.3. Las monedas sociales: una solución local a un problema global.",
        "B.2. Aspectos del entorno. General y próximo.",
        "B.2.1. Retos de la ciudadanía global. La solidaridad como un complemento del desarrollo local.",
        "B.2.2. Observando el entorno local. Formas de economía social en Extremadura.",
        "B.3. Problemas sociales actuales y su futuro.",
        "B.3.1. La exclusión social, la pobreza y el desarrollo sostenible.",
        "B.3.2. Compromiso social y sostenibilidad: ODS y la Agenda 2030.",
        "Bloque C. La economía verde y circular: un nuevo modelo de producción y de consumo.",
        "C.1. La economía verde y circular.",
        "C.1.1. La economía verde y circular. La sostenibilidad.",
        "C.1.2. Análisis de las 7R.",
        "C.2. Soluciones de la economía circular.",
        "C.2.1. Un proyecto básico de emprendimiento en economía circular, con retorno local.",
        "C.2.2. El producto y su diseño. Obsolescencia programada.",
        "C.2.3. Observando y aprendiendo a hacer. El proceso desing thinking.",
        "C.2.4. El laboratorio de ideas innovadoras."
    ],
    "criterio": [
        "Competencia específica 1.",
        "Criterio 1.1. Ser capaces de entender y reconocer las cualidades personales y sociales de la persona emprendedora, así como la capacidad de desarrollar y hacer crecer dichas cualidades.",
        "Criterio 1.2. Comprender la importancia de trabajar en equipo desarrollando las habilidades sociales, las personales, la comunicación, la inteligencia emocional de una manera proactiva.",
        "Criterio 1.3. Valorar y reconocer la realidad que nos rodea como fuente para desarrollar los proyectos y para participar de las ayudas y conocimientos que dicho entorno nos facilita.",
        "Competencia específica 2.",
        "Criterio 2.1. Consolidar el desarrollo de las cualidades de la persona emprendedora como fuente de cambios sociales y medioambientales.",
        "Criterio 2.2. Imaginar una sociedad acorde a las inquietudes de los jóvenes creando proyectos innovadores donde el alumnado protagonice la acción.",
        "Criterio 2.3. Entrar en contacto con acciones emprendedoras personales y sociales del entorno cercano.",
        "Competencia específica 3.",
        "Criterio 3.1. Desarrollar en los alumnos y alumnas un sentido de responsabilidad ante la sociedad en la que viven y ante el entorno que los rodea.",
        "Criterio 3.2. Valorar y respetar las aportaciones de los demás aprovechando las sinergias del trabajo en equipo y el crecimiento de las ideas al desarrollarlas de forma cooperativa.",
        "Criterio 3.3. Relacionar la nueva realidad empresarial con las actuales preocupaciones sociales y medioambientales.",
        "Competencia específica 4.",
        "Criterio 4.1. Conocer y comprender la importancia de las empresas de economía social en el entorno propio.",
        "Criterio 4.2. Conocer y aplicar los diecisiete ODS de la ONU y la Agenda 2030.",
        "Criterio 4.3. Aplicar el conocimiento de los ODS en la región de Extremadura, valorando su importancia y la puesta en práctica en nuestras vidas",
        "Competencia específica 5.",
        "Criterio 5.1. Conocer lo que es la economía circular en el marco de la Unión Europea y por tanto las 7R (rediseñar, reducir, reutilizar, reparar, renovar, recuperar y reciclar).",
        "Criterio 5.2. Descubrir las necesidades y las formas de transformar, para aplicar tecnologías sostenibles en un proyecto sencillo, dentro de un entorno local.",
        "Criterio 5.3. Afrontar el reto, con un compromiso de servicio a la comunidad, de definir un proyecto básico de emprendimiento.",
        "Competencia específica 6.",
        "Criterio 6.1. Conocer lo que es la economía circular en el marco de la Unión Europea y por tanto las 7R (rediseñar, reducir, reutilizar, reparar, renovar, recuperar y reciclar).",
        "Criterio 6.2. Descubrir las necesidades y las formas de transformar para aplicar tecnologías en un proyecto sencillo a través de medios sostenibles, dentro de un entorno local.",
        "Criterio 6.3. Afrontar el reto, con un compromiso de servicio a la comunidad, de definir un proyecto básico de emprendimiento."
    ]
}