{
    "criteriosEvaluacion": [
        "1.1 Promoure activament les manifestacions escèniques i performatives, percebent-les com a element catalitzador de la llibertat d’expressió, tant individual com col·lectiva.",
        "1.2 Analitzar críticament els elements constitutius del patrimoni dramàtic, cercant les respostes ofertes als grans interrogants de l’ésser humà.",
        "1.3 Expressar percepcions sobre el significat dels elements estètics i dramàtics de les manifestacions escèniques i performatives, desenvolupant la capacitat de gaudir-ne amb la recepció.",
        "1.4 Analitzar i valorar la progressió dramàtica de les manifestacions escèniques i performatives, experimentant-ne, de manera compartida, l’efecte desinhibidor i alliberador.",
        "2.1 Seleccionar recursos propis d’expressió vocal i corporal, tenint en compte un rol dramàtic o performatiu establert prèviament, enriquint-lo amb la pròpia identitat.",
        "2.2 Desenvolupar expressions artístiques basades en el propi cos, atenent les dimensions temporal i espacial, prenent com a base un motiu previ, de manera col·laborativa.",
        "3.1 Compondre un rol dramàtic, integrant la pròpia identitat, sobre la base d’un text previ.",
        "3.2 Construir un rol dramàtic atenent les consignes i col·laborant i cooperant en el desenvolupament de la manifestació artística.",
        "4.1 Defensar una proposta escènica o performativa complexa, partint d’un motiu original o preexistent, que mobilitzi i cohesioni els altres.",
        "4.2 Desenvolupar un projecte escènic o performatiu complex, partint d’un motiu original o preexistent que involucri els altres.",
        "4.3 Adaptar els elements tècnics, dramàtics, expressius i plàstics disponibles als requeriments del projecte a desenvolupar, tenint en compte les intencionalitats buscades i basant-se en el treball col·laboratiu i inclusiu.",
        "5.1 Planificar les diferents fases per les quals ha de transitar un projecte escènic i performatiu complex, optimitzant els recursos disponibles, tenint en compte les intencionalitats i mobilitzant inclusivament els altres.",
        "5.2 Exercir, amb creativitat i eficiència, diferents rols en les diferents fases d’un projecte escènic i performatiu complex, implicant-se en el bon desenvolupament del procés i en la consecució d’un resultat satisfactori, fruit del treball col·laboratiu.",
        "6.1 Representar públicament un projecte escènic i performatiu complex, involucrant tots els participants i mantenint una comunicació cohesionadora i inclusiva amb els espectadors."
    ],
    "saberes": [
        "El patrimoni escènic i performatiu",
        "- Anàlisi crítica del significat social de les arts escèniques i performatives tenint en compte la perspectiva de gènere, la identitat i la performativitat.",
        "- Identificació d’elements dels espectacles des del punt de vista ritual i social que incloguin les festes populars.",
        "- Valoració i visionat de les tendències actuals a la representació escènica i performativa.",
        "- Observació i anàlisi de les manifestacions escèniques i performatives no orals.",
        "Expressió i comunicació escènica i performativa",
        "- Pràctica en actes performatius com a generació de noves realitats.",
        "- Ús dels elements característics de l’espai escènic i performatiu actual.",
        "- Descripció de l’evolució de les estructures dramàtiques actuals i reflexió sobre la memòria performativa com a patrimoni immaterial.",
        "- Interpretació del personatge en acció a les manifestacions actuals.",
        "- Disseny i adequació dels espais no escènics a partir dels recursos plàstics i escenogràfics.",
        "Expressió corporal aplicada a les arts escèniques i performatives",
        "- Pràctica dels mètodes interpretatius actuals.",
        "- Construcció actual del personatge dramàtic.",
        "- Creació performativa des del procés i en l’execució.",
        "Escenificació i representació escènica i performativa",
        "- Creació d’un espectacle performatiu a partir d’un concepte i tenint en compte les característiques pròpies del llenguatge.",
        "- Aplicació d’elements de les diverses tipologies bàsiques de l’espectacle performatiu: espais escènics i espais no escènics. Integració de llenguatges no orals i tecnològics.",
        "- Disseny d’espectacles en espais no escènics: adaptació, equips, fases i àrees de treball.",
        "- Composició dramatúrgica d’un procés escènic i performatiu complex.",
        "- Producció i representació d’un projecte escènic i performatiu complex.",
        "- Direcció artística en projectes escènics i performatius complexos.",
        "- Preparació i assaigs d’un espectacle escènic i performatiu complex.",
        "- Representació d’espectacles escènics i performatius complexos.",
        "La recepció de les arts escèniques i performatives",
        "- Assistència i/o participació en espectacles escènics i performatius actuals.",
        "- Anàlisi i crítica de manifestacions escèniques i performatives.",
        "- Emprenedoria cultural en espectacles escènics."
    ]
}