{
    "saberes": [
        "I. Autoconocimiento y autonomía moral",
        "1. Promoción del pensamiento crítico y ético.",
        "2. Reconocimiento de la naturaleza humana, la identidad personal, la igualdad y la diferencia entre las personas.",
        "3. Desarrollo de la autoestima y reconocimiento y gestión de las emociones y los sentimientos.",
        "4. Fomento de una educación afectivo-sexual relativa a la identidad, la diferencia y la dignidad.",
        "5. Desarrollo del juicio moral a través de la identificación de los deseos, sus razones y voluntades.",
        "6. Fomento de la autonomía y responsabilidad.",
        "7. dentificación de normas, virtudes y sentimientos morales a través del debate en torno a lo valioso y a los valores como guía de nuestras acciones para favorecer un comportamiento ético.",
        "8. Desarrollo de un proyecto personal en el que converjan diversidad de valores, fines y modelos de vida.",
        "9. Conocimiento de la influencia de los medios y las redes de comunicación y un uso crítico y responsable para prevenir conductas adictivas, abuso y ciberacoso. Respeto a la intimidad y reconocimiento de los límites a la libertad de expresión en entornos digitales.",
        "II. Sociedad, democracia y justicia",
        "1. Sociedad",
        "1.1. Valoración de los afectos, la familia, la amistad y el amor como fundamentos empáticos de la vida en sociedad.",
        "2. Democracia",
        "2.1. Reconocimiento del diálogo y  de la argumentación para la toma democrática de decisiones.",
        "2.2. Comprensión de los principios y valores constitucionales y democráticos.",
        "2.3. Uso de las reglas de convivencia acorde con la moralidad, legalidad y conducta cívica.",
        "3. Justicia",
        "3.1. Reflexión sobre el problema de la justicia.",
        "3.2. Conocimiento de los derechos humanos y de la infancia y su relevancia ética.",
        "3.3. Reconocimiento de la desigualdad económica, con especial atención al problema en Canarias.",
        "3.4. Análisis de las causas y búsqueda de soluciones locales y globales de la pobreza y la explotación laboral e infantil.",
        "3.5. Promoción de la igualdad y la corresponsabilidad entre mujeres y hombres a través de conductas no sexistas para la prevención de los abusos y la violencia de género.",
        "3.6. Fomento del respeto por las minorías y las identidades etnoculturales, reconociendo la relevancia de la interculturalidad y las migraciones en la sociedad canaria.",
        "3.7. Aplicación de la resolución pacífica de conflictos para fomentar la cultura de paz y no violencia.",
        "3.8. Conocimiento de la contribución del Estado y sus instituciones a la paz, la seguridad y la cooperación internacional como base para la seguridad integral del ciudadano.",
        "3.9. Potenciar un compromiso cívico y solidario al servicio de la paz.",
        "3.10. Valoración de la protección civil y la colaboración ciudadana frente a los desastres ecosociales, reconociendo el papel de las ONG y ONGD, especialmente aquellas que actúan en La Comunidad Autónoma de Canarias.",
        "III. Desarrollo sostenible y ética ambiental",
        "1. Promoción de la empatía, el cuidado y el aprecio hacia los seres vivos y el medio natural para prevenir el maltrato animal, con especial atención a las especies endémicas y autóctonas de Canarias.",
        "2. Conocimiento de la interdependencia, ecodependencia e interrelación humana, especialmente en los ecosistemas y sociedades de Canarias.",
        "3. Identificación de los límites del planeta y las consecuencias del cambio climático en el entorno canario.",
        "4. Reflexión sobre el deber ético y la obligación legal de proteger y cuidar la biodiversidad del planeta.",
        "5. Desarrollo de hábitos y actividades para el logro de los Objetivos de Desarrollo Sostenible en consonancia con la Agenda Canaria de Desarrollo Sostenible 2030.",
        "6. Conocimiento de acciones específicas para el uso sostenible del aire, energía, agua y suelo, contemplando el carácter insular del archipiélago canario, así como la prevención y gestión de los residuos acorde a un consumo responsable.",
        "7. Fomento de la movilidad segura, saludable y sostenible con el entorno."
    ],
    "criteriosEvaluacion": [
        "1.1 Construir un adecuado concepto de sí mismo o sí misma en relación con otras personas y la naturaleza, organizando y generando información analógica y digital con respecto a la identidad, diferencia y dignidad de las personas, así como analizando, expresando e identificando emociones, afectos y deseos con la finalidad de alcanzar fines propios y colectivos, desarrollando la autoestima, la autonomía y la identidad personal en un clima de convivencia proactiva.",
        "1.2 Generar una posición moral autónoma a través de la reflexión, el uso de los conceptos éticos y el diálogo respetuoso con otras personas, en torno a distintos valores y modos de vida, así como problemas relacionados con las tecnologías, conociendo su evolución a lo largo de la historia, analizando sus ventajas e inconvenientes, reflexionando sobre cómo afectan al autoconcepto y las relaciones sociales con la finalidad de generar y expresar una posición crítica ante el uso responsable y seguro de las redes y medios de comunicación, las conductas adictivas, la prevención del abuso y el acoso escolar, y el respeto de la intimidad personal aprendiendo a discernir entre información contrastada, veraz y bulos.",
        "2.2 Reflexionar, dialogar y asumir un compromiso activo y crítico con valores relativos a la solidaridad, el respeto por las minorías, los fenómenos migratorios y las identidades étnico-culturales y de género, interactuando y adoptando, de forma motivada y autónoma, conductas cívicas y éticas, para fomentar una relación proactiva con los demás en el contexto personal, familiar y social del alumnado.",
        "2.3 Contribuir a generar una convivencia positiva respetuosa, no sexista y comprometida con el logro de la efectiva igualdad, la erradicación de la violencia de género y el uso no discriminatorio de la lengua conociendo y analizando de manera crítica el papel de la mujer en la sociedad a lo largo de la historia y la desigualdad entre hombres y mujeres.",
        "2.4 Comprender y valorar los principios de justicia, solidaridad, seguridad y paz, a la vez que el respeto a las libertades básicas, a partir del análisis y la ponderación de las políticas y acciones de ayuda y cooperación internacional, de defensa para la paz y de seguridad ciudadana, ejercidas por el Estado y sus instituciones, los organismos internacionales, las ONG y ONGD y la propia ciudadanía.",
        "3.1 Evaluar diferentes alternativas creativas con que frenar el cambio climático y lograr los Objetivos de Desarrollo Sostenible, identificando causas y problemas ecosociales, y justificando argumentalmente y de modo crítico el deber ético de proteger y cuidar la biodiversidad de Canarias.",
        "3.2 Comprometerse activamente con valores, prácticas y actitudes afectivas consecuentes con el respeto, cuidado y protección de las personas, los animales y el planeta y el entorno canario, a través de la participación en actividades que promuevan un consumo responsable y un uso sostenible del suelo, el aire, el agua, la energía, la movilidad segura, saludable y sostenible, y la prevención y gestión de residuos considerando el carácter insular del archipiélago y reconociendo el papel de las personas, colectivos y entidades comprometidas con la protección del entorno canario.",
        "4.1 Expresar y gestionar equilibradamente las emociones, y desarrollar una actitud de estima y cuidado de sí mismo o sí misma, de los demás y del entorno, identificando, analizando y expresando de manera asertiva las propias emociones y afectos reconociendo y valorando las emociones de otras personas, en distintos contextos y en relación con actividades creativas que propicien iniciativas emprendedoras y de reflexión individual, grupal y dialogada sobre cuestiones éticas y cívicas."
    ]
}