{
  "saberes": [
    "A. Retos del mundo actual.",
    "- La Geografía Económica: herramientas de trabajo y fuentes de información.",
    "- El análisis geográfico de la actividad económica.",
    "- La representación de la realidad: elaboración e interpretación de diferentes tipos de mapas.",
    "- La utilización de las nuevas tecnologías de la información geográfica: los SIG.",
    "- Fuentes estadísticas; elaboración e interpretación de gráficos.",
    "- Análisis y comentario de imágenes; la fotografía aérea.",
    "- Obtención, selección y organización de la información. La fiabilidad de las fuentes de información; fake news y desinformación en la era digital. La seguridad en el entorno digital.",
    "- La desigualdad económica y social en el mundo.",
    "- Indicadores y tasas para medir el grado de desarrollo a diferentes escalas; el Índice de Desarrollo Humano y otros índices y tasas socioeconómicos.",
    "- La globalización económica y la teoría del desarrollo económico centro/periferia a diferentes escalas. Aspectos positivos y negativos de la globalización. El movimiento antiglobalización y otras iniciativas para compensar los efectos negativos de la globalización.",
    "- El desarrollo desigual: localización y contraste entre las grandes áreas desarrolladas y el mundo «en desarrollo». Origen histórico y evolución.",
    "- Las formas de percibir y representar la desigualdad económica.",
    "- La justicia y la solidaridad: responsabilidades individuales e institucionales; el papel de las ONG; la solidaridad internacional; las soluciones ante la desigualdad.",
    "B. Sociedades y territorios.",
    "- La población mundial y su distribución. Movimientos migratorios",
    "- Los grandes contrastes en la distribución de la población mundial. Problemas y disfuncionalidades derivados de las aglomeraciones y despoblación.",
    "- Población y grado de desarrollo económico: tasas e indicadores demográficos; regímenes demográficos y ciclos vitales; las estructuras demográficas a diferentes escalas y su representación; las pirámides de población.",
    "- Las migraciones y su distribución territorial a escala mundial, continental, nacional y regional. Formas y modos de percibir el fenómeno de las migraciones; la alteridad; la situación de los refugiados. Efectos de la migración en los países receptores y países de origen.",
    "- Las grandes aglomeraciones urbanas y la despoblación del mundo rural; las migraciones como solución al vaciamiento.",
    "- Análisis y comentario de planos urbanos: la segregación social y su reflejo en los planos urbanos; ejemplos urbanos de Castilla y León.",
    "- El impacto del crecimiento económico sobre el planeta",
    "- La globalización y su impacto sobre el medio ambiente.",
    "- Los problemas de la vegetación, el suelo y el agua dulce y del mar.",
    "- Calentamiento global, emergencia climática y contaminación atmosférica.",
    "- Las soluciones a los problemas medioambientales globales: el principio del desarrollo sostenible; los acuerdos y el desarrollo del derecho internacional medioambiental; los espacios naturales protegidos. Organizaciones y acuerdos internacionales relacionados con la preservación del equilibrio ambiental.",
    "- El impacto del crecimiento económico en Castilla y León. Sostenibilidad, medioambiente y patrimonio."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Elaborar y presentar contenidos propios en forma de esquemas, tablas informativas, y otros tipos de formato mediante el desarrollo de estrategias de búsqueda, análisis y tratamiento de información relativas a temas geográficos relevantes del presente. (CCL1, CCL3, STEM4, CD1, CD3, CPSAA4)",
    "1.2 Establecer conexiones y relaciones entre los conocimientos e informaciones adquiridos, elaborando síntesis e interpretaciones explicativas, mediante informes, estudios o dosieres informativos que reflejen un dominio y consolidación de los contenidos tratados. (CCL1, CCL2, CCL3, STEM4, CD1, CPSAA4, CE1)",
    "Competencia específica 2",
    "2.1 Explicar las principales formas de desigualdad económica y social existentes en el mundo a través de su representación en distintos tipos de mapas y gráficos, a diferentes escalas espaciales, de lo local a lo global. (CCL1, CCL3, STEM4, CC1, CC3, CE2)",
    "2.2 Contribuir a la consecución de un mundo más seguro, justo y solidario y defender el acceso universal y equitativo a los recursos que nos ofrece el planeta a través del análisis y el reconocimiento de los factores que provocan la desigualdad social y económica, así como sus consecuencias. (CC1, CC3, CC4, CE2)",
    "Competencia específica 3",
    "3.1 Conocer e interpretar los comportamientos demográficos de la población identificando y analizando los principales problemas a través de la utilización de indicadores y tasas, mapas y planos. (CCL3, STEM1, STEM2, CPSAA4, CC3, CC4)",
    "3.2 Conocer y analizar los flujos migratorios a escala mundial, europea, nacional, regional y local y cómo se traducen en la estructura demográfica, aplicando estos conocimientos en la lectura e interpretación de gráficos y mapas sobre las desigualdades económicas y demográficas a nivel mundial, nacional, regional y local. (CCL3, STEM2, CPAA4, CC3, CC4, CE1)",
    "3.3 Entender y profundizar en el concepto de alteridad y la riqueza económica y cultural que aportan los procesos migratorios, valorando las distintas identidades para promover la igualdad y el respeto. (CP3, STEM2, CPSAA4, CC3, CC4, CE1)",
    "Competencia específica 4",
    "4.1 Conocer los principales desafíos medioambientales a los que se enfrenta el mundo en la actualidad, identificando sus causas y sus consecuencias mediante el desarrollo de proyectos de investigación y el uso de fuentes fiables para realizar propuestas que contribuyan al desarrollo sostenible. (CCL1, CCL3, STEM3, STEM5, CD2, CD3, CC4) 4.2 Adoptar comportamientos y acciones que contribuyan a la conservación y mejora del entorno natural, rural y urbano, a través del respeto a todos los seres vivos, mostrando actitudes orientadas al logro de un desarrollo sostenible de dicho entorno. (STEM3, STEM5, CD3, CPSAA3, CC4)"
  ]
}