{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Generar un conocimiento riguroso de fuentes y documentos filosóficamente relevantes, ",
        "aplicando técnicas de búsqueda, organización, análisis, comparación e interpretación de los ",
        "mismos, y relacionándolos correctamente con contextos históricos, problemas, tesis, autores, ",
        "así como con elementos pertenecientes a otros ámbitos culturales. ",
        "1.2. Construir juicios propios acerca de problemas histórico-filosóficos, a través de la elaboración y ",
        "presentación de documentos y trabajos de investigación sobre los mismos con precisión y ",
        "aplicando los protocolos al uso, tanto de forma individual como grupal y cooperativa. ",
        "1.3. Leer y analizar determinados fragmentos de los principales filósofos y escuelas, tras haber ",
        "estudiado el temario y repasado la Historia del momento. Comentar textos con criterio ",
        "científico, rigor metodológico y cuidada expresión. ",
        "Competencia específica 2. ",
        "2.1. Emplear argumentos de modo riguroso, reconociendo y aplicando normas, técnicas y pautas ",
        "lógicas, retóricas y argumentativas, y evitando modos dogmáticos, falaces y sesgados de ",
        "sostener opiniones e hipótesis. ",
        "2.2. Sostener el hábito del diálogo argumentativo, empático, abierto y constructivamente ",
        "comprometido con la búsqueda del conocimiento, a través de la participación activa, ",
        "respetuosa y colaborativa en cuantas actividades se propongan. ",
        "2.3. Estudiar la biografía personal de los filósofos y de su tiempo, con todos los medios rigurosos a ",
        "su alcance: cine, teatro, novela, mapas, retratos… Familiarizarse con las figuras más ",
        "importantes de la Historia de la Filosofía hasta llegar a la amistad o la polémica con ellos, y ",
        "con las personas de su entorno: maestros, discípulos, familia… Así: no se entiende a ",
        "Sócrates sin los sofistas y los bellos y Atenas, ni a Platón sin Sócrates, ni a Platón sin ",
        "Aristóteles y viceversa, ni a Aristóteles sin Alejandro y el Helenismo; ni este sin sus ",
        "consecuencias en el Imperio romano (Cleopatra misma es griega), y no se entienden el giro ",
        "copernicano de Kant y la perspectiva de Ortega sin las categorías de Aristóteles. Estas líneas ",
        "son las que ha de descubrir y ser capaz de explicar el alumno. ",
        "Competencia específica 3. ",
        "3.1. Adquirir y expresar un conocimiento significativo de las más importantes propuestas ",
        "filosóficas que se han sucedido a lo largo de la historia, a través de la indagación sobre ellas y ",
        "la identificación de las cuestiones a las que responden. ",
        "3.2. Identificar, comprender y debatir sobre los principales problemas, ideas, tesis y controversias ",
        "filosóficas de la historia del pensamiento, a través del análisis y comentario crítico de textos y ",
        "documentos filosóficos o relevantes para la filosofía. ",
        "3.3. Adquirir claridad en el uso de conceptos filosóficos, comprendiéndolos, memorizando sus ",
        "definiciones, preferiblemente sabiendo también los nombres en las lenguas originales. ",
        "Entender cómo el mismo concepto (por ejemplo, el de “idea”) va significando algo ",
        "completamente distinto según la época y el autor. Analizar también los distintos estilos de la ",
        "filosofía, que son esenciales y consustanciales a su historia (por ejemplo, entender que ",
        "Sócrates hace diálogo, “mayeútica”, frente a los sofistas, que hacen un discurso.) ",
        "Competencia específica 4. ",
        "4.1. Generar una concepción plural, dialéctica, abierta y crítica de la historia del pensamiento, a ",
        "través de la comprensión, la realización de síntesis comparativas y la exposición de las ",
        "relaciones de oposición y complementariedad entre tesis, escuelas, filósofos de una misma ",
        "época o tradición o de distintas épocas y tradiciones. ",
        "Competencia específica 5. ",
        "5.1. Afrontar los grandes problemas filosóficos en su doble aspecto histórico y universal, a través ",
        "del análisis y exposición crítica de las condiciones culturales que han permitido en cada caso ",
        "la aparición y evolución de dichos problemas en distintos momentos de la historia. ",
        "5.2. Comprender la dimensión temporal y universal de los problemas filosóficos más importantes, ",
        "comparando mediante esquemas u otros productos o actividades el tratamiento filosófico que ",
        "se hace de ellos en distintas épocas, escuelas, tradiciones y autores. ",
        "Competencia específica 6. ",
        "6.1. Adquirir una concepción sistémica y relacional de la historia de la cultura occidental y del ",
        "papel de las ideas filosóficas en ella, mediante el análisis, comentario y comparación de ",
        "textos o documentos literarios, historiográficos, periodísticos, científicos o religiosos, así como ",
        "de cualquier otra manifestación cultural, en los que se expresen problemas y concepciones ",
        "filosóficamente relevantes. ",
        "Competencia específica 7. ",
        "7.1. Desarrollar la autonomía de juicio, y promover planteamientos, actitudes y acciones ",
        "consecuentes, con respecto a problemas fundamentales de la actualidad, a partir de la ",
        "comprensión de ideas, teorías y controversias histórico-filosóficas que puedan contribuir a ",
        "clarificar tales problemas y de la elaboración de propuestas de carácter crítico y personal con ",
        "respecto a los mismos.         "
    ],
    "saberes": [
        "A. Del origen de la filosofía occidental en Grecia hasta el fin de la Antigüedad. ",
        "– La naturaleza filosófica del ser humano: universalidad de los problemas e historicidad de las ",
        "concepciones filosóficas. Métodos de trabajo en Historia de la Filosofía: el análisis del ",
        "contexto histórico; la lectura, la comprensión y el comentario de textos.  ",
        "– El surgimiento de la filosofía occidental en Grecia. Cosmovisión mítica y teorización filosófica. ",
        "La sabiduría en otras culturas.  ",
        "El problema de la realidad en los presocráticos. La búsqueda del arjé: monismo, dualismo y ",
        "pluralismo. Los entes no sensibles, los pitagóricos. Parménides y Heráclito.  ",
        "– El giro antropológico. Filosofía y ciudadanía en la Ilustración griega: Sócrates y la sofística. ",
        "Aspasia de Mileto y el papel de la mujer en la cultura y la filosofía griega. ",
        "– Idea y naturaleza: conocimiento y realidad en Platón y Aristóteles. ",
        "– La antropología en la filosofía clásica: Sócrates y el conocimiento de sí; la psique en Platón y ",
        "Aristóteles. ",
        "– La discusión ética: el intelectualismo socrático-platónico; la teoría de las virtudes en Platón y ",
        "Aristóteles; el concepto de eudaimonía. La interrelación de la ética y la política en la filosofía ",
        "clásica. ",
        "– El debate político. Las propuestas platónica y aristotélica en torno al mejor orden social.  ",
        "– La crisis de la polis. De las polis al imperio. Filosofía, ciencia y cultura en el helenismo. ",
        "Cinismo, estoicismo, epicureísmo y escepticismo. El giro religioso de la filosofía: el ",
        "neoplatonismo. La figura de Hipatia de Alejandría. ",
        "B. De la Edad Media a la modernidad europea. ",
        "– Etapas, métodos y cuestiones fundamentales en la filosofía medieval. La asimilación de la ",
        "filosofía griega por la teología medieval. El problema de la relación entre fe y razón.  ",
        "– Agustín de Hipona, Tomas de Aquino y Guillermo de Ockham. La personalidad polifacética de ",
        "Hildegard von Bingen. La filosofía árabe y judía: Averroes y Maimonides. ",
        "– El nacimiento de la modernidad europea. El Renacimiento y la defensa de la dignidad ",
        "humana. La escuela de Salamanca. Francisco de Vitoria. El protestantismo. La revolución ",
        "científica.  ",
        "– Racionalismo y empirismo: René Descartes y David Hume. ",
        "– El debate metafísico moderno. La teoría cartesiana de las sustancias. El materialismo desde ",
        "Thomas Hobbes a la Ilustración. Newton y el problema de la naturaleza. ",
        "– La cuestión del origen y fundamento de la sociedad y el poder. Del pensamiento político ",
        "medieval a la teoría del contrato social según Thomas Hobbes, John Locke y Jean-Jacques ",
        "Rousseau. ",
        "C. De la modernidad a la postmodernidad. ",
        "– El proyecto ilustrado: la libertad como meta de la razón. Potencia y límites de la razón. Los ",
        "Derechos del Hombre. Mary Wollstonecraft y Olympe de Gouges. ",
        "– La filosofía crítica de Immanuel Kant y el problema de la metafísica como saber. ",
        "– Éticas de la felicidad y éticas del deber. La ética kantiana frente al utilitarismo. ",
        "– La dialéctica hegeliana. La crítica del capitalismo: el pensamiento revolucionario de Karl Marx ",
        "y la dialéctica de la Ilustración en la Escuela de Fráncfort. El análisis del totalitarismo de ",
        "Hannah Arendt. ",
        "– La deconstrucción de la tradición occidental en Friedrich Nietzsche y la herencia posmoderna. ",
        "– Los problemas filosóficos a la luz del análisis del lenguaje: Ludwig Wittgenstein y la filosofía ",
        "analítica. ",
        "– El existencialismo: Martin Heidegger, Jean Paul Sartre y Simone de Beauvoir. La razón vital y ",
        "la razón poética: José Ortega y Gasset, María Zambrano y la Escuela de Madrid. ",
        "– Michel Foucault y la genealogía del poder.         "
    ]
}
