{
  "saberes": [
    " A. Escucha y percepción.",
    " A.1. Sonido, silencio y ruido",
    "― Cualidades o parámetros del sonido: su significado musical y su representación en partituras.",
    "― La escucha activa",
    "― La polución sonora",
    "― Creación de ambientes saludables de escucha ",
    "A.2. Obras musicales y dancísticas representativas",
    "― Descripción de sus características musicales básicas.",
    "A.3. Voces e instrumentos",
    "― La producción del sonido en la voz y en los instrumentos musicales.",
    "― Clasificación de las voces humanas",
    "― Reconocimiento auditivo de voces",
    "― Clasificación tradicional de los instrumentos musicales",
    "― Reconocimiento visual y auditivo de los instrumentos",
    "― Agrupaciones vocales e instrumentales: el coro, la orquesta sinfónica y el grupo de rock.",
    "A.4. Compositores y compositoras, artistas e intérpretes internacionales, nacionales, regionales y locales.",
    "― Algunos artistas de la música y la danza",
    "A.5. Conciertos, actuaciones musicales y otras manifestaciones artístico-musicales en vivo y registradas.",
    "― La música en las artes escénicas: conciertos, festivales de música popular urbana y música popular tradicional, ópera, ballet, teatro musical y performance.",
    "A.6. Mitos, estereotipos y roles de género transmitidos a través de la música y la danza.",
    "― Papel del hombre y de la mujer en la historia de la música, y de la danza: estereotipos de rol.",
    "― Mujeres en la música occidental y su relevancia histórica.",
    "― El poder de la palabra en la creación de estereotipos: análisis crítico de textos de canciones de escucha habitual",
    "A.7. Herramientas digitales para la recepción musical.",
    "― Diferentes formatos de audio y sus características",
    "― La reproducción musical online",
    "― Sensibilización y desarrollo de criterios propios para el consumo de música.",
    "A.8. Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad.",
    "― Realización de pequeñas búsquedas guiadas de información a partir de fuentes seleccionadas",
    "A.9. Normas de comportamiento básicas en la recepción musical: respeto y valoración.",
    "― La escucha como herramienta fundamental para la comprensión del hecho musical ",
    "B. Interpretación, improvisación y creación escénica.",
    "B.1. La partitura",
    "― Identificación y aplicación de grafías musicales para la representación de los sonidos.",
    "― Lectura y escritura musical.",
    "― El dictado musical",
    "B.2. Elementos básicos del lenguaje musical",
    "― Parámetros del sonido y su representación en partituras",
    "― Intervalos",
    "― Escala musical",
    "―  Armadura",
    "― Formas musicales básicas",
    "― Textura musical",
    "B.3. Repertorio vocal, instrumental o corporal",
    "― Repertorio individual o grupal.",
    "― Diferentes tipos de música del patrimonio musical propio y de otras culturas.",
    "B.4. Técnicas básicas para la interpretación",
    "― Técnicas vocales, instrumentales y corporales.",
    "― Técnicas de estudio y de control de emociones.",
    "B.5. Técnicas de improvisación guiada y libre",
    "― La improvisación libre y guiada basada en la imitación",
    "― Ruedas de improvisación rítmica",
    "― Ruedas de improvisación melódica con la escala pentatónica.",
    "― La improvisación en el movimiento corporal",
    "B.6 Proyectos musicales y audiovisuales",
    "― Empleo de la voz, el cuerpo y los instrumentos musicales",
    "― Empleo de los medios y las aplicaciones tecnológicas.",
    "B.7 Herramientas digitales para la creación musical.",
    "― Secuenciadores, editores de partituras y aplicaciones informáticas.",
    "B.8. Normas de comportamiento y participación en actividades musicales",
    "― La importancia de la aportación individual al conjunto",
    "C. Contextos y culturas.",
    "C.1. Historia de la música y de la danza occidental",
    "― Algunos ejemplos de obras representativas",
    "C.2. Las músicas tradicionales en España ",
    "― Algunos ejemplos de instrumentos, canciones, danzas y bailes.",
    "C.3. Tradiciones musicales y dancísticas del mundo",
    "― Algunos ejemplos de músicas y danzas del mundo.",
    "C.4. Músicas populares y urbanas.",
    "― Análisis básico (ritmo, instrumentos, voz, estructura, textura). ",
    "― Algunos ejemplos representativos de la música popular urbana"
  ],
  "criteriosEvaluacion": [
    "1.1 Identificar algunos de los principales rasgos estilísticos de obras musicales y dancísticas de diferentes épocas y culturas, evidenciando una actitud de apertura, interés y respeto en la escucha o el visionado de las mismas.",
    "1.2 Explicar, con actitud abierta y respetuosa, las funciones desempeñadas por determinadas producciones musicales y dancísticas, relacionándolas con las principales características de su contexto histórico, social y cultural.",
    "1.3 Establecer conexiones entre manifestaciones musicales y dancísticas de diferentes épocas y culturas, valorando su influencia sobre la música y la danza actuales.",
    "2.1 Participar, con iniciativa, confianza y creatividad, en la exploración de técnicas musicales y dancísticas básicas, por medio de improvisaciones pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas.",
    "2.2 Expresar ideas, sentimientos y emociones en actividades pautadas de improvisación, seleccionando las técnicas más adecuadas de entre las que conforman el repertorio personal de recursos.",
    "3.1 Leer partituras sencillas, identificando de forma guiada los elementos básicos del lenguaje musical, con o sin apoyo de la audición.",
    "3.2 Emplear técnicas básicas de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y aprendizaje.",
    "3.3 Interpretar con corrección piezas musicales y dancísticas sencillas, individuales y grupales, dentro y fuera del aula, gestionando de forma guiada la ansiedad y el miedo escénico, y manteniendo la concentración.",
    "4.1 Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, empleando medios musicales y dancísticos, así como herramientas analógicas y digitales.",
    "4.2 Participar activamente en la planificación y en la ejecución de propuestas artístico-musicales colaborativas, valorando las aportaciones del resto de integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional."
  ]
}