{
    "saberes": [
        "A. Aritmética modular y criptografía",
        "A.1. Aritmética en Z:",
        "- La relación de divisibilidad. ",
        "- Máximo común divisor y mínimo común múltiplo.",
        "- Algoritmo de Euclides. Identidad de Bezout.",
        "- Números primos. El teorema fundamental de la aritmética.",
        "- Ecuaciones diofánticas lineales. Resolución completa de los casos con una y dos variables.",
        "A.2. Aritmética modular:",
        "- La relación de congruencia módulo un entero m. Propiedades.",
        "- Inversos multiplicativos. Existencia y cálculo.",
        "- Resolución de congruencias lineales con una incógnita.",
        "- Resolución de sistemas de congruencias lineales con una incógnita. El teorema chino de los restos.",
        "A.3. El conjunto Z/mZ:",
        "- El conjunto de clases módulo m.",
        "- Unidades y divisores de cero. La función phi de Euler.",
        "- Orden de un elemento. ",
        "- El pequeño teorema de Fermat y el teorema de Euler.",
        "A.4. Criptografía:",
        "- Esteganografía y criptografía. Origen, utilidad y aplicaciones.",
        "- Cifrados de sustitución y polialfabéticos.",
        "- Cifrados simétricos y asimétricos.",
        "- El algoritmo RSA.",
        "B. Teoría de grafos",
        "B.1. Definición, conceptos y propiedades básicas:",
        "- Definición intuitiva de grafo. Vértices y aristas. ",
        "- Representaciones pictóricas. Isomorfismo de grafos.",
        "- Grafos dirigidos. Grafos ponderados.",
        "- Subgrafos. Ciclos y caminos.",
        "- Conexión. Grafos bipartitos.",
        "- Planaridad y coloreabilidad.",
        "B.2. Tipos y familias de grafos:",
        "- Grafo ciclo y grafo camino.",
        "- Grafos completos. Grafos bipartitos completos.",
        "- Árboles.",
        "- Grafos eulerianos y hamiltonianos.",
        "B.3. Algoritmos de grafos:",
        "- El algoritmo voraz de coloración.",
        "- El algoritmo de Fleury.",
        "- El algoritmo de Dijkstra.",
        "C. Teoría de juegos",
        "B.1. Definiciones básicas:",
        "- Concepto de juego. ",
        "- Juegos de azar y deterministas. ",
        "- Información perfecta e imperfecta.",
        "- Vector de pagos. Juegos de suma cero.",
        "B.2. Formas de representar un juego:",
        "- Forma extensiva. Árbol del juego.",
        "- Forma normal. Estrategias. Representación tabular del juego.",
        "B.3. Juegos de dos jugadores con suma cero:",
        "- Resolución de juegos de dos jugadores, suma cero e información perfecta dados en forma extensiva. Retropropagación.",
        "- Resolución de juegos de dos jugadores y suma cero dados en forma normal. Estrategias puras, dominación y puntos silla. Estudio completo en el caso 2 × 2. Estrategias mixtas.        "
    ],
    "criteriosEvaluacion": [
        "1.1. Aplicar el algoritmo de Euclides para calcular el m.c.d. de dos números y para obtener la expresión de la identidad de Bezout.",
        "1.2. Resolver ecuaciones diofánticas lineales en una y dos variables, estudiando previamente la existencia de solución.",
        "1.3. Poseer los fundamentos necesarios para trabajar módulo un entero m, sabiendo las diferentes propiedades que surgen según m sea primo o no.",
        "1.4. Resolver de forma constructiva sistemas de congruencias lineales con una incógnita, estudiando previamente la existencia de solución.",
        "1.5. Conocer y determinar unidades y divisores de cero en Z/mZ para cualquier m.",
        "1.6. Aplicar el pequeño teorema de Fermat para estudiar la primalidad de un entero dado.",
        "1.7. Conocer, idear y aplicar algoritmos de cifrado de sustitución y polialfabéticos sencillos, entendiendo sus vulnerabilidades.",
        "1.8. Conocer los fundamentos y vulnerabilidades del algoritmo RSA, aplicándolo en casos sencillos. ",
        "2.1. Identificar propiedades y tipos de grafos. ",
        "2.2. Clasificar grafos según distintos criterios.",
        "2.3. Formular definiciones de las principales propiedades y familias de grafos haciendo uso de lenguaje especializado.",
        "2.4. Proporcionar argumentos y/o contraejemplos acerca de la existencia, o no, de ciertos tipos de grafos y respecto al cumplimiento, o no, de determinadas propiedades.",
        "2.5. Utilizar grafos para modelizar matemáticamente situaciones de la vida cotidiana, la ciencia y la tecnología.",
        "2.6. Proponer situaciones y problemas reales susceptibles de ser modelizados utilizando la teoría de grafos.",
        "2.7. Aplicar adecuadamente algoritmos sencillos sobre grafos, reflexionando sobre su eficiencia y transfiriendo el resultado a la situación real de partida.",
        "3.1. Conocer la terminología básica propia de la teoría de juegos y utilizarla adecuadamente en situaciones oportunas. ",
        "3.2. Utilizar la forma de representación apropiada para modelizar un juego o una situación determinada.",
        "3.3. Comprender los conceptos de estrategia (pura y mixta) y de punto de equilibrio, así como su interpretación en situaciones concretas.",
        "3.4. Resolver juegos de dos jugadores, suma cero e información perfecta mediante retropropagación.",
        "3.5. Resolver completamente juegos de dos jugadores y suma cero dados en forma normal en el caso 2 × 2.",
        "3.6. Expresar y comunicar los resultados de la resolución de un juego (ganancias, pérdidas, estrategias ganadores, etc.) en los términos del contexto concreto en que se está trabajando.",
        "4.1. Formular conjeturas acerca de propiedades de los números enteros y estudiar su posible veracidad o falsedad de forma computacional.",
        "4.2. Utilizar herramientas informáticas para explorar propiedades de grafos.",
        "4.3. Diseñar algoritmos propios para resolver problemas aritméticos en Z y en Z/mZ.",
        "4.4. Expresar en pseudocódigo los algoritmos aritméticos sencillos diseñados.",
        "4.5. Analizar y comprender el funcionamiento de algoritmos sencillos expresados en pseudocódigo en contextos de aritmética, teoría de grafos y teoría de juegos."
    ]
}