{
    "saberes": [
        "A. Vida activa y saludable",
        "A1. Salud física",
        "Efectos físicos, psicológicos y sociales beneficiosos de un estilo de vida activo (diabetes, mejora del estado de ánimo, eficacia y autocontrol, autonomía e integración social...).",
        "Alimentación: dieta sana, variada y equilibrada diferenciando los alimentos naturales, procesados y ultraprocesados.",
        "Educación postural: hábitos posturales adecuados en acciones motrices habituales.",
        "Toma conciencia de los factores básicos que inciden en el cuidado del cuerpo.",
        "Consciencia de los propios límites y posibilidades para la integridad y salud propia y de las demás personas.",
        "Calentamiento, dosificación del esfuerzo y relajación.",
        "A2. Salud social",
        "La actividad física como hábito y alternativa saludable frente a formas de ocio nocivas.",
        "Límites para evitar una competitividad desmedida.",
        "Aceptación de distintas tipologías corporales, para practicar, en igualdad, diversidad de actividades físico-deportivas.",
        "A3. Salud mental",
        "Respeto y aceptación del propio cuerpo y el de las demás personas.",
        "Autoconocimiento e identificación de fortalezas y debilidades o posibilidades y limitaciones en todos los ámbitos (social, físico y mental).",
        "B. Organización y gestión de la actividad física",
        "Elección de la práctica física: usos y finalidades catárticos, lúdico-recreativos y cooperativos.",
        "Respeto a las elecciones de las demás personas.",
        "Uso adecuado de espacios y cuidado y preparación del material según la actividad a desarrollar.",
        "Normas básicas de higiene personal relacionadas con la actividad física.",
        "Planificación y autorregulación de proyectos motores: mecanismos básicos para ejecutar lo planificado.",
        "Medidas básicas de seguridad para la prevención de accidentes en las prácticas motrices: mecanismos de prevención y control corporal para la prevención de lesiones.",
        "Actuaciones básicas ante accidentes durante la práctica de actividades físicas: atender a una compañera o compañero.",
        "C. Resolución de problemas en situaciones motrices",
        "C1. Toma de decisiones",
        "Distribución racional del esfuerzo en situaciones motrices individuales.",
        "Encadenamiento y sistematización de acciones colectivas en situaciones cooperativas.",
        "Ubicación en el espacio y reubicación tras cada acción en situaciones motrices de persecución y de interacción con un móvil.",
        "Anticipación a las decisiones ofensivas del adversario en situaciones de oposición de contacto.",
        "Conocimiento y utilización de la variabilidad de acciones en situaciones motrices de colaboraciónoposición de persecución y de interacción con un móvil: lectura juego, tirar, pasar, driblar, desplazarse, golpear...",
        "Adaptación a las situaciones en relación con los jugadores, el móvil y herramienta, con el espacio, con el tiempo y con las normas.",
        "C2. Habilidades perceptivo-motrices",
        "Control tónico-postural e independencia segmentaria en situaciones motrices.",
        "Conciencia y control del cuerpo y sus posibilidades en relación con la tensión, la relajación y la respiración.",
        "Organización espacio-temporal respecto a las compañeras y compañeros en agrupamientos, ocupaciones, interposiciones y cruzamientos: sincronización de los movimientos corporales y desplazamientos a ritmos marcados; trayectorias y velocidad en los desplazamientos propios, de las demás personas y con móviles.",
        "Consolidación de la lateralidad y su proyección en el espacio",
        "Coordinación dinámica general y segmentaria. Experimentación de situaciones de equilibrio y desequilibrio más complejas, disminuyendo la base de sustentación, su estabilidad, elevando el centro de gravedad, invertidos y equilibración de objetos.",
        "C3. Capacidades condicionales",
        "Capacidades físicas básicas.",
        "C4. Habilidades y destrezas motrices",
        "Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas.",
        "Combinación de habilidades.",
        "Control y dominio motor desde un planteamiento previo de la acción, incidiendo más en los mecanismos de ejecución cualitativa.",
        "C5. Creatividad motriz",
        "Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos y externos.",
        "D. Autorregulación emocional e interacción social en situaciones motrices",
        "Gestión emocional: reconocimiento y expresión de emociones propias y ajenas, pensamientos, ideas y sentimientos a partir de experiencias motrices.",
        "Habilidades sociales: escucha activa y estrategias de negociación para la resolución de conflictos en contextos motrices.",
        "Respeto de las reglas de juego: comprensión, aceptación y cumplimiento.",
        "Concepto de deportividad: reconocimiento del hecho de ganar o perder como elementos propios del juego.",
        "Conductas que favorezcan la convivencia en situaciones motrices, (por cuestiones de competencia motriz, etnia, género u otras), identificando sus efectos positivos y negativos, y uso de estrategias de reconocimiento y saber afrontarlos.",
        "Aportaciones de la cultura motriz a la herencia cultural.",
        "Los juegos y las danzas como manifestación de la interculturalidad.",
        "Usos expresivos y comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas simples a través del gesto, mímica, danza y dramatización.",
        "Cuerpo, calidades de movimiento y sentimiento: imitaciones, representaciones, estados de ánimo, creación... con desinhibición.",
        "Práctica de actividades rítmico-musicales con carácter expresivo.",
        "Adecuación y asociación de ritmos, movimiento y expresión.",
        "Ejecución de danzas y bailes con coreografías simples.",
        "Deporte y perspectiva de género: reconocimiento de deportistas de distintos géneros y participación coeducativa.",
        "E. Interacción eficiente y sostenible con el entorno",
        "F1. Educación vial y sostenibilidad",
        "Normas de uso de la vía pública como usuarios de bicicleta: normas básicas para el uso adecuado de las vías públicas.",
        "Educación vial: autonomía con seguridad, atención en la movilidad, vulnerabilidad y riesgo.",
        "Valoración del uso de los dispositivos de seguridad.",
        "Movilidad segura, saludable y sostenible: transporte activo (andar, bicicleta, patines...).",
        "F2. Entorno, espacios y materiales",
        "Espacios naturales en el contexto urbano: uso, disfrute seguro y mantenimiento.",
        "Valoración como medio de empleo del tiempo de ocio con otras personas, de diversión y de satisfacción personal.",
        "Estado del material para actividades en el medio natural: valoración previa y actuación ante desperfectos.",
        "Prevención y sensibilización sobre la generación de residuos y su correcta gestión a través de propuestas de juegos.",
        "Realización de actividades físicas en el medio natural y urbano.",
        "Cuidado del entorno como servicio a la comunidad, durante la práctica segura de la actividad física en el medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer la actividad física como alternativa de ocio saludable, identificando desplazamientos activos y sostenibles y conociendo los efectos beneficiosos a nivel físico y mental que posee adoptar un estilo de vida activo.",
        "1.2. Adoptar medidas de educación postural, alimentación saludable, higiene corporal y preparación de la práctica motriz, asumiendo responsabilidades y generando hábitos y rutinas en situaciones cotidianas.",
        "1.3. Tomar medidas de precaución y prevención de lesiones en relación con la conservación y al mantenimiento del material en el marco de distintas prácticas físico-deportivas, conociendo protocolos básicos de actuación ante accidentes que se puedan producir en este contexto.",
        "1.4. Reconocer la propia imagen corporal y la de las demás personas, aceptando y respetando las diferencias individuales que puedan existir, superando y rechazando las conductas discriminatorias que se puedan producir en contextos de práctica motriz.",
        "2.1. Llevar a cabo proyectos motores de carácter individual, cooperativo o colaborativo empleando estrategias de monitorización y seguimiento que permitan analizar los resultados obtenidos.",
        "2.2. Adoptar decisiones en situaciones lúdicas, juegos y actividades deportivas, ajustándose a las demandas derivadas de los objetivos motores, de las características del grupo y de la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos simulados de actuación.",
        "2.3. Emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa en distintos contextos y situaciones motrices, adquiriendo un progresivo control y dominio corporal sobre ellos.",
        "3.1. Mostrar una disposición positiva hacia la práctica física y hacia el esfuerzo, controlando la impulsividad y las emociones que surjan en contextos de actividad motriz.",
        "3.2. Aceptar, respetar y cumplir las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, valorando la aportación de las y los participantes.",
        "3.3. Participar mostrando, en las prácticas motrices variadas, habilidades sociales de acogida, inclusión, ayuda y cooperación, resolviendo los conflictos individuales y colectivos de forma dialógica y justa, y mostrando un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y cualquier tipo de violencia.",
        "4.1. Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura propia, tradicional o actual, así como otros procedentes de diversas culturas, contextualizando su origen, su aparición y su transmisión a lo largo del tiempo y valorando su importancia, repercusión e influencia en las sociedades pasadas y presentes.",
        "4.2. Asumir una visión abierta del deporte a partir del conocimiento de distintas ligas femeninas, masculinas o mixtas, identificando y rechazando comportamientos contrarios a la convivencia independientemente del contexto en el que tengan lugar.",
        "4.3. Reproducir y crear distintas combinaciones de movimientos o coreografías individuales y grupales que incorporen prácticas comunicativas que transmitan sentimientos, emociones o ideas a través del cuerpo, empleando los distintos recursos expresivos y rítmicos de la corporalidad.",
        "5.1. Realizar una práctica motriz segura en contextos naturales y urbanos de carácter terrestre o acuático, adecuando las acciones al análisis de cada situación, aplicando medidas de conservación ambiental."
    ]
}