{
    "saberes": [
        "Bloque A. Cultura tradicional",
        "- Estrategias sencillas de búsqueda de información y en diferentes fuentes acerca de las manifestaciones de la cultura tradicional del propio entorno. Técnicas para exponer de forma oral o escrita y uso del vocabulario apropiado.",
        "- Audición y lectura de textos, canciones infantiles, cuentos populares y fórmulas sencillas de juegos infantiles de la tradición oral asturiana con perspectiva de género. Vocabulario específico de la tradición y la cultura asturiana.",
        "- Lectura de textos sencillos de la literatura asturiana adaptados a la edad.",
        "- La familia asturiana tradicional y la casería.",
        "- El traje tradicional asturiano.",
        "- Construcciones tradicionales asturianas y sus principales características: la casa, el hórreo, la panera, el cabazo...",
        "- Oficios tradicionales asturianos del campo y la marina: la ganadería, la agricultura y la pesca con perspectiva de género.",
        "- Los juegos tradicionales asturianos desde una perspectiva de género: características y reglas.",
        "- Las fiestas tradicionales y populares asturianas.",
        "- La gastronomía tradicional asturiana: platos típicos y postres.",
        "- Las canciones, las danzas y los instrumentos tradicionales asturianos.",
        "- Acercamiento al mundo fantástico de los mitos y leyendas de Asturias: personajes y sus características, su uso en textos y producciones artísticas.",
        "- Curiosidad y práctica activa de actividades grupales relacionadas con diferentes manifestaciones de la cultura tradicional asturiana.",
        "Bloque B. Entorno natural y medio físico de Asturias",
        "- Estrategias sencillas de búsqueda de información y en diferentes fuentes. Técnicas para exponer de forma oral o escrita. Vocabulario específico y apropiado para referirse a aspectos sobre el entorno físico y natural de Asturias.",
        "- Aspectos básicos del clima en Asturias. Las Estaciones.",
        "- Elementos básicos del relieve de costa, de montaña y de los valles.",
        "- Especies representativas de la flora y la fauna asturianas.",
        "- Paisajes naturales representativos de Asturias.",
        "- Acciones para la conservación y mejora de los espacios naturales asturianos.",
        "Bloque C. Sociedad, historia y patrimonio cultural de Asturias",
        "- Estrategias sencillas de búsqueda de información y en diferentes fuentes sobre aspectos de la sociedad, de la historia y del patrimonio cultural de Asturias. Técnicas para exponer de forma oral o escrita y uso del vocabulario apropiado.",
        "- Símbolos recogidos en el Estatuto de Autonomía y otros iconos propios del Principado de Asturias: la bandera, el himno, la capital...",
        "- Diferencia entre los códigos de comunicación en Asturias: castellano/asturiano, valorando la importancia de ambos. Vocabulario específico para referirse a aspectos sobre la sociedad, la historia y el patrimonio cultural de Asturias.",
        "- La toponimia propia de la zona.",
        "- La organización social y los diferentes elementos del paisaje humanizado asturiano: la agricultura, la ganadería y las razas autóctonas, la pesca...",
        "- La localidad y el concejo. El mapa de Asturias.",
        "- Elementos representativos del pasado de la localidad y del concejo.",
        "- Las expresiones y producciones artísticas a través del tiempo. El patrimonio material e inmaterial local.",
        "- Centros culturales próximos: bibliotecas, archivos, museos, teatros…",
        "- Personajes de relevancia del pasado y del presente asturiano prestando especial atención a la visibilización de las aportaciones de las mujeres en todos los ámbitos."
    ],
    "criteriosEvaluacion": [
        "1.1. Recopilar información sencilla de diferentes fuentes y de forma guiada, utilizándola para agrupar y transmitir información acerca de las manifestaciones de la cultura tradicional del propio entorno.",
        "1.2. Escuchar, leer y reconocer, de manera guiada, textos sencillos, canciones infantiles, cuentos populares y rimas en juegos de la tradición oral, de la literatura y de la cultura asturiana, incidiendo en la importancia del vocabulario específico y evitando roles y estereotipos de género.",
        "1.3. Indicar en su contexto social, aspectos básicos de la cultura tradicional asturiana (la familia, el traje tradicional asturiano, la casería y las principales construcciones tradicionales asturianas como la casa, el hórreo, la panera, el cabazo…).",
        "1.4. Identificar los principales elementos de la economía tradicional asturiana, los oficios y las herramientas utilizadas (la ganadería, la agricultura y la pesca) con perspectiva de género.",
        "1.5. Mostrar curiosidad por los distintos elementos de socialización (juegos y deportes, fiestas tradicionales y populares, gastronomía, música y danza...).",
        "1.6.  Indicar las características de distintos personajes mitológicos y utilizarlos en sus producciones escritas y artísticas.",
        "1.7.  Poner en valor y participar activamente de los diferentes elementos de la cultura tradicional asturiana como manifestaciones culturales vivas (juegos, gastronomía, fiestas, música y danza...) evitando roles y estereotipos de género.",
        "2.1. Recopilar información sencilla de diferentes fuentes y de forma guiada, utilizándola para agrupar y transmitir información acerca del entorno físico y natural de Asturias.",
        "2.2.  Identificar elementos básicos y sencillos del clima y del relieve de Asturias (precipitaciones, montañas, ríos, playas…).",
        "2.3. Mostrar interés y reconocer algunas especies representativas de la fauna y la flora asturianas.",
        "2.4. Reconocer conexiones sencillas y directas entre diferentes elementos del paisaje natural asturiano.",
        "2.5. Mostrar actitudes de respeto para el disfrute de los espacios naturales como un bien común.",
        "3.1. Recopilar información sencilla de diferentes fuentes y de forma guiada, utilizándola para agrupar y transmitir información acerca de aspectos relacionados con la historia, la sociedad y el patrimonio cultural de Asturias.",
        "3.2. Reconocer, situar o reproducir símbolos recogidos en el Estatuto de Autonomía y otros iconos propios del Principado de Asturias (el himno, la bandera, la capital…).",
        "3.3. Diferenciar y valorar los diferentes códigos de comunicación utilizados en Asturias a través de cuentos, canciones, refranes, desde una perspectiva de género, así como la toponimia propia de la zona.",
        "3.4. Reconocer conexiones sencillas y directas entre la organización social y los diferentes elementos del paisaje humanizado asturiano (la agricultura, la ganadería y las razas autóctonas, la pesca...) evitando roles y estereotipos sexistas.",
        "3.5. Reconocer, de manera sencilla, la organización del territorio de Asturias (la localidad, el concejo y el mapa de Asturias).",
        "3.6. Ordenar temporalmente hechos del entorno social y cultural cercano.",
        "3.7. Conocer personas, instituciones y grupos sociales relevantes del presente y del pasado de Asturias, haciendo hincapié en la visibilización del papel de las mujeres.",
        "3.8.  Mostrar actitudes de respeto para el disfrute del patrimonio cultural asturiano, reconociéndolo como un bien común."
    ]
}