{
  "saberes": [
    "A. Proyecto científico",
    "- Hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica.",
    "- Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
    "- Fuentes fidedignas de información científica: reconocimiento y utilización.",
    "- La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada.",
    "- Modelado como método de representación y comprensión de procesos o elementos de la naturaleza.",
    "- Métodos de observación y de toma de datos de fenómenos naturales",
    "- Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "- La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de la mujer en la ciencia.",
    "B. La célula",
    "- Reconocimiento de los componentes químicos de la materia viva.",
    "- Descripción de los niveles de organización desde el nivel celular hasta el de individuo.",
    "- Formulación de la teoría celular y científicos que contribuyeron a ello.",
    "- Profundización en el estudio de los orgánulos y estructuras celulares y sus funciones.",
    "- Reconocimiento de orgánulos y estructuras celulares en fotografías de microscopía óptica y electrónica.",
    "- Comprensión del proceso de la diferenciación y especialización celular.",
    "- Descripción de los principales tejidos animales y sus características.",
    "- Observación de tejidos en preparaciones de histología animal, tanto en proyecciones como con el microscopio óptico",
    "C. Cuerpo humano y hábitos saludables",
    "- Argumentación sobre la importancia de la nutrición y los aparatos que participan en ella.",
    "- Identificación de los elementos y características propios de una dieta saludable y análisis de su importancia.",
    "- Reconocimiento de los trastornos relacionados con la alimentación.",
    "- Relación entre la anatomía y la fisiología básicas del aparato digestivo. Hábitos saludables para prevenir enfermedades relacionadas y patologías más comunes.",
    "- Relación entre la anatomía y la fisiología básicas del aparato respiratorio. Hábitos saludables para prevenir enfermedades relacionadas y patologías más comunes.",
    "- Relación entre la anatomía y la fisiología básicas del aparato circulatorio. Hábitos saludables para prevenir enfermedades relacionadas y patologías más comunes.",
    "- Descripción de la sangre y su relación con la homeostasis y el medio interno.",
    "- Relación entre la anatomía y la fisiología básicas del aparato excretor. Hábitos saludables para prevenir enfermedades relacionadas y patologías más comunes.",
    "- Relación entre la anatomía y la fisiología básicas del aparato reproductor. Hábitos saludables para prevenir enfermedades relacionadas y patologías más comunes.",
    "- Conceptos de sexo y sexualidad: importancia del respeto hacia la libertad y la diversidad sexual y hacia la igualdad de género, dentro de una educación sexual integral como parte de un desarrollo armónico.",
    "- Educación afectivo-sexual desde la perspectiva de la igualdad entre personas y el respeto a la diversidad sexual. La importancia de las prácticas sexuales responsables. La asertividad y el autocuidado. La prevención de infecciones de transmisión sexual (ITS) y de embarazos no deseados. El uso adecuado de métodos anticonceptivos y de métodos de prevención de ITS.",
    "- Análisis y visión general de la función de relación: receptores sensoriales, centros de coordinación y órganos efectores. Hábitos saludables para prevenir enfermedades relacionadas y patologías más comunes.",
    "- Las drogas legales e ilegales. Argumentación sobre los efectos perjudiciales de las drogas sobre la salud de los consumidores y las personas de su entorno próximo.",
    "- Valoración del desarrollo de hábitos saludables: su importancia en la conservación de la salud física, mental y social (higiene del sueño, hábitos posturales, uso responsable de las nuevas tecnologías, actividad física, autorregulación emocional, cuidado y corresponsabilidad, etc.).",
    "- Resolución de cuestiones y problemas prácticos aplicando conocimientos de fisiología y anatomía de los principales sistemas y aparatos del organismo implicados en las funciones de nutrición, relación y reproducción.",
    "D. Salud y enfermedad",
    "- Diferenciación de las enfermedades infecciosas de las no infecciosas en base a su etiología.",
    "- Razonamiento acerca de las medidas de prevención y tratamientos de las enfermedades infecciosas en función de su agente causal.",
    "- Reflexión sobre la automedicación y el uso adecuado de los antibióticos. La resistencia a los antibióticos como problema de salud global.",
    "- Análisis de los diferentes tipos de barreras que dificultan la entrada de patógenos al organismo (mecánicas, estructurales, bioquímicas y biológicas).",
    "- Análisis de los mecanismos de defensa del organismo frente a agentes patógenos (barreras externas y sistema inmunitario) y su papel en la prevención y superación de enfermedades infecciosas.",
    "- Argumentación sobre la importancia de la vacunación en la prevención de enfermedades y en la mejora de la calidad de vida humana.",
    "- Valoración de la importancia de los trasplantes y la donación de órganos.",
    "- Concepto One Health (salud humana, animal y ambiental como una única salud). Valoración de la relación entre deterioro de ecosistemas y aparición de virus emergentes. Zoonosis.",
    "E. Medio ambiente y sostenibilidad",
    "- La atmósfera, composición y estructura. Papel esencial para la vida.",
    "- Identificación y comprensión de los principales problemas atmosféricos a nivel local y global. Causas y consecuencias sobre la salud del ser humano y los ecosistemas.",
    "- La hidrosfera, composición e importancia del agua para la vida. Comprensión del Ciclo del agua y sus interacciones con las actividades humanas.",
    "- Gestión sostenible del agua. Principales impactos a los ecosistemas acuáticos. Estudios de casos en España y La Rioja.",
    "- Valoración de actitudes personales y sociales frente a la crisis ambiental: del desarrollo sostenible al decrecimiento.                "
  ],
  "criteriosEvaluacion": [
    "1.1 Analizar conceptos y procesos relacionados con los saberes de Biología y Geología interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica y obteniendo conclusiones fundamentadas",
    "1.2 Facilitar la comprensión y análisis de información sobre procesos biológicos y geológicos o trabajos científicos transmitiéndola de forma clara y utilizando la terminología y los formatos adecuados (modelos, gráficos, tablas, videos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales,etc.).",
    "1.3. Analizar y explicar fenómenos biológicos y geológicos representándolos mediante modelos y diagramas, utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora).",
    "2.1 Resolver cuestiones sobre Biología y Geología localizando, seleccionando y organizando información de distintas fuentes y citándolas correctamente",
    "2.2 Reconocer la información sobre temas biológicos y geológicos con base científica, distinguiéndola de pseudociencias, bulos, teorías conspiratorias y creencias infundadas, etc., y manteniendo una actitud escéptica ante estos.",
    "2.3 Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella con independencia de su etnia, sexo o cultura, destacando y reconociendo el papel de las mujeres científicas y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución.",
    "3.1 Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando métodos científicos intentando explicar fenómenos biológicos y/o geológicos y realizar predicciones sobre estos.",
    "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada.",
    "3.3 Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección.",
    "3.4 Interpretar los resultados obtenidos en el proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas.",
    "3.5 Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario, respetando la diversidad y favoreciendo la inclusión.",
    "4.1 Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información aportados, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
    "4.2 Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos.",
    "5.1 Relacionar con fundamentos científicos la preservación de la biodiversidad, la conservación del medio ambiente, la protección de los seres vivos del entorno, un modelo social sostenible y la calidad de vida.",
    "5.2 Proponer y adoptar hábitos sostenibles analizando de una manera critica las actividades propias y ajenas y basándose en los propios razonamientos, conocimientos adquiridos e información disponible 5.3 Proponer y adoptar hábitos saludables, analizando las acciones propias y ajenas con actitud crítica y a partir de fundamentos fisiológicos. "
  ]
}