{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Comprender la realidad económica actual, analizando la repercusión de las decisiones ",
        "adoptadas en el ámbito económico, valorando los procesos de integración económica y ",
        "estableciendo comparaciones sobre las soluciones alternativas que ofrecen los distintos ",
        "sistemas. ",
        "1.2. Comprender el problema de la escasez identificando los motivos y comparando, de manera ",
        "justificada, diferentes estrategias económicas de resolución del mismo. ",
        "1.3. Conocer los procesos que intervienen en la toma de las decisiones económicas, analizando el ",
        "impacto que tienen en la sociedad. ",
        "Competencia específica 2. ",
        "2.1. Valorar la repercusión de los fallos del mercado y los fallos del Estado a nivel microeconómico ",
        "y facilitar el proceso de toma de decisiones en este ámbito, reconociendo y comprendiendo el ",
        "funcionamiento del mismo. ",
        "2.2. Entender el funcionamiento del mercado y la naturaleza de las transacciones que tienen lugar ",
        "en él, analizando elementos como la oferta, la demanda, los precios, la elasticidad, los tipos ",
        "de mercado y los agentes implicados y reflexionando sobre su importancia como fuente de ",
        "mejora económica y social. ",
        "2.3. Analizar con espíritu crítico los fallos del mercado, evaluando sus consecuencias y ",
        "reflexionando sobre sus posibles soluciones. ",
        "2.4. Reconocer el papel regulador del Estado señalando las razones por las que interviene en la ",
        "economía y analizando los efectos de sus políticas económicas en la sociedad. ",
        "Competencia específica 3. ",
        "3.1. Conocer cómo se produce el desarrollo económico y el bienestar social valorando, con ",
        "sentido crítico, el papel de los distintos agentes económicos que intervienen en el flujo circular ",
        "de la renta. ",
        "3.2. Diferenciar los costes y beneficios que se generan en el flujo circular de la renta para cada ",
        "uno de los agentes económicos, estableciendo relaciones entre ellos y determinando su ",
        "repercusión. ",
        "3.3. Conocer las principales macromagnitudes, analizando sus relaciones. ",
        "3.4. Comprender y analizar la procedencia de las principales fuentes de ingresos y gastos del ",
        "Estado, y diferenciar los conceptos de déficit público y deuda pública identificando los efectos ",
        "sobre el estado del bienestar. ",
        "3.5. Explicar el funcionamiento del mercado de trabajo. ",
        "Competencia específica 4 ",
        "4.1. Conocer y comprender el funcionamiento del sistema financiero valorando sus efectos sobre ",
        "la economía real y analizando los elementos que intervienen en las decisiones financieras ",
        "relacionadas con la inversión, el ahorro, los productos financieros y la búsqueda de fuentes de ",
        "financiación.  ",
        "4.2. Planificar y gestionar con responsabilidad y progresiva autonomía las finanzas personales y ",
        "adoptar decisiones fundamentadas a partir del conocimiento y comprensión del sistema ",
        "financiero y de los elementos que intervienen en las decisiones financieras, valorando los ",
        "efectos que estas pueden provocar en la economía real. ",
        "4.3. Adquirir conocimientos financieros a partir del análisis del sistema financiero, su ",
        "funcionamiento y los efectos que se derivan de las decisiones adoptadas en él y ",
        "estableciendo conexiones entre estos aprendizajes y las decisiones financieras personales ",
        "que afectan a la vida cotidiana. ",
        "4.4. Entender por qué el Estado interviene en la economía financiera y explicar los diferentes tipos ",
        "de políticas monetarias, así como sus efectos en la economía teniendo en cuenta sus ",
        "consecuencias sobre la inflación. ",
        "Competencia específica 5. ",
        "5.1. Proponer iniciativas que fomenten la equidad, la justicia y la sostenibilidad a partir de la ",
        "identificación de los retos y desafíos que plantea la economía actual, analizando, con sentido ",
        "crítico, el impacto que provocan la globalización, la nueva economía y la revolución digital en ",
        "el bienestar de la ciudadanía. ",
        "5.2. Comprender los retos económicos actuales analizando, de forma crítica y constructiva, el ",
        "entorno, identificando aquellos elementos que condicionan y transforman la economía y ",
        "fomentando iniciativas que respondan a las necesidades que plantean estos retos. ",
        "5.3. Comprender el funcionamiento de las instituciones de la Unión Europea y de sus políticas ",
        "económicas más relevantes valorando el papel que desempeñan en el sistema financiero ",
        "mundial y en el comercio internacional.  ",
        "Competencia específica 6. ",
        "6.1. Plantear soluciones socioeconómicas que respondan a las necesidades, investigando y ",
        "explorando la realidad económica teniendo en cuenta diversos factores y aplicando las ",
        "herramientas propias del ámbito de la economía.         "
    ],
    "saberes": [
        "A. Las decisiones económicas. ",
        "– Definición y ámbito de estudio de la Ciencia Económica. Ramas de la Economía.   ",
        "Las necesidades humanas: tipos y características.   ",
        "Los bienes y sus clases. La escasez de recursos.   ",
        "El contenido económico de las relaciones sociales. La modelización como herramienta ",
        "para entender las interacciones económicas. ",
        "– El proceso de toma de decisiones económicas. La frontera de posibilidades de producción. La ",
        "racionalidad y el principio «ceteris paribus». El coste de oportunidad. Los costes ",
        "irrecuperables. El análisis marginal. Los incentivos y las expectativas. Teoría de juegos. La ",
        "eficacia y la eficiencia. Riesgo e incertidumbre. ",
        "– La organización económica y los sistemas económicos; valoración y comparación.   ",
        "Problemas que debe resolver todo sistema económico.  ",
        "Economía de mercado.   ",
        "Economía de planificación central.  ",
        "Sistema de economía mixta.  ",
        "– Los sectores económicos. ",
        "– Planificación y gestión de las decisiones financieras: la inversión, el ahorro y el consumo. ",
        "Riesgo y beneficio.  ",
        "– Economía del comportamiento. La elección. Desviaciones de la racionalidad económica. ",
        "Decisiones económicas y ética. ",
        "– Métodos para el análisis de la realidad económica: el método científico, la modelización y ",
        "experimentos o ensayos económicos. ",
        "B. Microeconomía.  ",
        "– La empresa: elementos, funciones y clasificación. La función de producción y los factores de ",
        "producción.  ",
        "– Intercambio y mercado. La oferta y la demanda. Factores de los que depende la demanda y la ",
        "oferta. Los desplazamientos de las curvas de demanda y de la oferta. Los excesos de la ",
        "demanda y de la oferta. El equilibrio de mercado. Representación gráfica. ",
        "– Tipos y funcionamiento de los mercados. La competencia perfecta. La competencia ",
        "imperfecta. La competencia monopolística. El oligopolio y el monopolio: ejemplos en la ",
        "historia de España y en la economía actual.  ",
        "– La elasticidad. Los fallos de mercado. Las externalidades. El análisis coste-beneficio. ",
        "C. Macroeconomía.  ",
        "– La macroeconomía. Macromagnitudes de producción, de renta y de gasto. El Producto Interior ",
        "Bruto. Los agentes económicos y el flujo circular de la renta. La demanda agregada, la oferta ",
        "agregada y su funcionamiento. ",
        "– Crecimiento económico y desarrollo. Los factores que impulsan o impiden el crecimiento. ",
        "Decrecimiento económico: teorías. La distribución de la renta y la acumulación de capital: ",
        "relación entre eficiencia y equidad. Indicadores del desarrollo social. El Índice de Desarrollo ",
        "Humano. Bienestar y calidad de vida. ",
        "– Economía laboral. Clasificación de la población a efectos laborales y tasas. El funcionamiento ",
        "y las tendencias de los mercados de trabajo. El desempleo: tipos, causas y consecuencias. ",
        "Efectos y medidas correctoras del desempleo: políticas activas y pasivas. Las diferencias ",
        "salariales y la brecha salarial. ",
        "– El comercio internacional, los procesos de integración económica y sus efectos. ",
        "Proteccionismo y libre comercio. La balanza de pagos. El mercado de divisas: oferta, ",
        "demanda y los tipos de cambio. ",
        "– La Unión Europea: instituciones y funciones. El presupuesto europeo. La Unión Económica y ",
        "Monetaria: ventajas e inconvenientes.  ",
        "– El sistema financiero, su funcionamiento y sus efectos. Evolución del panorama financiero.   ",
        "El dinero: funciones, tipología, proceso de creación y formas. Transacciones financieras. ",
        "El tipo de interés.  ",
        "Evolución del panorama financiero: el blockchain o cadena de bloques, las criptomonedas ",
        "y la ciberseguridad.   ",
        "El papel de los bancos en la economía. Funcionamiento de los productos financieros: ",
        "préstamos, hipotecas, y sus sustitutos. Los seguros. ",
        "D. Las políticas económicas. ",
        "– Economía positiva y economía normativa. Las funciones del Estado. La intervención del ",
        "Estado y su justificación. La política económica y sus efectos.  ",
        "– La política fiscal.   ",
        "Tipos de impuestos. El principio de solidaridad y los impuestos en España.   ",
        "El estado del bienestar: orígenes, características, modalidades y financiación.  ",
        "El déficit público, la deuda pública y sus efectos. ",
        "– La política monetaria y la estabilidad de precios. El Banco Central Europeo. Funcionamiento ",
        "del mercado monetario. La inflación: teorías explicativas. Los efectos de la inflación. La ",
        "medición de la inflación. La deflación: causas y consecuencias. Efecto de las políticas ",
        "monetarias sobre la inflación, la deflación, el crecimiento y el bienestar. ",
        "E. Los retos de la economía española. ",
        "– La globalización: factores explicativos, oportunidades y riesgos. El debate acerca de la ",
        "reducción de las desigualdades económicas a escala planetaria. Las causas de la pobreza. ",
        "– La nueva economía y la revolución digital. La economía colaborativa. La economía circular. El ",
        "impacto de la revolución digital sobre el empleo y la distribución de la renta. La adaptación de ",
        "la población activa ante los retos de la revolución digital. ",
        "– Teorías sobre el decrecimiento económico. ",
        "– Democracia y estado de bienestar. El futuro del estado del bienestar en España y su relación ",
        "con la democracia:   ",
        "El reto de la sostenibilidad de las pensiones: demografía, gestión y suficiencia.   ",
        "La economía sumergida.   ",
        "Los flujos migratorios y sus implicaciones socioeconómicas en el siglo XXI.   ",
        "Los Objetivos de Desarrollo Sostenible (ODS) y los retos económicos actuales: salud, ",
        "educación, energía, trabajo, industria. Estudio de casos.          "
    ]
}
