{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "A. El control y la conciencia corporal. El cuerpo y la propia imagen. ",
        "- Identificación de las características, posibilidades y limitaciones propias en situaciones reales. El esquema corporal. Aceptación y valoración ajustada y positiva de sí mismo y de los demás, respeto por las diferencias.",
        "- El conocimiento y desarrollo de los sentidos. Utilización de los sentidos como recurso para el conocimiento del mundo que les rodea. Curiosidad e interés por sus funciones y estimulación. Sensaciones y percepciones.",
        "- Reconocimiento e identificación de personas y objetos próximos a su entorno. Experimentación manipulativa y control gradual de la coordinación visomotriz en la interacción con objetos y materiales.",
        "- El cuerpo y el movimiento. Las situaciones posturales y el control del movimiento en los diferentes momentos de la vida cotidiana. El movimiento libre como base para el conocimiento del propio cuerpo y la integración de su esquema corporal. Seguridad en los cambios posturales a partir del conocimiento que proporciona la experiencia motriz.",
        "- El juego como necesidad básica para el desarrollo de la inteligencia, el equilibrio físico- emocional y como fuente de disfrute. Juego exploratorio, sensorial, motor, simbólico, espontáneo o dirigido…. Iniciación a la comprensión y aceptación de algunas reglas para jugar. Rutinas asociadas al juego: guardar, clasificar, compartir y ordenar.",
        "- La actividad autónoma como recurso para el descubrimiento de las propias posibilidades y límites.",
        "B. La educación de las emociones y la relación con el entorno. ",
        "- Inicio en el reconocimiento de las emociones. Estrategias para la adecuación de estados emocionales a las diferentes situaciones cotidianas: tiempos de espera, pequeñas frustraciones asociadas a la satisfacción de necesidades básicas y cuidados.",
        "- Identificación de algunas emociones básicas: la sorpresa, la tristeza, el miedo, la ira, la alegría, la calma. Causas y consecuencias de las emociones básicas. Aceptación y gestión de las emociones y manifestaciones. Aceptación de límites y frustraciones en situaciones cotidianas ajustadas a las capacidades y características individuales.",
        "- El ámbito afectivo: la interacción con los adultos, el contacto corporal, la voz, la caricia, el balanceo, los gestos… Acercamiento a habilidades para lograr seguridad afectiva: búsqueda de ayuda, demanda de contacto afectivo.",
        "C. La salud y el cuidado personal. Actividades y rutinas de la vida cotidiana. ",
        "- Ajuste gradual de los ritmos biológicos propios a las rutinas de grupo. Cuidados y necesidades. Establecimiento de un ambiente que favorezca la adquisición de hábitos de higiene, alimentación, descanso, actividad física, orden… Aprecio y colaboración en el mantenimiento de espacios ordenados, limpios y cuidados.",
        "- Anticipación y planificación de la acción para resolver tareas. Inicio de la autorregulación acorde a su maduración. Actividades de la vida cotidiana: evolución de la autonomía, así como la adquisición de normas de comportamiento en la comida, el descanso, la higiene o los desplazamientos.",
        "- La salud y el cuidado de uno mismo. Habilidades elementales para el reconocimiento del malestar físico. Iniciación en estrategias de prevención de los factores de riesgo en situaciones habituales.",
        "- Estrategias para la identificación y adquisición de prácticas que favorecen un estilo de vida saludable.",
        "D. El niño en sociedad Sus primeras interacciones. ",
        "- Identificación de los primeros grupos sociales de pertenencia. La familia y la escuela. El paso del espacio familiar a la escuela. Valoración de las relaciones afectivas que con ellos se establecen. Principales características de la familia (miembros, relaciones de parentesco…) y de la escuela (miembros, rutinas escolares…).",
        "- Habilidades para establecer relaciones sociales de afecto y respeto tanto con los adultos como con los iguales. Los primeros vínculos afectivos.",
        "- Inicio en la regulación del propio comportamiento en relación con las necesidades de los demás: escucha, paciencia, petición y aceptación de ayuda en situaciones que la requieran. Valoración de la actitud de ayuda de otras personas.",
        "- Adquisición de destrezas para la gestión y resolución de conflictos. Escucha activa, tiempo de reflexión… Canalización de la impulsividad en la resolución de los conflictos, generando recursos y estrategias propias o con la mediación y apoyo del adulto.",
        "- Normas básicas de convivencia con los grupos: compartir, escuchar, ayudar, esperar, atender… Asunción de pequeñas responsabilidades en actividades y juegos. Interés y disfrute de la actividad.",
        "- Participación en las fiestas, celebraciones, actividades culturales, costumbres y tradiciones presentes en el entorno. Conocerlas y disfrutarlas.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "A. Objetos, materiales y espacios. Exploración del entorno. ",
        "- Gusto, disfrute e interés por el descubrimiento y exploración del entorno y sus elementos.",
        "- La experimentación con los objetos a través de los sentidos: saborear, oler, oír… Observación y manipulación de objetos.",
        "- Identificación de las propiedades y características elementales de los objetos: color, forma, tamaño, textura, temperatura, olor, consistencia, sonido, peso… entre otras.",
        "- Análisis de los efectos que diferentes acciones provocan en ellos. Cambios en las cualidades o atributos de los objetos y materiales, tales como apretar, golpear, enfriar, calentar… Identificación de la relación causa-efecto en la manipulación espontanea de los objetos. Nociones elementales de permanencia y cambio.",
        "- El descubrimiento del objeto en el espacio y la situación de sí mismo respecto al medio. Orientación en espacios habituales y cotidianos. Relaciones de orden, correspondencia, clasificación y comparación, a través de la manipulación, observación y experimentación.",
        "- Formas para expresar la cantidad, cuantificadores básicos contextualizados. Muchos, pocos, alguno, ninguno.",
        "- Aproximación básica a las relaciones espaciales entre el propio cuerpo y los objetos. Dentro-fuera, encima-debajo, cerca-lejos.",
        "- Los tiempos de la vida cotidiana y nociones temporales básicas: mañana, ahora, hoy, después… cambio y permanencia, continuidad; sucesión y simultaneidad; pasado, presente y futuro.",
        "B. Descubrimiento en el entorno. Curiosidad, pensamiento científico, y creatividad. ",
        "- Descubrimiento del entorno mostrando actitudes de interés, curiosidad, imaginación, creatividad y sorpresa en el conocimiento del mismo. Establecimiento de vínculos afectivos, del sentimiento de pertenencia y valoración de todos los elementos que integran el entorno.",
        "- Establecimiento de relaciones con los adultos, los iguales y con el entorno, favoreciendo la adquisición de nuevos conocimientos, relaciones y conexiones entre lo conocido y lo novedoso, y entre experiencias previas y nuevas.",
        "- Iniciación al método científico como medio de exploración del entorno (observación, experimentación, ensayo-error, comprobación y realización de preguntas) y deducciones sencillas a partir de experimentaciones espontáneas.",
        "C. Acercamiento a la naturaleza. Cuidado, valoración y respeto.",
        "- La importancia de nuestras acciones en el medio físico y natural. Valoración del cuidado del entorno.",
        "- Observación de semejanzas y diferencias de los elementos naturales: texturas, peso, olor… y experimentación: manipular, llenar, vaciar, esparcir, apilar, clasificar, realizar trasvases...",
        "- Observación del tiempo atmosférico y los fenómenos naturales: lluvia, calor, frio, viento… incidencia en su vida cotidiana.",
        "- Características generales de los animales y plantas de su entorno. Respeto y cuidado por los seres vivos y la naturaleza.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "A. El intercambio comunicativo. ",
        "- Curiosidad e interés por entender los mensajes de los otros y por participar en situaciones de comunicación. Comprensión de palabras, frases y mensajes emitidos en situaciones habituales de comunicación.",
        "- Las posibilidades del cuerpo para expresar y comunicar sentimientos y emociones. El contacto e intercambio visual.",
        "- Las primeras interacciones tónico-emocionales y posturales. Expresiones faciales y gestuales. El diálogo corporal. Desarrollo de los primeros elementos comunicativos: la mirada, la sonrisa, el llanto y el movimiento.",
        "- El descubrimiento de las posibilidades sonoras de la voz. Nanas, canciones de arrullo y juegos de regazo.",
        "- Otras actitudes comunicativas relevantes como la atención conjunta, la mirada referencial y comprensión de las expresiones emocionales del adulto y reacción ante ellas. Construcción de la confianza básica en los adultos. Iniciación en el uso de estrategias básicas en las situaciones de comunicación que facilitan la interacción entre interlocutores: contacto visual con el interlocutor, escucha atenta, guardar silencio y espera para intervenir.",
        "- Iniciación en el uso de normas básicas de cortesía durante los intercambios comunicativos. El respeto y la igualdad.",
        "B. Las lenguas y sus hablantes. ",
        "- Conjunto de elementos lingüísticos de cada alumno: fonemas, palabras, construcciones y registros.",
        "- Evocación de acontecimientos de la vida cotidiana iniciándose en su secuencia temporal. Palabras o expresiones que responden a sus necesidades o intereses.",
        "C. Comunicación Oral. ",
        "- Construcción del proceso del lenguaje oral. Estrategias para la estimulación vocal, movimientos con la boca, la lengua, soplar, fruncir los labios, dar besos. El lenguaje oral en situaciones cotidianas. Primeras conversaciones con sonidos, vocalizaciones y juegos de interacción.",
        "- Uso de elementos y mecanismos comunicativos adecuados: gestos, expresiones, palabras, frases, entonación para expresar diferentes necesidades y deseos. El uso de la lengua oral para comunicarse, regular la propia conducta, expresar deseos y necesidades. Situaciones comunicativas, conversaciones, léxico y discurso en situaciones cotidianas.",
        "- Juegos de imitación, lingüísticos y de percepción auditiva: rimas, canciones, juegos de discriminación auditiva, ritmos, soplido, ejercicios con la lengua… La expresión sonora y la articulación de las palabras.",
        "- Ampliación del vocabulario acorde a su madurez, desarrollando la expresión sonora y la articulación de las palabras.",
        "D. Aproximación al lenguaje escrito. ",
        "- Formas escritas y otros símbolos presentes en el entorno.",
        "- Observación e interés por el significado de textos escritos presentes en la vida cotidiana. Acercamiento a los usos del lenguaje escrito.",
        "- La comprensión y escucha de textos sencillos como fuente de placer y de aprendizaje.",
        "E. Acercamiento a la educación literaria. ",
        "- Textos literarios infantiles orales y escritos (cuentos, historias, poesías, rimas, adivinanzas, canciones, retahílas…), que respondan a los retos actuales la libertad, la igualdad y la fantasía.",
        "- Gusto por escuchar y mirar cuentos, iniciativa y gusto por la elección de libros. Situaciones de lectura. Incorporación natural del manejo de los libros y su cuidado.",
        "F. El lenguaje musical. ",
        "- Sentimientos y emociones que transmiten las canciones u otras representaciones musicales. Disfrute con la sonoridad, ritmo y prosodia de nanas, retahílas, poemas y juegos rimados.",
        "- El descubrimiento de las opciones sonoras y expresivas de la voz, del cuerpo, de los objetos y de los instrumentos musicales. El canto y la danza.",
        "- Reconocimiento e identificación del sonido y del silencio, así como de las cualidades básicas del sonido: intensidad, duración. Identificación de sonidos musicales y ruidos de la vida diaria: instrumentos, animales, medios de transporte.",
        "G. Lenguaje plástico. ",
        "- Exploración y utilización de materiales, colores, texturas, técnicas y procedimientos para la producción plástica. Experimentación y descubrimiento de algunos elementos que configuran el lenguaje plástico: línea, forma.",
        "- Interés y placer en la experimentación y creación de obras plásticas. Cuidado y limpieza de los materiales.",
        "H. Lenguaje corporal. ",
        "- Expresión de los propios sentimientos, emociones, deseos y necesidades a través del gesto y del movimiento.",
        "- Ajuste del propio movimiento al espacio. Las posibilidades motrices del cuerpo con relación al espacio y al tiempo (actividad, movimiento, respiración, equilibrio y relajación). Nociones de direccionalidad con el propio cuerpo. Desplazamientos por el espacio con movimientos diversos.",
        "- La representación espontánea e inducida de personajes, hechos y situaciones sencillas de forma individual y en grupo, de la vida cotidiana, a través del uso de marionetas, muñecos u otros objetos."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1.1. Mostrar un conocimiento y control del cuerpo adaptando sus acciones y reacciones a cada situación, explorando sus posibilidades motoras y perceptivas y progresando en precisión, seguridad, coordinación e intencionalidad en una interacción lúdica y espontánea con el entorno.",
        "1.2. Manifestar respeto y aceptación por las características del propio cuerpo y el de los demás y mostrar actitudes de ayuda y colaboración.",
        "1.3. Reconocer las sensaciones y percepciones de los cambios físicos propios y de su relación con el paso del tiempo. Las referencias espaciales en relación con el propio cuerpo.",
        "2.1. Expresar emociones y sentimientos, tendiendo a la adquisición gradual de la conciencia y gestión afectiva y emocional, incorporando recursos adecuados para expresarlos y canalizarlos.",
        "2.2. Establecer relaciones afectivas con los otros a través de la interacción y la colaboración.",
        "2.3. Afrontar pequeñas adversidades, mostrando actitudes de superación, solicitando y prestando ayuda.",
        "3.1. Cuidar el cuerpo y adquirir hábitos de cuidado personal que ayuden a mantener una adecuada salud física y mental.",
        "3.2. Identificar y anticipar secuencias temporales de actividades, ritmos biológicos, rutinas cotidianas.",
        "4.1. Establecer un vínculo seguro y relaciones de apego saludables con las personas de su entorno.",
        "4.2. Mostrar conductas basadas en el respeto, la empatía y la igualdad con otros a través del juego de imitación.",
        "4.3. Desarrollar habilidades para afrontar conflictos y resolución de estos, valorando los beneficios de llegar a acuerdos.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1.1. Actuar sobre los objetos de su entorno, descubriendo sus cualidades físicas, identificando mediante las sensaciones y estableciendo relaciones básicas.",
        "1.2. Utilizar y expresar los cuantificadores básicos en situaciones de su experiencia diaria, durante los momentos de juego y de relación con los demás.",
        "1.3. Emplear sus conocimientos sobre las relaciones espaciales básicas para situarse en los espacios, jugando con el propio cuerpo y con los objetos, en situaciones de reposo o en movimiento.",
        "2.1. Afrontar las dificultades, retos y problemas con interés e iniciativa, utilizando la secuenciación de las actividades.",
        "2.2. Plantear diferentes soluciones o estrategias, en la resolución de retos, escuchando y respetando las opiniones de los demás.",
        "3.1. Mostrar interés por las actividades al aire libre, en contacto con la naturaleza y las características de los elementos naturales del entorno, mostrando respeto hacia ellos.",
        "3.2. Nombrar e identificar los fenómenos atmosféricos y su repercusión en la vida cotidiana.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1.1. Utilizar la lengua oral para establecer una interacción con sus compañeros y con los adultos.",
        "1.2. Establecer comunicación con los demás utilizando el lenguaje gestual y sencillas dramatizaciones.",
        "1.3. Expresar y comunicar emociones, necesidades, sentimientos y vivencias, utilizando estrategias comunicativas y aprovechando las posibilidades que ofrecen los diferentes lenguajes.",
        "1.4. Manifestar respeto hacia las intervenciones de los demás.",
        "1.5. Mostrar interés y curiosidad hacia las diferentes lenguas.",
        "2.1. Adecuar la conducta en función de los estímulos y mensajes del entorno.",
        "2.2. Valorar la importancia de las distintas representaciones y manifestaciones artísticas y culturales, y expresar sensaciones, sentimientos y emociones que producen.",
        "3.1. Explorar las posibilidades expresivas de los diferentes lenguajes (corporal, gestual, verbal, artístico), utilizando los medios materiales propios de los mismos para expresar sensaciones y sentimientos.",
        "3.2. Ampliar y enriquecer su repertorio comunicativo con seguridad y confianza.",
        "4.1. Participar en situaciones cotidianas que propicien una aproximación al lenguaje escrito.",
        "4.2. Incorporar a sus producciones con intención comunicativa, escrituras indeterminadas, espontáneas y no convencionales.",
        "5.1. Mostrar respeto e interés por la variedad lingüística y cultural del aula.",
        "5.2. Manifestar interés y disfrute hacia actividades relacionadas con literatura infantil, obras musicales, audiovisuales, danzas o dramatizaciones."
    ]
}