{
    "competenciasEspecificas": [
        "Competencia específica 1. Multilingüismo e interculturalidad. Reconocer y usar sus repertorios lingüísticos, y comparar su funcionamiento, identificando la diversidad lingüística y cultural a partir de la lengua extranjera.",
        "Competencia específica 2. Comprensión oral. Interpretar la información de textos orales y multimodales, breves y sencillos, de manera guiada, sobre diferentes temas predecibles de los ámbitos personal, social y educativo, a través de la escucha activa y la aplicación de estrategias para la comprensión oral.",
        "Competencia específica 3. Comprensión escrita. Interpretar la información expresada por medio de textos escritos y multimodales breves y sencillos, de manera guiada, sobre diferentes temas predecibles de ámbito personal, social y educativo.",
        "Competencia específica 4. Expresión oral. Producir de manera guiada textos orales y multimodales comprensibles y estructurados, para expresar mensajes breves y sencillos del ámbito personal, social y educativo, aplicando estrategias de planificación y compensación.",
        "Competencia específica 5. Expresión escrita. Producir, de forma guiada, textos escritos y multimodales, comprensibles y estructurados, para expresar mensajes breves y sencillos del ámbito personal, social y educativo, mediante la aplicación de estrategias de planificación, textualización y revisión.",
        "Competencia específica 6. Interacción oral y escrita. Interactuar de manera oral, escrita y multimodal a través de textos sencillos, breves y guiados, de forma síncrona y asíncrona, para responder a necesidades comunicativas relacionadas con el ámbito personal, social y educativo.",
        "Competencia específica 7. Mediación oral y escrita. Mediar entre interlocutores utilizando estrategias de adaptación y simplificación del lenguaje, para procesar y transmitir información básica y sencilla en situaciones comunicativas predecibles de ámbito personal, social y educativo."
    ]
}