{
    "saberes": [
        "Bloque A Trabajo científico.",
        "3.1.1. Pautas del trabajo científico propias de la planificación y ejecución de",
        "una investigación en equipo: identificación de preguntas y planteamiento de",
        "problemas que puedan responderse, formulación de hipótesis, contrastación,",
        "obtención de conclusiones y comunicación de resultados.",
        "3.1.2. Utilización de herramientas y de técnicas propias del laboratorio escolar",
        "aplicadas al estudio anatómico y fisiológico del cuerpo humano: disecciones de",
        "órganos, observación de células y tejidos, preparación de muestras en el",
        "microscopio y estudios de modelos anatómicos (moldes o réplicas de órganos y",
        "esqueletos).",
        "3.1.3. Identificación de nutrientes e interpretación de pruebas diagnósticas",
        "básicas.",
        "3.1.4. Utilización de herramientas tecnológicas para la búsqueda de",
        "información y la colaboración.",
        "3.1.5. Búsqueda, reconocimiento y utilización de fuentes veraces de",
        "información científica.",
        "3.1.6. Estrategias de comunicación de proyectos o resultados utilizando el",
        "vocabulario científico y distintos formatos (informes, vídeos, modelos, gráficos,",
        "etc.).",
        "3.1.7. Papel de las científicas y científicos en el desarrollo de las ciencias de la",
        "salud.",
        "Bloque B Organización básica del cuerpo humano.",
        "3.2.1. Niveles de organización del ser humano. Células, tejidos, órganos y",
        "aparatos y sistemas.",
        "3.2.2. Las funciones vitales.",
        "Bloque C Anatomía y fisiología humanas.",
        "3.3.1. La función de nutrición en el ser humano.",
        "a. Alimentación y nutrición. Nutrientes. Dieta saludable.",
        "b. Metabolismo. Intermediarios comunes en las rutas",
        "metabólicas de los seres vivos.",
        "c. Características, estructura y funciones de los aparatos y",
        "sistemas implicados en la función de nutrición.",
        "d. Importancia del mantenimiento del equilibrio homeostático.",
        "3.3.2. La función de relación en el ser humano.",
        "a. Regulación química. Sistema endocrino.",
        "b. Sistema nervioso. Sistema nervioso central y periférico,",
        "somático y autónomo. Transmisión del impulso nervioso.",
        "c. Sistema locomotor. Características, estructura y funciones de",
        "los huesos y músculos. Fisiología del movimiento y de la",
        "contracción muscular.",
        "d. Receptores sensoriales y órganos de los sentidos.",
        "3.3.3. La función de reproducción en el ser humano.",
        "a. Aparato reproductor. Anatomía y fisiología.",
        "b. Fecundación, embarazo, parto y lactancia.",
        "c. Métodos anticonceptivos. Técnicas de reproducción asistida.",
        "Bloque D Salud humana",
        "Tanto el bloque D como el E son bloques transversales que pueden impartirse en cada uno de",
        "los sistemas y aparatos estudiados.",
        "3.4.1. La salud y la enfermedad. Concepto de salud. Factores determinantes.",
        "3.4.2. Tipos de enfermedades. Causas, síntomas, prevención, métodos de",
        "diagnóstico y tratamiento de las enfermedades.",
        "3.5. Bloque E. Determinantes de la salud.",
        "Este bloque tiene como objetivo principal que el alumnado adquiera conocimientos y destrezas",
        "que le permitan valorar la información relativa al medio que nos rodea y, a partir de ello,",
        "desarrollar actitudes, tomar decisiones y actuar en consecuencia.",
        "3.5.1. Estilos de vida. Dieta, higiene, higiene postural, adicciones a sustancias",
        "y conductas adictivas, prevención de accidentes, prevención de embarazos no",
        "deseados y de ETS, salud mental.",
        "3.5.2. Ecodependencia del ser humano de la salud animal y ambiental.",
        "Concepto one health.",
        "a. Relación entre la aparición de nuevas enfermedades",
        "infecciosas y el cambio climático. Vectores de transmisión.",
        "Zoonosis.",
        "b. Relación entre la salud animal y la salud humana. Riesgos de",
        "la ganadería intensiva y del uso masivo de antibióticos.",
        "c. Contaminación atmosférica y de los ecosistemas acuáticos y",
        "terrestres: influencia en la salud humana.",
        "3.5.3. Sistemas sanitarios y salud"
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "5.1.1. Identificar y formular problemas científicos relacionados con la biología",
        "humana que requieran formular preguntas investigables.",
        "5.1.2. Formular hipótesis y diseñar procesos y estrategias de contrastación.",
        "5.1.3. Buscar, valorar y seleccionar fuentes de información relevantes y",
        "obtener información fiable y relevante relacionada con la materia en base",
        "al conocimiento científico, adoptando una actitud crítica.",
        "5.1.4. Procesar los datos obtenidos e interpretar los resultados.",
        "5.1.5. Formular argumentaciones y conclusiones fundamentadas, basadas en",
        "el análisis de los resultados y en las conclusiones de investigaciones",
        "anteriores sobre la problemática estudiada.",
        "Competencia específica 2.",
        "5.2.1. Vincular el conocimiento científico disponible para proceder durante la",
        "experiencia e interpretar los resultados.",
        "5.2.2. Planificar las acciones a realizar y delimitar el alcance de la actividad",
        "experimental diseñada.",
        "5.2.3. Utilizar de forma correcta los instrumentos y las técnicas básicas para el",
        "estudio de la anatomía y fisiología animal, así como de los componentes",
        "moleculares del ser humano.",
        "5.2.4. Obtener datos experimentales, registrarlos de manera sistemática y",
        "rigurosa y elaborar conclusiones basadas en los datos y errores",
        "experimentales y en los conocimientos previos.",
        "5.2.5. Utilizar el cuaderno de laboratorio como herramienta para el registro de",
        "las observaciones y anotación de las conclusiones.",
        "5.2.6. Trabajar en el laboratorio con respeto y cumplimiento de las normas de",
        "seguridad.",
        "Competencia específica 3.",
        "5.3.1. Elaborar memorias e informes utilizando el vocabulario propio de la",
        "materia, así como sistemas de notación y representación propios del",
        "lenguaje científico.",
        "5.3.2. Comunicar conclusiones de investigaciones o actividades",
        "experimentales razonadas relacionadas con los saberes de la materia,",
        "transmitiéndolas de forma clara y rigurosa.",
        "5.3.3. Utilizar la terminología y el formato adecuados, respondiendo de manera",
        "fundamentada y precisa a las cuestiones que puedan surgir durante el",
        "proceso.",
        "Competencia específica 4.",
        "5.4.1. Describir la estructura y organización interna del cuerpo humano",
        "identificando los tipos celulares, tejidos, órganos y aparatos que lo integran,",
        "así como las relaciones entre los mismos.",
        "5.4.2. Analizar la fisiología de los diferentes aparatos y sistemas del cuerpo",
        "humano, relacionándola con las alteraciones y enfermedades más",
        "comunes que les afectan.",
        "5.4.3. Explicar las respuestas del cuerpo humano a las alteraciones producidas",
        "por lesiones o inducidas mediante enfermedades o sustancias, desde la",
        "perspectiva del modelo de ser vivo pluricelular de organización compleja",
        "que responde mediante mecanismos de retroalimentación para mantener",
        "su homeostasis.",
        "5.4.4. Relacionar los modos de actuación más destacados de la medicina",
        "frente a las enfermedades con la fisiología de los aparatos y sistemas.",
        "5.4.5. Identificar y describir las técnicas básicas de diagnosis y las aplicaciones",
        "tecnológicas asociadas ellas, valorando su impacto en el tratamiento de las",
        "enfermedades humanas con mayor impacto en la actualidad.",
        "Competencia específica 5.",
        "5.5.1. Argumentar con fundamentos científicos la necesidad de adquirir hábitos",
        "de vida saludables.",
        "5.5.2. Explicar la relación directa que existe entre la salud humana y las",
        "condiciones ambientales.",
        "5.5.3. Analizar situaciones generadas por las acciones humanas que",
        "comportan modificaciones en el medio ambiente con consecuencias para",
        "la salud a nivel individual, local y global.",
        "5.5.4. Relacionar las condiciones de vida, sociales y económicas y los sistemas",
        "sanitarios con la salud."
    ]
}