{
  "saberes": [
    "Bloque 1. Percepción y análisis",
    "SB. 1.1. Contextos musicales y culturales (CE1, CE2)",
    "G1. Obras e intérpretes",
    "Evolución de la música y de la danza occidental. Obras de diferentes estilos y periodos históricos desde los inicios hasta la música actual.",
    "Mitos, estereotipos y roles de género transmitidos a través de la música y la danza. Profesiones musicales desde una perspectiva igualitaria.",
    "Compositoras y compositores de estilos y épocas diferentes.",
    "Intérpretes y grupos de la actualidad: actuaciones en vivo y registradas por medios audiovisuales.",
    "G2. Patrimonio musical",
    "Música popular urbana y contemporánea.",
    "La evolución del sonido y la música en los medios audiovisuales y tecnologías digitales.",
    "G3. Géneros musicales y escénicos",
    "Clasificación de los géneros musicales y escénicos.",
    "Los géneros en diferentes contextos históricos.",
    "Función social de la música.",
    "G4. Agrupaciones vocales e instrumentales",
    "Formaciones en la música popular urbana y contemporánea.",
    "Agrupaciones vocales e instrumentales representativas a lo largo de los diferentes periodos históricos.",
    "G5. La voz y los instrumentos",
    "Organología de música popular urbana.",
    "Instrumentos no convencionales desde una perspectiva de desarrollo sostenible.",
    "Reconocimiento de voces e instrumentos en obras de épocas y estilos diferentes.",
    "G6. Terminología y normas de comportamiento",
    "Terminología musical. Argumentación oral y escrita.",
    "Pautas de atenció    ",
    "SB.1.2. Elementos del sonido y estructura musical (CE1, CE2, CE5)",
    "G1. El proceso de escucha",
    "Escucha activa. Pautas de atención, percepción y memoria.",
    "G4. El ritmo",
    "Recursos rítmico-melódicos: síncopa, contratiempo y valores irregulares.",
    "G5. Melodía y armonía",
    "Escalas musicales. Intervalos.",
    "La armonía: armaduras básicas y grados tonales. El acorde.",
    "Texturas musicales de los diferentes géneros y estilos en las diferentes épocas.",
    "G6. Estructura y forma",
    "Formas musicales de los diferentes géneros y estilos en las diferentes épocas, géneros y estilos.",
    "G7. Recursos digitales y de las TIC relacionados con la percepción",
    "Aplicaciones, webs y programas de edición de partituras, grabación y edición de audio.",
    "Bloque 2: Interpretación y creación",
    "SB.2.1. Expresión individual y colectiva (CE3, CE4)",
    "G1. Interpretación y técnica vocal",
    "Obras vocales a una y varias voces, a capella o con acompañamiento instrumental. Repertorio vocal. La memoria musical en la producción vocal.",
    "G2. Interpretación y técnica instrumental",
    "Progresiones básicas de acordes. El cifrado internacional.",
    "Obras instrumentales de interpretación individual y grupal. Repertorio instrumental polifónico. La memoria musical y el aprendizaje por imitación.",
    "G3. Cuidado instrumental",
    "El cuidado y mantenimiento de los instrumentos.",
    "La construcción de instrumentos sencillos a partir de materiales del entorno.",
    "G4. Creación e improvisación",
    "El texto musical. Creación de textos musicales.",
    "La improvisación sobre pautas previamente establecidas. La experimentación, la exploración sonora y la sonorización.",
    "G5. La notación musical",
    "Elementos básicos de la notación musical y representaciones gráficas no convencionales aplicados a la práctica.",
    "G6. Habilidades motrices",
    "El cuerpo como medio de expresión.",
    "Pautas de creación de coreografías básicas e improvisación.",
    "Danzas de diferentes épocas históricas y de música popular urbana.",
    "Percusión con objetos sonoros. La percusión corporal.",
    "SB.2.2. Proyectos artísticos (CE3, CE4, CE5)",
    "G2. Producción artística",
    "Proyectos basados en la voz, los instrumentos y la expresión corporal mediante el uso de los elementos del lenguaje musical.",
    "G3. Artes Escénicas",
    "Elementos estructurales y técnicos de las Artes Escénicas: cuerpo, espacio, tiempo, discurso, estructuras y actuación.",
    "G4. Tecnología para la producción musical",
    "Recursos digitales y de las TIC aplicados a la interpretación, creación y grabación.",
    "Licencias de uso, autoría y protección de datos. Planteamientos y hábitos de consumo éticos y responsables.",
    "G5. Actitud",
    "Pautas de atención y comportamiento en la participación en las diferentes propuestas artísticas.",
    "El control de las emociones en la mejora de la interpretación en público."
  ],
  "criteriosEvaluacion": [
    "CE1.1. Analizar las características de propuestas musicales y multidisciplinares de géneros, épocas y estilos diferentes a partir de sus elementos estructurales y técnicos, relacionándolas entre sí y valorando su diversidad.",
    "CE1.2. Argumentar juicios críticos acerca de propuestas musicales, corporales y multidisciplinares, de manera oral o escrita con actitud abierta y terminología adecuada.",
    "CE1.3. Apreciar la riqueza del patrimonio musical de diferentes épocas y estilos, reconocer sus funciones y características, y respetar su diversidad.",
    "CE2.1. Analizar de manera autónoma las cualidades del sonido de forma combinada, sus características y representación gráfica, utilizando el lenguaje musical y otros lenguajes.",
    "CE2.2. Reconocer las voces e instrumentos en diversos contextos sonoros, describir sus principales funciones, atendiendo a diferentes clasificaciones.",
    "CE2.3. Proponer soluciones a las agresiones acústicas del entorno próximo mediante la percepción reflexiva y la sensibilización.",
    "CE3.1. Interpretar propuestas musicales de forma individual y grupal, utilizando los elementos del lenguaje musical y otras representaciones gráficas, y valorar el ensayo como espacio de escucha y aprendizaje.",
    "CE3.2. Crear diferentes propuestas musicales e improvisaciones favoreciendo el respeto y el sentido crítico.",
    "CE3.3. Experimentar con las posibilidades expresivas y comunicativas del sonido, el cuerpo y los medios digitales en la creación de propuestas, mostrando confianza en las propias capacidades y valorando las de los demás.",
    "CE3.4. Expresar ideas, sentimientos y emociones acerca de las propuestas realizadas para potenciar la comunicación, la empatía y el respeto hacia los demás.",
    "CE4.1. Analizar los procesos de creación, edición y difusión, así como profesiones que intervienen en proyectos musicales e interdisciplinares.",
    "CE4.2. Diseñar proyectos musicales e interdisciplinares a partir de sus fases con la valoración tanto el proceso como el resultado, argumentando las conclusiones adoptadas.",
    "CE4.3.Utilizar los conocimientos adquiridos en diferentes disciplinas en la creación de proyectos artísticos como medio de cohesión y participación activa.",
    "CE5.1. Buscar información y recursos musicales en diferentes medios digitales de forma contrastada y con el análisis y la valoración de las diferencias.",
    "CE5.2. Utilizar recursos digitales de forma individual o colectiva para la percepción, la creación, la interpretación, la grabación y/o la edición musical de las producciones creadas.",
    "CE5.3. Practicar un consumo digital responsable de recursos y productos musicales, respetando las licencias de uso y la normativa vigente de protección de datos y autoría."

  ]
}
