{
  "saberes": [
    "A. Técnica vocal, instrumental y de expresión corporal.",
    "- Estudio de aspectos del Lenguaje Musical necesarios para la interpretación vocal, instrumental y coreográficas.",
    "- Conocimiento básico de los instrumentos disponibles, de sus técnicas de interpretación y de sus posibilidades expresivas.",
    "- Clasificación de los diferentes tipos de voces y agrupaciones, atendiendo a sus cualidades y parámetros musicales. La voz como vehículo de expresión, creación y experimentación.",
    "- Expresión corporal. Movimientos elementales y planos coreográficos. Acciones básicas: gesto, posición y movimiento.",
    "- Respiración y preparación corporal para abordar los trabajos de interpretación vocal, instrumental y de movimiento y danza.",
    "- Interpretación de un repertorio instrumental variado utilizando los instrumentos del aula y percusión corporal.",
    "- Interpretación de canciones en grupo e individualmente: monódicas, polifónicas, «a capella» o con acompañamiento, karaoke y play-back.",
    "- Aprendizaje de danzas de repertorio variado.",
    "B. Creación musical.",
    "- Utilización del sonido y sus parámetros como materia prima en la creación de piezas.",
    "- Uso de los principios de construcción formal -repetición, contraste y variaciónen la creación de piezas musicales.",
    "- La improvisación y la composición como recursos para la creación musical: juegos de imitación con la voz, el movimiento y los instrumentos. Improvisaciones rítmicas y melódicas con fonemas y textos diversos. Prosodia.",
    "- Elaboración de coreografías sencillas utilizando los componentes del movimiento, tomando conciencia del espacio en el que ese movimiento se desarrolla.",
    "- Uso de otros lenguajes -visual, literario, científicocomo inspirador de los procesos de creación musical.",
    "- Utilización de notaciones no convencionales como apoyo de los procesos de composición musical: grafías alternativas, representaciones verbales de los sonidos, imágenes y lenguajes musicales fruto de la imaginación del alumnado.",
    "- Audición de piezas musicales de distintos repertorios como inspiración para los trabajos de creación en el aula.",
    "- Reutilización de fragmentos musicales interpretados en el aula como material de partida para nuevas creaciones.",
    "- Aprendizaje y utilización de herramientas digitales para la elaboración y edición de partituras, de composiciones musicales y de trabajos audiovisuales.",
    "C. Actitudes para la práctica e interpretación musical.",
    "- El silencio como condición previa y parte constitutiva del discurso musical.",
    "- Mantenimiento de una actitud adecuada que posibilite el trabajo de interpretación musical y el respeto a los compañeros.",
    "- El ensayo y el concierto: normas para su correcto desarrollo.",
    "- Participación adecuada en la planificación, desarrollo y valoración de las actividades de expresión musical que se lleven a cabo, aceptando y respetando el papel que a cada uno le corresponda.",
    "- Aceptación de las posibilidades expresivas personales y actitud de superación y mejora de las mismas, favoreciendo la autoestima.",
    "- Cuidado de los instrumentos del aula."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Valorar la capacidad de coordinación de la interpretación musical con respecto al grupo en el conjunto vocal e instrumental esforzándose por respetar la disciplina de trabajo. (CCL1, STEM3, CPSAA2, CPSAA3, CE3, CCEC3)",
    "1.2 Participar en la interpretación como parte integrante de una estructura musical más compleja siguiendo las pautas que marca la dirección musical, adaptándose a los requerimientos del conjunto y facilitando el trabajo del resto. (CCL1, CCL3, CCL5, CP1, CP3, STEM3, CPSAA3, CPSAA5, CE3, CCEC3)",
    "1.3 Conocer y practicar técnicas instrumentales, vocales y corporales, creando e interpretando diferentes composiciones musicales, tanto de manera grupal como individual, adquiriendo autoestima y conciencia global. (CCL1, CCL5, CP1, CP3, STEM3, CPSAA2, CPSAA3, CPSAA5, CE3, CCEC3)",
    "1.4 Ejercitar la audición de forma simultánea a la emisión, controlando conscientemente los parámetros y elementos básicos de la técnica vocal e instrumental, para mejorar la coordinación con respecto al grupo. (CCL1, CCL5, CP3, CPSAA2, CPSAA5)",
    "Competencia específica 2",
    "2.1 Explorar las posibilidades expresivas y creativas de la voz, los instrumentos y el propio cuerpo trabajando con desinhibición y espíritu crítico. (STEM3, CPSAA1, CPSAA3, CPSAA4, CPSAA5, CE3, CCEC2, CCEC3)",
    "2.2 Mostrar respeto a ideas, emociones y sentimientos del grupo facilitando el trabajo de sus compañeros. (CCL1, CCL5, STEM3, CPSAA3, CCEC3)",
    "2.3 Exponer de forma crítica la opinión personal respecto a la función de las artes escénicas, apreciando su importancia como medio de expresión de sentimientos, emociones, ideas y sensaciones. (CCL1, CCL3, CCL5, STEM3, CPSAA3, CE2, CCEC2, CCEC3)",
    "2.4 Valorar de manera crítica todo tipo de músicas, afrontando de forma respetuosa la audición de dichas obras, para ampliar sus gustos y conocimientos y como fuente de enriquecimiento personal. (CCL1, CCL3, CCL5, STEM3, CCEC2, CCEC3)",
    "Competencia específica 3",
    "3.1 Utilizar de forma creativa los parámetros del sonido y los elementos básicos del lenguaje musical para improvisar, interpretar y crear fórmulas rítmicas y estructuras musicales elementales utilizando percusiones corporales, instrumentos y voces, y el movimiento. (CCL2, CPSAA1, CPSAA3, CPSAA5, CE3, CCEC3, CCEC4)",
    "3.2 Desarrollar capacidades y destrezas orales y escritas, no verbales, gestuales y mímicas a través del movimiento y la expresión corporal, que aumenten el acervo expresivo y el repertorio comunicativo, favoreciendo el crecimiento artístico del alumnado a través del autoconocimiento. (CCL1, CCL2, CP2, STEM3, CPSAA1, CPSAA3, CPSAA5, CC3, CE3, CCEC3, CCEC4)",
    "3.3 Valorar la importancia de la improvisación en la danza, explorando sus posibilidades expresivas, lúdicas y creativas. (CPSAA1, CPSAA3, CPSAA5, CE3, CCEC3, CCEC4) 3.4 Asumir las responsabilidades encomendadas y los riesgos en el desarrollo de las tareas o los proyectos, mostrando iniciativa personal, gestionando el trabajo del grupo y coordinando tareas y tiempos. (CCL1, STEM3, CD1, CD2, CPSAA1, CPSAA3, CPSAA5, CE1, CE3, CCEC4)",
    "Competencia específica 4",
    "4.1 Producir composiciones vocales, instrumentales, coreográficas y multidisciplinares utilizando herramientas digitales, de forma individual y/o colaborativa. (CCL1, CCL3, CCL5, STEM3, CD1, CD3, CPSAA1, CPSAA3, CPSAA4, CC1, CC2, CC3, CCEC3, CCEC4)",
    "4.2 Utilizar de manera funcional y autónoma herramientas digitales como fuente de información en el aprendizaje musical facilitando el intercambio y conocimiento de experiencias. (CCL3, CD1, CD3, CPSAA1, CCEC4)"
  ]
}
