{
    "criteriosEvaluacion": [
        "1.1 Reflexionar i reconèixer la dimensió social del patrimoni artístic i cultural més proper, de manera col·laborativa, a partir de diferents suports, tècniques i propostes.",
        "1.2 Entendre la intencionalitat i especificitat del patrimoni cultural i artístic més proper, posant en diàleg opinions de forma respectuosa.",
        "2.1 Accedir al patrimoni cultural i artístic global, mitjançant diferents canals, de forma oberta i amb interès.",
        "2.2 Posar en valor el patrimoni cultural i artístic global, compartint de forma oberta les idees, els sentiments i les emocions que ha generat.",
        "3.1 Comparar elements del patrimoni local i el global, buscant punts en comú i aspectes diferenciadors amb una actitud integradora.",
        "3.2 Establir relacions estructurals entre manifestacions del patrimoni local i global, amb una visió oberta i sentit crític.",
        "4.1 Expressar idees, sentiments i emocions, de forma creativa i amb respecte a un mateix i als altres, utilitzant el context del patrimoni cultural i artístic local.",
        "4.2 Mostrar els referents culturals propis, posant-los en relació amb el patrimoni cultural i artístic local de forma flexible i integradora.",
        "4.3 Promoure l’expressió de les identitats culturals, implicant el pensament visual, amb imaginació i coherència del llenguatge.",
        "4.4 Desenvolupar la creativitat i la iniciativa personal expressant amb imaginació les pròpies identitats i referències culturals i utilitzant els elements del patrimoni cultural i artístic global.",
        "5.1 Reforçar el sentit de pertinença que proporciona una identitat cultural utilitzant l’expressió individual i els recursos que ofereix el patrimoni local.",
        "6.1 Adaptar les característiques del patrimoni local a les necessitats comunicatives i expressives, tenint en compte els mitjans, els recursos disponibles i el treball col·laboratiu.",
        "7.1 Planificar un projecte cultural o artístic que tingui relació amb el patrimoni local, mobilitzant de forma col·laborativa el major nombre de participants possible i donant resposta a una necessitat comunicativa i expressiva.",
        "8.1 Establir de forma inclusiva i participativa el procés complet d’un projecte cultural i artístic, tenint en compte els beneficis socials, les oportunitats econòmiques i la sostenibilitat.",
        "9.1 Exposar públicament el projecte desenvolupat en l’entorn social i educatiu, fomentant l’impacte social i econòmic que generi, amb una actitud d’enriquiment col·lectiu."
    ],
    "saberes": [
        "Descobriment del patrimoni cultural i artístic. Emprenedoria cultural",
        "- Descobrir el patrimoni cultural i artístic local mitjançant la creació d’un mapa patrimonial de l’entorn.",
        "- Investigar de forma activa les diferents possibilitats d’intervenció en localitzacions de l’entorn per posar en pràctica els llenguatges artístics: cinema, fotografia i arts escèniques i performatives, entre d’altres.",
        "- Valoració i estudi de referents artístics i patrimonials que enriqueixin l’acció creativa a desenvolupar in situ.",
        "La creativitat. Entorns de treball creatius",
        "- Investigar de forma activa les possibilitats dels llenguatges de l’expressió plàstica, visual i audiovisual per incorporar-los en la resolució de la proposta d’acció creativa.",
        "- Desenvolupar una mirada oberta, sense estereotips ni prejudicis, mitjançant l’anàlisi de la resolució de problemes reals al llarg del temps.",
        "Gestió de projectes artístics. Fases",
        "- Desenvolupament de projectes artístics, mitjançant l’estudi de les diferents fases de creació. Disseny i seqüenciació del projecte artístic en relació amb el context on es desenvoluparà i el llenguatge triat, amb propostes creatives i innovadores de forma individual o col·lectiva.",
        "- Estudi de la sostenibilitat del projecte desenvolupat mitjançant l’ús de tècniques i materials d’acord amb els criteris mediambientals i de petjada ecològica.",
        "- Difusió i comunicació pública del projecte, mitjançant l’ús de llenguatges gràfics o digitals, per part de les diferents institucions participants.",
        "- Avaluació del projecte artístic, del desenvolupament i de l’execució mitjançant l’elaboració d’una memòria final del projecte."
    ]
}