{
    "criteriosEvaluacion": [
        "1.1 Utilizar las estrategias derazonamiento y análisis adecuadas paraplantear problemas basados en situacionesreales relevantes.",
        "1.2 Resolver problemas del ámbitode las ciencias sociales, implementando lasestrategias que sean necesarias para suresolución, movilizando además de maneraadecuada y justificada los conceptos,procedimientos y actitudes implicados.",
        "1.3 Aplicar las herramientasdigitales más adecuadas para resolverproblemas y contrastar los resultadosobtenidos en contextos cotidianos y de lasCiencias Sociales.",
        "1.4 Seleccionar y organizar lainformación relevante que permita resolverproblemas del ámbito social atendiendo alcriterio de eficacia y sencillez.",
        "2.1 Plantear preguntas, hipótesis yconjeturas que permitan establecerconexiones entre situaciones del ámbito delas ciencias sociales y los conceptosmatemáticos.",
        "2.2 Usar analogías, patrones,contraejemplos u otras estrategias paraconfirmar o descartar hipótesis y conjeturassobre conceptos matemáticos.",
        "2.3 Comparar y conectar diferentesconceptos y procedimientos matemáticos,argumentando las equivalencias y diferenciasen el razonamiento empleado.",
        "2.4 Emplear de forma adecuadadiferentes herramientas tecnológicas queayuden a visualizar e interpretar propiedadesmatemáticas.",
        "3.1 Establecer conexiones entre lossaberes básicos de las matemáticas y los deotras materias del ámbito de las cienciassociales.",
        "3.2 Asumir hipótesis sobre aspectosdesconocidos o no determinados de unasituación real y realizar simplificaciones quepermitan estructurar y elaborar un modelomatemático de dicha situación.",
        "3.3 Obtener la solución o resultadosa partir del modelo matemático de unasituación interdisciplinar real, e interpretar losresultados y su adecuación a la situación real.",
        "3.4 Realizar predicciones sobre unasituación real e inferir propiedades relevantesa partir del desarrollo y tratamiento del modelomatemático de dicha situación.",
        "4.1 Tratar, ordenar, clasificar yorganizar un conjunto de datos mediantesistemas de representación adecuados(esquemas, tablas, gráficos u otros), y usandoherramientas TIC o lenguajes deprogramación cuando el tamaño de los datoslo exija.",
        "4.2 Determinar estrategias para laresolución de problemas, descomponiendo yestructurando sus partes mediantealgoritmos.",
        "4.3 Crear y editar contenidosdigitales que faciliten la resolución,visualización y comprensión de problemas,usando cuando sea necesario la calculadoray las hojas de cálculo.",
        "5.1 Seleccionar y utilizar concorrección el simbolismo adecuado paradescribir matemáticamente situacionesrelevantes del ámbito de las ciencias sociales.",
        "5.2 Realizar conversiones entre lasrepresentaciones simbólicas que permitanestructurar los razonamientos y procesosmatemáticos implicados en situaciones realesrelevantes.",
        "5.3 Utilizar con fluidez y rigor laterminología conceptual y las formas derepresentación que resulten necesarias paraformalizar, con precisión, los conceptosmatemáticos.",
        "6.1 Interpretar y producircorrectamente mensajes con y sobrematemáticas, debatiendo e intercambiandoideas y enriqueciendo el discurso con lasideas de los demás.",
        "6.2 Comunicar ideas matemáticasutilizando distintos formatos de apoyo visual,tablas, gráficos, esquemas, imágenes uotros para hacer clara la informacióntransmitida.",
        "6.3 Perfeccionar y ampliar elvocabulario matemático, desarrollandoformas de expresión matemática precisas yrigurosas y dominando los significados ymatices de las ideas matemáticascomunicadas.",
        "7.1 Identificar el contenidomatemático presente en situaciones reales y,en particular, en fenómenos relevantes delámbito de las ciencias sociales.",
        "7.2 Reconocer la importancia deldesarrollo de las matemáticas comoherramienta para el avance social y cultural alo largo de la historia.",
        "7.3 Organizar la informaciónrecabada procedente de contextos socialesdonde la conexión entre las matemáticas y losavances en ciencias sociales quedenpatentes.",
        "8.1 Regular actitudes y procesoscognitivos implicados al enfrentarse asituaciones de aprendizaje complejasrelacionadas con las matemáticas.",
        "8.2 Mostrar una disposiciónfavorable hacia el aprendizaje de lasmatemáticas y hacia las propias capacidadestanto en el trabajo individual comocolaborativo.",
        "8.3 Abordar los errores comooportunidades de aprendizaje y desarrollar unuso flexible de estrategias que permitansortear las dificultades que pueden apareceral resolver situaciones problemáticas."
    ],
    "saberes": [
        "A. SENTIDO NUMÉRICO",
        "Transversal a todas las CE.",
        "• Números reales: operaciones, ordenación, representación y propiedades.",
        "• Potencias, radicales y logaritmos, operaciones.",
        "• Educación financiera (cuotas, tasas, intereses, préstamos…) y resolución de problemas asociados.",
        "• Uso de herramientas tecnológicas para resolver problemas con números reales o matrices.",
        "• Reconocimiento del error como elemento de aprendizaje en la selección u obtención de soluciones numéricas.",
        "• Desarrollo histórico del sentido numérico. Uso social de los números.",
        "B. SENTIDO FUNCIONAL. CE1, CE2, CE3, CE5, CE6, CE7, CE8. ",
        "• Funciones y propiedades, incluyendo polinómicas, exponenciales, racionales sencillas, irracionales, logarítmicas, periódicas y a trozos. Composición de funciones, función inversa y traslaciones.",
        "• Continuidad y discontinuidad, límites y asíntotas de una función. Estudio de la continuidad.",
        "• Resolución de problemas y modelización mediante funciones.",
        "• Tasa de variación media y tasa de variación instantánea.",
        "• Derivada de una función, propiedades y aplicaciones a contextos sociales.",
        "• Uso de la derivada en contextos del ámbito social: representación gráfica de funciones, obtención de recta tangente y normal a una curva, estudio del cambio o en problemas de modelización y optimización.",
        "• Estudio y representación de funciones (polinómicas, exponenciales, racionales sencillas, irracionales, logarítmicas, periódicas y a trozos).",
        "• Aplicación de modelos funcionales relativos a las ciencias sociales. Progresiones",
        "• Uso de calculadoras gráficas y utilización de programas informáticos de geometría dinámica.",
        "• Desarrollo histórico del análisis sobre funciones y sus aplicaciones. Valoración de los usos científicos de las funciones.",
        "• Perseverancia y flexibilidad en el cambio de estrategias, técnicas",
        "o métodos asociados a las relaciones y funciones. ",
        "C. SENTIDO ALGEBRAICO CE1,CE2,CE3,CE4,CE5,CE6,CE8.",
        "• Ecuaciones e inecuaciones. Resolución de problemas.",
        "• Sistemas de ecuaciones con tres incógnitas.",
        "• Interpretación gráfica de las soluciones de ecuaciones, inecuaciones y sistemas con y sin medios tecnológicos.",
        "• Razonamiento de problemas relacionados con aspectos cotidianos y su resolución mediante la adecuada utilización de programas informáticos.",
        "• Desarrollo histórico del álgebra y valoración de su papel en las ciencias sociales.",
        "• Flexibilidad en el uso de varias estrategias, técnicas o métodos de resolución de situaciones problemáticas.",
        "• Autonomía, tolerancia ante el error, perseverancia en el aprendizaje de aspectos asociados al sentido algebraico",
        "D. SENTIDO ESTOCÁSTICO 1. Probabilidad CE1, CE2, CE3, CE5, C6, CE7, CE8.",
        "• Experimentos aleatorios y sucesos. Frecuencias e idea intuitiva de probabilidad.",
        "• Dependencia e independencia de sucesos.",
        "• Técnicas de recuento, diagramas de árbol y tablas de contingencia.",
        "• Combinatoria. Aplicación de la combinatoria al cálculo de probabilidades.",
        "• Regla de Laplace y probabilidad condicionada.",
        "• Utilización de herramientas tecnológicas para el cálculo de probabilidades",
        "• Desarrollo histórico de la probabilidad y sus aplicaciones. Valoración de resultados probabilísticos en contextos del ámbito social.",
        "• Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados a los cálculos estadísticos.",
        "D. SENTIDO ESTOCÁSTICO 2. Inferencia estadística. CE1, CE2, CE4, CE5, C6, CE7, CE8",
        "• Variables estadísticas unidimensionales y bidimensionales, organización de datos y tablas estadísticas.",
        "• Variables aleatorias cualitativas y cuantitativas. Medidas de centralización y dispersión.",
        "• Parámetros estadísticos de una distribución bidimensional.",
        "• Distribuciones condicionadas. Dependencia e independencia de variables estadísticas.",
        "• Correlación y regresión lineal. Regresión cuadrática.",
        "• Toma de decisiones: utilización de conclusiones derivadas del tratamiento estadístico de datos.",
        "• Selección de muestras representativas. Técnicas de muestreo.",
        "• Utilización de herramientas tecnológicas para el diseño y desarrollo de estudios estadísticos relacionados con las ciencias sociales.",
        "• Desarrollo histórico de la estadística y valoración de su papel en las ciencias sociales.",
        "• Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados a los cálculos estadísticos."
    ]
}
