{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "Criterio 1.2.1. Analizar e interpretar las características de manifestaciones escénicas y performativas preferiblemente actuales, así como las relaciones con su contexto de producción y su aportación al canon, empleando el metalenguaje específico y evidenciando una actitud de apertura, interés y respeto en la recepción activa de las mismas.",
        "Criterio 1.2.2. Valorar críticamente los hábitos, los gustos y los referentes escénicos de diferentes épocas y tradiciones, reflexionando sobre su evolución y sobre la función que cumple el fenómeno escénico como artefacto ideológico, político y social en cada época.",
        "Criterio 1.2.3. Promocionar proactivamente el patrimonio escénico y performativo a través de distintos medios y soportes, reivindicándolo como elemento catalizador de la libertad de expresión y la cohesión social en contextos globales, y reflexionando sobre las cuestiones universales que plantea.",
        "Criterio 1.2.4. Aplicar, en el paradigma de estudio de las artes escénicas, la perspectiva de género y la intercultural, valorando las aportaciones de las voces minoritarias y reflexionando críticamente acerca de las razones históricas de su ausencia en el canon.",
        "Competencia específica 2.",
        "Criterio 2.2.1. Identificar los códigos de significación escénica, reconociendo sus elementos constitutivos y valorando sus potencialidades artísticas.",
        "Criterio 2.2.2. Participar, con iniciativa, confianza y creatividad, en la exploración de sistemas, medios y códigos de significación escénica a través de actividades prácticas dentro y fuera del aula como el juego dramático, la improvisación, la dramatización o la creación colectiva.",
        "Criterio 2.2.3. Idear, diseñar y configurar la acción, el conflicto, las situaciones y los personajes dramáticos de escenas complejas seleccionando del repertorio personal de recursos las técnicas más adecuadas a la intención comunicativa.",
        "Criterio 2.2.4. Adaptar los elementos dramáticos, expresivos y plásticos de un repertorio para diseñar una propuesta escénica o performativa, integrándolos de forma creativa, sostenible y con sentido colaborativo e inclusivo.",
        "Criterio 2.2.5. Realizar consultas avanzadas en internet sobre dramaturgia escénica, haciendo un uso crítico, ético y responsable de la cultura digital.",
        "Competencia específica 3.",
        "Criterio 3.2.1. Emplear creativamente técnicas que permitan progresar en la ejecución de la partitura interpretativa colectiva poniendo en práctica principios avanzados de kinesiología, proxémica y biomecánica, y priorizando la dimensión corporal y gestual en la recreación o representación de escenas dramáticas.",
        "Criterio 3.2.2. Utilizar técnicas y estrategias guiadas de memorización, concentración, y gestión de la ansiedad y del miedo escénico, valorando los ensayos como espacios de escucha, diálogo y aprendizaje.",
        "Criterio 3.2.3. Demostrar la adquisición de actitudes y habilidades para el trabajo en equipo y la resolución de conflictos: comunicación y negociación, autoconocimiento, escucha activa, creatividad, empatía, imaginación y espíritu emprendedor.",
        "Criterio 3.2.4. Fomentar la aceptación del propio cuerpo y del de los demás como elemento que nos singulariza y que conforma la identidad y la autoestima personales, optimizando su potencialidad artística en el ámbito personal, académico y profesional.",
        "Criterio 3.2.5. Representar una producción escénica o performativa compleja contribuyendo al enriquecimiento del entorno cultural extraacadémico y fomentando una comunicación inclusiva y cohesionadora con el público.",
        "Competencia específica 4.",
        "Criterio 4.2.1. Crear un proyecto escénico o performativo complejo movilizando proactivamente al grupo hacia un reto común de compromiso social en un contexto global.",
        "Criterio 4.2.2. Aplicar competencias de emprendimiento cultural organizando correctamente sus fases, distribuyendo de forma razonada las tareas, evaluando su viabilidad, sostenibilidad e impacto en el entorno, analizando necesidades y oportunidades, optimizando los recursos disponibles, e identificando oportunidades de desarrollo personal, académico, social y profesional relacionadas con el ámbito artístico.",
        "Criterio 4.2.3. Evaluar y presentar, en formato oral, escrito o multimodal, los resultados de proyectos de creación y difusión escénica realizados en un contexto extraacadémico, analizando y argumentando la relación entre los objetivos planteados y el producto final así como las posibles diferencias entre ellos y su valor añadido, expresando la opinión personal crítica y respetuosamente, y respetando la propiedad intelectual.",
        "Competencia específica 5.",
        "Criterio 5.2.1. Implicarse activamente, dentro y fuera del ámbito académico, en la descodificación compartida de manifestaciones escénicas y performativas, preferiblemente actuales, valorando su recepción en función de las características de la obra, la relación entre el texto y la representación, el contexto de la puesta en escena, y las reacciones del público.",
        "Criterio 5.2.2. Realizar y compartir, a través de diferentes medios y soportes, reseñas y críticas escénicas, reflexionando sobre las características, presupuestos artísticos y tipo de recepción de las obras, respetando las pautas estilísticas y formales de redacción, empleando el metalenguaje específico y consultando fuentes fiables de información.",
        "Criterio 5.2.3. Demostrar la adquisición de las actitudes necesarias para el disfrute del componente estético y catártico de los espectáculos escénicos y performativos recepcionados en cualquier situación y contexto."
        
    ],
    "saberes": [
        "Bloque A. Patrimonio escénico.",
        "A.1.2.1. Artes performativas: concepto y tipologías. ",
        "A.1.2.2. Significado social de las artes escénicas y performativas: memoria y reflejo. Reconocimiento de la identidad. ",
        "A.1.2.3. Las artes escénicas y su historia: cambios y transformaciones desde mediados del siglo XX. Inclusión de las perspectivas intercultural y de género.",
        "A.1.2.4. Promoción activa del patrimonio escénico y performativo en contextos globales. Visibilización, transformación social y elemento ideológico.",
        "A.1.2.5. Reflexión sobre la utilización y conservación del patrimonio escénico material de Extremadura: Mérida, Regina, Cáparra y Medellín.",
        "A.1.2.6. Manifestaciones espectaculares, rituales y sociales. Los festejos populares. Manifestaciones escénicas no orales.",
        "Bloque B. Expresión y comunicación escénica.",
        "B.1.2.1. Actos performativos: generación de realidad. Características del espacio escénico y performativo actual.",
        "B.1.2.2. Recursos escenográficos en las artes performativas. Espacios no escénicos: adaptación de recursos plásticos. Integración de lenguajes no orales y tecnológicos.",
        "B.1.2.3. Descubrimiento a través del juego dramático, la improvisación, la dramatización y la creación colectiva.",
        "B.1.2.4. Uso crítico, ético y responsable de la cultura digital. Búsquedas avanzadas en internet sobre dramaturgia escénica.",
        "B.1.2.5. Estructuras dramáticas actuales. La memoria performativa. ",
        "B.1.2.6. El personaje en acción en las manifestaciones actuales.",
        "Bloque C. Interpretación.",
        "C.1.2.1. Profundización en los instrumentos del intérprete: expresión corporal, gestual, oral y rítmicomusical. La conciencia emocional.",
        "C.1.2.2. Cuidado y valoración del propio cuerpo. Optimización de su potencialidad artística en un contexto personal, académico y profesional.",
        "C.1.2.3. Preparación física y preexpresiva en las artes escénicas y performativas. Principios avanzados de kinesiología, proxémica y biomecánica.",
        "C.1.2.4. Métodos interpretativos actuales. Creación performativa: proceso y ejecución. ",
        "C.1.2.5. Prácticas interpretativas grupales priorizando la dimensión corporal y gestual.",
        "C.1.2.6. Los ensayos: funciones de la dirección escénica y regiduría. Valoración como espacios de escucha, diálogo y aprendizaje.",
        "C.1.2.7. Estrategias guiadas de memorización, concentración y gestión de la ansiedad y del miedo escénico. ",
        "C.1.2.8. La construcción actual del personaje dramático.",
        "Bloque D. Representación y escenificación.",
        "D.1.2.1. El espectáculo performativo: concepto y características. Tendencias actuales.",
        "D.1.2.2. Tipologías básicas del espectáculo performativo: happening, performance, vídeoteatro o teatrodanza.",
        "D.1.2.3. Diseño de un espectáculo escénico o performativo complejo: equipos, fases y áreas de trabajo. Adaptación de recursos.",
        "D.1.2.4. Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Resolución de conflictos.",
        "D.1.2.5. Dramaturgia de un proyecto escénico o performativo complejo.",
        "D.1.2.6. La dirección artística en proyectos escénicos y performativos.",
        "D.1.2.8. Representación de espectáculos escénicos y performativos complejos que entrañen compromiso social en un contexto extraacadémico.",
        "D.1.2.9. Exhibición, difusión, distribución y evaluación de productos escénicos en un contexto extraacadémico, a través de soporte oral, escrito o multimodal.",
        "Bloque E. Recepción de las artes escénicas.",
        "E.1.2.1. La recepción escénica y performativa actual. Ruptura de las convenciones. ",
        "E.1.2.2. Estrategias y técnicas de análisis de manifestaciones escénicas y performativas. El texto en su relación con la puesta en escena.",
        "E.1.2.3. Emprendimiento cultural aplicado al espectáculo escénico y performativo: oportunidades de desarrollo personal, académico, social y profesional.",
        "E.1.2.4. Recepción y decodificación compartida de espectáculos escénicos y performativos preferiblemente actuales, visionados en directo o a través de reproducciones digitales.",
        "E.1.2.5. Adquisición de habilidades para el disfrute del componente estético y catártico.",
        "E.1.2.6. El respeto de la propiedad intelectual. La protección de la creatividad personal.",
        "E.1.2.7. La crítica escénica. Estrategias y pautas estilísticas y formales de elaboración de una reseña."
    ]
}
