{
    "competenciasEspecificas": [
        "CE.LPA.1. Comprender e interpretar el sentido general y los detalles más relevantes de textos, expresados de forma clara en la lengua estándar y/o en alguna de sus variedades lingüísticas, buscando fuentes fiables y haciendo uso de estrategias como la inferencia de significados, para responder a necesidades comunicativas concretas.",
        "CE.LPA.2. Producir textos originales, con una organización clara, usando estrategias tales como la planificación, la compensación o la autorreparación, para expresar de forma creativa, adecuada y coherente mensajes relevantes y responder a propósitos comunicativos concretos.",
        "CE.LPA.3. Leer, interpretar y valorar de manera progresivamente autónoma, obras o fragmentos literarios escritos en Aragonés, que vayan evolucionando en cuanto a complejidad, y que constituyan una fuente de placer y conocimiento, a la vez que permite establecer vínculos con otras manifestaciones artísticas, construir la propia identidad lectora y crear textos de intención literaria.",
        "CE.LPA.4. Interactuar con otras personas con creciente autonomía, usando estrategias de cooperación y empleando recursos analógicos y digitales, para responder a propósitos comunicativos concretos en intercambios respetuosos con las normas de cortesía.",
        "CE.LPA.5. Mediar en situaciones cotidianas entre distintas lenguas, usando estrategias y conocimientos sencillos orientados a explicar conceptos o simplificar mensajes, para transmitir información de manera eficaz, clara y responsable.",
        "CE.LPA.6. Ampliar y usar los repertorios lingüísticos personales entre distintas variadedes lingüísticas y/o lenguas, reflexionando de forma crítica sobre su funcionamiento y tomando conciencia de las estrategias y conocimientos propios, para mejorar la respuesta a necesidades comunicativas concretas.",
        "CE.LPA.7. Valorar críticamente y adecuarse a la diversidad lingüística, cultural y artística a partir de la Lengua Aragonesa, identificando y compartiendo las semejanzas y las diferencias entre variantes dialectales, lenguas y culturas, para actuar de forma empática y respetuosa en situaciones interculturales."
    ]
}