{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Analizar obras gráfico-plásticas de distintos tipos y épocas, identificando los materiales, ",
        "técnicas y procedimientos utilizados, valorando sus efectos expresivos e incorporando juicios ",
        "de valor estético a partir del estudio de sus aspectos formales.  ",
        "1.2. Comparar los elementos, técnicas y procedimientos empleados en distintas producciones ",
        "gráfico-plásticas, identificando diferencias y aspectos comunes, y estableciendo relaciones ",
        "entre ellos.  ",
        "1.3. Valorar críticamente los procedimientos y materiales utilizados en la creación gráfico-plástica ",
        "en distintos momentos históricos. ",
        "Competencia específica 2. ",
        "2.1. Seleccionar creativamente los recursos gráfico-plásticos adecuados en función de la situación ",
        "expresiva o la intencionalidad del desempeño solicitado.  ",
        "2.2. Utilizar de manera creativa y autónoma las técnicas, materiales y procedimientos de la ",
        "expresión gráfico-plástica en la resolución de distintas necesidades expresivas y ",
        "comunicativas, incidiendo en el rigor en la ejecución y en la sostenibilidad del producto final.  ",
        "2.3. Experimentar de manera creativa con los lenguajes gráfico-plásticos, integrando materiales, ",
        "técnicas y procedimientos en función de distintas intenciones expresivas y comunicativas. ",
        "Competencia específica 3. ",
        "3.1. Planificar el proceso completo de realizaciones de obras gráfico-plásticas variadas (dibujos, ",
        "pinturas, grabados, técnicas mixtas, etc.), individuales y/o colectivas, estableciendo las fases ",
        "de realización y argumentando la selección de las técnicas, materiales, procedimientos y ",
        "lenguajes más adecuados en función de las distintas intenciones comunicativas o creativas.  ",
        "3.2. Planificar de manera adecuada la organización de las fases y de los equipos de trabajo, ",
        "identificando las habilidades requeridas en cada caso y  ",
        "3.3. repartiendo y asumiendo las tareas con criterio.  ",
        "3.4. Explicar con criterio y respeto las propuestas de planificación propias y ajenas de manera ",
        "crítica y argumentada, valorando tanto la adecuación de la selección de técnicas, materiales, ",
        "procedimientos y lenguajes, como el grado de ajuste entre el proceso de realización previsto ",
        "y el producto final buscado. ",
        "Competencia específica 4. ",
        "4.1. Expresar ideas, opiniones y sentimientos mediante la creación de producciones gráfico-",
        "plásticas de distintos tipos, referidas a distintos motivos o planteamientos, aplicando con ",
        "solvencia y dominio técnico los distintos procedimientos.  ",
        "4.2. Interactuar coordinada y colaborativamente en el desarrollo de producciones gráfico-plásticas ",
        "colectivas, manifestando una actitud respetuosa, creativa y conciliadora cuando se ",
        "produzcan diferencias de opinión entre los miembros del grupo. ",
        "4.3. Realizar composiciones gráfico-plásticas individuales o colaborativas, integrando el uso de ",
        "materiales reciclados cuando sea posible. ",
        "Competencia específica 5. ",
        "5.1. Evaluar los diferentes productos gráfico-plásticos, argumentando con la terminología ",
        "específica, el grado de adecuación a la intención prevista de los lenguajes, técnicas, ",
        "materiales y procedimientos utilizados, valorando el rigor y la calidad de la ejecución, así ",
        "como aspectos relacionados con la sostenibilidad y la propiedad intelectual.  ",
        "5.2. Identificar y valorar las oportunidades de desarrollo personal y profesional que se derivan del ",
        "conocimiento y apropiación de las técnicas de expresión gráfico-plástica.         "
    ],
    "saberes": [
        "A. Aspectos generales. ",
        "– El lenguaje gráfico-plástico: forma, color, textura y composición. Su evolución histórica. ",
        "– Soportes, utensilios, pigmentos, aglutinantes y disolventes asociados a las diferentes técnicas ",
        "gráfico plásticas.  ",
        "– Propiedades físicas y químicas de los materiales de uso frecuente. Interacción entre ",
        "materiales. ",
        "– Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. ",
        "– La conservación de las obras gráfico-plásticas. ",
        "– La protección de la creatividad. Aspectos fundamentales de la propiedad intelectual. Copias y ",
        "falsificaciones. ",
        "– La perspectiva inclusiva a los productos gráfico-plásticos. ",
        "– Análisis de desde diferentes perspectivas. ",
        "– Estrategias de investigación, análisis, interpretación y valoración crítica de productos ",
        "culturales y artísticos. ",
        "– Estrategias para la planificación y desarrollo de proyectos gráfico-plásticos. La organización ",
        "de los equipos de trabajo. ",
        "– Aplicación de las distintas técnicas en la realización de actividades y proyectos. ",
        "B. Técnicas de dibujo. ",
        "– Materiales, útiles y soportes asociados al dibujo. Características y terminología específica. ",
        "– Técnicas secas: lápices de grafito, carboncillo, lápices compuestos, sanguinas, barras grasas, ",
        "de color y pasteles. Aplicación en la realización de trabajos. ",
        "– Técnicas húmedas y mixtas. La tinta y sus herramientas. Aplicación en la realización de ",
        "trabajos. ",
        "– Análisis técnico y procedimental en dibujos de estilos y épocas diferentes. Proyección ",
        "fotográfica aplicada al dibujo. ",
        "C. Técnicas de pintura. ",
        "‒ Materiales, útiles y soportes. Características y terminología específica. ",
        "‒ Técnicas al agua: acuarela, témpera y acrílico. Aplicación en la realización de proyectos y ",
        "trabajos. ",
        "‒ Técnicas sólidas, oleosas y mixtas. Temple al huevo. Encaustos. Pasteles. Óleos. Óleos ",
        "miscibles al agua. Pinturas biodegradables. Aplicación en la realización de proyectos y ",
        "trabajos. ",
        "‒ Análisis técnico y procedimental de obras pictóricas de estilos y épocas diversas. ",
        "D. Técnicas de grabado y estampación. ",
        "‒ Materiales, útiles, maquinaria y soportes. Terminología específica. ",
        "‒ Monoimpresión y reproducción múltiple. La obra gráfica. Monotipia plana. ",
        "‒ Estampación en relieve. Xilografía. Linóleo. Aplicación en la realización de proyectos y ",
        "trabajos. ",
        "‒ Estampación en hueco. Calcografía. Técnicas directas e indirectas. ",
        "‒ Estampación plana. Método planográfico. Litografía. Método permeográfico. Serigrafía. ",
        "Método electrónico. Copy art. ",
        "‒ Análisis técnico y procedimental de obra gráfica realizada con técnicas de grabado y ",
        "estampación por artistas de diferentes épocas y estilos. ",
        "E. Técnicas mixtas y alternativas. ",
        "‒ Otras técnicas, materiales y procedimientos en la expresión gráfica contemporánea. ",
        "‒ La imagen digital. Arte digital. ",
        "‒ Técnicas contemporáneas de artistas de diferentes estilos: análisis de sus obras y ",
        "procedimientos. ",
        "‒ Técnicas mixtas o alternativas: aplicación en la realización de trabajos. ",
        "F. Proyectos gráfico-plásticos. ",
        "‒ Metodología proyectual. ",
        "‒ Proceso de elaboración de una obra pictórica. ",
        "‒ Exposición y difusión de proyectos gráfico-plásticos. ",
        "‒ Estrategias de evaluación de las fases y los resultados de proyectos gráficos. El error como oportunidad de mejora y aprendizaje.         "
    ]
}
