{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Reconocer los rasgos estilísticos de la música y de la danza en las diferentes épocas ",
        "históricas, a través de la escucha activa y del visionado de manifestaciones artísticas, así ",
        "como del análisis de partituras y textos representativos. ",
        "1.2. Determinar la función de la música y de la danza en las diferentes épocas, estableciendo ",
        "vínculos entre las características de estas manifestaciones artísticas y los hechos histórico ",
        "yestéticos que determinan el periodo. ",
        "Competencia específica 2. ",
        "2.1. Explicar la relación entre la música, la danza y otras manifestaciones artísticas, identificando ",
        "los condicionantes históricos y los fundamentos estéticos que comparten y analizando su ",
        "carácter interdisciplinar. ",
        "2.2. Analizar la importancia del patrimonio musical, escénico y artístico como expresión de una ",
        "época, valorando la responsabilidad sobre su conservación y difusión. ",
        "Competencia específica 3. ",
        "3.1. Experimentar con las características de la música y de la danza de un periodo histórico ",
        "determinado, interpretando o dramatizando fragmentos o adaptaciones de obras relevantes ",
        "con instrumentos musicales, la voz o el propio cuerpo. ",
        "3.2. Valorar la riqueza del patrimonio musical y dancístico a través del reconocimiento de las ",
        "características de un determinado periodo en la adaptación de las interpretaciones y el ",
        "contraste con las muestras originales. ",
        "3.3. Participar activamente en las interpretaciones asumiendo las diferentes funciones que se ",
        "asignen y mostrando interés por aproximarse al conocimiento y disfrute del repertorio ",
        "propuesto. ",
        "Competencia específica 4. ",
        "4.1. Analizar las diferentes corrientes interpretativas, comparando distintas versiones musicales de ",
        "una misma obra e identificando su vinculación con la estética del periodo. ",
        "4.2. Utilizar fuentes de información fiables en investigaciones sobre los principales compositores, ",
        "intérpretes y obras de la historia de la música y de la danza, aplicando métodos de búsqueda, ",
        "de selección y de reelaboración de la información. ",
        "4.3. Tomar posesión del legado hispánico de la música y la danza a través de distintos trabajos de ",
        "indagación. ",
        "Competencia específica 5. ",
        "5.1. Explicar los distintos conceptos estéticos aplicados a la música y la danza, usando de forma ",
        "fiable y responsable las tecnologías digitales y respetando los derechos de autor y la ",
        "propiedad intelectual. ",
        "5.2. Expresar opiniones e ideas propias, informadas y fundamentadas, sobre el patrimonio musical ",
        "y dancístico, usando un vocabulario específico, formulando argumentos de carácter teórico y ",
        "estético y analizando críticamente el contexto de creación de las obras.         "
    ],
    "saberes": [
        "A. Percepción visual y auditiva. ",
        "– Elementos de la música: identificación y análisis.  ",
        "Elementos de la música: ritmo, melodía y armonía.  ",
        "Elementos de la danza: cuerpo, espacio, ritmo y música.  ",
        "– Rasgos que definen la música y la danza de diferentes periodos históricos en las formas ",
        "sonoras y visuales. ",
        "– Aspectos socioculturales de la recepción artística. Evolución de los formatos y desarrollo del ",
        "público. ",
        "– Métodos de escucha, visionado y análisis de textos y partituras. ",
        "B. Investigación, opinión crítica y difusión. ",
        "– La investigación musical: procesos de búsqueda, selección, tratamiento y difusión de la ",
        "información. ",
        "– Fuentes de investigación musical: fiabilidad y validez. ",
        "– Uso de las tecnologías digitales en la difusión de la música y de la danza. Reseñas, ",
        "comentarios y críticas musicales. ",
        "– Derechos de autor y propiedad intelectual. ",
        "C. Música y danza . ",
        "– Técnicas sencillas de interpretación de obras adaptadas o fragmentos musicales ",
        "representativos del repertorio musical correspondientes a algunos de los periodos estudiados. ",
        "– Práctica de danzas sencillas de diferentes periodos históricos. Desde los bailes medievales y ",
        "su simbolismo cultural (danza de la muerte) hasta las técnicas de algunas de las escuelas ",
        "contemporáneas (Limón o método Graham), pasando por el folklore local y la academización ",
        "de la danza, identificándose sus posiciones básicas de pies y brazos. ",
        "– Estrategias y técnicas básicas de dramatización de textos de la música vocal y su ",
        "dramatización. ",
        "D. Historia de la música y de la danza. ",
        "– Condiciones históricas que inciden en la creación musical. Función social de la música y de la ",
        "danza. ",
        "– Características y evolución estética y estilística de la música y de la danza a lo largo de la ",
        "historia. ",
        "– Principales corrientes, escuelas, autores, intérpretes y obras representativas de la música y ",
        "de la danza desde la Antigüedad clásica hasta nuestros días, en las que el alumnado deberá ",
        "interiorizar y emplear las habilidades correspondientes al resto de bloques, tales como el ",
        "análisis de los rasgos característicos de cada periodo. ",
        "– La música y la danza en la Antigüedad.   ",
        "Análisis de la relevancia en la sociedad clásica de la música y de la danza a través de la ",
        "representación artística de la Antigüedad. Influencia de la música y de la danza en el ",
        "relato mitológico: el mito de Morfeo, la musa Terpsícore, etc.  ",
        "La música en el teatro y en el pensamiento clásico. El papel del coro en la narración de la ",
        "obra.  ",
        "– La música y la danza en la Edad Media.  ",
        "La danza en la Edad Media española  ",
        "La música religiosa: el canto Gregoriano. Estudio de algunas de las piezas más ",
        "representativas («Dies Irae», «Veni Creator», entre otras).  ",
        "La música profana: el canto de los trovadores. Los cantares de gesta (El Cantar del mío ",
        "Cid) y la tradición oral como transmisora de historias.  ",
        "Los comienzos de la polifonía.   ",
        "Formas de danza medievales: el carol, la estampie y las danzas macabras.  ",
        "Estudio de la organología medieval a través de su representación en el arte (zanfoña, ",
        "cítara, laúd, panderetas, etc.) ",
        "– La música y la danza en el Renacimiento.  ",
        "Música Reformista y Contrarreformista. Las misas de Gloria y de Requiem. El motete. La ",
        "música religiosa en España (Tomás Luis de Victoria, entre otros).  ",
        "Música vocal profana en Europa. Por ejemplo en Italia la villanella, la frottola y el madrigal ",
        "o en España el romance y los primeros villancicos.   ",
        "Música instrumental: evolución de los instrumentos medievales.  ",
        "Los pares de danzas en el Renacimiento. La pavana y la gallarda. ",
        "– La música y la danza en el Barroco.  ",
        "El triunfo del teatro musical: el teatro musical del Siglo de Oro hispánico, la tragedia lírica ",
        "francesa. La escena y la música popular en el siglo XVII  ",
        "Música y literatura: el nacimiento de la ópera.  ",
        "Música vocal religiosa: Cantatas, Pasión y Oratorio. El Mesías de Handel  ",
        "La música instrumental. Música de cámara barroca (Bach, entre otros).  ",
        "El nacimiento del estilo de la danza española en el Siglo de Oro  ",
        "La importancia de la danza en la vida cortesana: ballet de cour o «belle danse». Los ",
        "orígenes del ballet clásico y su relación con la ópera. ",
        "– La música y la danza en el Clasicismo.  ",
        "La reforma de la ópera seria y la aparición de la ópera bufa. Estudio crítico de las ",
        "características comunes de los personajes bufos.  ",
        "La sonata y su influencia en la música instrumental de la época (Haydn, Mozart, entre ",
        "otros).  ",
        "La escuela bolera española  ",
        "El ballet d’action o ballet pantomima. Las aportaciones al mismo de Lully o Beauchamp, ",
        "entre otros. ",
        "– La música y la danza en el Romanticismo.  ",
        "El nacimiento de la música programática.  ",
        "El lied y su influencia en la canción popular alemana.  ",
        "La ópera en Europa como espectáculo burgués. El nacimiento de los grandes teatros. ",
        "Diferencias y similitudes entre la ópera italiana (Verdi), la francesa (Bizet) y la alemana ",
        "(Wagner).  ",
        "Características de la zarzuela: forma de música teatral propia de España. Contribuciones ",
        "a la misma de Chapi, Chueca o Sorozábal, entre otros.   ",
        "La música para piano.  ",
        "Los grandes ballets del Romanticismo.   ",
        "La danza española. ",
        "– La música y la danza del s. XX y comienzos del s. XXI.  ",
        "Relación entre música y tecnología: sistemas, herramientas y aplicaciones de grabación, ",
        "composición o edición.  ",
        "Las vanguardias musicales del s. XX. El mestizaje musical: el jazz, el blues, el music-hall, ",
        "el bodeville, el cabaret, la revista.  ",
        "El nacimiento de la danza neoclásica: de Ballanchine a nuestros días (McMillan, Bejart, ",
        "Forshyte, las creaciones de la Compañía Nacional de Danza, etc.) Evolución de la técnica ",
        "clásica y del argumento de las piezas.   ",
        "La música y la danza en el cine y el musical norteamericano de la primera mitad del siglo ",
        "XX.  ",
        "La danza y la canción española en la primera mitad del siglo XX. El flamenco y la copla.   ",
        "La música y la danza hispanoamericana en la primera mitad del siglo XX.  ",
        "La música popular en la segunda mitad del siglo XX. ",
        "– Análisis y reflexión sobre el panorama musical a comienzos del s. XXI. ",
        "– El papel del intérprete a lo largo de la historia. ",
        "– La música y la danza y su relación con las demás artes, así como con la literatura. ",
        "– Interés por conocer, respetar y difundir el patrimonio musical y dancístico.         "
    ]
}
