{
    "saberes": [
        "Bloque 1. Educación plástica y visual: percepción y análisis",
        "▪ Estrategias de recepción activa.",
        "▪ Cultura visual. La imagen en el mundo actual: técnicas y estrategias de lectura, análisis e interpretación de la intención comunicativa. Valoración desde una perspectiva de género.",
        "▪ Profesiones vinculadas con los ámbitos artísticos plástico y visual. Conocimiento y valoración.",
        "▪ Elementos configurativos del lenguaje visual y sus posibilidades expresivas: punto; línea gruesa, fina, continua y discontinua; plano; textura; color.",
        "▪ Profundización en la enseñanza técnica del dibujo. Introducción a la comprensión de la geometría a partir de la línea recta. Posibilidades expresivas y comunicativas.",
        "▪ Materiales, instrumentos, soportes y técnicas de mayor uso en la expresión plástica y visual.",
        "▪ Vocabulario específico en las artes plásticas y visuales.",
        "▪ Recursos digitales de uso común para las artes plásticas y visuales.",
        "▪ Propuestas artísticas de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales, nacionales e internacionales.",
        "▪ Estrategias básicas de análisis de propuestas artísticas desde una perspectiva de género.",
        "▪ Normas de comportamiento y actitud positiva en la recepción de propuestas plásticas y visuales en diferentes espacios culturales y artísticos. El silencio como elemento y condición indispensable para mantener la atención durante la recepción.",
        "Bloque 2. Educación plástica y visual: creación e interpretación",
        "▪ Representación, de forma personal, de ideas, acciones y situaciones valiéndose de los elementos que configuran el lenguaje visual.",
        "▪ Experimentación y expresión a través de medios, soportes y materiales de expresión plástica y visual, incluidos los formatos artísticos contemporáneos. Elaboración de imágenes nuevas a partir de los conocimientos adquiridos. Técnicas bidimensionales y tridimensionales en dibujos y modelados.",
        "▪ Iniciación al dibujo geométrico. Verbalización de la intención expresiva. Terminología básica específica del área.",
        "▪ Fases del proceso creativo: planificación, interpretación, experimentación y evaluación. Equilibrio y ajuste entre diseño, proceso y producto.",
        "▪ Evaluación, interés y valoración, tanto del proceso como del producto final, en producciones plásticas y visuales.",
        "▪ Utilización de técnicas, materiales y recursos informáticos y tecnológicos: su aplicación para la captura, creación, manipulación y difusión de producciones plásticas y visuales.",
        "▪ Aproximación al uso responsable de bancos de imágenes y sonidos. Conocimiento y respeto por las licencias de uso y distribución de contenidos generados por otros.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas culturales y artísticas plásticas y visuales.",
        "Bloque 3. Educación audiovisual: percepción y análisis",
        "▪ Propuestas audiovisuales elementales. El cine: origen y evolución. Espacios culturales y artísticos del ámbito audiovisual. Comunicación y valoración del contenido informativo que las imágenes proporcionan, desde una perspectiva de género.",
        "▪ Profesiones vinculadas al ámbito cinematográfico y audiovisual. Conocimiento y valoración.",
        "▪ Nociones elementales sobre formatos audiovisuales: imagen fija y en movimiento. Ficción y no ficción. Animación.",
        "▪ Estrategias de búsqueda, filtrado y valoración.",
        "▪ Vocabulario específico en las artes audiovisuales.",
        "▪ Recursos digitales de uso común para las artes audiovisuales.",
        "▪ Propuestas artísticas de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales, nacionales e internacionales.",
        "▪ Estrategias básicas de análisis de propuestas artísticas desde una perspectiva de género.",
        "▪ Normas de comportamiento y actitud positiva en la recepción de propuestas cinematográficas y audiovisuales en diferentes espacios culturales y artísticos. El silencio como elemento y condición indispensable para mantener la atención durante la recepción.",
        "Bloque 4. Educación audiovisual: creación e interpretación",
        "▪ Registro y edición de elementos audiovisuales (imagen y audio): conceptos, tecnologías, técnicas y recursos elementales de manejo sencillo.",
        "▪ Estrategias y técnicas de composición de historias sencillas, de manera individual y grupal, con intención comunicativa y expresiva, para ser recreadas, narradas y grabadas.",
        "▪ Producciones audiovisuales: iniciación a la planificación de las diferentes fases y roles del proceso creativo. Trabajo colaborativo e importancia del proceso en los principales géneros y formatos.",
        "▪ Producciones multimodales: realización con diversas herramientas.",
        "▪ Características del lenguaje audiovisual multimodal.",
        "▪ Aproximación a las herramientas y a las técnicas básicas de animación.",
        "▪ Creación, experimentación y difusión de mensajes audiovisuales: procesos técnicos, respeto a la integridad de las personas y a los derechos de autor.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas culturales y artísticas."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Distinguir propuestas artísticas plásticas y visuales de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por ellas. OBJ1",
        "CE1.2. Describir manifestaciones culturales y artísticas plásticas y visuales, explorando sus características con interés, estableciendo relaciones entre ellas, valorando la diversidad que las genera, así como las principales profesiones vinculadas a la creación e interpretación plástica y visual, empleando el vocabulario específico de estas. OBJ1",
        "CE1.3. Seleccionar y aplicar estrategias para la búsqueda de información sobre manifestaciones culturales y artísticas plásticas y visuales, a través de diversos canales y medios de acceso, de forma individual y colaborativa. OBJ3",
        "CE1.4. Comparar el significado y los elementos característicos de distintas manifestaciones culturales y artísticas plásticas y visuales que forman parte del patrimonio de diversos entornos, analizando los canales, medios y técnicas vinculados a ellas, así como sus diferencias y similitudes, y desarrollando criterios de valoración propios. OBJ3",
        "CE1.5. Valorar las sensaciones y emociones producidas por diferentes manifestaciones culturales y artísticas plásticas y visuales, a partir del análisis y de la comprensión de dichas manifestaciones. OBJ3",
        "CE1.6. Manifestar respeto en la recepción de propuestas artísticas plásticas y visuales, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva. OBJ1",
        "CE2.1. Producir obras propias básicas utilizando las posibilidades expresivas del cuerpo, la imagen y los medios digitales básicos y mostrando confianza en las capacidades propias. OBJ3",
        "CE2.2. Expresar con creatividad ideas, sentimientos y emociones a través de diversas manifestaciones artísticas plásticas y visuales, utilizando los diferentes lenguajes e instrumentos a su alcance, mostrando confianza en las propias capacidades y perfeccionando la ejecución. OBJ3",
        "CE2.3. Planificar y diseñar producciones culturales y artísticas plásticas y visuales colectivas, trabajando de forma cooperativa en la consecución de un resultado final que cumpla con unos objetivos acordados y asumiendo diferentes roles, desde la igualdad y el respeto a la diversidad. OBJ4",
        "CE2.4. Participar en el proceso cooperativo de producciones culturales y artísticas plásticas y visuales, de forma creativa, utilizando elementos básicos del lenguaje plástico y visual y diferentes técnicas artísticas. OBJ4",
        "CE2.5. Compartir los proyectos creativos plásticos y visuales, empleando diferentes estrategias comunicativas a través de diversos medios y explicando el proceso y el resultado final obtenido. OBJ4",
        "CE2.6. Manifestar respeto en la realización de actividades, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva y empática hacia la expresión de ideas, sentimientos y emociones de los demás. OBJ4",
        "CE3.1. Distinguir propuestas artísticas audiovisuales de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por ellas. OBJ1",
        "CE3.2. Describir manifestaciones culturales y artísticas audiovisuales, explorando sus características con interés, estableciendo relaciones básicas entre ellas, valorando la diversidad que las genera, así como las principales profesiones vinculadas a la creación e interpretación audiovisual, y empleando el vocabulario específico de estas. OBJ1",
        "CE3.3. Seleccionar y aplicar estrategias para la búsqueda de información sobre manifestaciones culturales y artísticas audiovisuales, a través de diversos canales y medios de acceso, de forma individual y colaborativa. OBJ2",
        "CE3.4. Comparar el significado y los elementos característicos de distintas manifestaciones culturales y artísticas audiovisuales que forman parte del patrimonio de diversos entornos, analizando los canales, medios y técnicas vinculados a ellas, así como sus diferencias y similitudes, y desarrollando criterios de valoración propios. OBJ2",
        "CE3.5. Valorar las sensaciones y las emociones producidas por diferentes manifestaciones culturales y artísticas audiovisuales, a partir del análisis y de la comprensión de dichas manifestaciones. OBJ2",
        "CE3.6. Manifestar respeto en la recepción de propuestas artísticas audiovisuales, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva. OBJ1",
        "CE4.1. Producir obras propias básicas utilizando las posibilidades expresivas del cuerpo, la imagen, el sonido y los medios digitales básicos y mostrando confianza en las capacidades propias. OBJ3",
        "CE4.2. Expresar con creatividad ideas, sentimientos y emociones a través de diversas manifestaciones artísticas audiovisuales, utilizando los diferentes lenguajes e instrumentos a su alcance, mostrando confianza en las propias capacidades y perfeccionando la ejecución. OBJ3",
        "CE4.3. Planificar y diseñar producciones culturales y artísticas audiovisuales colectivas, trabajando de forma cooperativa en la consecución de un resultado final que cumpla con unos objetivos acordados y asumiendo diferentes roles, desde la igualdad y el respeto a la diversidad. OBJ4",
        "CE4.4. Participar en el proceso cooperativo de producciones culturales y artísticas audiovisuales, de forma creativa, utilizando elementos básicos del lenguaje audiovisual y diferentes técnicas artísticas. OBJ4",
        "CE4.5. Compartir los proyectos creativos audiovisuales, empleando diferentes estrategias comunicativas a través de diversos medios y explicando el proceso y el resultado final obtenido. OBJ4",
        "CE4.6. Manifestar respeto en la creación e interpretación de propuestas artísticas audiovisuales, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva y empática hacia la expresión de ideas, sentimientos y emociones de los demás. OBJ4"
    ]
}