{
  "saberes": [
    "A. Sentido numérico ",
    "MAB.4.A.1. Cantidad",
    "MAB.4.A.1.1. Realización de estimaciones en diversos contextos analizando y acotando el error cometido. ",
    "MAB.4.A.1.2. Expresión de cantidades mediante números reales con la precisión requerida.",
    "MAB.4.A.1.3. Diferentes representaciones de una misma cantidad. ",
    "MAB.4.A.2. Sentido de las operaciones",
    "MAB.4.A.2.1. Operaciones con números reales en la resolución de situaciones contextualizadas.",
    "MAB.4.A.2.2. Propiedades y relaciones inversas de las operaciones (adición y sustracción; multiplicación y división; elevar al cuadrado y extraer la raíz cuadrada): cálculos con números reales, incluyendo herramientas digitales.",
    "MAB.4.A.2.3. Reconocimiento de algunos números irracionales como el número pi, el número de oro o el número cordobés en situaciones de la vida cotidiana y su uso en la historia, el arte y la cultura andaluza.",
    "MAB.4.A.3. Relaciones",
    "MAB.4.A.3.1. Los conjuntos numéricos (naturales, enteros, racionales y reales): relaciones entre ellos y propiedades.",
    "MAB.4.A.3.2. Orden en la recta numérica. Intervalos. ",
    "MAB.4.A.4. Razonamiento proporcional.",
    "MAB.4.A.4.1. Situaciones de proporcionalidad directa e inversa en diferentes contextos: desarrollo y análisis de métodos para la resolución de problemas.",
    "B. Sentido de la medida ",
    "MAB.4.B.1. Medición",
    "MAB.4.B.1.1. Razones trigonométricas de un ángulo agudo y sus relaciones: aplicación a la resolución de problemas.",
    "MAB.4.B.2. Cambio",
    "MAB.4.B.2.1. Estudio gráfico del crecimiento y decrecimiento de funciones en contextos de la vida cotidiana con el apoyo de herramientas tecnológicas: tasas de variación absoluta, relativa y media.",
    "C. Sentido espacial",
    "MAB.4.C.1. Figuras geométricas de dos y tres dimensiones",
    " MAB.4.C.1.1. Propiedades geométricas de objetos matemáticos y de la vida cotidiana, como la proporción áurea y cordobesa: investigación con programas de geometría dinámica.",
    "MAB.4.C.2. Localización y sistemas de representación",
    "MAB.4.C.2.1. Figuras y objetos geométricos de dos dimensiones: representación y análisis de sus propiedades utilizando la geometría analítica.",
    "MAB.4.C.2.2. Expresiones algebraicas de una recta: selección de la más adecuada en función de la situación a resolver.",
    "MAB.4.C.3. Movimientos y transformaciones",
    "MAB.4.C.3.1. Transformaciones elementales en la vida cotidiana presentes en la vida cotidiana, en el arte y la arquitectura andaluza: investigación con herramientas tecnológicas como programas de geometría dinámica, realidad aumentada.",
    "MAB.4.C.4. Visualización, razonamiento y modelización geométrica",
    "MAB.4.C.4.1. Modelos geométricos: representación y explicación de relaciones numéricas y algebraicas en situaciones diversas.",
    "MAB.4.C.4.2. Modelización de elementos geométricos con herramientas tecnológicas como programas de geometría dinámica, realidad aumentada, etc.",
    "MAB.4.C.4.3. Elaboración y comprobación de conjeturas sobre propiedades geométricas mediante programas de geometría dinámica u otras herramientas.",
    "D. Sentido algebraico ",
    "MAB.4.D.1. Patrones",
    "MAB.4.D.1.1. Patrones, pautas y regularidades: observación, generalización y término general en casos sencillos.",
    "MAB.4.D.2. Modelo matemático",
    "MAB.4.D.2.1. Modelización y resolución de problemas de la vida cotidiana mediante representaciones matemáticas y lenguaje algebraico, haciendo uso de distintos tipos de funciones.",
    "MAB.4.D.2.2. Estrategias de deducción y análisis de conclusiones razonables de una situación de la vida cotidiana a partir de un modelo.",
    "MAB.4.D.3. Variable",
    "MAB.4.D.3.1. Variables: asociación de expresiones simbólicas al contexto del problema y diferentes usos. ",
    "MAB.4.D.3.2. Relaciones entre cantidades y sus tasas de cambio.",
    "MAB.4.D.4. Igualdad y desigualdad",
    "MAB.4.D.4.1. Álgebra simbólica: representación de relaciones funcionales en contextos diversos.",
    "MAB.4.D.4.2. Formas equivalentes de expresiones algebraicas en la resolución de ecuaciones, sistemas de ecuaciones e inecuaciones lineales y no lineales sencillas.",
    "MAB.4.D.4.3. Estrategias de discusión y búsqueda de soluciones en ecuaciones lineales y no lineales sencillas en situaciones de la vida cotidiana.",
    "MAB.4.D.4.4. Ecuaciones, sistemas e inecuaciones: mediante el uso de la tecnología.",
    " MAB.4.D.5. Relaciones y funciones",
    "MAB.4.D.5.1. Relaciones cuantitativas en situaciones de la vida cotidiana y las clases de funciones que las modelizan.",
    "MAB.4.D.5.2. Relaciones lineales y no lineales: identificación y comparación de diferentes modos de representación, tablas, gráficas o expresiones algebraicas, y sus propiedades a partir de ellas.",
    "MAB.4.D.5.3. Representación de funciones: interpretación de sus propiedades en situaciones de la vida cotidiana y otros contextos.",
    "MAB.4.D.6. Pensamiento computacional",
    "MAB.4.D.6.1. Resolución de problemas mediante la descomposición en partes, la automatización y el pensamiento algorítmico.",
    "MAB.4.D.6.2. Estrategias en la interpretación, modificación y creación de algoritmos.",
    "MAB.4.D.6.3. Formulación y análisis de problemas de la vida cotidiana mediante programas y otras herramientas.",
    "E. Sentido estocástico",
    "MAB.4.E.1. Organización y análisis de datos",
    "MAB.4.E.1.1. Estrategias de recogida y organización de datos de una situación de la vida cotidiana que involucren una variable estadística bidimensional. Tablas de contingencia.",
    "MAB.4.E.1.2. Análisis e interpretación de tablas y gráficos estadísticos de una y variables cualitativas, cuantitativas discretas y cuantitativas continuas en contextos reales.",
    "MAB.4.E.1.3. Medidas de localización y dispersión: interpretación y análisis de la variabilidad.",
    "MAB.4.E.1.4. Gráficos estadísticos de una y dos variables: representación mediante diferentes tecnologías (calculadora, hoja de cálculo, aplicaciones...), análisis, interpretación y obtención de conclusiones razonadas. MAB.4.E.1.5. Interpretación de la relación entre dos variables, valorando gráficamente con herramientas tecnológicas la pertinencia de realizar una regresión lineal. Ajuste lineal con herramientas tecnológicas.",
    "MAB.4.E.2. Incertidumbre",
    "MAB.4.E.2.1. Experimentos compuestos: planificación, realización y análisis de la incertidumbre asociada. ",
    "MAB.4.E.2.2. Probabilidad: cálculo aplicando la regla de Laplace y técnicas de recuento en experimentos simples y compuestos (mediante diagramas de árbol, tablas…) y aplicación a la toma de decisiones fundamentadas.",
    "MAB.4.E.3. Inferencia",
    "MAB.4.E.3.1. Diferentes etapas del diseño de estudios estadísticos.",
    "MAB.4.E.3.2. Estrategias y herramientas de presentación e interpretación de datos relevantes en investigaciones estadísticas mediante herramientas digitales adecuadas.",
    "MAB.4.E.3.3. Análisis del alcance de las conclusiones de un estudio estadístico valorando la representatividad de la muestra.",
    "F. Sentido socioafectivo",
    "MAB.4.F.1. Creencias, actitudes y emociones",
    "MAB.4.F.1.1. Gestión emocional: emociones que intervienen en el aprendizaje de las matemáticas. Autoconciencia y autorregulación.",
    "MAB.4.F.1.2. Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el aprendizaje de las matemáticas.",
    "MAB.4.F.1.3. Estrategias de fomento de la flexibilidad cognitiva: apertura a cambios de estrategia y transformación del error en oportunidad de aprendizaje.",
    "MAB.4.F.2. Trabajo en equipo y toma de decisiones",
    "MAB.4.F.2.1. Asunción de responsabilidades y participación activa, optimizando el trabajo en equipo. Estrategias de gestión de conflictos: pedir, dar y gestionar ayuda.",
    "MAB.4.F.2.2. Métodos para la gestión y la toma de decisiones adecuadas en la resolución de situaciones propias del quehacer matemático en el trabajo en equipo.",
    "MAB.4.F.3. Inclusión, respeto y diversidad",
    "MAB.4.F.3.1. Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad. ",
    "MAB.4.F.3.2. La contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género.",
    "MAB.4.F.3.3. Valoración de la contribución de la ciencia andaluza, en los diferentes periodos históricos y en particular del andalusí, al desarrollo de las matemáticas."
  ],
  "criteriosEvaluacion": [
    "1.1. Reformular de forma verbal y gráfica problemas matemáticos, interpretando los datos, las relaciones entre ellos y las preguntas planteadas.",
    "1.2. Analizar y seleccionar diferentes herramientas y estrategias elaboradas en la resolución de un mismo problema, valorando su eficiencia.",
    "1.3. Obtener todas las posibles soluciones matemáticas de un problema, movilizando los conocimientos necesarios, analizando los resultados y reconociendo el error como parte del proceso. Utilizando para ello las herramientas tecnológicas adecuadas",
    "2.1. Comprobar la corrección matemática de las soluciones de un problema",
    "2.2. Justificar las soluciones óptimas de un problema, evaluándolas desde diferentes perspectivas (matemática, de género, de sostenibilidad, de consumo responsable, etc.).",
    "3.1. Formular, comprobar e investigar conjeturas de forma guiada.",
    "3.2. Plantear variantes de un problema dado que lleven a una generalización.",
    "3.3. Emplear herramientas tecnológicas adecuadas en la investigación y comprobación de conjeturas o problemas.",
    "4.1. Generalizar patrones de situaciones problematizadas, proporcionando una representación computacional.",
    "4.2. Modelizar situaciones y resolver problemas de forma eficaz, interpretando, modificando, generalizando y creando algoritmos.",
    "5.1. Deducir relaciones entre los conocimientos y experiencias matemáticas, formando un todo coherente.",
    "5.2. Analizar y poner en práctica conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias previas.",
    "6.1. Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas, y usando los procesos inherentes a la investigación científica y matemática como inferir, medir, comunicar, clasificar y predecir.",
    "6.2. Analizar y aplicar conexiones coherentes entre las matemáticas y otras materias realizando un análisis crítico.",
    "6.3. Valorar la aportación de las matemáticas al progreso de la humanidad y su contribución a la superación de los retos que demanda la sociedad actual, identificando algunas aportaciones hechas desde nuestra comunidad.",
    "7.1. Representar matemáticamente la información más relevante de un problema, conceptos, procedimientos y resultados matemáticos, usando diferentes herramientas visualizando ideas y estructurar procesos matemáticos.",
    "7.2. Seleccionar y entre diferentes herramientas, incluidas las digitales, y formas de representación pictórica, gráfica, verbal o simbólica, valorando su utilidad para compartir información.",
    "8.1. Comunicar ideas, procedimientos, conclusiones, conjeturas y razonamientos matemáticos, utilizando diferentes medios, incluidos los digitales, empleando la terminología apropiada con coherencia y claridad.",
    "8.2. Reconocer y emplear el lenguaje matemático presente en la vida cotidiana y en diversos contextos comunicando mensajes con contenido matemático con precisión y rigor.",
    "9.1. Identificar y gestionar las emociones propias y desarrollar el autoconcepto matemático, generando expectativas positivas ante nuevos retos matemáticos.",
    "9.2. Mostrar una actitud positiva y perseverante, aceptando la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
    "10.1. Colaborar activamente y construir relaciones trabajando con las matemáticas en equipos heterogéneos, respetando diferentes opiniones, comunicándose de manera efectiva, pensando de forma crítica y creativa, tomando decisiones y realizando juicios informados.",
    "10.2. Gestionar el reparto de tareas en el trabajo en equipo, aportando valor, favoreciendo la inclusión, la escucha activa, responsabilizándose del rol asignado y de la propia contribución al equipo."
  ]
}