{
    "competenciasEspecificas": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1. Tomar conciencia y control del propio cuerpo, adecuando estratégicamente las acciones a la realidad del entorno de una manera segura, construyendo una autoimagen ajustada y positiva.",
        "2. Identificar, manifestar y regular sus emociones, de acuerdo con el nivel de desarrollo, expresan- do necesidades y sentimientos como respuesta a situaciones relacionadas con necesidades bá- sicas y con la interacción con los demás, para lograr bienestar emocional y seguridad afectiva.",
        "3. Adoptar de modo consciente y reflexivo modelos, normas y hábitos de la propia familia y del colegio (cuidado del entorno, rutinas) desarrollando la confianza en sus posibilidades y sentimientos de logro, así como un estilo de vida sostenible y ecosocialmente responsable.",
        "4. Establecer interacciones sociales positivas, en condiciones de igualdad, valorando la importancia de la amistad, el respeto, la confianza y la empatía, en la construcción de la propia identidad.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1. Identificar las características de materiales, objetos y colecciones del entorno próximo y establecer relaciones entre ellos mediante la exploración, la manipulación sensorial y el manejo de herramientas sencillas, desarrollando destrezas lógico-matemáticas.",
        "2. Experimentar, observar y adoptar progresivamente los procedimientos del método cientí- fico y las destrezas del pensamiento computacional y de diseño, frente a distintas situa- ciones próximas a la infancia, mostrando interés por aplicarlos de manera creativa ante diferentes retos y situaciones y ofreciendo una respuesta secuenciada de manera sencilla.",
        "3. Reconocer algunos elementos y fenómenos de la naturaleza por medio de experiencias lúdicas y cotidianas, mostrando interés por los hábitos que inciden sobre ella, para apreciar y valorar la im- portancia del uso sostenible, del cuidado y la conservación del entorno en la vida de las personas.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1. Mostrar interés por interactuar en situaciones cotidianas a través de la exploración, expe- rimentación, el uso de su repertorio comunicativo y el desarrollo del lenguaje en sus tres dimensiones: forma, contenido y uso, expresando sus necesidades e intenciones y respon- diendo a las exigencias del entorno.",
        "2. Interpretar mensajes sencillos y representaciones apoyándose en conocimientos y recursos de su propia experiencia en contextos cotidianos, respondiendo a las demandas y necesi- dades del entorno, además de construyendo nuevos aprendizajes.",
        "3. Producir mensajes de manera creativa, utilizando diferentes lenguajes en distintos so- portes, explorando sus posibilidades expresivas, para responder a diferentes intenciones comunicativas.",
        "4. Participar por iniciativa propia en actividades relacionadas con representaciones gráficas y textuales apoyadas gráficamente, presentadas de forma lúdica como acercamiento pro- gresivo y motivacional a la lectura y escritura en contextos familiares, mostrando interés y curiosidad por comprender su funcionalidad y algunas de sus características.",
        "5. Valorar la diversidad lingüística y cultural presente en su entorno enriqueciendo sus estra- tegias comunicativas y su bagaje cultural."
    ]
}