{
  "saberes": [
    "I. Las destrezas científicas básicas",
    "1. Empleo de las metodologías propias de la investigación científica para desarrollar razonamientos propios del pensamiento científico. Identificación y formulación de cuestiones, elaboración de hipótesis y comprobación experimental de las mismas.",
    "2. Trabajo experimental y proyectos de investigación: selección de estrategias en la resolución de problemas y en el desarrollo de investigaciones mediante la indagación, la deducción y la búsqueda de evidencias, haciendo deducciones válidas de las observaciones y obteniendo conclusiones.",
    "3. Conocimiento y utilización de diversos entornos y recursos de aprendizaje científico como el laboratorio o los entornos virtuales para adquirir destrezas científicas. ",
    "    3.1. Uso de materiales, sustancias e instrumentos básicos del laboratorio de Física y Química.",
    "    3.2. Manejo de herramientas digitales como apoyo al trabajo experimental y la investigación.",
    "4. Aplicación de las normas de uso de los espacios específicos de la ciencia y en especial del laboratorio de Física y Química, asegurando y protegiendo así la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medioambiente.",
    "5. Reconocimiento del carácter universal y transversal del lenguaje científico en diferentes escenarios científicos y de aprendizaje. ",
    "    5.1. Utilización de las unidades del Sistema Internacional y sus símbolos para facilitar la comunicación efectiva con toda la comunidad científica.",
    "    5.2. Manejo de las herramientas matemáticas básicas para la resolución de problemas.",
    "6. Utilización de estrategias de interpretación, producción y comunicación de información científica en diferentes formatos y a partir de diferentes medios. Desarrollo del criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
    "7. Valoración de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de la física y la química en el avance y la mejora de la sociedad.",
    "II. La materia",
    "1. Realización de experimentos relacionados con los sistemas materiales para explicar lo que ocurre a su alrededor. ",
    "    1.1. Conocimiento y descripción de las propiedades de los sistemas materiales, su composición y su clasificación para la comprensión de su entorno.",
    "2. Desarrollo histórico de los modelos atómicos, formación de iones, existencia y propiedades de los isótopos y ordenación de los elementos más comunes en la tabla periódica deduciendo el comportamiento análogo de una familia o grupo.",
    "3. Explicación de la formación, mediante enlaces, de los principales compuestos químicos para deducir sus propiedades físicas y químicas. ",
    "    3.1. Interpretación y cálculos de masa atómica y masa molecular para relacionarlos con los valores de las masas de sustancias sencillas en la vida cotidiana.",
    "4. Nomenclatura inorgánica: denominación de sustancias simples, iones monoatómicos introduciendo el número de carga y compuestos binarios mediante las reglas de nomenclatura de la IUPAC, preferiblemente con la nomenclatura de composición usando prefijos multiplicadores para indicar las proporciones de los constituyentes, para reconocer el carácter universal y transversal del lenguaje científico.",
    "III. El cambio",
    ". Análisis de los diferentes tipos de cambios que experimentan los sistemas materiales, para relacionar las causas que los producen con las consecuencias que tienen.",
    ". Diferenciación entre reactivos y productos en una reacción química y realización de cálculos estequiométricos sencillos para una interpretación macroscópica y microscópica de las mismas. Explicación de las relaciones de la química con el medioambiente, la tecnología y la sociedad.",
    ". Aplicación de la ley de conservación de la masa para validar experimentalmente el modelo atómico-molecular de la materia.",
    ". Predicción cualitativa de la evolución de las reacciones químicas según los factores que influyen en su velocidad y su importancia en la resolución de problemas actuales por parte de la ciencia.",
    "IV. La interacción",
    ". Predicción y comprobación de movimientos rectilíneos sencillos a partir de los conceptos de la cinemática, formulando hipótesis comprobables sobre valores futuros de estas magnitudes, validándolas a través del cálculo numérico, la interpretación de gráficas o el trabajo experimental, que permitan entender situaciones cotidianas.",
    ". Relación y justificación de los efectos de las fuerzas, especialmente la fuerza de rozamiento, tanto en el estado de movimiento o de reposo de un cuerpo como produciendo deformaciones en los sistemas sobre los que actúan.",
    ". Observación de situaciones cotidianas o de laboratorio que permiten entender cómo se comportan los sistemas materiales ante la acción de las fuerzas y predecir los efectos de estas en situaciones cotidianas a partir de la aplicación de las leyes de Newton.",
    "V. La energía",
    ". Formulación de hipótesis y resolución de cuestiones sobre la energía, las propiedades y las manifestaciones que la describen como la causa de todos los procesos de cambio.",
    ". Diseño y comprobación experimental de hipótesis relacionadas con el uso doméstico e industrial de la energía en sus distintas formas y las transformaciones entre ellas.",
    ". Reconocimiento de la naturaleza eléctrica de la materia, identificación de los elementos más habituales de los circuitos eléctricos y su función.",
    ". Explicación de las formas de obtención de energía eléctrica y elaboración fundamentada de hipótesis sobre la repercusión del uso de fuentes de energía renovables o no renovables. Concienciación sobre la necesidad del ahorro energético y la conservación sostenible del medioambiente. Valoración del uso de la energía eléctrica en Canarias."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar y explicar los fenómenos fisicoquímicos cotidianos más relevantes a partir de los principios, las teorías y las leyes científicas y expresar sus conclusiones en diversos soportes y medios de comunicación, empleando la argumentación para comprender a través de la ciencia lo que ocurre a su alrededor. CCL1, STEM2, CD2",
    "1.2. Resolver problemas fisicoquímicos planteados en situaciones conocidas mediante las leyes y las teorías científicas, seleccionando las estrategias de resolución, razonando los procedimientos utilizados, analizando la validez de los resultados y su adecuada expresión, y reformulando el procedimiento si fuera necesario, para encontrar soluciones que mejoren su realidad cercana y la calidad de vida humana. STEM1, STEM2, STEM4, CPSAA4",
    "2.1. Emplear las metodologías de la ciencia en la identificación y descripción de fenómenos a partir de cuestiones mediante la experimentación, la indagación, la deducción, la búsqueda de evidencias procedente de diversas fuentes y el razonamiento lógico-matemático, diferenciándolas de aquellas pseudocientíficas que no admiten comprobación experimental, para mejorar sus destrezas científicas. CCL1, CCL3, STEM1, STEM2, CD1",
    "2.2. Diseñar y desarrollar procedimientos experimentales o deductivos que permitan responder a las cuestiones planteadas y validar las hipótesis formuladas de manera informada con el conocimiento científico existente, aplicando las leyes y teorías científicas conocidas, para comprobar o presentar soluciones que creen valor en el ámbito personal, social, cultural y económico. CCL1, STEM1, STEM2, CPSAA4, CE1, CCEC3",
    "3.1. Seleccionar, interpretar y comunicar datos e información en diferentes formatos relativos a un proceso fisicoquímico concreto, relacionándolos entre sí, extrayendo lo significativo y desechando lo irrelevante, con el apoyo de determinadas herramientas digitales y diferentes fuentes fiables y seguras, para reconocer el carácter universal y transversal del lenguaje científico en la resolución de problemas de su entorno. CP1, STEM4, CD2, CD3, CCEC4",
    "3.2. Aplicar las reglas básicas de la física y la química, incluyendo el uso de varios sistemas de unidades, las herramientas matemáticas necesarias y las reglas de nomenclatura básicas, para facilitar la comunicación efectiva con toda la comunidad científica desde el respeto a las normas del lenguaje de las ciencias. STEM4, CC1, CCEC2",
    "3.3. Aplicar con rigor las normas de uso de los espacios específicos de la ciencia, dentro y fuera del centro, en especial el laboratorio de física y química, como medio para asegurar la salud propia y colectiva, la conservación sostenible del medioambiente y el respeto por las instalaciones. STEM5, CPSAA2, CC1",
    "4.1. Elegir y utilizar de forma segura recursos variados, tradicionales y digitales, mejorando el aprendizaje autónomo, en equipo y la interacción con otros miembros de la comunidad educativa, de forma rigurosa y respetuosa, analizando las aportaciones de cada participante, para contribuir a la mejora de la comunicación y ejercer una ciudadanía cívica y reflexiva. CCL2, STEM4, CD3, CPSAA3",
    "4.2. Trabajar con medios variados, tradicionales y digitales, en la consulta de información y la creación de contenidos, empleando las fuentes y herramientas que se consideren, a partir de la aplicación de criterios de validez, calidad y fiabilidad, desechando las menos adecuadas, para fomentar la creatividad y mejorar el aprendizaje propio y colectivo. CCL3, CP1, CD1, CD2, CE3, CCEC4",
    "5.1. Establecer interacciones constructivas y coeducativas, desarrollando actividades de cooperación, en aula o en plataformas virtuales, como forma de construir un medio de trabajo eficiente, ético y crítico en la ciencia. CCL5, CP3, CD3, CPSAA3",
    "5.2. Describir situaciones problemáticas reales, locales o globales, y emprender, de forma guiada, proyectos científicos colaborativos en los que la física y la química puedan contribuir a su solución, razonando el impacto que las iniciativas tienen en la mejora de la sociedad, la preservación de la salud y la conservación sostenible del medioambiente, que creen valor para el individuo y para la comunidad. STEM3, STEM5, CC3, CE2",
    "6.1. Percibir la ciencia como un proceso en construcción, así como reconocer y valorar sus repercusiones e implicaciones tecnológicas, económicas, sociales y medioambientales, a través del análisis histórico de los avances científicos logrados por hombres y mujeres de ciencia, para adoptar un estilo de vida sostenible y responsable sopesando los riesgos y los beneficios de las aplicaciones directas derivadas de los avances científicos. STEM2, CD4, CPSAA4, CCEC1",
    "6.2. Detectar en el entorno las necesidades tecnológicas, económicas, sociales y ambientales más importantes que demanda la humanidad, en general, y la sociedad canaria, en particular, con el fin de entender la capacidad de la ciencia para encontrar soluciones sostenibles a través de la implicación de toda la ciudadanía. STEM5, CPSAA1, CC4"
  ]
}