{
  "competenciasEspecificas": [
    "1. Asentar, practicar y promover en su entorno próximo estilos de vida activos y saludables, planificando la actividad física propia y de terceros, partiendo de una evaluación inicial en base a parámetros científicos asequibles de las características fisiológicas y biométricas de los participantes, sus necesidades y motivaciones, así como de las condiciones del contexto. STEM2, STEM5, CD4, CPSAA1.2, CPSAA2, CPSAA5.",
    "2. Experimentar y desarrollar competencias, además de la motriz, implicadas en los estudios y salidas profesionales asociadas a la actividad física y el deporte, tales como dirección de grupos, organización de actividades, observación de situaciones motoras, diseño de actividades creativas, de ocio y de enseñanzas deportivas. CCL1, CCL5, STEM5, CD2, CD3, CPSAA2, CPSAA3.1, CPSAA3.2, CE3.",
    "3. Resolver con seguridad, estabilidad y creatividad situaciones motrices variadas vinculadas a diferentes manifestaciones deportivas, recreativas y creativas, consolidando su capacidad de aprendizaje individual y compartido, fundamentadas sobre habilidades para la autorregulación emocional, la observación y el análisis, la planificación y la comunicación. CCL1, STEM2, CD3, CD4, CPSSA1.1, CPSSA1.2, CPSSA3.",
    "4. Recopilar, vivenciar y promover actividades físico-deportivas que destaquen por su carácter mixto e inclusivo, proponiendo alternativas creativas que favorezcan la implantación de hábitos de actividad física y deportiva que superen las diferencias culturales, sociales, de género y de habilidad, priorizando el respeto hacia los participantes y a las reglas sobre los resultados, desarrollando procesos de autorregulación emocional y entendimiento social en los diferentes espacios en los que se participa. CCL2, CCL5, STEM5, CPSAA3.1, CC2, CC3, CE3.",
    "5. Investigar, descubrir y analizar críticamente las influencias sociales, políticas y económicas que conforman las distintas manifestaciones de la cultura motriz, incluida la cultura andaluza, así como sus mecanismos de arraigo social y transmisión de valores, adoptando una postura ética y proactiva en la defensa y fomento de valores democráticos de inclusión, respeto a las normas y a los demás, rechazo a la violencia y a la discriminación, u oponiéndose a aquellos tópicos o estereotipos perjudiciales para la salud. CCL1, CCL3, CCL5, CD1, CPSAA4, CC1, CC2, CCEC1, CCEC2, CCEC4.",
    "6. Organizar, desarrollar y promover acciones de servicio a la comunidad vinculadas a la actividad física y el deporte en el medio natural y urbano, integrándose en ella, asumiendo responsabilidades en la seguridad de las prácticas, optimizando los recursos próximos, y contribuyendo al cuidado y mantenimiento del entorno para un desarrollo sostenible. STEM5, CD2, CPSAA2, CPSAA3.2, CC4, CE1, CE2, CE3."
  ]
}