{
    "saberes": [
        "B1. Vida activa y saludable.",
        "Transversal a todas las competencias",
        "G1. Estilo de vida activo y saludable. Perspectiva física",
        "Higiene postural y medidas de prevención de accidentes.",
        "Respiración y relajación.",
        "Hábitos saludables de higiene corporal y postural, de alimentación y de hidratación.",
        "Beneficios de un estilo vida activo basado en la actividad física regular. El valor del descanso. Alimentación saludable.",
        "Efectos negativos del sedentarismo, la mala alimentación y otros comportamientos no saludables.",
        "G2. Estilo de vida activo y saludable. Perspectiva psicológica",
        "Bienestar personal. Respeto, conciencia y aceptación del cuerpo propio. Gestión de las emociones.",
        "Autoconcepto y autorregulación. Fortalezas y debilidades.",
        "G3. Estilo de vida activo y saludable. Perspectiva social",
        "Respeto y aceptación de la diversidad de las características personales.",
        "Juegos y actividad físico-deportiva igualitaria como práctica social saludable frente a hábitos nocivos.",
        "Tratamiento positivo y gestión de la competitividad. Juegos cooperativos.",
        "G4. Principios generales anatómicos y funcionales del cuerpo en movimiento",
        "Sistemas implicados en las actividades motrices: muscular y osteoarticular.",
        "G5. Aplicaciones digitales y recursos tecnológicos para el control de la actividad física desde una perspectiva saludable",
        "Recursos tecnológicos relacionados con la salud.",
        "G1. Gestión y planificación de la actividad física",
        "Programas de actividad física: autogestión de los mecanismos para la ejecución (ámbito físico, psicológico y social).",
        "G2. Organización de la actividad física",
        "Elección de la actividad basada en criterios saludables según el uso y la finalidad.",
        "Rutinas de activación, calentamiento y vuelta a la calma.",
        "G3. Medidas para la prevención de lesiones y seguridad en la práctica de actividad física",
        "Normas de seguridad básicas. Conocimiento de los principales riesgos.",
        "Mecanismos de control corporal para la prevención de lesiones. Equipación adecuada.",
        "Actuaciones y protocolos básicos ante accidentes en las actividades físico-deportivas: proteger, avisar y socorrer (PAS), posiciones de seguridad; reanimación cardiopulmonar (RCP).",
        "Conciencia de las posibilidades y limitaciones personales.",
        "B3. Resolución de problemas en situaciones motrices. CE1, CE2, CE3 y CE5",
        "G1. La condición física",
        "Las capacidades físicas básicas en el ámbito lúdico y la actividad física.",
        "La adaptación y autorregulación del esfuerzo a la intensidad y duración de la actividad.",
        "La frecuencia cardíaca y respiratoria como consecuencia del esfuerzo realizado.",
        "G2. Capacidades perceptivo-motrices y habilidades motrices",
        "Conciencia y control del esquema corporal y la lateralidad.",
        "Percepción y estructuración espaciotemporal.",
        "Coordinación general y segmentaria.",
        "Combinación de habilidades y creatividad motrices.",
        "G3. Los juegos",
        "Juegos cooperativos. Juegos alternativos. Juegos modificados.",
        "G4. Toma de decisiones en diferentes situaciones motrices. Fundamentos técnicos",
        "Gestos técnicos básicos.",
        "G5. Toma de decisiones en diferentes situaciones motrices. Fundamentos tácticos",
        "Ocupación de espacios.",
        "Estrategias de progresión, cooperación, oposición y colaboración-oposición.",
        "B4. Autorregulación emocional e interacción social en situaciones motrices. CE2, CE3, CE4 y CE5",
        "G1. Gestión emocional en situaciones motrices y juegos",
        "Identificación y expresión de emociones y sentimientos.",
        "Regulación y gestión emocional. El cuerpo expresivo y no violento.",
        "Control de la impulsividad y de las emociones negativas. La relajación.",
        "G2. Interacción social en situaciones motrices y juegos",
        "Deportividad y juego limpio.",
        "Normas y reglas consensuadas en situaciones de juego.",
        "Habilidades sociales: escucha activa, trabajo en equipo, estrategias de gestión y resolución dialogada de conflictos.",
        "Conductas inclusivas en las situaciones motrices basadas en la convivencia y la no discriminación por cuestiones de género, raciales, de capacidad física o de competencia motriz.",
        "B5. Manifestaciones de la cultura motriz. CE3, CE4, CE5 y CE6",
        "G1. Cuerpo comunicador",
        "El lenguaje comunicativo no verbal: el gesto, la mímica y la danza creativa.",
        "Propuestas coreográficas individuales y grupales con intención estética y expresiva.",
        "G2. Recursos y manifestaciones artístico-expresivas",
        "Montajes artístico-expresivos.",
        "G3. Juegos circenses",
        "Juegos de equilibrio, malabares y habilidades gimnásticas.",
        "G4. El ritmo y el cuerpo en movimiento",
        "Actividades rítmicas expresivas con y sin apoyo musical.",
        "El ritmo interno.",
        "G5. Bailes y danzas",
        "Bailes populares infantiles, tradicionales y regionales valencianos.",
        "Danzas del mundo y danza creativa. Danzas urbanas.",
        "G6. Juegos y deportes inclusivos",
        "Juegos cooperativos y espacios coeducativos.",
        "Estrategias para la inclusión.",
        "G7. Juegos populares y tradicionales",
        "Juegos del mundo.",
        "G8. La pilota valenciana",
        "Bonhomia. Valor cultural de la pilota (BIC - bien de interés cultural). Modalidad de raspall y modalidades de pilota a pared: frontón y frare. Pautas básicas.",
        "G9. Los valores en las diferentes manifestaciones motrices",
        "Trabajo cooperativo. El valor del diálogo y la reflexión.",
        "B6. Interacción eficiente y sostenible con el entorno.",
        "CE5 y CE6G1. Actividades físicas y de ocio activo adaptadas al medio natural",
        "G1. Actividades físicas y de ocio activo adaptadas al medio natural",
        "Itinerarios a pie y en bicicleta.",
        "G2. El entorno y patrimonio natural, urbano y cultural de la Comunitat Valenciana",
        "Espacios de juego y ocio en el entorno próximo al centro.",
        "Espacios naturales y urbanos: uso y disfrute.",
        "G3. El impacto ambiental de las actividades físico-deportivas en el entorno natural y urbano.",
        "Hábitos de movilidad sostenibleConciencia de la sostenibilidad medioambiental y valoración del impacto de las actividades en el medio natural y urbano.",
        "Acciones encaminadas a la conservación y la protección del entorno natural y urbano durante la práctica de actividad física.",
        "Iniciativas y proyectos para el fomento de la movilidad respetuosa con el medio ambiente. Medios de transporte activos y sostenibles: uso de la bicicleta y medios no motorizados.",
        "G4. Medidas básicas de seguridad y prevención de accidentes",
        "Protocolos básicos de seguridad en las actividades guiadas en el entorno.",
        "Uso correcto de materiales y espacios en la práctica de las actividades físicas en el entorno.Normas de educación vial para peatones y circulación en bicicleta en las vías públicas.",
        "G5. Aplicaciones tecnológicas en actividades en el medio natural",
        "Aplicaciones y recursos para la participación activa"
    ],
    "criteriosEvaluacion": [
        "1.1. Incorporar hábitos saludables relacionados con la actividad física y la alimentación que contribuyen a la mejora de la salud física, mental y emocional, e identificar los principales efectos negativos de una dieta desequilibrada.",
        "1.2. Incorporar progresivamente medidas de higiene postural y de prevención de accidentes.",
        "1.3. Ejecutar las fases de activación y vuelta a la calma relacionadas con la condición física, a través de rutinas en las actividades físicas cotidianas.",
        "1.4. Iniciarse en el hábito de practicar actividad física, a través de la realización de rutinas básicas de ejercicios y juegos que fomenten el autoconocimiento y una armoniosa interacción.",
        "2.1. Tomar conciencia de la corporalidad con las posibilidades y limitaciones, en diferentes acciones motrices individuales y en convivencia, mostrando una disposición positiva hacia la práctica física.",
        "2.2. Identificar los principales elementos anatómicos y funcionales implicados en el movimiento, en situaciones motrices habituales.",
        "2.3. Mostrar un progresivo control corporal adecuado a diferentes contextos y tipos de acciones motrices.",
        "3.1. Ejecutar desplazamientos, saltos, giros y otras acciones motrices de manera coordinada, facilitando el desarrollo motriz en situaciones controladas de juego y actividad física en entornos estables y conocidos, a través de acciones motrices individuales, de cooperación, de oposición o de colaboración- oposición.",
        "3.2. Desarrollar habilidades sociales inclusivas en las prácticas motrices identificando los estereotipos y resolviendo conflictos individuales y colectivos de forma dialogada y justa.",
        "3.3. Experimentar retos motrices sencillos que implican las capacidades físicas básicas a través de acciones motrices individuales, de cooperación, de oposición o de colaboración-oposición mediante el juego.",
        "3.4. Utilizar estrategias básicas de juego en acciones motrices individuales, de cooperación, de oposición o de colaboración- oposición, por medio de la identificación de los principales valores sociales y culturales asociados a los juegos.",
        "4.1. Explorar las posibilidades comunicativas del lenguaje corporal, participando en dinámicas guiadas de iniciación a propuestas escénicas, coreográficas, bailes y danzas.",
        "4.2. Ejecutar movimientos creativos y expresivos con progresiva desinhibición, que enriquezcan su identidad emocional y personal, a través de representaciones individuales o grupales sencillas.",
        "4.3. Participar activamente en montajes artísticos sencillos y guiados, en uso de los recursos expresivos del cuerpo y del movimiento.",
        "5.1. Llevar a cabo actividades físicas y artístico-expresivas en el medio natural o entornos no habituales de manera guiada y controlada, conociendo las técnicas adecuadas.",
        "5.2. Identificar medidas de seguridad y acciones para la conservación del medio mediante la participación en las actividades inclusivas en el entorno.",
        "5.3. Participar en actividades físicas y artístico-expresivas para el conocimiento del patrimonio natural y cultural próximo a través de actividades guiadas en el entorno.",
        "6.1. Experimentar con recursos tecnológicos sencillos relacionados con la actividad física y la salud, en situaciones motrices.",
        "6.2. Hacer uso de manera guiada de algunas aplicaciones tecnológicas vinculadas a retos motores, juegos y predeportes, identificando los beneficios y los riesgos.",
        "6.3. Participar en diferentes propuestas físicas y artístico-expresivas de manera guiada, haciendo uso de la tecnología y conociendo los nuevos escenarios de comunicación y aprendizaje."
    ]
}