{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer el dibujo como medio de conocimiento y comprensión del mundo, reflexionando, con iniciativa y desde su propia identidad cultural, sobre su presencia en distintas manifestaciones culturales y artísticas.",
        "Criterio 1.2. Considerar la promoción y conservación del patrimonio cultural y artístico como esencial para el ser humano, defendiendo y argumentando criterios personales acerca de su importancia como legado universal, así como disfrutando de la apreciación del arte y del dibujo como parte inherente del mismo.",
        "Criterio 1.3. Comparar el uso que se hace del dibujo en diferentes ámbitos disciplinares, realizando un análisis compartido y un debate constructivo sobre las diferentes formas en las que interviene en sus procesos creativos.",
        "Criterio 1.4. Explorar los lenguajes y elementos plásticos de diferentes propuestas artísticas, incluyendo las contemporáneas, entendiendo los cambios que se han producido en las tendencias a lo largo de la historia y utilizando correctamente la terminología adecuada, así como ",
        "alorando los retos creativos y estéticos que suponen toda producción cultural y artística.",
        "Criterio 1.5. Conocer los mecanismos de la percepción visual, sus leyes y principios, así como la composición y la ordenación de elementos en el espacio, mostrando interés en sus aplicaciones y empleándolos con intenciones comunicativas o expresivas. ",
        "Competencia específica 2.",
        "Criterio 2.1. Representar gráficamente su conocimiento e interpretación de la realidad en bocetos o esbozos, utilizando una expresión propia, espontánea y creativa, explorando en la percepción y ordenación del espacio realizando composiciones bidimensionales, figurativas y proponiendo variadas soluciones con diferentes niveles de iconicidad o abstractas.",
        "Criterio 2.2. Explorar con sensibilidad las posibilidades expresivas de los recursos elementales y de su sintaxis, indagando sobre las técnicas, materiales y soportes más adecuados a su intención representativa, incorporando en sus dibujos y creaciones gráficas los procedimientos o técnicas utilizados en referentes artísticos de su interés, desarrollando de forma abierta su proceso creativo gráfico y aportando un estilo aceptado como propio a la realización de dibujos, que combine el uso tradicional de materiales, técnicas y soportes con una manipulación intencionadamente personal e innovadora. ",
        "Criterio 2.3. Utilizar la práctica creativa para comunicar y expresar de forma abierta sus ideas, sentimientos y emociones, descubriendo la acción de dibujar como un enfrentamiento personal con la realidad y con uno mismo, reconociendo el dibujo artístico como medio autónomo de expresión y comunicación y defendiendo tanto la libertad creadora como la defensa de los derechos humanos y la protección del medioambiente.",
        "Competencia específica 3.",
        "Criterio 3.1. Observar el entorno de forma consciente y activa, seleccionando y abstrayendo lo más representativo del modelo elegido y representándolo gráficamente. ",
        "Criterio 3.2. Utilizar el método del encaje en la resolución de problemas de representación gráfica, analizando con interés tanto los diferentes volúmenes como el espacio que completa el conjunto. ",
        "Competencia específica 4.",
        "Criterio 4.1. Participar activamente en el proceso de diseño de una producción gráfica, asumiendo diferentes funciones de forma colaborativa. ",
        "Criterio 4.2. Reflexionar, de forma respetuosa, sobre las dificultades que puedan surgir en la planificación de un proyecto gráfico compartido, entendiendo este proceso como un instrumento de mejora del resultado final. ",
        "Criterio 4.3. Identificar diferentes ejemplos de profesiones relacionadas con el dibujo artístico, comprendiendo las oportunidades que ofrecen y el valor añadido de la creatividad en el trabajo, así como expresando su opinión de forma razonada y respetuosa. ",
        "Criterio 4.4. Realizar un proyecto gráfico, individual o grupal, enmarcado en un ámbito disciplinar concreto, utilizando con interés los valores expresivos del dibujo artístico y de sus recursos."       
    ],
    "saberes": [
        "Bloque A. Concepto e historia del dibujo. ",
        "A.1. Funciones del dibujo.",
        "A.1.1.1. El dibujo como proceso interactivo de observación, reflexión, imaginación, representación y comunicación.",
        "A.1.1.2. El dibujo como parte de múltiples procesos artísticos. Ámbitos disciplinares: diseño, arquitectura, ciencia y literatura.",
        "A.2. Historia del dibujo.",
        "A.2.1.1 Desde la Antigüedad hasta la Edad Media.",
        "A.2.1.2. El dibujo en el mundo islámico, India y Extremo Oriente.",
        "Bloque B. La expresión gráfica y sus recursos elementales.",
        "B.1. Elementos básicos de la expresión gráfica.",
        "B.1.1.1. Terminología y materiales del dibujo.",
        "B.1.1.2. El punto y sus posibilidades plásticas y expresivas.",
        "B.1.1.3. La línea: trazo y grafismo. Las tramas.",
        "B.1.1.4. La forma. Análisis de su tipología. Diferentes aplicaciones y combinaciones.",
        "B.1.1.5. Niveles de iconicidad de la imagen.",
        "B.2. Técnicas.",
        "B.2.1.1. El boceto o esbozo. Introducción al encaje.",
        "B.2.1.2. Técnicas gráficoplásticas, secas y húmedas.",
        "B.2.1.3. Utilización de programas de pintura y dibujo digital.",
        "B.2.1.4. Materiales gráficoplásticos. Seguridad, toxicidad, impacto ambiental y sostenibilidad.",
        "B.3. Proyectos gráficos colaborativos. ",
        "B.3.1.1. La distribución de tareas.",
        "B.3.1.2. Planificación de las fases de trabajo.",
        "B.3.1.3. Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
        "B.3.1.4. Estrategias de evaluación de las fases y los resultados de proyectos gráficos.",
        "Bloque C. Percepción y representación del espacio.",
        "C.1. Percepción visual. ",
        "C.1.1.1. Fundamentos de la percepción visual.",
        "C.1.1.2. Principios de la psicología de la Gestalt.",
        "C.1.1.3. Ilusiones ópticas.",
        "C.1.2.1. El color asociado a la línea. Arte óptico y geométrico.",
        "C.1.1.4. Naturaleza, percepción, psicología y simbología del color.",
        "C.1.1.5. Monocromía, bicromía y tricromía. Aplicaciones básicas del color en el dibujo.",
        "C.1.2.2. Cualidades y relaciones del color. El contraste de color. Color local, tonal y ambiental. Usos del color en el dibujo.",
        "C.2. La sintaxis visual.",
        "C.2.1.1. La composición como método. El equilibrio compositivo. ",
        "C.2.1.2. Direcciones visuales. Aplicaciones.",
        "C.2.1.3. Sistemas de ordenación en la sintaxis visual. Aplicaciones.",
        "C.4. La luz.",
        "C.4.1.1. La luz y el volumen.",
        "C.4.1.2. Tipos de luz y de iluminación.",
        "C.4.1.3. Valoración tonal y claroscuro.",
        "Bloque D. La figura humana.",
        "D.1. Historia de la representación humana.",
        "D.1.1.1. Representación simbolista del ser humano a lo largo de la historia. ",
        "D.1.1.2. Representación realista del ser humano a lo largo de la historia. ",
        "D.2. La figura humana y el dibujo. ",
        "D.2.1.1. Nociones básicas de anatomía artística.",
        "D.2.1.2. Apunte del natural y escorzo."
    ]
}
