{
  "criteriosEvaluacion": [
    "• CE1.1. Reconocer la radicalidad y trascendencia de los problemas filosóficos mediante su reconocimiento, análisis y reformulación en textos y otros medios de expresión, tanto filosóficos como literarios, históricos, científicos, artísticos o relativos a cualquier otro ámbito cultural. OBJ1",
    "• CE1.2. Afrontar cuestiones y problemas complejos, de carácter fundamental y de actualidad, de modo interdisciplinario, sistemático y creativo, utilizando conceptos, ideas y procedimientos provenientes de distintos campos del saber, y orientándolos y articulándolos críticamente desde una perspectiva filosófica. OBJ1",
    "• CE1.3.Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica y desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, diseño, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como a través de medios más tradicionales en forma de productos originales, tales como trabajos de investigación, disertaciones, comentarios de texto u otros discursos argumentativos, orales y escritos, sobre cuestiones y problemas filosóficos, demostrando un uso correcto de normas y pautas lógicas, retóricas y argumentativas. OBJ2",
    "• CE1.4. Promover el contraste e intercambio de ideas y la práctica de una ciudadanía activa y democrática a través de la participación en actividades grupales, en especial el ejercicio del diálogo racional, respetuoso, abierto y constructivo, sobre cuestiones y problemas filosóficamente relevantes, diálogo en el que detectar y evitar modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis, reconociendo la importancia de la cooperación, el compromiso con la búsqueda de la verdad, el respeto a la pluralidad y el rechazo de toda actitud discriminatoria o arbitraria, aplicando dichos principios a la práctica argumentativa y al diálogo con los demás. OBJ3",
    "• CE1.5. Generar una concepción compleja y no dogmática de lo que supone la filosofía como saber fundamental, crítico y universal, distinguiéndolo de otros saberes y actividades humanas, y valorando su vigencia en el momento actual, comprendiendo los pensamientos sobre el momento actual como fruto de un proceso dinámico y siempre abierto de reflexión y diálogo filosófico. OBJ4",
    "• CE1.6. Adquirir y demostrar un conocimiento significativo de las ideas y teorías filosóficas sobre el ser humano, el fundamento, valor y sentido de su existencia y su realidad, de algunas de las más importantes pensadoras y pensadores de la historia, mediante la aplicación y el análisis crítico de aquellas en el contexto de la práctica individual o colectiva de la indagación filosófica. OBJ4",
    "• CE1.7. Analizar problemas éticos y políticos fundamentales y de actualidad mediante la exposición crítica y dialéctica de distintas posiciones filosóficamente pertinentes en su interpretación y resolución, desarrollando así el juicio propio y la autonomía moral, mediante el análisis filosófico de dichos problemas, considerando las distintas posiciones en disputa, y elaborando, argumentando, exponiendo y sometiendo al diálogo con los demás las propias tesis al respecto. OBJ4",
    "• CE2.1. Reconocer la radicalidad y trascendencia de los problemas filosóficos mediante su reconocimiento, análisis y reformulación en textos y otros medios de expresión, tanto filosóficos como literarios, históricos, científicos, artísticos o relativos a cualquier otro ámbito cultural. OBJ1",
    "• CE2.2. Afrontar cuestiones y problemas complejos, de carácter fundamental y de actualidad, de modo interdisciplinario, sistemático y creativo, utilizando conceptos, ideas y procedimientos provenientes de distintos campos del saber, y orientándolos y articulándolos críticamente desde una perspectiva filosófica. OBJ1",
    "• CE2.3. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica y desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, diseño, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como a través de medios más tradicionales en forma de productos originales, tales como trabajos de investigación, disertaciones, comentarios de texto u otros discursos argumentativos, orales y escritos sobre cuestiones y problemas filosóficos, demostrando un uso correcto de normas y pautas lógicas, retóricas y argumentativas. OBJ2",
    "• CE2.4. Promover el contraste e intercambio de ideas y la práctica de una ciudadanía activa y democrática a través de la participación en actividades grupales, en especial el ejercicio del diálogo racional, respetuoso, abierto y constructivo, sobre cuestiones y problemas filosóficamente relevantes, diálogo en el que detectar y evitar modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis, reconociendo la importancia de la cooperación, el compromiso con la búsqueda de la verdad, el respeto a la pluralidad y el rechazo de toda actitud discriminatoria o arbitraria, aplicando dichos principios a la práctica argumentativa y al diálogo con los demás. OBJ3",
    "• CE2.5. Tomar consciencia de la riqueza e influencia del pensamiento filosófico sobre la realidad y la existencia, y otros problemas metafísicos, identificando y analizando las principales ideas y teorías filosóficas en textos o documentos pertenecientes a ámbitos culturales diversos, así como poniéndolas en relación con experiencias, acciones o acontecimientos comunes y de actualidad. OBJ4",
    "• CE2.6. Abordar desde distintas perspectivas y disciplinas el problema filosófico del conocimiento en general y del conocimiento científico y tecnológico en particular, identificando y analizando de manera crítica, compleja y rigurosa las ideas y teorías filosóficas que algunas de las más importantes pensadoras y pensadores de la historia propusieron para interpretarlo, a través del análisis comparativo de los argumentos, principios, metodologías y enfoques de dichas tesis y teorías. OBJ4",
    "• CE2.7. Comprender y apreciar la importancia de la solidez y validez de las formas argumentativas, a partir de su análisis tanto formal como informal, e identificar las falacias y los sesgos que se pueden encontrar en textos o documentos pertenecientes a ámbitos culturales diversos, como usos argumentativos ilegítimos, explicando la naturaleza o mecanismo de dichas falacias y sesgos. OBJ4",
    "• CE3.1. Reconocer la radicalidad y trascendencia de los problemas filosóficos mediante su reconocimiento, análisis y reformulación en textos y otros medios de expresión, tanto filosóficos como literarios, históricos, científicos, artísticos o relativos a cualquier otro ámbito cultural. OBJ1",
    "• CE3.2. Afrontar cuestiones y problemas complejos, de carácter fundamental y de actualidad, de modo interdisciplinario, sistemático y creativo, utilizando conceptos, ideas y procedimientos provenientes de distintos campos del saber, y orientándolos y articulándolos críticamente desde una perspectiva filosófica. OBJ1",
    "• CE3.3. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica y desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, diseño, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como a través de medios más tradicionales en forma de productos originales, tales como trabajos de investigación, disertaciones, comentarios de texto u otros discursos argumentativos, orales y escritos, sobre cuestiones y problemas filosóficos, demostrando un uso correcto de normas y pautas lógicas, retóricas y argumentativas. OBJ2",
    "• CE3.4. Promover el contraste e intercambio de ideas y la práctica de una ciudadanía activa y democrática a través de la participación en actividades grupales, en especial el ejercicio del diálogo racional, respetuoso, abierto y constructivo sobre cuestiones y problemas filosóficamente relevantes, diálogo en el que detectar y evitar modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis, reconociendo la importancia de la cooperación, el compromiso con la búsqueda de la verdad, el respeto a la pluralidad y el rechazo de toda actitud discriminatoria o arbitraria, aplicando dichos principios a la práctica argumentativa y al diálogo con los demás. OBJ3",
    "• CE3.5. Adquirir y demostrar un conocimiento significativo de las ideas y teorías filosóficas sobre el ser humano, el fundamento, el valor y el sentido de su existencia y su realidad, de algunas de las más importantes pensadoras y pensadores de la historia, mediante la aplicación y el análisis crítico de aquellas en el contexto de la práctica individual o colectiva de la indagación filosófica. OBJ4",
    "• CE3.6. Analizar problemas éticos y políticos fundamentales y de actualidad mediante la exposición crítica y dialéctica de distintas posiciones filosóficamente pertinentes en su interpretación y resolución, desarrollando así el juicio propio y la autonomía moral, mediante el análisis filosófico de dichos problemas, considerando las distintas posiciones en disputa y elaborando, argumentando, exponiendo y sometiendo al diálogo con los demás las propias tesis al respecto. OBJ4",
    "• CE3.7. Desarrollar la sensibilidad y la comprensión crítica del arte y otras manifestaciones y actividades con valor estético mediante el ejercicio del pensamiento filosófico sobre la belleza y la creación artística, contribuyendo así a la educación de los sentimientos y al desarrollo de una actitud reflexiva con respecto al lenguaje y sentido de las imágenes, y generando un adecuado equilibrio entre el aspecto racional y emotivo en la consideración de estos problemas filosóficos del ámbito de la estética, a través de la reflexión expresa alrededor del arte, y de otras actividades o experiencias con valor estético, y el análisis del papel de las imágenes y el lenguaje audiovisual en la cultura contemporánea. OBJ4"
  ],
   "saberes": [
    "Bloque 1. La filosofía y el ser humano",
    "• La reflexión filosófica sobre la propia filosofía. El problema filosófico de la definición de filosofía.",
    "– Características de la filosofía.",
    "– Concepciones de la filosofía.",
    "• La tradición filosófica.",
    "– Breve síntesis de las grandes épocas históricas de la filosofía.",
    "– La variedad de intereses, temas y perspectivas empleados en el hacer filosófico.",
    "• Las ausencias de colectivos y las posibles discriminaciones que cuestionan la tradición.",
    "– Filosofía y condición social: la discriminación social.",
    "– Filosofía y género: la discriminación de la mujer en la historia de la filosofía.",
    "– Filosofía y eurocentrismo: la discriminación étnico-cultural.",
    "• La filosofía como saber.",
    "– La filosofía como experiencia humana. La necesidad humana de dar sentido racional a la realidad, a nuestras acciones y a nuestro ser social.",
    "– Filosofía e infancia: la infancia como momento propicio para la experiencia filosófica.",
    "– Comparación con otros campos del saber: mitología, religión, ciencia, saber común, razón poética.",
    "– Las grandes subdisciplinas de la filosofía: los saberes filosóficos tradicionales.",
    "– Los métodos de la filosofía.",
    "• El trabajo filosófico.",
    "– Uso y análisis crítico de fuentes.",
    "– El trabajo con textos filosóficos: comprensión e interpretación.",
    "– El trabajo con materiales no filosóficos: la identificación de problemas filosóficos.",
    "– La argumentación sólida como base del pensamiento y el diálogo filosóficos.",
    "– La investigación y la disertación filosóficas.",
    "• El sentido de la filosofía en el siglo XXI.",
    "– Sentido y finalidad de la filosofía.",
    "– La vigencia de la reflexión filosófica ante los retos del siglo XXI.",
    "– Nuevos temas y áreas actuales de investigación filosófica.",
    "• El ser humano como sujeto de la experiencia filosófica y como objeto principal de la reflexión filosófica.",
    "– Las grandes concepciones filosóficas sobre el ser humano.",
    "– La filosofía y la existencia humana.",
    "• El debate sobre la génesis y la definición de la naturaleza humana.",
    "– La especificidad natural del Homo sapiens.",
    "– Los condicionantes históricos, sociales y culturales que nos hacen ser como somos.",
    "• Personalidad e identidad personal.",
    "– La estructura psicosomática de la personalidad.",
    "– Ámbitos del psiquismo: sensibilidad, emotividad, deseos, volición y facultades cognitivas.",
    "– Consciencia y lenguaje.",
    "– El problema de la identidad personal: tipos y modos de identidad.",
    "– Más allá de los límites humanos. La especulación sobre el transhumanismo.",
    "Bloque 2. Conocimiento y realidad",
    "• El problema filosófico del conocimiento.",
    "– Definición, posibilidad y límites del conocimiento.",
    "– La teoría del conocimiento: racionalismo, empirismo y otras teorías.",
    "• La verdad como objetivo del conocimiento.",
    "– Las teorías de la verdad.",
    "– El fenómeno de la desinformación y la «posverdad».",
    "• El razonamiento y la argumentación.",
    "– La argumentación formalmente válida: la lógica formal. Simbolización, tablas de verdad y deducción natural de la lógica proposicional.",
    "– La argumentación informal.",
    "– La argumentación incorrecta: falacias y sesgos cognitivos.",
    "• El saber científico: definición, demarcación y metodologías científicas. La filosofía de la ciencia: naturaleza, problemas y límites del conocimiento científico.",
    "• La dimensión social y política del conocimiento.",
    "– El papel de las mujeres en la ciencia y en los otros saberes.",
    "– Conocimiento e interés.",
    "– Saber y poder.",
    "– La tecnociencia contemporánea.",
    "• El problema metafísico de lo real.",
    "– Apariencia y realidad. Las realidades virtuales.",
    "– Unidad y pluralidad.",
    "– Categorías y modos de ser.",
    "– Entidades físicas y objetos ideales: el problema de los universales.",
    "– El problema filosófico del tiempo y del cambio.",
    "• El problema mente-cuerpo desde la Edad Moderna a la inteligencia artificial.",
    "– El problema del determinismo. Necesidad, azar y libertad.",
    "• El problema filosófico de la existencia de Dios.",
    "– Teísmo, ateísmo y agnosticismo.",
    "Bloque 3. Acción y creación",
    "• El hecho ético y la razón práctica.",
    "– Separación entre ética, moral y derecho: racionalidad ética, conciencia moral y legitimidad política.",
    "– La libertad como condición para el diálogo ético y el juicio moral.",
    "• Metaética y ética normativa.",
    "– Cognitivismo ético frente al emotivismo y el intuicionismo.",
    "– Formalismo ético frente a materialismo ético.",
    "– Universalismo y relativismos éticos.",
    "– Ética del cuidado: necesidad de igualdad efectiva de derechos entre mujeres y hombres.",
    "– Éticas aplicadas.",
    "– La valoración de las acciones al margen de la moral: más allá del bien y del mal.",
    "• Problemas éticos actuales.",
    "– La guerra, el terrorismo y otras formas de violencia.",
    "– Las desigualdades y la pobreza.",
    "– La discriminación y el respeto por las minorías.",
    "– Problemas ecosociales y medioambientales.",
    "• Los derechos humanos y la posibilidad de una ética universal de mínimos: entre la ética y el derecho.",
    "– Origen, legitimidad y vigencia.",
    "– Generaciones de los derechos humanos.",
    "– Los derechos de la infancia.",
    "– Derechos de los animales.",
    "• El ser humano como animal político.",
    "– Los fundamentos de la organización social y del poder político: naturalismo, iusnaturalismo y contractualismo.",
    "– Definición del político: legalidad y legitimidad.",
    "– Los principios políticos fundamentales: igualdad y libertad; individuo y Estado; trabajo, propiedad y distribución de la riqueza.",
    "– El debate político contemporáneo: liberalismo, utilitarismo y comunitarismo.",
    "– Ciudadanía y Estado de bienestar.",
    "• Justicia y democracia.",
    "– La justicia como problema filosófico.",
    "– La reflexión filosófica sobre la democracia.",
    "– Ideales, utopías y distopías.",
    "• Los movimientos sociales y políticos.",
    "• El feminismo y la perspectiva de género.",
    "• Definición, ámbitos y problemas de la estética: arte, belleza y gusto.",
    "• Teorías sobre la belleza y el arte.",
    "– Teorías clásicas y modernas sobre la belleza y el arte.",
    "– Teorías y problemas estéticos contemporáneos.",
    "• La relación de lo estético con otros ámbitos de la cultura: la reflexión sobre la imagen y la cultura audiovisual.",
    "• La estética y sus implicaciones filosóficas con la ética y la política.",
    "– Ética y estética.",
    "– El papel político del arte."
  ]
}
