{
  "saberes": [
    "A Proyecto científico",
    "-Hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica.",
    "-Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
    "-Fuentes fidedignas de información científica: reconocimiento y utilización.",
    "-La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada.",
    "-Métodos de observación y de toma de datos de fenómenos naturales",
    "-Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "-La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de la mujer en la ciencia.",
    "B El universo",
    "- Origen del Universo.",
    "- Estructura y evolución del Universo.",
    "- Génesis de los elementos.",
    "- El sistema solar: origen y formación.",
    "C Avances tecnológicos y su impacto ambiental",
    "- Contaminación atmosférica: efecto invernadero y calentamiento global del planeta, lluvia ácida, incremento de sustancias tóxicas en suspensión. Los principales contaminantes atmosféricos y sus efectos.",
    "- Contaminación del agua: principales agentes contaminantes.",
    "- Desertización del suelo.",
    "- La biodiversidad.",
    "- Energías limpias y no contaminantes.Crisis energética actual y alternativas.",
    "- La sobreexplotación de los recursos naturales: Causas demográficas y causas relacionadas con el consumo.",
    "- Gestión sostenible de la Tierra: compromisos internacionales.",
    "D Calidad de vida",
    "- Salud y enfermedad. Concepto One Health (una única salud) Salud humana, animal y ambiental.",
    "- Enfermedades infecciosas y no infecciosas.",
    "- Características generales de los agentes infecciosos.",
    "- El sistema inmune. Lucha contra las infecciones. La resistencia a los antibióticos como problema de salud global.",
    "- Las drogas y sus efectos.",
    "- Vida saludable.",
    "E Nuevos materiales y sus aplicaciones",
    "- La humanidad y el uso de los materiales.",
    "- Obtención de materias primas: problemas políticos, sociales y medio ambientales.",
    "- Nanotecnología: concepto, aplicaciones y futuro. El grafeno.",
    "- Nuevos materiales más sostenibles. Materiales biomiméticos.",
    "- Desarrollo científico-tecnológico y consumo. Usos cotidianos, científicos, médicos e industriales de los nuevos materiales."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Analizar conceptos y procesos relacionados con la Ciencia interpretando información en diferentes formatos (modelos,gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica, obteniendo conclusiones y formando opiniones propias fundamentadas.",
    "1.2 Facilitar la comprensión y análisis de opiniones propias fundamentadas y de información científica, transmitiéndola de forma clara y rigurosa utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales...).",
    "1.3 Analizar y explicar fenómenos científicos representándolos mediante el diseño y la realización de modelos y diagramas, utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora.",
    "Competencia específica 2",
    "2.1 Resolver cuestiones y profundizar en aspectos relacionados con los saberes de la materia de Cultura Científica, localizando, seleccionando, organizando y analizando críticamente la información de distintas fuentes citándolas con respeto por la propiedad intelectual.",
    "2.2 Contrastar la veracidad de la información sobre temas relacionados con los saberes científicos, utilizando fuentes fiables adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
    "Competencia específica 3",
    "3.1 Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando métodos científicos para intentar explicar fenómenos científicos y realizar predicciones sobre estos.",
    "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos científicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada evitando sesgos.",
    "3.3 Realizar experimentos y tomar datos cuantitativos o cualitativos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión.",
    "3.4 Presentar de forma clara y rigurosa la información y las conclusiones obtenidas mediante la experimentación y observación de campo utilizando el formato adecuado (tablas, gráficos, informes, etc.) y herramientas digitales.",
    "3.5 Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos.",
    "Competencia específica 4",
    "4.1 Resolver problemas o dar explicación a cuestiones científicas utilizando conocimientos, datos e información aportados, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
    "4.2 Analizar críticamente la solución a un problema sobre fenómenos naturales y cambiar los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados con posterioridad.",
    "Competencia específica 5",
    "5.1 Identificar los posibles riesgos naturales potenciados por determinadas acciones humanas sobre una zona geográfica, teniendo en cuenta sus características naturales."
  ]
}