{
  "saberes": [
    "A. Las lenguas y sus hablantes.",
    "- La propia identidad lingüística individual como elemento clave en la conformación de la personalidad.",
    "- Identificación y situación de las lenguas de España.",
    "- Comparación de rasgos de las principales variedades dialectales del español, con especial atención a las variedades de Castilla y León.",
    "- Desarrollo de la reflexión interlingüística básica.",
    "- Diferencias entre los rasgos propios de las variedades dialectales (fónicos, gramaticales y léxicos).",
    "- Exploración y cuestionamiento de prejuicios y estereotipos lingüísticos. Los fenómenos del contacto entre lenguas: bilingüismo, préstamos, interferencias.",
    "- Valoración de la diversidad lingüística como fuente de riqueza cultural y elemento de cohesión social.",
    "- Indagación en torno a los derechos lingüísticos y su expresión en leyes y declaraciones institucionales, en especial a los desarrollados en Castilla y León.",
    "B. Comunicación.",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos con atención conjunta a los siguientes aspectos:",
    "1. Contexto.",
    "- Componentes del hecho comunicativo: grado de formalidad de la situación comunicativa; distancia social entre los interlocutores.",
    "2. Los géneros discursivos.",
    "- Secuencias textuales básicas, con especial atención a las expositivas y argumentativas.",
    "- Propiedades textuales. Coherencia, cohesión y adecuación.",
    "- Géneros discursivos propios del ámbito personal, con especial atención a los actos de habla que amenazan la imagen del interlocutor (la discrepancia, la queja, la orden, la reprobación).",
    "- Géneros discursivos propios del ámbito educativo.",
    "- Géneros discursivos propios del ámbito social. Redes sociales y medios de comunicación. Etiqueta digital y riesgos de desinformación, manipulación y vulneración de la privacidad.",
    "3. Procesos.",
    "- Interacción oral y escrita de carácter informal. Cooperación conversacional y cortesía lingüística. Escucha activa, asertividad, comportamiento empático y resolución dialogada de conflictos como muestra de madurez democrática.",
    "- Comprensión oral. Sentido global del texto y de la relación entre sus partes, selección y retención de la información relevante. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal.",
    "- Producción oral. Planificación y búsqueda de información, textualización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. La creación de textos individuales y dialogados entre iguales.",
    "- Comprensión lectora. Sentido global del texto y relación entre sus partes. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal. Valoración de la forma y el contenido del texto.",
    "- Producción escrita. Planificación, redacción, revisión y edición en diferentes soportes. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas conceptuales, definiciones, resúmenes.",
    "- Alfabetización mediática e informacional. Búsqueda y selección de la información con criterios de fiabilidad, calidad y pertinencia; reorganización y síntesis de la información de esquemas propios y transformación de la información en conocimiento. Utilización de plataformas virtuales para la realización de proyectos escolares.",
    "4. Reconocimiento y uso discursivo de los elementos lingüísticos.",
    "- La expresión de la subjetividad en textos de carácter expositivo. Identificación y uso de las fórmulas de confianza y cortesía en relación con las situaciones de comunicación.",
    "- Recursos lingüísticos para adecuar el registro a la situación de comunicación en contextos personales, académicos y sociales.",
    "- Mecanismos de cohesión. Conectores textuales y mecanismos léxicos.",
    "- Uso coherente de las formas verbales en los textos.",
    "- Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "- Los signos de puntuación como mecanismo organizador del texto escrito.",
    "C. Educación literaria.",
    "1. Lectura autónoma",
    "Implicación en la lectura de forma progresivamente autónoma, a partir de una preselección de textos variados y sobre la propia práctica de la lectura atendiendo a los siguientes contenidos",
    "- Criterios y estrategias para la selección de obras variadas que a partir de la utilización autónoma de las bibliotecas escolar y pública disponible.",
    "- Participación en actos culturales vinculados con el circuito literario y lector.",
    "- Toma de conciencia e identidad lectora.",
    "- Expresión de la experiencia lectora.",
    "- Movilización de la experiencia personal, lectora y cultural.",
    "- Estrategias para la recomendación de las lecturas en soportes variados o bien oralmente entre iguales.",
    "2. Lectura guiada",
    "Lectura de obras y de fragmentos relevantes del patrimonio literario nacional y universal de la literatura actual inscritas en itinerarios temáticos o de género que atraviesan obras, contextos culturales y movimientos artísticos atendiendo a los siguientes contenidos:",
    "- Conocimiento de las características generales de los grandes periodos de la historia de la literatura española desde los orígenes hasta el siglo XVIII.",
    "- Lectura de obras y fragmentos relevantes del patrimonio literario nacional y universal en su contexto sociohistórico que incluyan la presencia de autoras y autores.",
    "- Estrategias de construcción compartida de la interpretación de las obras.",
    "- Discusiones o conversaciones literarias.",
    "- Relación entre los elementos constitutivos del género literario y la construcción del sentido de la obra.",
    "- Estrategias de utilización de información sociohistórica, cultural y artística básica para propiciar una adecuada interpretación de las obras literarias.",
    "- Relación y comparación de los textos leídos con otros textos orales, escritos y multimodales, así como con otras manifestaciones artísticas y culturales y con las nuevas formas de ficción.",
    "- Estrategias para interpretar obras y fragmentos literarios. Lectura con perspectiva de género.",
    "- Procesos de indagación en torno a las obras leídas que promuevan el interés por construir la interpretación de las obras.",
    "- Lectura expresiva, dramatización y recitación de los textos.",
    "- Creación de textos a partir de la apropiación de las convenciones del lenguaje literario.",
    "D. Reflexión sobre la lengua.",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación comparación y clasificación en redes comunicativas y del contraste entre lenguas atendiendo a los siguientes contenidos:",
    "- Las diferencias relevantes e intersecciones entre lengua oral y lengua escrita atendiendo a aspectos básicos de tipo sintáctico y léxico.",
    "- Reconocimiento de la lengua como sistema y de sus unidades básicas. El sonido y el sistema de escritura, las palabras (forma y significado), su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "- Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas de la oración simple). Procedimientos léxicos (afijos) para el cambio de categoría. Reflexión sobre los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo.",
    "- Relación entre los esquemas semántico y sintáctico de la oración simple. Observación, análisis y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria.",
    "- Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática, tanto en soporte físico como digital."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Reconocer y valorar las lenguas de España y las variedades dialectales del español, con atención especial a los dialectos y hablas en Castilla y León, contrastando aspectos lingüísticos y discursivos de las distintas lenguas, así como rasgos de los dialectos del español, en manifestaciones orales, escritas y multimodales. (CCL1, CCL2, CCL5, CP2, CP3, CD1, CC1, CC2, CCEC1, CCEC2, CCEC3)",
    "1.2 Identificar y cuestionar prejuicios y estereotipos lingüísticos, adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, a partir del análisis de la diversidad lingüística en el entorno social próximo y de la indagación de los derechos lingüísticos individuales y colectivos. (CCL1, CCL2, CCL5, CP3, CPSAA5, CC1, CC2, CC3, CCEC1, CCEC3)",
    "Competencia específica 2",
    "2.1 Comprender el sentido global, la estructura, la información más relevante en función de las necesidades comunicativas y la intención del emisor en textos orales, escritos y multimodales de cierta complejidad de diferentes ámbitos, analizando la interacción entre los diferentes códigos. (CCL2, CP2, STEM1, CD2, CPSAA4)",
    "2.2 Valorar la forma y el contenido de textos orales y multimodales de cierta complejidad, evaluando su calidad, su fiabilidad y la idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados. (CCL5, STEM1, CD2, CD3, CPSAA4, CPSAA5, CC3, CE1, CCEC1, CCEC3)",
    "Competencia específica 3",
    "3.1 Realizar narraciones y exposiciones orales de cierta extensión y complejidad con diferente grado de planificación sobre temas de interés personal, social y educativo, ajustándose a las convenciones propias de los diversos géneros discursivos, con fluidez, coherencia, cohesión y el registro adecuado en diferentes soportes, utilizando de manera eficaz recursos verbales y no verbales. (CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA4)",
    "3.2 Participar de manera activa y adecuada en interacciones orales informales, en el trabajo en equipo y en situaciones orales formales de carácter dialogado, adquiriendo actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística y utilizándolas para la resolución de conflictos. (CCL1, CCL2, CCL3, CCL5, CP2, STEM1, CD2, CD3, CPSAA1, CPSAA4, CPSAA5, CC2, CE1)",
    "Competencia específica 4",
    "4.1 Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor de textos escritos y multimodales de cierta complejidad de diferentes ámbitos que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias. (CCL2, CCL3, CCL5, CP2, STEM1, STEM4, CD2, CPSAA4, CC3, CCEC2)",
    "4.2 Valorar críticamente el contenido y la forma de textos sencillos, evaluando su calidad y fiabilidad, así como la eficacia de los procedimientos lingüísticos empleados. (CCL1, CCL3, STEM1, CD2, CD3, CPSAA4, CC3, CCEC1, CCEC2)",
    "Competencia específica 5",
    "5.1 Planificar la redacción de textos escritos y multimodales de cierta extensión, atendiendo a la situación comunicativa, destinatario, al propósito y canal; redactar borradores y revisarlos con ayuda del diálogo entre iguales e instrumentos de consulta; y presentar un texto final coherente, cohesionado y con el registro adecuado. (CCL1, CCL2, CCL3, CCL5, STEM1, CD2, CD3, CPSAA5, CC2, CE1)",
    "5.2 Incorporar procedimientos para enriquecer los textos atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical. (CCL1, CCL2, CCL3, CD2, CD3, CPSAA5, CE1, CE3)",
    "Competencia específica 6",
    "6.1 Localizar y seleccionar información de manera progresivamente autónoma procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y comunicarla adoptando un punto de vista crítico, respetando los principios de propiedad intelectual. (CCL1, CCL2, CCL3, STEM1, CD1, CD2, CD3, CD4, CPSAA4, CC2, CC3, CE3)",
    "6.2 Elaborar trabajos de investigación de manera progresivamente autónoma en diferentes soportes sobre diversos temas de interés académico, personal o social, partiendo de la información seleccionada. (CCL1, CCL2, CCL3, STEM1, CD1, CD2, CD3, CD4, CPSAA4, CE3)",
    "6.3 Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales con relación a la búsqueda y la comunicación de la información, evaluando su pertinencia y fiabilidad. (CCL1, CCL2, CCL3, CCL5, STEM1, CD1, CD2, CD3, CD4, CPSAA4, CC2, CC3, CE3)",
    "Competencia específica 7",
    "7.1 Leer de manera autónoma textos seleccionados en función de los propios gustos, intereses y necesidades y dejar constancia en textos expositivos orales y/o escritos del progreso del propio itinerario lector y cultural, explicando los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y la experiencia de lectura. (CCL1, CCL4, CP2, CD1, CD2, CCEC1, CCEC2)",
    "7.2 Compartir la experiencia de lectura en canales diversos, prestando atención especial al disfrute de su dimensión social. (CCL1, CCL4, CD1, CD2, CD3, CPSAA1, CE3, CCEC3)",
    "Competencia específica 8",
    "8.1 Explicar y argumentar la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico, atendiendo a la configuración y evolución de los géneros y subgéneros literarios. (CCL1, CCL4, CP2, CP3, CC1, CE3, CCEC1, CCEC2, CCEC3)",
    "8.2 Establecer de manera progresivamente autónoma vínculos entre los textos leídos y otros textos escritos, orales o multimodales, mostrando la implicación y la respuesta personal del lector en la lectura. (CCL1, CCL4, CP2, CP3, CCEC1, CCEC2)",
    "8.3 Crear de manera progresivamente autónoma textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, partiendo de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios (CCL1, CCL4, CP3, CD5, CE3, CCEC1, CCEC2, CCEC3, CCEC4)",
    "Competencia específica 9",
    "9.1 Revisar los textos propios de manera progresivamente autónoma, hacer propuestas de mejora e identificar y subsanar algunos problemas de comprensión lectora, utilizando los conocimientos explícitos sobre la lengua y su uso. (CCL1, CCL2, CCL3, CP2, STEM1, STEM4, CD1, CPSAA4, CPSAA5, CC1, CCEC1)",
    "9.2 Explicar, analizar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, partiendo de la reflexión metalingüística. (CCL1, CCL2, CCL3, CP2, STEM1, STEM4, CD1, CPSAA4, CPSAA5, CC1, CCEC2)",
    "9.3 Formular generalizaciones sobre algunos aspectos del funcionamiento de la lengua a partir de la observación, la comparación, el análisis y la transformación de enunciados, así como de la formulación de hipótesis y la búsqueda de contraejemplos, utilizando un metalenguaje específico y consultando de manera progresivamente autónoma diccionarios, manuales y gramáticas. (CCL1, CCL2, CCL3, STEM1, STEM2, STEM4, CD1, CD3, CPSAA4, CPSAA5, CCEC2)",
    "Competencia específica 10",
    "10.1 Identificar y desterrar los usos discriminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje a partir de la reflexión y el análisis de los elementos lingüísticos y no lingüísticos de la comunicación, valorando esta como un instrumento de cohesión social. (CCL1, CCL2, CCL5, CP3, STEM1, CD2, CD3, CPSAA3, CC1, CC2, CC3, CC4, CCEC1)",
    "10.2 Utilizar estrategias para la resolución dialogada de los conflictos y búsqueda de consensos, poniéndolas en práctica tanto en el ámbito personal como educativo y social. (CCL1, CCL2, CCL5, CP3, STEM1, CD2, CD3, CPSAA3, CC1, CC2, CC3, CC4, CCEC1)"
  ]
}
