{
    "saberes": [
        "Bloque 1. Sentido numérico",
        "▪ Conteo.",
        "– Estrategias para contar y recontar sistemáticamente y su adaptación al tamaño de los números a partir de la manipulación y representación en situaciones variadas y cotidianas con cantidades hasta el 9.999 con explicación, comparación y reflexión sobre las estrategias y los procesos seguidos.",
        "– Realización de series ascendentes y descendentes de números de forma manipulativa, simbólica y tecnológica (calculadora) a partir de un número dado como introducción al cálculo mental y a otras operaciones, con valoración del error como una oportunidad de aprendizaje.",
        "▪ Cantidad.",
        "– Identificación, lectura y escritura de números naturales hasta el 9.999 en textos y contextos familiares y habituales.",
        "– Composición, descomposición y recomposición manipulativa, gráfica y simbólica de números naturales hasta 9.999 con investigación de propiedades y relaciones, explicación del proceso e interpretación del valor posicional de las cifras (unidades, decenas, centenas y millares).– Estimación razonada de cantidades hasta el 9.999 y redondeo en problemas cotidianos mediante estrategias diversificadas, descripción de la idoneidad de las soluciones y aceptación del error como parte del proceso de mejora.",
        "▪ Sentido de las operaciones.",
        "– Estrategias de cálculo mental para resolver operaciones de suma, resta, multiplicación (doble, triple) y división (mitad, tercio) en situaciones habituales y significativas, con explicación de los procesos seguidos, aceptación de los errores como una oportunidad de aprendizaje y como recurso para evitar la frustración.",
        "– Resolución de problemas de la vida cotidiana que impliquen la comprensión de la utilidad de las sumas, restas y multiplicaciones, siguiendo los procesos adecuados.",
        "– Procesos en la resolución de problemas: interpretación y representación de la situación, determinación de datos útiles, planteamiento de hipótesis de resolución y propuesta de plan, contraste de puntos de vista, simbolización, elaboración y expresión de la solución, verificación e interpretación en contexto de los resultados obtenidos, expresión de forma ordenada y en las unidades correctas con explicitación del proceso seguido.",
        "– Planteamiento de problemas que se resuelvan con sumas, restas o multiplicaciones basadas en situaciones familiares y cotidianas.",
        "– Estrategias y herramientas de resolución de sumas, restas y multiplicaciones de números naturales con flexibilidad y sentido en situaciones contextualizadas: propiedades de las operaciones.",
        "– Estrategias manipulativas y gráficas para la comprensión de la división como reparto, agrupamientos o fraccionamiento en situaciones de resolución de problemas en contextos reales, previas a la utilización del algoritmo por comparación de los procedimientos.",
        "– Construcción manipulativa, gráfica y simbólica de las tablas de multiplicar con base en el número de veces, suma repetida o disposición en cuadrículas para facilitar el cálculo mental.",
        "– Uso de calculadora como recurso para verificar los resultados de operaciones realizadas en problemas, una vez establecida la idoneidad del proceso.",
        "▪ Relaciones.",
        "– Sistema de numeración de base diez para la comprensión del valor posicional de las cifras de los números hasta el 9.999, sus equivalencias y su aplicación en las relaciones que genera en las operaciones.",
        "– Resolución de problemas cotidianos que impliquen la comparación y ordenación de números cardinales hasta el 9.999 y ordinales hasta el 20º con un uso adecuado de la simbología de las relaciones.",
        "– Estrategias manipulativas y gráficas para establecer relaciones entre la suma y la resta, y entre la suma y la multiplicación: aplicación en contextos cotidianos.",
        "▪ Educación financiera.",
        "– Identificación y experimentación en problemas de la vida cotidiana que requieran administración del dinero, fomento del ahorro y del consumo responsable en contextos de juego.",
        "– Estimación del gasto que se va a realizar y de las monedas y billetes necesarios para pagar en situaciones de compra simulada, contraste de las estimaciones y rectificación en función de esos contrastes.",
        "– Planteamiento y resolución de problemas, de manera individual y en equipo, en los que sea necesario el uso de monedas y billetes, con verificación del resultado y aceptación de la necesidad de rectificar en función del error.Bloque 2. Sentido de la medida",
        "▪ Magnitud.",
        "– Identificación y ejemplificación de características mensurables de los elementos del medio (longitud, masa, capacidad, temperatura y tiempo) mediante la observación de la realidad próxima.",
        "– Reconocimiento de unidades no convencionales y convencionales (km, m, cm, mm; kg, g; l) para realizar mediciones adecuadas en situaciones cotidianas.",
        "– Identificación, ordenación, clasificación y uso de las unidades de medida del tiempo (año, estación, mes, semana, día, hora y minuto) en situaciones cotidianas y del entorno, con determinación de la duración de los períodos de tiempo y la medida más adecuada.",
        "– Lectura de la hora en relojes analógicos y digitales de forma contextualizada para planificar, regular, conocer la duración, inicio o finalización de un suceso.",
        "▪ Medición.",
        "– Estrategias para realizar mediciones con instrumentos y unidades no convencionales (repetición de una unidad, uso de cuadrículas y materiales manipulativos) y convencionales.",
        "– Resolución de problemas, de forma individual y en equipo, que impliquen la realización de mediciones convencionales y no convencionales en el contexto escolar: selección y uso del instrumento adecuado (regla, cinta métrica, balanzas, reloj analógico y digital), elección de las unidades más apropiadas, medición con precisión, contraste de los resultados y expresión correcta de las unidades, con control y explicación del proceso seguido.",
        "▪ Estimación y relaciones.",
        "– Experimentación, comparación, ordenación, composición, descomposición y expresión de las equivalencias entre kilo, medio kilo y cuarto kilo o entre litro, medio litro y cuarto litro.",
        "– Estrategias de comparación y ordenación de medidas de la misma magnitud (km, m, cm, mm; kg, g; l, mes, semana, día, hora, minuto) y aplicación de equivalencias entre unidades para resolver problemas de la vida cotidiana de manera individual y en equipo que impliquen la conversión en unidades más pequeñas.",
        "– Estrategias de estimación de medidas (de longitud, masa, capacidad, tiempo y temperatura) por comparación con unidades de medida conocidas convencionales y no convencionales para aplicar en contextos habituales, con contraste de los resultados y análisis de la desviación como parte del proceso de aprendizaje.",
        "– Utilización de las medidas de tiempo (minutos y segundos) en la planificación del trabajo, en el relato de las experiencias personales y en la gestión de las emociones: tiempo de espera, tiempo de calma, turnos de intervención…",
        "Bloque 3. Sentido espacial",
        "▪ Figuras geométricas de dos y tres dimensiones.",
        "– Interpretación y elaboración de mensajes y descripciones que supongan la identificación y clasificación de figuras geométricas (triángulos, cuadriláteros, círculos), de sus elementos (lados, vértices, ángulos) y propiedades en objetos e imágenes de su entorno.",
        "– Identificación y clasificación de cuerpos geométricos (cubos, prismas y pirámides) en objetos e imágenes de su entorno, explicación del proceso seguido y demostrando curiosidad por descubrir relaciones.",
        "– Exploración individual y en equipo de propiedades de figuras geométricas de dos y tres dimensiones mediante materiales manipulables (cuadrículas, geoplanos, policubos, bloques geométricos, organicubos, katamino, rompecabezas geométricos, tangram…) para buscar regularidades, compararlas y clasificarlas con criterios sencillos con explicación del proceso.",
        "– Estrategias y técnicas de construcción de figuras geométricas de dos dimensiones por composición y descomposición, mediante materiales manipulables y la regla, con explicación del proceso.",
        "▪ Localización y sistemas de representación.",
        "– Interpretación, descripción y representación de la posición relativa de objetos en el espacio con vocabulario geométrico adecuado (paralelo, perpendicular, oblicuo, derecha, izquierda).",
        "– Descripción verbal e interpretación de información sobre movimientos de objetos y otros elementos del contexto, con relación a uno mismo o a otros puntos de referencia con vocabulario geométrico adecuado.",
        "– Interpretación, descripción y elaboración de itinerarios en planos y maquetas sencillas en soportes físicos a partir del espacio vivenciado y representación con estrategias personales y contrastadas en equipo.",
        "▪ Movimientos y transformaciones.",
        "– Identificación de figuras mediante simetrías en situaciones de la vida cotidiana.",
        "– Generación de figuras a partir de simetrías de un patrón inicial.",
        "▪ Visualización, razonamiento y modelización geométrica.",
        "– Resolución y planteamiento de problemas de la vida cotidiana que impliquen el uso de estrategias variadas para el cálculo de perímetros de figuras planas, contraste de estrategias y resultados.",
        "– Reconocimiento de relaciones geométricas en el lenguaje oral y escritura, contextos lúdicos, artísticos, científicos, técnicos y en cualquier otro ámbito de la vida cotidiana.",
        "Bloque 4. Sentido algebraico y pensamiento computacional",
        "▪ Patrones.",
        "– Estrategias para la identificación, descripción verbal, representación y predicción razonada de términos a partir de las regularidades en una colección de números, figuras o imágenes con anticipación o extensión de la secuencia.",
        "▪ Modelo matemático.",
        "– Resolución de problemas de la vida cotidiana a partir de un proceso pautado de modelización con dibujos, esquemas, diagramas, manipulables, dramatizaciones, guion de preguntas para interpretar el enunciado, reconocer los datos útiles, elaborar y contrastar hipótesis, buscar el plan de acción, perseverar en la solución, simbolizar y realizar los cálculos, comprobar soluciones y expresar clara y correctamente el resultado.",
        "▪ Relaciones y funciones.",
        "– Comparación entre expresiones que incluyan objetos, números, operaciones y sus propiedades, con explicación de las relaciones de igualdad y desigualdad en el contexto cotidiano y uso adecuado de la simbología (=, ≠, >, <, ≥, ≤).",
        "– La igualdad como expresión de una relación de equivalencia entre dos elementos, obtención de datos sencillos desconocidos (representados por medio de un símbolo) o compleción de datos en relaciones de igualdad en juegos y retos matemáticos, con persistencia en la obtención, contraste y comprobación de que el dato obtenido es correcto.",
        "▪ Pensamiento computacional.",
        "– Interpretación de algoritmos sencillos en situaciones cotidianas (rutinas diarias, instrucciones por pasos o fases ordenadas) mediante estrategias sencillas personales o modeladas.",
        "– Representación de situaciones con secuencias de instrucciones o algoritmos sencillos.",
        "Bloque 5. Sentido estocástico",
        "▪ Organización y análisis de datos.",
        "– Estrategias guiadas de recogida y recuento de datos cualitativos o cuantitativos discretos de la vida cotidiana, análisis, clasificación y organización de estos, interpretación de la frecuencia absoluta y representación con gráficas sencillas para comunicarlos: pictogramas, gráficas de barras e histogramas.",
        "– Extracción e interpretación de información relacionada con el contexto familiar y próximo a través de la lectura individual y en equipos de gráficos estadísticos (pictogramas, diagramas de barras, histogramas); uso de esa información en la resolución de problemas.",
        "– Planteamiento en equipo, a partir de modelos, de problemas relacionados con el contexto próximo en los que intervenga la lectura, interpretación o representación de gráficas y tablas de datos.",
        "▪ Incertidumbre.",
        "– Utilización de expresiones como seguro, posible e imposible en la valoración de resultados de experiencias lúdicas o cotidianas en las que interviene el azar.",
        "Bloque 6. Sentido socioemocional",
        "▪ Creencias, actitudes y emociones.",
        "– Recursos y estrategias para regular o tolerar la frustración ante tareas matemáticas: reconocimiento de las emociones implicadas y su expresión, relajación para rebajar la intensidad de esas emociones, fijación de metas y objetivos realistas y conseguibles, autocontrol y entrenamiento positivo.",
        "– Desarrollo de la autonomía y conocimiento de estrategias para la toma de decisiones en situaciones de resolución de problemas: ofreciendo alternativas, resolviendo retos, estimulando el razonamiento y reforzando los logros.",
        "– Realización de investigaciones matemáticas individuales y en equipo como estrategia para fomentar la curiosidad, el interés y la iniciativa en su aprendizaje.",
        "– Los juegos matemáticos individuales en formato digital, impreso y manipulativo como entrenamiento de la perseverancia, la confianza en las propias posibilidades y la superación personal.",
        "– Los enigmas, adivinanzas, búsquedas de pistas, jeroglíficos, codificación, pasatiempos y retos matemáticos para incrementar la creatividad, curiosidad y gusto por las matemáticas.",
        "– Presentación limpia, clara y ordenada del trabajo matemático que permita revisar y compartir lo realizado.",
        "▪ Trabajo en equipos: inclusión, respeto y diversidad.",
        "– Identificación de actitudes no inclusivas y discriminatorias durante la realización de las tareas matemáticas en equipo, con una actitud crítica hacia estas, además de sensibilidad y respeto por las diferencias.",
        "– Los equipos colaborativos y cooperativos para clarificar tareas, debatir propuestas, llegar a acuerdos, contrastar opciones, revisar y analizar producciones: escucha y participación activa, responsabilidad individual, interdependencia positiva, respeto por las contribuciones de todas las personas miembros del equipo.",
        "– Estrategias guiadas de planificación, control y organización del trabajo en equipos para gestionar el tiempo, la realización de las tareas, el reparto equitativo y rotatorio de roles en interacción simultánea.",
        "– Reconocimiento y comprensión de las emociones y experiencias de las y los demás ante las matemáticas.",
        "– Reconocimiento de las contribuciones de mujeres y hombres en matemáticas y su aportación a diversos ámbitos del saber como mecanismo de construcción de una identidad positiva propia."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Mostrar actitudes positivas ante retos matemáticos tales como el esfuerzo y la flexibilidad, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE1.2. Interpretar, de forma verbal o gráfica, problemas de la vida cotidiana, comprendiendo las preguntas formuladas a través de diferentes estrategias o herramientas, incluidas las tecnológicas. OBJ1",
        "CE1.3. Producir representaciones matemáticas a través de esquemas o diagramas que ayuden en la resolución de una situación problematizada. OBJ1",
        "CE1.4. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE1.5. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida. OBJ2",
        "CE1.6. Analizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma pautada. OBJ3",
        "CE1.7. Emplear herramientas tecnológicas adecuadas en el proceso de resolución de problemas. OBJ4",
        "CE1.8. Interpretar situaciones en contextos diversos reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE1.9. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE2.1. Participar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias cooperativas sencillas de trabajo en equipo dirigidas a la consecución de objetivos compartidos. OBJ8",
        "CE2.2. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE2.3. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida. OBJ2",
        "CE2.4. Demostrar la corrección matemática de las soluciones de un problema y su coherencia en el contexto expuesto. OBJ2",
        "CE2.5. Realizar conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE2.6. Interpretar situaciones en contextos diversos reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE2.7. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario específico básico y mostrando la comprensión del mensaje. OBJ6",
        "CE2.8. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE3.1. Participar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias cooperativas sencillas de trabajo en equipo dirigidas a la consecución de objetivos compartidos. OBJ8",
        "CE3.2. Producir representaciones matemáticas, a través de esquemas o diagramas, que ayuden en la resolución de una situación problematizada. OBJ1",
        "CE3.3. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE3.4. Automatizar situaciones sencillas de la vida cotidiana que se realicen paso a paso o sigan una rutina utilizando de forma pautada principios básicos del pensamiento computacional. OBJ4",
        "CE3.5. Realizar conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE3.6. Interpretar situaciones en contextos diversos, reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE3.7. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo un vocabulario específico básico y mostrando la comprensión del mensaje. OBJ6",
        "CE3.8. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE4.1. Identificar las emociones propias al abordar nuevos retos matemáticos, pidiendo ayuda solo cuando sea necesario y desarrollando así la autoconfianza. OBJ7",
        "CE4.2. Producir representaciones matemáticas, a través de esquemas o diagramas, que ayuden en la resolución de una situación problematizada. OBJ1",
        "CE4.3. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE4.4. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida. OBJ2",
        "CE4.5. Analizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma pautada. OBJ3",
        "CE4.6. Automatizar situaciones sencillas de la vida cotidiana que se realicen paso a paso o sigan una rutina utilizando de forma pautada principios básicos del pensamiento computacional. OBJ4",
        "CE4.7. Emplear herramientas tecnológicas adecuadas en el proceso de resolución de problemas. OBJ4",
        "CE4.8. Realizar conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE4.9. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE5.1. Trabajar en equipo activa y respetuosamente comunicándose adecuadamente, respetando la diversidad del grupo y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE5.2. Interpretar, de forma verbal o gráfica, problemas de la vida cotidiana, comprendiendo las preguntas formuladas a través de diferentes estrategias o herramientas, incluidas las tecnológicas. OBJ1",
        "CE5.3. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE5.4. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida. OBJ2",
        "CE5.5. Dar ejemplos de problemas sobre situaciones cotidianas que se resuelven matemáticamente. OBJ3",
        "CE5.6. Interpretar situaciones en contextos diversos reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE5.7. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario específico básico y mostrando la comprensión del mensaje. OBJ6",
        "CE5.8. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE6.1. Identificar las emociones propias al abordar nuevos retos matemáticos, pidiendo ayuda solo cuando sea necesario y desarrollando la autoconfianza. OBJ7",
        "CE6.2. Mostrar actitudes positivas ante nuevos retos matemáticos tales como el esfuerzo y la flexibilidad, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE6.3. Trabajar en equipo activa y respetuosamente comunicándose adecuadamente, respetando la diversidad del grupo y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE6.4. Participar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias cooperativas sencillas de trabajo en equipo dirigidas a la consecución de objetivos compartidos. OBJ8",
        "CE6.5. Analizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma pautada. OBJ3",
        "CE6.6. Realizar conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE6.7. Interpretar situaciones en contextos diversos reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE6.8. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6"
    ]
}