{
  "saberes": [
    "I. Retos del mundo actual",
    "1. Biodiversidad. ",
    "    1.1. Análisis y argumentación crítica de las dinámicas y amenazas de los ecosistemas planetarios.",
    "    1.2. Interpretación de las formas y procesos de modificación de la superficie terrestre.",
    "    1.3. Análisis de la riqueza y el valor del patrimonio natural.",
    "    1.4. Constatación de la influencia humana en la alteración de los ecosistemas en el pasado y la actualidad.",
    "    1.5. Concienciación para la conservación y mejora del entorno local, insular, regional y global.",
    "2. Tecnologías de la información. ",
    "    2.1. Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales.",
    "    2.2. Búsqueda, tratamiento de la información y elaboración de conocimiento.",
    "    2.3. Uso seguro de las redes de comunicación.",
    "    2.4. Lectura crítica de la información.",
    "3. Sociedad del conocimiento. ",
    "    3.1. Introducción a los objetivos y estrategias de las Ciencias Sociales y al uso de sus procedimientos, términos y conceptos.",
    "    3.2. Uso de plataformas digitales.",
    "4. Desafíos demográficos en el mundo actual. ",
    "    4.1. Causalidad y comparación en el estudio de la diversidad social y cultural y de las estructuras demográficas a distintas escalas (local, regional, autonómico, nacional, europea y planetaria).",
    "5. Aglomeraciones urbanas y ruralidad. ",
    "    5.1. Análisis y reflexión sobre la despoblación y el sostenimiento del mundo rural.",
    "    5.2. Argumentación y debate sobre el desarrollo urbano sostenible: la ciudad, espacio de convivencia.",
    "    5.3. Análisis práctico del espacio rural y urbano en Canarias.",
    "    5.4. Reflexión crítica sobre los modos y estilos de vida en el contexto de la globalización.",
    "6. Competencia y conflicto por los recursos y el territorio. ",
    "    6.1. Mercados regionales, políticas comerciales y movimientos migratorios.",
    "    6.2. Tensiones internacionales, choques y alianzas entre civilizaciones.",
    "7. Concentración y distribución de la riqueza. ",
    "    7.1. Formas y modos de percibir y representar la desigualdad.",
    "    7.2. Líneas de acción para un reparto justo.",
    "    7.3. La cuestión del mínimo vital.",
    "8. Igualdad.",
    "    8.1. Situaciones discriminatorias de las niñas y de las mujeres en el mundo.",
    "    8.2. Roles de género y su manifestación en todos los ámbitos de la sociedad y la cultura.",
    "9. Objetivos de Desarrollo Sostenible. ",
    "    9.1. La visión de los dilemas del mundo actual, punto de partida para el pensamiento crítico y el desarrollo de juicios propios aplicados al ámbito canario.",
    "II. Sociedades y territorios",
    "1. Métodos básicos de investigación para la construcción del conocimiento de la Geografía y la Historia. Metodologías del pensamiento geográfico y del pensamiento histórico. ",
    "    1.1. Instituciones científicas canarias implicadas en el conocimiento geográfico e histórico.",
    "2. Las fuentes históricas y arqueológicas como base para la construcción del conocimiento histórico. ",
    "    2.1. Uso de fuentes primarias y secundarias para estudiar a los indígenas canarios y su forma de organización política, social, económica, cultural y artística.",
    "3. Tiempo histórico. ",
    "    3.1. Construcción e interpretación de líneas de tiempo a través de la linealidad, cronología, simultaneidad y duración.",
    "4. Las grandes rutas comerciales y las estrategias por el control de los recursos: talasocracias e imperios, conquista y colonización.",
    "5. Violencia y conflictos armados. ",
    "    5.1. El crecimiento de los ejércitos y la evolución del armamento.",
    "    5.2. Los civiles durante las guerras.",
    "III. Compromiso cívico",
    "1. Dignidad humana y derechos universales. ",
    "    1.1. Análisis de la Convención sobre los Derechos del Niño.",
    "2. Alteridad: respeto y aceptación del otro. ",
    "    2.1. Valoración crítica de comportamientos no discriminatorios y contrarios a cualquier actitud segregadora.",
    "3. Igualdad de género. ",
    "    3.1. Análisis de las manifestaciones y conductas no sexistas.",
    "4. Análisis y reflexión ante los retos y problemas de actualidad en el entorno local, regional y global.",
    "5. Las redes sociales. ",
    "    5.1. Concienciación en relación a la seguridad y prevención ante los riesgos y peligros del uso de las tecnologías de la información y de la comunicación.",
    "6. Convivencia cívica y cultura democrática. ",
    "    6.1. Incorporación e implicación de la sociedad civil en procesos democráticos.",
    "    6.2. Participación en proyectos comunitarios.",
    "7. Conciencia ambiental ",
    "    7.1. Planificación de acciones de respeto, protección y cuidado de los seres vivos y del planeta.",
    "8. Conservación y defensa del patrimonio natural, social, cultural e histórico. ",
    "    8.1. Concienciación de la fragilidad del patrimonio arqueológico de las sociedades indígenas.",
    "    8.2. Valoración de los yacimientos arqueológicos canarios y los bienes custodiados en los distintos museos y parques arqueológicos como fuente de estudio.",
    "9. Emociones y contexto cultural: El impacto que los procesos de conquista supusieron en la población indígena.",
    "10. Planificación de acciones de solidaridad, empatía y apoyo a colectivos en situaciones de pobreza, vulnerabilidad y exclusión social.",
    "11. Identificación y gestión de las emociones y su repercusión en comportamientos individuales y colectivos.",
    "12. Ciclos vitales, uso del tiempo libre y hábitos de consumo. ",
    "    12.1. Diferenciación y análisis de cambios en las formas de vida en las sociedades actuales y en las del pasado.",
    "13. Análisis de la contribución del Estado y sus instituciones a la paz, a la seguridad integral ciudadana y a la convivencia social. ",
    "    13.1. Reconocimiento de la posición ultraperiférica de las islas entre tres continentes.",
    "14. Ciudadanía europea. ",
    "    14.1. Ideas y actitudes en el proyecto de construcción de una identidad común. Ciudadanía canaria como resultado del mestizaje de herencia europea, índigena y africana.",
    "    14.2. La seguridad y la cooperación internacional.",
    "15. Seguridad vial y movilidad segura, saludable y sostenible. El espacio público."
  ],
  "criteriosEvaluacion": [
    "1.1. Elaborar, expresar y presentar contenidos propios en forma de esquemas, tablas informativas y otros formatos mediante el desarrollo de estrategias de búsqueda y selección de información relativas a procesos y acontecimientos relevantes del presente y del pasado. CCL2, CCL3, STEM4, CD1, CD2, CD3, CC1",
    "1.2. Contrastar y argumentar sobre temas y acontecimientos de la Edad Media y la Edad Moderna, localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas históricas. CCL2, CCL3, CD1, CD2, CD3, CC1",
    "2.1. Identificar, valorar y mostrar interés por los principales problemas que afectan a la sociedad, adoptando una posición crítica y proactiva hacia los mismos. CD1, CD2, CC1, CC3, CE3, CCEC3",
    "2.2. Argumentar de forma crítica sobre problemas de actualidad a través de conocimientos geográficos e históricos, contrastando y valorando fuentes diversas. CCL1, CCL2, CD1, CD2, CC1, CC3, CE3, CCEC3",
    "2.3. Incorporar y utilizar adecuadamente términos, conceptos y acontecimientos relacionados con la geografía, la historia y otras disciplinas de las ciencias sociales, a través de intervenciones orales, textos escritos y otros productos, mostrando planteamientos originales y propuestas creativas. CCL1, CCL2, CD1, CD2, CC1, CC3, CE3",
    "2.4. Elaborar juicios argumentados, respetando las opiniones de los demás y enriqueciendo el acervo común en el contexto del mundo actual, sus retos y sus conflictos desde una perspectiva sistémica y global. CCL1, CCL2, CD1, CD2, CC1, CC3, CE3, CCEC3",
    "3.1. Adquirir y construir conocimiento relevante del mundo actual y de la historia, a través de procesos inductivos, de la investigación y del trabajo por proyectos, retos o problemas, mediante la elaboración de productos que reflejen la comprensión de los fenómenos y problemas abordados. CCL2, CCL3, STEM3, STEM4, STEM5, CPSAA3, CC3, CC4, CE1, CCEC1",
    "3.2 Identificar los principales problemas, retos y desafíos a los que se ha enfrentado la humanidad a lo largo de la historia, los cambios producidos, sus causas y consecuencias, así como los que, en la actualidad, debemos plantear y resolver en torno a los Objetivos de Desarrollo Sostenible. STEM3, STEM4, STEM5, CPSAA3",
    "3.3. Representar adecuadamente información geográfica e histórica a través de diversas formas de representación gráfica, cartográfica y visual. CCL2, CCL3, STEM3, STEM4, STEM5, CC3, CC4, CE1, CCEC1",
    "3.4. Utilizar una secuencia cronológica con objeto de examinar la relación entre hechos y procesos en diferentes períodos y lugares históricos (simultaneidad y duración), utilizando términos y conceptos apropiados. CCL2, CCL3, STEM3, STEM4, STEM5, CPSAA3, CC3, CC4, CE1, CCEC1",
    "3.5. Analizar procesos de cambio histórico de relevancia a través del uso de diferentes fuentes de información, teniendo en cuenta las continuidades y permanencias en diferentes períodos y lugares. STEM3, STEM4, STEM5, CPSAA3, CC3, CC4, CE1, CCEC1",
    "4.1. Interpretar el entorno desde una perspectiva sistémica e integradora, a través del concepto de paisaje, identificando sus principales elementos y las interrelaciones existentes. STEM3, CPSAA2, CC1, CC2, CC3, CC4, CE1",
    "4.2. Valorar el grado de sostenibilidad y de equilibrio de los diferentes espacios y desde distintas escalas, y analizar su transformación y degradación a través del tiempo por la acción humana en la explotación de los recursos, su relación con la evolución de la población y las estrategias desarrolladas para su control y dominio y los conflictos que ha provocado. STEM3, CPSAA2, CC1, CC2, CC3, CC4, CE1",
    "4.3 Argumentar la necesidad de acciones de defensa, protección, conservación y mejora del entorno (natural, rural y urbano) a través de propuestas e iniciativas que reflejen compromisos y conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos. STEM3, CPSAA2, CC1, CC2, CC3, CC4, CE1",
    "5.1. Identificar, interpretar y analizar los mecanismos que han regulado la convivencia y la vida en común desde la Edad Media hasta la Edad Moderna, señalando los principales modelos de organización social, política, económica y religiosa que se han gestado. CC1, CC2, CC3, CCEC1",
    "5.2. Señalar y explicar aquellas experiencias históricas más destacables, desde la Edad Media hasta la Edad Moderna, en las que se logró establecer sistemas políticos que favorecieron el ejercicio de derechos y libertades de los individuos y de la colectividad, considerándolas como antecedentes de las posteriores conquistas democráticas y referentes históricos de las libertades actuales. CCL5, CC1, CC2, CC3, CCEC1",
    "5.3. Mostrar actitudes pacíficas y respetuosas y asumir las normas como marco necesario para la convivencia, demostrando capacidad crítica e identificando y respondiendo de manera asertiva ante las situaciones de injusticia y desigualdad. CCL5, CC1, CC2, CC3, CCEC1",
    "6.1. Situar el nacimiento y desarrollo de los distintos reinos e civilizaciones y ubicarlos en el espacio y en el tiempo, integrando los elementos históricos, culturales, institucionales y religiosos que las han conformado, explicando la realidad multicultural generada a lo largo del tiempo e identificando sus aportaciones más relevantes a la cultura universal. CPSAA3, CC1, CC2, CC3, CCEC1",
    "6.2. Reconocer las desigualdades sociales existentes desde la Edad Media hasta la Edad Moderna y los mecanismos de dominación y control que se han aplicado, identificando aquellos grupos que se han visto sometidos y silenciados, destacando la presencia de mujeres y de personajes pertenecientes a otros colectivos discriminados. CPSAA3, CC1, CC2, CC3, CCEC1",
    "6.3. Valorar la diversidad social y cultural, argumentando e interviniendo en favor de la inclusión, así como rechazando y actuando en contra de cualquier actitud o comportamiento discriminatorio o basado en estereotipos. CCL5, CPSAA3, CC1, CC2, CC3, CCEC1",
    "6.4. Argumentar e intervenir acerca de la igualdad real de hombres y mujeres actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género. CCL5, CPSAA3, CC1, CC2, CC3, CCEC1",
    "7.1. Relacionar las culturas y civilizaciones que se han desarrollado a lo largo de la historia medieval y moderna con las diversas identidades colectivas que se han ido construyendo hasta la actualidad, reflexionando sobre los múltiples significados que adoptan y sus aportaciones a la cultura humana universal. CP3, CPSAA1, CC1, CC2, CC3, CCEC1",
    "7.2. Identificar el origen histórico de distintas identidades colectivas que se han desarrollado en España y Canarias, interpretando el uso que se ha hecho de las mismas y mostrando una actitud de respeto hacia los diferentes sentidos de pertenencia, promoviendo la solidaridad y la cohesión social. CP3, CPSAA1, CC1, CC2, CC3, CCEC1",
    "7.3. Señalar los fundamentos de la idea de Europa a través de las diferentes experiencias a lo largo de la historia medieval y moderna e identificar el legado histórico, institucional, artístico y cultural como patrimonio común de la ciudadanía europea. CP3, CPSAA1, CC1, CC2, CC3, CCEC1",
    "7.4. Valorar, proteger y conservar el patrimonio natural, social, cultural e histórico como fundamento de la identidad colectiva local, autonómica, nacional, europea y universal, considerándolo un bien para el disfrute recreativo y cultural y un recurso para el desarrollo de los pueblos. CP3, CPSAA1, CC1, CC2, CC3, CCEC1",
    "8.1. Conocer e interpretar los comportamientos demográficos de la población, los cambios que ha experimentado y sus ciclos, identificando y analizando los principales problemas y retos a los que nos enfrentamos en el mundo, en España y Canarias. STEM5, CD4, CC1, CC2, CC3",
    "8.2. Tomar conciencia del ciclo vital y analizar cómo han cambiado sus características, necesidades y obligaciones en distintos momentos históricos, desde la Edad Media hasta la Edad Moderna, así como las raíces de la distribución por motivos de género del trabajo doméstico, asumiendo las responsabilidades y compromisos propios de la edad en el ámbito familiar, en el entorno escolar y en la comunidad, y valorando la riqueza que aportan las relaciones intergeneracionales. STEM5, CD4, CPSAA2, CPSAA5, CC1, CC2, CC3",
    "8.3. Relacionar los cambios en los estilos de vida tradicional y contrastarlos con los que son saludables y sostenibles en el entorno, a través de comportamientos respetuosos con la salud propia, con la de los demás y con otros seres vivos, tomando conciencia de la importancia de promover el propio desarrollo personal. STEM5, CD4, CPSAA2, CPSAA5, CC1, CC2, CC3",
    "9.1. Identificar e interpretar la conexión de España y Canarias con los grandes procesos históricos de la Edad Media y de la Edad Moderna, valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia. CCL2, CC1, CC2, CC3, CC4, CE1, CCEC1",
    "9.2. Interpretar desde la perspectiva del desarrollo sostenible y la ciudadanía global los principales desafíos del mundo actual, expresando la importancia de implicarse en la búsqueda de soluciones y en el modo de concretarlos desde su capacidad de acción tanto local como global, valorando la contribución del Estado, sus instituciones y las asociaciones civiles en programas y misiones dirigidos por organismos nacionales e internacionales para el logro de la paz, la seguridad integral, la convivencia social y la cooperación entre los pueblos. CCL2, CC1, CC2, CC3, CC4, CE1, CCEC1"
  ]
}