{
    "criteriosEvaluacion": [
        "1.1 Qüestionar maneres de vida insostenibles i socialment injustes mitjançant la cerca i l’anàlisi geogràfica de tota mena de fonts d’informació que tractin els reptes ecosocials presents i futurs des d’arguments basats en dades analitzades.",
        "1.2 Aportar arguments a favor de la sostenibilitat i la justícia social a Espanya, utilitzant suport digital de gràfics, imatges i cartografia per presentar en públic dades rigoroses de manera eficient.",
        "2.1 Trobar i transmetre els valors dels diferents paisatges rurals i urbans de Catalunya reconeixent la complexitat sistèmica del medi natural i de les activitats humanes.",
        "2.2 Proposar alternatives de gestió territorial, amb criteris de sostenibilitat i dinamisme econòmic, a partir de l’anàlisi del territori.",
        "3.1 Identificar i explicar els elements físics de Catalunya i Espanya, localitzant i reconeixent en mapes regions geomorfològiques i bioclimàtiques amb característiques comunes i específiques.",
        "3.2 Relacionar els elements físics i l’acció antròpica en la configuració dels paisatges a diferents escales, discutint i valorant-ne el grau d’explotació, les potencialitats i els riscos.",
        "4.1 Emprar l’escala apropiada per localitzar i analitzar fenòmens territorials, amb el propòsit de dur a terme una recerca o per resoldre una tasca concreta, justificant les dades i els mètodes escollits.",
        "4.2 Crear productes propis individuals o en grup, comunicant diagnòstics, formulant hipòtesis o elaborant conclusions, aplicant eficientment les tecnologies de la informació geogràfica (TIG) i fent ús d’un vocabulari específic i acurat.",
        "5.1 Respectar i posicionar-se a favor de la dignitat humana, investigant el sistema de relacions econòmiques globalitzades i els seus efectes territorials sobre els sectors productius, i plantejar solucions raonades.",
        "5.2 Crear productes propis que expressin la necessitat de preservar el medi natural, indagant sobre els impactes de les maneres de producció, distribució i consum a escala local i global, i proposar actuacions de millora.",
        "6.1 Denunciar les desigualtats individuals i els problemes territorials, identificant-ne l’origen en processos passats i recents d’estructures socioeconòmiques, demogràfiques o paràmetres de gènere, amb un compromís a favor de la solidaritat i la cohesió territorial.",
        "6.2 Proposar solucions a problemes relacionats amb la falta de cohesió territorial, les desigualtats socials i laborals, o per motiu de gènere, que sorgeixin de la reflexió crítica i el coneixement.",
        "7.1 Aplicar el coneixement geogràfic sobre problemes rellevants en contextos diversos, a diferents escales, revisant críticament coneixements previs i nous.",
        "7.2 Valorar el paper de la geografia en la resolució de problemes territorials, diagnosticant problemes i oportunitats i raonant possibles solucions."
    ],
    "saberes": [
        "Aproximació a la geografia",
        "- Obtenció, selecció i ús d’informacions de contingut geogràfic procedents de fonts diverses (cartogràfiques, estadístiques, textos, imatges, treball de camp i altres recursos digitals) per tal de localitzar i interpretar els fenòmens territorials i les seves interrelacions. Avaluació de la fiabilitat de les fonts.",
        "- Utilització segura de dispositius tecnològics i aplicacions informàtiques, valorant les seves aportacions a l’estudi de la geografia.",
        "- Realització de treballs d’indagació geogràfica individuals o en grup que comportin la interpretació de dades i la verificació de les hipòtesis formulades. Comunicació dels resultats d’una recerca mitjançant presentacions, emprant les tecnologies de la informació geogràfica (TIG) i la terminologia específica en la descripció, l’explicació i la valoració dels fenòmens estudiats.",
        "- Identificació de les causes i les conseqüències dels fenòmens estudiats, així com la seva distribució espacial i la simultaneïtat de factors implicats en determinats processos.",
        "- Lectura, interpretació i comparació de diferents documents cartogràfics (plànols i mapes de diferent natura, imatges, croquis) a diferents escales. Anàlisi de fenòmens globals a escales regionals i locals.",
        "- Incorporació de la perspectiva de gènere en els estudis geogràfics.",
        "- Presa de consciència del caràcter exhaurible dels recursos i de la necessitat d’una producció respectuosa amb el medi ambient i d’unes pautes de comportament individual i col·lectiu responsable. Apreciació de la diversitat de paisatges i de la necessitat de la seva gestió i preservació.",
        "- Valoració del coneixement geogràfic i elaboració de propostes de gestió i millora del territori per revertir la crisi global a l’era de l’antropocè.",
        "Catalunya i Espanya a Europa i al món",
        "- Localització i situació geogràfica de Catalunya i Espanya al món mitjançant mapes de relleu, bioclimàtics i polítics i mitjançant tècniques de geoposicionament. Comparació de la posició relativa d’Espanya al món en diferents indicadors socioeconòmics.",
        "- Identificació de les transformacions i dels desequilibris d’un món globalitzat, desigual i en canvi constant, localitzant i caracteritzant els centres de poder i les grans àrees socioeconòmiques i geopolítiques mundials. Distinció de les seves causes i conseqüències. Amenaces i oportunitats per a Catalunya i Espanya. Valoració del comerç just.",
        "- Valoració de les intervencions de les institucions internacionals en la presa de decisions polítiques, econòmiques i socials, així com de la cooperació internacional. Diagnòstic dels compromisos amb els objectius de desenvolupament sostenible.",
        "- Anàlisi de la posició d’Espanya dins la Unió Europea: diversitat de medis, països i paisatges. De la construcció de la Unió Europea a l’actualitat: la seva influència en situacions quotidianes. Desequilibris territorials i polítiques de cohesió mitjançant mapes i indicadors socioeconòmics de l’Europa de les regions.",
        "- Valoració de l’organització administrativa a l’Estat espanyol. Distinció i valoració de la diversitat de competències territorials de les administracions. Caracterització de Catalunya com a nació i com a comunitat autònoma. Debat raonat de l’encaix entre Catalunya i Espanya. Comparació de diferents models organitzatius: de la centralització a la descentralització.",
        "- Estudi de la diversitat i la cohesió territorial en els àmbits català i espanyol. Coneixement dels principals plans territorials de Catalunya: debat sobre les polítiques de cohesió i de desenvolupament regional. Debat sobre el futur de l’estat del benestar.",
        "Medi ambient i paisatges",
        "- Anàlisi dels elements físics, geomorfològics i climàtics, i de l’acció antròpica en la configuració dels paisatges de la península Ibèrica. Caracterització dels grans conjunts naturals de Catalunya i Espanya.",
        "- Tractament de problemes ecològics i dels efectes sobre les activitats humanes: pèrdua de biodiversitat, de sòls, contaminació, gestió de l’aigua i gestió dels residus. Debat sobre el",
        " problema dels transvasaments. Anàlisi de riscos d’origen natural i humà en determinats casos. Introducció del concepte d’antropocè.",
        "- Conscienciació sobre l’emergència climàtica: canvis en els patrons termopluviomètrics; causes, conseqüències i mesures d’adaptació. Anàlisi de les afectacions als diferents medis peninsulars: les sequeres. Estratègies d’interpretació del temps i alertes meteorològiques.",
        "- Debat sobre els canvis del model de desenvolupament. Identificació dels principals recursos energètics i primeres matèries. Definició de recurs natural des d’una perspectiva social, considerant les variables d’ús, abús i escassetat. Aplicació del principi de sostenibilitat. Debat sobre les energies renovables.",
        "- Localització, identificació de problemàtiques i condicionants dels paisatges catalans i espanyols, analitzant de manera específica en el cas català la problemàtica de les àrees de muntanya i del litoral. Coneixement i valoració de les polítiques de protecció, conservació i millora ambiental de les diferents administracions. La problemàtica del delta de l’Ebre.",
        "Catalunya i Espanya: territori i societat",
        "- Anàlisi de la distribució, l’estructura i la dinàmica natural de la població a Catalunya i Espanya: el creixement vegetatiu, el saldo migratori i el procés d’envelliment. Identificació i valoració dels canvis i permanències en relació amb els models de fecunditat i familiars.",
        "Anàlisi crítica sobre el problema de l’atur, la precarització i l’ocupació femenina en el mercat laboral. Identificació dels impactes econòmics i culturals dels fluxos migratoris: respecte per la diversitat cultural, assumint els valors democràtics de la convivència i el respecte.",
        "- Anàlisi del fet urbà a Catalunya i Espanya, les seves funcions i relacions d’interdependència amb el territori: de l’especialització funcional de la ciutat central a la urbanització difusa. Identificació dels factors d’exclusió social, els desequilibris i les desigualtats internes i la seva localització espacial. Comparació de models de ciutats sostenibles i debat sobre la mobilitat. Influència de la planificació urbana i reconeixement de les formes de participació ciutadana i gestió de la mateixa localitat.",
        "- Reflexió i conscienciació de les diferents maneres de vida als nostres entorns urbans o rurals, en funció del gènere, l’edat, la classe social, l’opció afectivosexual, l’ètnia, la cultura o les habilitats físiques i mentals. Sensibilitat per reivindicar entorns confortables per a totes les persones, rebutjant qualsevol discriminació.",
        "- Caracterització dels canvis i de les permanències en l’espai rural català i espanyol: d’una economia agrària a una de serveis i turisme. Anàlisi de la dimensió social, econòmica, ambiental i cultural dels paisatges rurals. Valoració de la industrialització de l’agricultura, la ramaderia i la pesca en el marc de la Unió Europea i el món: pràctiques sostenibles i insostenibles. Indagació de petjades ecològiques i del valor socioambiental dels productes agroalimentaris i forestals de proximitat.",
        "- Caracterització del teixit industrial català i espanyol: singularitats, nuclis i eixos. Apreciació dels canvis en el model de desenvolupament industrial pel que fa a les dimensions socials, econòmiques, ambientals i paisatgístiques que se’n deriven. Identificació de les tendències i problemàtiques de la indústria catalana i espanyola en el marc de la Unió Europea i del món: processos de reestructuració productiva i deslocalització a escala global. Avaluació d’empremtes ecològiques i la dependència energètica.",
        "- Anàlisi del creixent protagonisme dels serveis i de la seva heterogeneïtat. Relacions entre producció, distribució i venda. Anàlisi crítica d’empremtes ecològiques, estructura sociolaboral, responsabilitat social corporativa i dels consumidors. Estudi de casos: models insostenibles de serveis i alternatives. Discussió sobre l’economia digital: impacte de l’economia col·laborativa i nous models de negoci en el context global i de la Unió Europea.",
        "- Anàlisi del paper econòmic i la incidència mediambiental dels territoris i ciutats amb alta dependència del turisme. Valoració dels serveis socials i les polítiques referides a l’educació i la sanitat."
    ]
}