{
    "criteriosEvaluacion": [
        "1.1. Analizar de manera crítica y a partir de fuentes fiables y variadas de información, los acontecimientos más importantes de la historia de la Astronomía para conocer su influencia sobre el desarrollo del conocimiento del Universo y de la sociedad. CCL1, CCL2, CCL3, STEM2, STEM4, CD1, CD2, CPSAA4, CC1",
        "1.2. Reconocer las principales constelaciones, asociándolas a sus mitos históricos, como medio para orientarse, diferenciando los distintos tipos de astros o cuerpos celestes. CCL1, CCL2, CCL3, STEM2, STEM4, CD1, CD2, CD3, CPSAA4, CC1",
        "1.3. Conocer y aplicar las coordenadas celestes (ascensión recta y declinación) para localizar objetos en el cielo. STEM2, CD3",
        "1.4. Analizar y valorar la contribución de Canarias como referente mundial en el conocimiento del Universo. CCL1, CCL3, STEM2, STEM4",
        "2.1. Describir la composición y organización del Universo para tomar conciencia del hecho de que observar el cielo significa mirar al pasado. CCL1, CCL2, CCL3, STEM2, STEM4, CD1, CD2, CPSAA4",
        "2.2. Reconocer la hipótesis del Big Bang y destacar el alejamiento de las galaxias como un descubrimiento de vital importancia para el desarrollo de las actuales teorías cosmológicas. CCL2, CCL3, STEM2, STEM4, CPSAA4",
        "3.1. Consultar, elaborar e intercambiar materiales científicos y divulgativos, utilizando diferentes herramientas de búsqueda de información para conocer los distintos astros que componen el Sistema Solar. CCL1, CCL2, CCL3, STEM2, STEM4, CD1, CD2, CD3, CPSAA4, CE3",
        "3.2. Identificar las condiciones necesarias para que se dé la posibilidad de que un cuerpo celeste albergue vida, reconociendo algunos de los principales astros que reúnen estas condiciones. CCL2, CCL3, STEM4, CD1, CD2",
        "3.3. Reconocer y valorar, a partir del uso de fuentes variadas y fiables de información, la contribución de las misiones espaciales en el conocimiento del Universo. CCL2, STEM4, CD1, CD2",
        "4.1. Reconocer los instrumentos de observación astronómica en todos los rangos del espectro electromagnético, identificando la idoneidad de cada uno en función de los objetos celestes a observar. STEM2, STEM4",
        "4.2. Conocer el funcionamiento de los distintos instrumentos ópticos propios de una observación astronómica, a partir del manejo de los mismos, con la finalidad de hacer un uso correcto de ellos. STEM2",
        "4.3. Valorar la calidad y oscuridad de los cielos canarios para la observación astronómica, manifestando interés por su protección y conservación. CCL1, STEM5, CPSAA2",
        "5.1. Conocer el proceso de formación, evolución y clasificación estelar, haciendo uso del diagrama de Hertzsprung-Russell, para comprender los estados evolutivos de las estrellas. CCL1, CCL2, CCL3, STEM4, CD1",
        "5.2. Distinguir, a partir de análisis comparativos, los diferentes tipos de objetos celestes para clasificarlos por su morfología y reconocer su organización en galaxias, cúmulos... CCL1, CCL2, CCL3, STEM4, CD2"
    ],
    "saberes": [
        "I. El Universo. Una visión global",
        "    1. Análisis de acontecimientos importantes de la historia de la astronomía para comprender su influencia sobre el desarrollo del conocimiento y de la sociedad.",
        "    2. Análisis y valoración de las contribuciones a la astronomía de distintos personajes a lo largo de la historia, haciendo hincapié en las mujeres científicas.",
        "    3. Conocimiento de los mitos asociados a las constelaciones según la visión de las distintas civilizaciones.",
        "    4. Adquisición de estrategias para la localización de constelaciones y orientación en el cielo nocturno.",
        "    5. Interpretación de una carta estelar y reconocimiento de las principales constelaciones, zodiacales y no zodiacales. Identificación del plano de la eclíptica y ubicación de diferentes objetos de interés astronómico (nebulosas, cúmulos, planetas..).",
        "    6. Diferenciación del carácter científico de la astronomía y el acientífico de la astrología.",
        "    7. Análisis y valoración de la contribución de Canarias en el estudio del Universo, así como de la relevancia de los observatorios canarios.",
        "    8. Descripción de la composición y organización del Universo (planetas, satélites, estrellas, galaxias, agujeros negros...), reconociendo la hipótesis de la existencia de la materia oscura como elemento constituyente.",
        "    9. Análisis de la edad de los diferentes componentes del Universo.",
        "    10. Análisis y valoración de la Ley del Cielo de Canarias.",
        "    11. Estudio de las escalas y medidas en el Universo: distancias, masas y tamaños. Comparación de la magnitud del planeta Tierra frente a otros objetos del Universo y a la inmensidad del Cosmos.",
        "    12. Reconocimiento de algunos efectos que evidencian la teoría de la relatividad: precesión del perihelio de Mercurio...",
        "II. Sistema Solar",
        "    1. Análisis e interpretación del origen y la evolución del Sistema Solar.",
        "    2. Caracterización del Sistema Solar y de su situación en la Vía Láctea, analizando los principales parámetros que lo caracterizan.",
        "    3. Descripción de la formación y características del Sol, valorando su relevancia como fuente de energía primaria y reconociendo su influencia sobre las telecomunicaciones y el clima en la Tierra.",
        "    4. Análisis de la estructura, la composición y los movimientos de los planetas y satélites más relevantes del Sistema Solar.",
        "    5. Análisis de los efectos de un hipotético cambio en la inclinación del eje terrestre sobre la climatología mundial y la sucesión de las estaciones.",
        "    6. Estudio de las posiciones relativas del sistema Sol-Tierra-Luna y sus consecuencias: eclipses, mareas…",
        "    7. Análisis de las condiciones necesarias para que un cuerpo celeste albergue vida. Discusión de la ecuación de Drake y valoración de la contribución de los programas científicos de búsqueda extraterrestre (SETI).",
        "    8. Evaluación de la incidencia que un agente catastrófico de grandes proporciones (la caída de un gran meteorito…) tendría sobre el equilibrio del ecosistema terrestre.",
        "    9. Estudio de otros componentes del Sistema Solar: meteoros, meteoritos, asteroides, bólidos y cometas, la nube de Oort...",
        "    10. Análisis crítico de la contribución de las misiones espaciales en el conocimiento del Universo, haciendo referencia a la problemática actual de la «basura espacial».",
        "III. Las estrellas",
        "    1. Identificación de la relación entre brillo y magnitud de una estrella.",
        "    2. Análisis del proceso de formación y evolución estelar e interpretación del diagrama de Hertzsprung-Russell (H-R), diferenciando las estrellas que se encuentran en la secuencia principal de aquellas que no lo están.",
        "    3. Valoración de la importancia del estudio de los espectros de emisión y absorción estelar para el conocimiento del Universo.",
        "    4. Análisis y comparación de la luminosidad y el color de varias estrellas, estimando sus magnitudes y usando como patrón la magnitud de otras conocidas.",
        "    5. Estudio del cambio de brillo de estrellas variables, averiguando las posibles causas de esos cambios mediante una observación sistematizada. Manejo de programas informáticos, para obtener datos de los objetos a observar, cartas estelares...",
        "IV. Las galaxias",
        "    1. Identificación y clasificación de los distintos tipos de galaxias, según su morfología y agrupamiento (Grupo Local).",
        "    2. Estudio de las características más relevantes de La Vía Láctea y situación del Sistema Solar en la misma.",
        "    3. Localización y observación de distintos cúmulos globulares y estudio de las características de los mismos.",
        "V. El Universo en expansión",
        "    1. Estudio del Universo en expansión y desplazamiento al rojo en los espectros de las galaxias lejanas, como consecuencia de la ley de Hubble-Lemaître.",
        "    2. Conocimiento del origen del Universo valorando la hipótesis del Big Bang.",
        "    3. Comparación de la visión estática de los primeros modelos del Universo con las evidencias de un Universo en expansión.",
        "    4. Análisis de la composición del Universo, reconociendo la hipótesis de la existencia de la materia oscura.",
        "VI. Instrumentos de observación. Observatorios astronómicos modernos",
        "    1. Reconocimiento de los instrumentos de observación del Universo, telescopios espaciales y misiones más relevantes para su conocimiento.",
        "    2. Identificación, análisis y comparación de instrumentos ópticos astronómicos y su aplicación en función de los cuerpos celestes a observar.",
        "    3. Conocimiento y valoración cualitativa de instrumentos astronómicos no ópticos.",
        "    4. Proceso de alineación de un telescopio y adquisición de destrezas para su correcto manejo.",
        "    5. Utilización de las coordenadas astronómicas ascensión recta (AR) y declinación (DEC) para localizar objetos celestes.",
        "    6. Estimación de las condiciones óptimas para la observación astronómica (ausencia de contaminación, transparencia, altura…).",
        "    7. Valoración de la astrofotografía y fotografía nocturna como fuente de conocimiento.",
        "    8. Conocimiento de los observatorios modernos y de los grandes telescopios, destacando la importancia de los observatorios de Canarias."
    ]
}