{
  "saberes": [
    "B1. Proceso de resolución de problemas",
    "Estrategias de búsqueda y filtrado de información",
    "Estrategias, técnicas y marcos de resolución de problemas y sus fases",
    "Procesos de diseño de prototipos",
    "Estrategias de planificación de la construcción de un prototipo",
    "Recursos materiales y organizativos con criterios de economía, seguridad y sostenibilidad",
    "Herramientas y técnicas para la construcción de prototipos",
    "Métodos de evaluación de prototipos construidos",
    "Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar",
    "B2. Digitalización del entorno personal de aprendizaje",
    "Arquitectura básica de los equipos informáticos: microprocesador, memoria, buses y periféricos",
    "Herramientas     y     plataformas     de      aprendizaje.",
    "Configuración, mantenimiento y uso crítico",
    "Protección de dispositivos y datos personales. Técnicas de tratamiento, organización y almacenamiento seguro de la información. Copias de seguridad",
    "Seguridad. Medidas de protección de datos y de información. Antivirus",
    "Identidad digital y bienestar digital",
    "Prácticas seguras y riesgos. Ciberconvivencia",
    "Comunidades virtuales y entornos virtuales de aprendizaje",
    "B3. Pensamiento computacional, programación, control y robótica",
    "Representación de problemas mediante el modelado",
    "Sostenibilidad e inclusión como requisitos del diseño del software",
    "Introducción    a     la    programación     por bloques: composición de las estructuras básicas y encaje de bloques",
    "Estructuras de control del flujo del programa. Bucles",
    "Variables, constantes, condiciones y operadores",
    "Elaboración de programas informáticos sencillos",
    "Implicaciones sociales de la robótica, la inteligencia artificial y el internet de las cosas",
    "Autoconfianza e iniciativa. El error, la reevaluación y la depuración como parte del proceso de aprendizaje",
    "B4. Herramientas y máquinas de taller",
    "Herramientas del taller de Tecnología",
    "Máquinas del taller de Tecnología",
    "Normas de seguridad e higiene del aula-taller",
    "Riesgos derivados del manejo de herramientas, máquinas y materiales",
    "Elementos y medidas de protección en el taller",
    "Criterios de reducción de riesgos en el taller",
    "Criterios de actuación y primeros auxilios en caso de accidente",
    "Manejo de máquinas y herramientas para trabajar la madera, metales",
    "Mantenimiento de las máquinas y herramientas",
    "B5. Materiales, productos y soluciones tecnológicas",
    "Estrategias para el análisis morfológico, funcional y propuestas de mejora de productos y sistemas tecnológicos",
    "B5.1. Materiales: la madera, los materiales de construcción, metales y plásticos",
    "Obtención y clasificación",
    "Relación entre sus propiedades y su estructura interna",
    "Técnicas de manipulación y mecanizado. Acabados",
    "Generación y gestión de residuos asociados a la producción de materiales",
    "B5.2. Estructuras y esfuerzos mecánicos",
    "Tipos de estructuras y sus elementos.",
    "Triangulación. Esfuerzos mecánicos",
    "B5.3. Máquinas simples y mecanismos",
    "Palancas",
    "Tipos y aplicaciones de mecanismos",
    "Transmisión y transformación del movimiento",
    "Relación de transmisión",
    "B5.4. Electricidad y electrónica",
    "Circuitos eléctricos: interpretación, diseño y aplicación en proyectos",
    "Simbología y diseño de circuitos eléctricos de corriente continua",
    "Programas informáticos de simulación de circuitos eléctricos",
    "B6 Creación, expresión y comunicación",
    "B6.1. Comunicación técnica",
    "Documentacion tecnica formatos vcabularios apropiado",
    "Herramientas digitales para la elaboración, publicación y difusión de documentación técnica sobre proyectos desarrollados",
    "Propiedades textuales en situaciones comunicativas relativas a la tecnología y la digitalización: adecuación, coherencia y cohesión",
    "Técnicas para la exposición pública de proyectos desarrollados",
    "Respeto en el uso del lenguaje: uso de lenguaje inclusivo y no discriminatorio",
    "Pautas de conducta apropiadas del entorno virtual",
    "Participación ciudadana en línea",
    "Propiedad intelectual y licencias. Tipos de derechos, duración, límites a los derechos de autoría y licencias de distribución y explotación",
    "Sistemas de intercambio, colaboración y publicación de información: seguridad y uso responsable",
    "B6.2. Elaboración de documentación técnica e información de proyectos.",
    "Herramientas de creación y edición digital en línea.",
    "Instalación, configuración y uso responsable",
    "Uso de estilos, tablas e índices en documentos de texto",
    "Inserción de datos, formateado de las celdas y manejo de hojas de cálculo",
    "Fórmulas y funciones sencillas en hojas de cálculo.",
    "Creación de gráficos",
    "Planificación, individual o de forma cooperativa, en la elaboración de exposiciones orales con presentaciones digitales",
    "Elaboración, formateado, diseño de diapositivas en una presentación digital",
    "B6.3. Sistemas de representación",
    "Materiales de dibujo y diseño",
    "Sistemas de representación: diédrico, perspectiva",
    "Croquis y bocetos como elementos de información de objetos cotidianos e industriales",
    "B8. Tecnología sostenible",
    "B8.1. Implicaciones de la Tecnología en la sociedad y medio ambiente",
    "Desarrollo     tecnológico:     creatividad,                                    innovación, investigación, obsolescencia",
    "Breve historia del desarrollo tecnológico",
    "Hábitos que potencien el desarrollo sostenible",
    "Implicaciones de la tecnología en el desarrollo social",
    "Impacto ambiental de la actividad tecnológica y la explotación de recursos",
    "Técnicas de tratamiento y reciclaje de residuos",
    "Selección de recursos materiales y organizativos con criterios de economía, seguridad y sostenibilidad para la resolución de problemas tecnológicos",
    "B8.2. La energía: tipos, producción, transporte y consumo",
    "Técnicas de ahorro energético",
    "Energías alternativas"
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar problemas tecnológicos actuales, sencillos y cercanos, utilizando los saberes básicos fundamentales de esta área para entender la necesidad o problema detectado.",
    "1.2. Resolver de manera guiada problemas y desafíos tecnológicos cotidianos siguiendo las fases del método de proyectos para generar y/o utilizar productos que den solución a la necesidad o problema identificado.",
    "1.3. Utilizar los medios tecnológicos y digitales, herramientas y materiales disponibles en la resolución de los problemas o el abordaje de retos tecnológicos planteados en la vida cotidiana, gestionando de forma guiada su uso de manera adecuada y sostenible.",
    "1.4. Fabricar objetos, prototipos o modelos sencillos mediante la manipulación y conformación de materiales, empleando las herramientas y máquinas adecuadas, aplicando los fundamentos de estructuras, mecanismos y electricidad, respetando las normas de seguridad y salud básicas correspondientes.",
    "2.1. Realizar búsquedas básicas en internet atendiendo a criterios de calidad, actualidad y fiabilidad de las fuentes, como punto de partida en cualquiera de las fases del proceso de resolución de problemas tecnológicos.",
    "2.2. Analizar y seleccionar la información científico-técnica obtenida, eligiendo la más adecuada en función de la tarea y de su necesidad en cada ocasión.",
    "2.3. Utilizar de manera segura la información científico-técnica seleccionada para la superación de los retos tecnológicos planteados.",
    "2.4. Seguir y ejecutar, con la información obtenida, un plan de trabajo individual o en grupo cooperativo coherente con las características de la tarea.",
    "2.5. Organizar la información aplicando técnicas de almacenamiento seguro.",
    "2.6. Identificar problemas y riesgos relacionados con el uso de la tecnología y analizarlos de manera ética y crítica.",
    "3.1. Emplear correctamente la herramienta de trabajo adecuada para la tarea a realizar.",
    "3.2. Utilizar y adaptar las herramientas digitales y aplicaciones del entorno de aprendizaje a las propias necesidades.",
    "3.3. Utilizar los instrumentos tecnológicos y digitales de forma ajustada al propósito, respetando en todo momento sus normas de uso y conservación.",
    "3.4. Respetar las normas de seguridad e higiene en el uso y manipulación de materiales, máquinas, herramientas, sistemas digitales, etc.",
    "4.1. Analizar los objetos, productos y soluciones tecnológicas de forma básica, atendiendo a sus características funcionales, estructura y aplicación.",
    "4.2. Considerar las implicaciones para el medio y el entorno derivadas de utilizar elementos tecnológicos, tanto actuales como a medio y largo plazo.",
    "4.3. Comparar y valorar los productos digitales utilizados para hacer frente a los desafíos tecnológicos susceptibles de mejorar la calidad de vida personal y colectiva tanto en el ámbito académico como en el personal.",
    "5.1. Crear y editar contenidos tecnológicos y digitales utilizando diferentes formatos, tanto presencialmente como en remoto, para facilitar la comunicación de ideas, opiniones y propuestas tecnológicas.",
    "5.2. Respetar las licencias y derechos de autoría en la creación y comunicación de ideas",
    "5.3. Comunicar contenidos, ideas, opiniones y puntos de vista sobre cuestiones tecnológicas en diferentes formatos, utilizando de forma correcta y coherente la terminología y la simbología adecuadas.",
    "5.4. Comunicar en una o más lenguas en el ámbito tecnológico y digital, de manera apropiada, utilizando expresiones no discriminatorias e inclusivas",
    "6.1. Analizar problemas sencillos mediante la abstracción y modelización de la realidad.",
    "6.2. Resolver problemas de manera individual, utilizando los algoritmos y las estructuras de datos necesarias.",
    "6.3. Programar aplicaciones sencillas usando un entorno para el aprendizaje de programación basado en bloques.",
    "7.1. Diseñar soluciones creativas sencillas en situaciones abiertas e inciertas que surgen en el entorno.",
    "7.2. Afrontar pequeñas situaciones de incertidumbre con una actitud positiva, utilizando el conocimiento adquirido.",
    "7.3. Reconocer la importancia del desarrollo de la tecnología como herramienta para el avance social y cultural de la humanidad."
  ]
}
