{
    "competenciasEspecificas": [
        "1. Leer obras de la literatura dramática o ver su puesta en escena y poner en escena breves escenas de las mismas, atendiendo tanto a las relaciones internas de los elementos constitutivos del género y sus funciones en las obras como a las relaciones externas de las obras con su contexto de producción y su inscripción en la tradición cultural, para ensanchar las posibilidades de disfrute de la de la litera- tura dramática y para estimular la creatividad literaria y artística. CCL1, CCL2, CCL4, CPSAA5, CC1, CE3, CCEC1, CCEC2, CCEC3, CCEC4.",
        "2. Leer o ver en escena de manera autónoma obras relevantes de la literatura dramática como fuente de placer y conocimiento, seleccionar con criterio propio y con la consulta de recomendaciones especializadas aquellas que mejor se ajustan a los gustos, intereses y necesidades personales, di- versificar formas de acceso al hecho teatral como fenómeno espectacular más allá del literario, y compartir experiencias de lectura y como público de teatro, para construir la propia identidad literaria y para disfrutar de su dimensión social. CCL2, CCL4, CD2, CPSAA1, CPSAA2, CE3, CCEC1, CCEC2, CCEC3, CCEC4.",
        "3. Establecer vínculos entre obras dramáticas de diferentes épocas, contextos y lenguajes artísticos, reconociendo semejanzas y diferencias en función de sus respectivos contextos de producción y de la interrelación entre literatura y sociedad, para constatar la existencia de universales temáticos, tipo- logías de personajes y cauces formales recurrentes a lo largo de la historia. CCL1, CCL2, CCL4, STEM2, CD1, CC1, CC3, CCEC1, CCEC2.",
        "4. Emplear las capacidades expresivas y creativas necesarias para la recreación o creación de textos dramáticos, utilizando los elementos que configuran el género, así como diferentes técnicas, para componer la acción dramática, el diseño de personajes y la configuración de situaciones y escenas. Investigar sobre los principales compositores, intérpretes y obras de la historia de la música y de la danza, utilizando fuentes de información fiables, para analizar las diferentes corrientes interpretativas y reflexionar sobre la riqueza del patrimonio musical y sobre la propia identidad cultural. CCL1, CCL2, CCL4, CD3, CE1, CE3, CCEC1, CCEC2, CCEC3, CCEC4.",
        "5. Participar en la construcción de un canon literario dramático universal que integre la perspectiva de experiencia de las mujeres a través de la lectura, el visionado o la asistencia a obras teatrales de escritoras o de personajes femeninos esenciales y que supere los marcos de la cultura occidental, para establecer contrapuntos de interés, respeto y sensibilidad hacia otras voces y para desarrollar el pensamiento crítico con respecto a la construcción discursiva del mundo y sus imaginarios. CCL2, CCL4, CP3, STEM2, CPSAA4, CPSAA5, CC1, CC3, CC4, CCEC1, CCEC2."
    ]
}