{
  "saberes": [
    "Languages and their speakers",
    "- Analysis and assessment of the foreign language as a means of interpersonal and international communication, a source of information, and as a tool for social participation and personal enrichment, in situations of personal, social and academic life, including networks social media and the media.",
    "- Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language for the development and improvement of language learning.",
    "- Analysis and assessment of socio-cultural and socio-linguistic aspects of common use relating to everyday life, living conditions and interpersonal relationships; social conventions of common use; non-verbal language, linguistic courtesy and digital etiquette; culture, norms , attitudes, customs and values specific to countries where the foreign language is spoken.",
    "- Application of commonly used strategies to understand and appreciate linguistic, cultural and artistic diversity, paying attention to ecological, social and democratic values in face-to-face, hybrid and online scenarios.",
    "Communication",
    "Application of production strategies, comprehension and critical analysis of oral, written and multimodal texts from different fields with joint attention to the following aspects:",
    "● Context",
    "- Analysis of the components of communicative fact: degree of formality of the situation and public or private nature; social distance between interlocutors; communicative purposes and interpretation of intentions; communication channel and non-verbal elements of communication, in situations classroom, everyday life and the media.",
    "● Discursive genres",
    "- Analysis, argumentation and use of contextual models and discursive genres of common use in the understanding, production and co-production of oral, written and multimodal texts, short and simple, literary and non-literary: characteristics and recognition of the context (participants and situation ), expectations generated by context; organization and structuring according to genre, textual function and structure.",
    "● Processes",
    "- Development of self-confidence and initiative. Appreciation of error as an integral part of the language learning process.",
    "- Recognition, analysis and use of sound, accentual, rhythmic and intonation patterns in common use, and meanings and general communicative intentions associated with these patterns, in informal and semi-formal situations.",
    "- Application of commonly used strategies for planning, executing, monitoring and repairing comprehension, production and co-production of oral, written and multimodal texts, such as paraphrasing, comparing and contrasting, summarizing, collaborating , debate, solve problems and manage engaged situations identify relevant information, make inferences, determine the speaker's attitude and purpose, in informal, semi-formal, non-formal and formal communicative situations.",
    "- Use of analog and digital tools in common use for oral, written and multimodal understanding, production and co-production; and virtual platforms for interaction and educational collaboration (virtual classrooms, video conferences, collaborative digital tools. ..) for learning, communication and project development with foreign language speakers or students.",
    "- Analysis, argumentation and use of commonly used communicative functions appropriate to the scope and communicative context: greetings, farewells and introductions; description and characterization of people, objects, places, phenomena and events; placing events in time; placing objects, people and places in space; requesting and exchanging information about everyday matters; instructions and commands; offering, accepting and refusing help, propositions or suggestions; partially expressing taste or interest and emotions; narration of past events, description of present situations, and expression of future events; express opinion and possibility; simple arguments; make hypotheses and assumptions; express possibility, uncertainty and doubt; reformulate and summarize.",
    "- Respect for intellectual property and copyright on the sources consulted and content used, in personal, social and academic contexts.",
    "- Search and selection of information involving the use of learning resources and commonly used strategies: dictionaries, reference books, libraries, digital and IT resources, etc., in personal contexts , academic and social diverse.",
    "● Recognition, analysis and discursive use of linguistic elements",
    "- Analysis and application of commonly used conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize , collaborate, debate, etc.",
    "- Analysis, evaluation and use of linguistic units in common use and meanings associated with these units such as the expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation, usual logical relations, in personal, social and academic situations.",
    "- Analysis, assessment and use of vocabulary in common use and of interest to students, related to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, information and communication technologies, school system and training, taking into account the gender perspective.",
    "- Recognition, analysis and use of sound, accentual, rhythmic and intonation patterns in common use, and meanings and general communicative intentions associated with these patterns, in informal and semi-formal situations.",
    "- Analysis and application of orthographic conventions in common use and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "Literary Education",
    "- Involvement in reading in a progressively autonomous manner and reflection on the texts read and on one's own reading practice.",
    "- Selection, progressively autonomously, of varied works that include authors based on the autonomous use of the available school and public library.",
    "- Application of awareness-raising strategies and verbalization of one's own reading tastes and identity in the personal and social sphere (shared readings).",
    "- Expression of the reading experience and different forms of appropriation and recreation of the texts read, in the personal and social context (conversations in the classroom.",
    "- Application of strategies for mobilizing personal, reading and cultural experience that make it possible to establish links in an argumentative manner between the work read and aspects of current affairs, as well as with other texts and artistic manifestations.",
    "- Application of strategies for recommending readings in various media or orally among peers, basically framing the works in literary genres and subgenres.",
    "Reflection on language",
    "- Development of the knowledge, skills and attitudes that allow mediation activities to be carried out in informal, semi-formal, non-formal and formal situations.",
    "- Application of strategies and techniques to respond effectively and with increasing levels of fluency, adequacy and correction to a specific communicative need despite the limitations derived from the level of competence in the foreign language and in the familiar languages, in oral and written communications and multimodal.",
    "- Application of commonly used strategies to identify, organize, retain, retrieve and creatively use linguistic units (lexis, morphosyntax, sound patterns, etc.), based on the tactical use of knowledge of languages , and its varieties, and which make up the linguistic repertoire, independently.",
    "- Application of strategies and commonly used tools for self-assessment, co-assessment and self-repair, analog and digital, individual and cooperative that allow the development, regulation and improvement of the language learning process .",
    "- Use of morphosyntactic structures and appropriate vocabulary, while reflecting on the communicative processes involved, with the use of specific metalanguage.",
    "- Application of the knowledge of the different languages of the linguistic repertoire as a foreign language learning tool."
  ],
  "criteriosEvaluacion": [
    "1.1 Critically assess the linguistic, cultural and artistic diversity of countries where the foreign language is spoken, in relation to human rights, and adapt to this diversity, while favoring the development of a shared culture and a citizenry committed to sustainability and democratic values.",
    "1.2 Participate in an appropriate, empathetic and respectful manner in intercultural situations, building links between the different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts, and proposing solutions to those socio-cultural factors that make communication difficult .",
    "1.3 Apply strategies to defend and appreciate linguistic, cultural and artistic diversity.",
    "2.1 Extract and analyze the overall meaning and main ideas, and select relevant information from oral and multimodal texts about everyday topics of personal relevance or public interest close to your experience expressed clearly and in the standard language through from various media.",
    "2.2 Interpret and assess the content and discursive features of progressively more complex texts specific to the areas of interpersonal relationships, social media and learning, and also literary texts appropriate to the students' level of maturity. ",
    "2.3 Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, essential information and the most relevant details of the texts; infer meanings and interpret non-verbal elements, and search, select and manage information truthful.",
    "3.1 Orally express simple, structured, comprehensible, coherent and appropriate texts to the communicative situation on everyday topics, of personal relevance or of public interest close to their experience, in order to describe, narrate, argue and inform, in different media , using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
    "3.2 Apply knowledge and strategies to plan, produce, review and cooperate in the preparation of coherent, cohesive and adequate texts to communicative intentions, contextual characteristics, socio-cultural aspects and textual typology, using the most appropriate physical or digital resources depending on the task and the needs of the audience or the recipient of the text.",
    "3.3 Actively participate and collaborate, through various supports, in interactive situations on everyday topics of personal relevance or public interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and etiquette digital, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.4 Use appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromised situations. ",
    "4.1 Understand and interpret the global meaning, the structure, the most relevant information and the intention of the issuer of written and multimodal texts of a certain complexity, which respond to different reading purposes, making the necessary inferences.",
    "4.2 Critically evaluate the content and form of texts of a certain complexity, evaluating their quality, reliability and the suitability of the channel used, as well as the effectiveness of the linguistic procedures used.",
    "5.1 Write and disseminate texts of medium length with acceptable clarity, coherence, cohesion, correctness and adequacy to the proposed communicative situation, to the textual typology and to the analogue and digital tools used, on everyday matters of personal relevance or interest public close to their experience, respecting intellectual property and avoiding plagiarism.",
    "5.2 Apply knowledge and strategies to plan, produce, revise and cooperate in the preparation of coherent, cohesive and adequate texts to communicative intentions, contextual characteristics, socio-cultural aspects and textual typology, using the physical or digital resources most appropriate depending on the task and the needs of the audience or potential reader to whom the text is addressed.",
    "6.1 Apply information search strategies (location, selection and contrast), in different sources, including digital ones, calibrating their reliability and relevance based on reading objectives, on topics of academic, personal, ecological and social, autonomously, on the web and in the library, critically evaluating the result of the search.",
    "6.2 Prepare research work and communicate in a creative way and respecting intellectual property rights, the results of an individual or group research process, organizing the information, integrating it into own schemes and reworking la, and adopting a critical and respectful point of view with the principles of intellectual property, on topics of academic, personal, ecological and social interest, which include the objectives of sustainable development.",
    "6.3 Adopt habits of critical, safe, sustainable and healthy use of digital technologies in relation to the search and communication of information.",
    "7.1 Read independently selected texts and works based on one's own tastes, interests and needs, and record the progress of one's own reading and cultural itinerary by explaining the selection criteria for the readings, the ways of accessing literary culture and the reading experience.",
    "7.2 Share the experience of reading in various media while relating the meaning of the work to one's own biographical, reading and cultural experience.",
    "8.1 Infer and explain short and simple texts, concepts and communications in situations of linguistic, social and cultural diversity, showing respect and empathy for the interlocutors and for the languages used, and participating in solving problems of mutual understanding and 'understanding in the environment.",
    "8.2 Apply strategies that help create bridges, facilitate communication and serve to explain and simplify texts, concepts and messages, and that are appropriate to communicative intentions, contextual characteristics and textual typology, using physical or digital resources and supports in depending on the needs of each moment.",
    "9.1 Compare and argue the similarities and differences between different languages reflecting progressively autonomously on their functioning.",
    "9.2 Creatively use strategies and knowledge to improve one's ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
    "9.3 Record and reflect on the progress and difficulties in learning the foreign language, selecting the most effective strategies to overcome these difficulties and consolidate their learning, carrying out activities for planning one's own learning, self-evaluation and co-evaluation, making them explicit and sharing them.",
    "10.1 Identify and reject discriminatory uses of language, abuses of power through words and manipulative uses of language based on the reflection and analysis of the linguistic, textual and discursive elements used, as well as the elements not verbal communication.",
    "10.2 Use strategies for dialogic resolution of conflicts and the search for consensus, both in the personal, educational and social spheres."
  ]
}