{
    "saberes": [
        "A. Las lenguas y sus hablantes.",
        "LC.01.A.1. Biografía lingüística personal y mapa lingüístico del aula.",
        "LC.01.A.2. La diversidad etnocultural y lingüística, con especial atención a las variedades del dialecto andaluz, como riqueza y herramienta de reflexión interlingüística.",
        "LC.01.A.3. Identificación, con acompañamiento, de prejuicios y estereotipos lingüísticos. LC.01.A.4. Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "B. Comunicación.",
        "LC.01.B.1. Contexto",
        "LC.01.B.1.1. Incidencia de los componentes (situación, participantes, intención) en el acto comunicativo. LC.01.B.2. Géneros discursivos",
        "LC.01.B.2.1. Tipologías textuales: la narración, la descripción y el diálogo.",
        "LC.01.B.2.2. Propiedades textuales: estrategias elementales para la coherencia y la cohesión. LC.01.B.2.3. Géneros discursivos propios del ámbito personal y educativo. Contenido y forma.",
        "LC.01.B.3. Procesos",
        "LC.01.B.3.1. Interacción oral: interacción oral adecuada en contextos informales, escucha activa, asertividad, resolución dialogada de conflictos y cortesía lingüística. La expresión y escucha empática de necesidades, vivencias y emociones propias y ajenas.",
        "LC.01.B.3.2. Comprensión oral: identificación de las ideas más relevantes e interpretación del sentido global. Detección de usos claramente discriminatorios del lenguaje verbal y no verbal.",
        "LC.01.B.3.3. Producción oral: pronunciación y entonación. Actitud postural. Construcción y comunicación de conocimiento mediante la planificación y producción de textos orales y multimodales sencillos.",
        "LC.01.B.3.4. Comprensión lectora: estrategias elementales de comprensión lectora antes, durante y después de la lectura. Identificación de las ideas más relevantes e interpretación del sentido global. Identificación de elementos gráficos y paratextuales al servicio de la comprensión. Lectura compartida. Detección de usos claramente discriminatorios del lenguaje verbal y no verbal.",
        "LC.01.B.3.5. Producción escrita: convenciones del código escrito y ortografía natural. Coherencia textual. Estrategias elementales, individuales o grupales, de planificación, textualización, revisión y autocorrección. Uso de elementos gráficos y paratextuales elementales. Escritura en soporte digital acompañada.",
        "LC.01.B.3.6. Alfabetización mediática e informacional: estrategias elementales para la búsqueda guiada de información. Comunicación de la información. Reconocimiento de autoría. Uso guiado de la biblioteca, así como de recursos digitales del aula.",
        "C. Educación literaria.",
        "LC.01.C.1. Lectura acompañada de obras o fragmentos variados y diversos de la literatura infantil, y de la literatura popular andaluza, adecuados a sus intereses y organizados en itinerarios lectores.",
        "LC.01.C.2. Estrategias para la interpretación acompañada y compartida de las obras a través de conversaciones literarias.",
        "LC.01.C.3. Relación, de manera acompañada, entre los elementos constitutivos esenciales de la obra literaria (tema, personajes, trama, escenario, argumento, espacio) y la construcción acompañada del sentido de la obra. LC.01.C.4. Relación de los textos leídos y otras manifestaciones artísticas y culturales.",
        "LC.01.C.5. Inicio de la construcción de los itinerarios lectores individuales. Estrategias para la expresión de gustos e intereses.",
        "LC.01.C.6. Lectura expresiva, dramatización o interpretación de fragmentos de la literatura infantil y de la literatura popular andaluza, atendiendo a los procesos de comprensión y al nivel de desarrollo.",
        "LC.01.C.7. Creación de textos de intención literaria a partir de modelos dados en general y de la literatura popular andaluza en particular.",
        "LC.01.C.8. Uso acompañado de la biblioteca de aula o de centro como escenario de actividades literarias compartidas, en las que se incluyen las Comunidades lectoras.",
        "D. Reflexión sobre la lengua y sus usos en el marco de propuestas de la producción y comprensión de textos orales, escritos o multimodales.",
        "LC.01.D.1. Establecimiento de generalizaciones sobre aspectos lingüísticos elementales a partir de la observación, comparación y transformación de palabras y enunciados, prestando especial atención a la existencia de distintos tipos de palabras y a las relaciones de concordancia que se establecen entre algunas de ellas, utilizando el metalenguaje específico básico.",
        "LC.01.D.2. Diferencias elementales entre lengua oral y lengua escrita.",
        "LC.01.D.3. Procedimientos elementales de adquisición de vocabulario. Reflexión contextualizada sobre la relación de significado entre unas palabras y otras.",
        "LC.01.D.4. Relación entre intención comunicativa y modalidad oracional.",
        "LC.01.D.5. Mecanismos elementales de coherencia y cohesión textual, con especial atención a los conectores temporales y explicativos.",
        "LC.01.D.6. Signos básicos de puntuación como mecanismo para organizar el texto escrito."
    ],
    "criteriosEvaluacion": [
        "1.1.a. Mostrar interés y respeto por las distintas lenguas y variedades dialectales de su entorno más cercano, reconociendo las lenguas de signos.",
        "1.2.a. Iniciar de manera acompañada el reconocimiento y en contextos próximos, de algunos prejuicios y estereotipos lingüísticos y culturales muy frecuentes, a partir de modelos dados.",
        "2.1.a. Comprender el sentido de textos orales y multimodales sencillos, reconociendo las ideas principales y los mensajes explícitos.",
        "3.1.a. Producir textos orales y multimodales sencillos, con planificación acompañada a partir de modelos dados.",
        "3.2.a. Participar en interacciones orales, a partir de modelos dados utilizando algunas normas básicas de la cortesía lingüística.",
        "3.3.a. Reproducir textos orales sencillos de la literatura infantil andaluza del entorno cercano del alumnado.",
        "4.1.a. Leer textos escritos y multimodales adecuados a su desarrollo cognitivo, identificando el sentido global y la información relevante y movilizando de forma acompañada estrategias básicas de comprensión, para adquirir conocimiento.",
        "4.2.a. Identificar, de manera acompañada, el contenido y aspectos formales y no formales elementales de textos escritos y multimodales sencillos.",
        "5.1.a. Producir textos escritos y multimodales sencillos y coherentes, desde las diferentes etapas del proceso evolutivo de la escritura, ajustándose a modelos dados.",
        "6.1.a. Iniciarse en la búsqueda de resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal, realizado de manera acompañada, que implique la localización y selección de información de dos o más fuentes, atendiendo a modelos, incluidas las digitales.",
        "6.2.a. Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal orientado y realizado de manera acompañada.",
        "6.3.a. Iniciarse de manera acompañada en el uso, seguro y saludable de las tecnologías digitales en relación con la búsqueda de la información.",
        "7.1.a. Iniciarse en la lectura de textos de distintos autores y autoras acordes con sus gustos e intereses, seleccionados de manera acompañada, desde las diferentes etapas del proceso evolutivo de la lectura.",
        "7.2.a. Compartir oralmente la experiencia de lectura iniciándose en la participación en comunidades lectoras de ámbito escolar para conseguir disfrutar de la dimensión social de la lectura.",
        "8.1.a. Escuchar e iniciar la lectura de textos orales y escritos de la literatura infantil, que recojan diversidad de autores y autoras, estableciendo de manera acompañada relaciones elementales entre ellos y con otras manifestaciones artísticas o culturales.",
        "8.2.a. Reproducir, de manera acompañada, textos sencillos individuales o colectivos con intención literaria, adaptados a las diferentes etapas del proceso evolutivo de la escritura, a partir de modelos dados y en distintos soportes.",
        "8.3.a. Conocer pequeños textos literarios como las retahílas tradicionales andaluzas.",
        "9.1.a. Iniciarse en la reflexión sobre el funcionamiento de la lengua, prestando especial atención a la concordancia y a las relaciones de significado entre las palabras, a partir de la observación, comparación y manipulación de palabras, en un proceso acompañado de comprensión de textos en contextos significativos.",
        "9.2.a. Revisar los textos propios y subsanar algunos problemas de comprensión lectora, de manera acompañada, usando la terminología lingüística básica adecuada.",
        "10.1.a. Identificar los usos lingüísticos discriminatorios identificados a partir de la reflexión grupal acompañada sobre los aspectos elementales, verbales, de la comunicación, teniendo en cuenta una perspectiva de género.",
        "10.2.a. Identificar, con la planificación y el acompañamiento necesarios, estrategias elementales para la escucha activa y el consenso, iniciándose en la gestión dialogada de conflictos."
    ]
}