{
    "saberes": [
        "A. Las lenguas y sus hablantes. Plurilingüismo. ",
        "Biografía lingüística y la diversidad lingüística del centro.",
        "*Las lenguas cooficiales de la CAPV: bilingüismo y normalización lingüística.",
        "La diversidad lingüística y etno-cultural como riqueza y herramienta de reflexión interlingüística. *Valoración de la riqueza personal que comporta el ser bilingüe y plurilingüe.",
        "*Estrategias para la identificación de prejuicios y estereotipos lingüísticos.",
        "*Estrategias para el uso de un lenguaje no discriminatorio y respetuoso con las diferencias. *Uso proactivo del euskara en la vida escolar y social.",
        "*Canciones referenciales del patrimonio musical y cultural vasco (trabalenguas, canciones tradicionales…) *Tradiciones culturales vascas relacionadas con la oralidad (Olentzero, Santa Ageda…)",
        "B. Comunicación.",
        "1. Usos de la lengua",
        "*Uso inclusivo de la lengua para expresar ideas, emociones y sentimientos",
        "Incidencia de los componentes (situación, participantes, propósito comunicativo, canal) en el acto comunicativo.",
        "*Elementos básicos de contenido (tema, fórmulas fijas, léxico) y forma (estructura, formato, título, imágenes).",
        "*Autoconfianza y reflexión sobre el aprendizaje. El error como parte integrante del proceso.",
        "*Herramientas básicas de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas (diario de aprendizaje, portafolio, rúbricas, dianas de evaluación...).",
        "*Estrategias cooperativas sencillas y asunción de responsabilidades individuales asignadas en el trabajo grupal.",
        "2. Comprensión, comunicación e interacción oral",
        "*Pronunciación y entonación adecuadas.",
        "*Interacción oral adecuada en situaciones de aula y en contextos formales elementales, movilizando estrategias básicas de cortesía lingüística y de autorregulación de la propia comunicación verbal y no verbal.",
        "Estrategias de escucha activa y asertividad para la resolución dialogada de los conflictos.",
        "*Estrategias para la detección de posibles usos discriminatorios del lenguaje verbal y no verbal.",
        "*Construcción, valoración y comunicación de conocimiento mediante la planificación y producción acompañada de textos orales y multimodales sencillos.",
        "*Estrategias de identificación e interpretación del sentido global del texto y de integración de la información explícita e implícita básica de textos sociales orales y multimodales sencillos.",
        "Estrategias de interpretación de elementos básicos de la comunicación no verbal.",
        "3. Comprensión lectora",
        "*Lectura individual con entonación y ritmo adecuados al desarrollo cognitivo.",
        "*Textos discontinuos (gráficos, diagramas, mapas, líneas de tiempo, infografías, horarios...).",
        "*Intención comunicativa y claves de la tipología textual básica: narración, descripción, diálogo.",
        "*Elementos gráficos, textuales y paratextuales progresivamente complejos que favorecen la comprensión antes, durante y después de la experiencia lectora.",
        "Estrategias  básicas  de  comprensión  del  sentido  general  y  de  integración  de  manera acompañada de la información explícita de textos de fuentes documentales diversas en procesos de comprensión y producción de textos escritos.",
        "*Estrategias básicas de uso de fuentes documentales diversas, tanto en papel como digitales,",
        "para mejorar la comprensión de los textos.",
        "Estrategias para la detección de usos discriminatorios del lenguaje verbal e icónico.",
        "4. Producción escrita",
        "*Presentación cuidada y aplicación de las normas ortográficas básicas.",
        "*Estrategias y pautas para un uso no sexista del lenguaje.",
        "*Modelos y estrategias elementales, individuales o grupales, de planificación, redacción, revisión y edición de textos escritos y multimodales sencillos, en diferentes soportes, con distintos propósitos comunicativos.",
        "*Estrategias básicas de uso de fuentes documentales diversas, tanto en papel como digitales, para mejorar la expresión escrita.",
        "Elementos gráficos y paratextuales sencillos que faciliten la organización y comprensión del texto.",
        "5. Alfabetización informacional",
        "*Estrategias básicas para la búsqueda guiada de información en fuentes documentales variadas y con distintos soportes y formatos con criterios de fiabilidad. Hechos y opiniones.",
        "Pautas para la iniciación al uso de correctores ortográficos y de las funcionalidades de los procesadores de textos.",
        "*Estrategias y técnicas para comparar y organizar la información.",
        "Modelos explícitos para reelaborar la información.",
        "Comunicación creativa del conocimiento, con respeto a la propiedad intelectual.",
        "*Pautas para la utilización de la biblioteca y los recursos digitales del aula o del centro.",
        "*Participación en actividades y/o proyectos escolares utilizando herramientas o plataformas virtuales.",
        "C . Educación literaria",
        "*Elementos constitutivos esenciales de la obra literaria (tema, protagonista, personajes secundarios, trama, escenario, lenguaje) y de los distintos géneros literarios, en la construcción del sentido de la obra.",
        "Estrategias básicas para la interpretación acompañada y compartida de las obras a través de conversaciones literarias.",
        "*Recursos expresivos y sus efectos en la recepción del texto.",
        "*Relación de los textos con otras manifestaciones artísticas y culturales.",
        "*Obras y fragmentos pertenecientes al patrimonio cultural vasco.",
        "*Construcción de la identidad lectora. Expresión de gustos e intereses. Iniciación a la valoración argumentada de las obras.",
        "Pautas de utilización de la biblioteca del aula o del centro, espacio para actividades literarias compartidas. Comunidades lectoras.",
        "D. Reflexión sobre la lengua y sus usos en el marco de propuestas de la producción y comprensión de textos orales, escritos o multimodales:",
        "*Aproximación a la lengua como sistema con distintos niveles: sonidos y letras, palabras, oraciones y textos. Observación y comparación de unidades comunicativas básicas.",
        "Estrategias para la construcción guiada de conclusiones propias sobre el sistema lingüístico.",
        "*Los signos de puntuación como mecanismos para organiza el texto escrito y para expresar la intención comunicativa.",
        "Procedimientos elementales de adquisición de vocabulario. Similitudes y diferencias de forma y significado entre unas palabras de la misma familia léxica o semántica.",
        "*Identificación de distintas relaciones formales, semánticas y sintácticas entre las palabras.",
        "Modalidades oracionales en relación con la intención comunicativa.",
        "*Mecanismos de coherencia y cohesión elementales, con especial atención a las repeticiones y sinónimos, y al orden de oraciones y párrafos.",
        "*Mecanismos de cohesión, con especial atención a los conectores textuales explicativos y a las sustituciones pronominales como mecanismo gramatical elemental de referencia interna.",
        "*Herramientas de revisión y mejora de los textos propios y ajenos a partir de la reflexión metalingüística.",
        "Estrategias elementales para el uso guiado de diccionarios, en distintos soportes.",
        "*Análisis del sexismo en el lenguaje y estrategias para un uso no sexista del mismo."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer  y  mostrar  interés  y respeto  por  las  distintas  lenguas  y variedades dialectales de su entorno, incluidas  las   lenguas   de   signos, identificando y comparando semejanzas y diferencias elementales entre lenguas y culturas.  ",
        "1.2. Identificar  y  evitar,  con  cierta autonomía y en contextos próximos, prejuicios y  estereotipos lingüísticos frecuentes, mostrando rechazo frente a discriminaciones de  cualquier  tipo, reconociendo la pluralidad lingüística de su entorno como una fuente de riqueza cultural.   ",
        "1.3. Adoptar hábitos y comportamientos lingüísticos asertivos y empáticos hacia el  euskara,  mostrando  una  actitud favorable  y  proactiva  hacia  su  uso efectivo en los intercambios comunicativos  del  entorno  escolar  y social y en el digital. ",
        "2.1. Comprender el sentido de textos orales y multimodales sencillos, reconociendo las ideas principales, los mensajes  explícitos  y  los  mensajes implícitos más sencillos, y progresando, de   manera   acompañada,   en   la valoración crítica del contenido y de los elementos no verbales elementales.",
        "2.2. Reconocer la riqueza cultural vasca mediante  diversas manifestaciones artísticas culturales orales.   ",
        "3.1. Producir textos orales y multimodales coherentes,  con planificación acompañada, ajustando el registro del discurso a la situación comunicativa y utilizando recursos no verbales básicos.    ",
        "3.2. Participar de forma cooperativa y empática  en interacciones orales espontáneas o regladas, respetando las normas   básicas   de   la   cortesía lingüística e iniciándose en estrategias de escucha activa.    ",
        "4.1. Leer de manera silenciosa y en voz alta  textos  escritos  y  multimodales sencillos, de diferentes ámbitos y con diversas finalidades, identificando el sentido global y la información relevante y reconociendo, de  manera acompañada, la información explícita.",
        "4.2. Analizar, de manera acompañada, el contenido y aspectos formales y no verbales elementales de textos escritos y multimodales, valorando su contenido y  estructura  e  iniciándose  en  la evaluación de su fiabilidad.   ",
        "5.1. Producir   textos   escritos   y multimodales sencillos,  en distintos soportes, con cierta coherencia en la secuencia   de   contenidos   y   con corrección gramatical y ortográfica, seleccionado el modelo discursivo que mejor  responda  a  cada  situación comunicativa, y respetando las etapas del proceso de escritura (planificación, redacción y revisión)    ",
        "5.2. Utilizar con ayuda instrumentos y criterios de auto y coevaluación de los textos escritos y multimodales producidos  de  forma  individual  o colectiva, participando activamente en este   proceso, identificando las dificultades  surgidas  y  aceptando  el error  como  parte  del proceso  de aprendizaje.     ",
        "6.1. Utilizar,  de  forma  planificada  y acompañada, estrategias básicas de búsqueda,   selección, contraste y organización de la  información procedente  de  dos  o  más  fuentes, evaluando su fiabilidad y los riesgos de manipulación.     ",
        "6.2. Compartir  los  resultados  de  un proceso de investigación  sencillo, individual o grupal, sobre algún tema de interés personal, académico o ecosocial realizado de manera acompañada, utilizando herramientas analógicas  y digitales y citando las fuentes utilizadas y respetando la propiedad intelectual.",
        "6.3. Adoptar, de manera acompañada, hábitos   de   uso   crítico,   seguro, sostenible   y   saludable   de   las tecnologías digitales en relación a la búsqueda  y  la  comunicación  de  la información.     ",
        "7.1. Leer  de  manera  cada  vez  más autónoma textos de diversos autores y autoras,  ajustados  a  sus  gustos  e intereses y seleccionados con creciente autonomía, avanzando en la construcción de su identidad lectora. ",
        "7.2. Compartir la experiencia de lectura, en  soportes  diversos,  incluidos  los digitales, participando en comunidades lectoras en el ámbito escolar, valorando la lectura como fuente de conocimiento y desarrollo personal.   ",
        "8.1. Escuchar y leer textos variados de la  literatura  infantil  universal  y  de tradición vasca, que recojan diversidad de autores y autoras, relacionándolos en  función  de  temas  y  aspectos elementales  del  género  literario,  e interpretándolos y relacionándolos con otras manifestaciones   artísticas   o culturales de manera acompañada.",
        "8.2. Producir, de manera acompañada, textos sencillos individuales o colectivos con  intención  literaria,  recreando  de manera personal los modelos dados, en distintos soportes complementándolos con otros lenguajes artísticos.",
        "9.1. Formular  conclusiones  básicas sobre el funcionamiento de la lengua, prestando  especial  atención  a  la relación entre el sujeto y el verbo, a partir de la observación, comparación y manipulación de palabras, enunciados y textos.",
        "9.2. Revisar  y  mejorar,  de  manera acompañada,  los  textos  propios  y ajenos y subsanar algunos problemas de comprensión lectora y de expresión escrita,  a   partir   de   la   reflexión metalingüística y usando la terminología básica adecuada.",
        "9.3. Realizar, de manera acompañada, transferencias y reflexiones lingüísticas sencillas iniciándose en comparaciones interlingüísticas a partir de las lenguas cooficiales  y  de  otras  lenguas  del alumnado.",
        "10.1. Rechazar  los  usos  lingüísticos discriminatorios e identificar los abusos de poder a través de la palabra a partir de la reflexión grupal acompañada sobre los aspectos básicos, verbales y no verbales, que rigen la comunicación, teniendo en cuenta una perspectiva de género. ",
        "10.2. Movilizar, con el acompañamiento y planificación necesarios, estrategias básicas para la comunicación asertiva y el consenso, participando activamente en el trabajo en grupo, asumiendo las responsabilidades individuales asignadas y progresando en la gestión dialogada de conflictos. "
    ]
}