{
  "competenciasEspecificas": [
    "1. Comprender y relacionar los motivos por los que ocurren los principales fenómenos físicos, químicos, biológicos y geológicos en la naturaleza, estudiándolos a partir de prácticas de laboratorio, para poder explicarlos en términos propios del lenguaje científico, así como contextualizarlos en leyes y teorías de cada una de las cuatro disciplinas, cuando sea procedente. CCL1, CCL2, STEM 2, STEM 4, CD2.",
    "2. Proceder de acuerdo al método científico, para poner a prueba predicciones o hipótesis derivadas de sus observaciones, mediante experimentación con prácticas en el laboratorio y construir así nuevo conocimiento. CCL1, STEM 2, STEM 4, CD1, CPSAA4.",
    "3. Reconocer y cumplir las normas básicas de seguridad en el laboratorio, utilizar correctamente el material de laboratorio y las unidades de medida que correspondan, obtener datos brutos a partir de un experimento y tratar dichos datos para comunicarlos en diferentes formatos: textos, tablas, gráficas, informes, diagramas, imágenes, dibujos e infografías. CCL1, STEM 2, STEM 3, STEM 4, CD2.",
    "4. Obtener información utilizando diferentes recursos de forma crítica y eficiente y producir diferentes materiales de creación propia, para fomentar el aprendizaje y la investigación individual y en grupo, así como para compartir de forma efectiva aprendizajes realizados en el laboratorio. CCL2, CCL3, CP1, CD1, CD2, CD3, CPSAA3, CPSAA4.",
    "5. Poner en práctica estrategias características del trabajo cooperativo impulsando el desarrollo personal y social, con el fin de comprender su importancia en los progresos de la ciencia para la mejora de la salud y la conservación del medio ambiente. CCL5, STEM 5, CPSAA1, CPSAA2, CPSAA3, CC1, CC3.",
    "6. Concebir la ciencia como una construcción colectiva no dogmática, a la que contribuyen no solo los científicos sino la sociedad, valorándola como una interacción entre sociedad y medio ambiente, en continua evolución, con límites y cuestiones éticas, para reconocer su fin último de avanzar tecnológica, económica, ambiental y socialmente hacia un futuro sostenible. STEM2, STEM 5, CPSAA2, CC1, CC3, CE1."
  ]
}