{
    "criteriosEvaluacion": [
        "1.1. Conocer la diversidad del patrimonio arqueológico mueble e inmueble de Canarias y analizarlo para explicar la primera humanización del archipiélago. CCL1, CCL3, CD1, CPSAA4, CCEC1",
        "1.2. Valorar el desarrollo de las distintas formaciones sociales insulares hasta el proceso de conquista y el impacto de la colonización bajomedieval. CCL2, CC1, CE1, CCEC1",
        "1.3. Investigar, argumentar y generar productos originales y creativos sobre el patrimonio arqueológico de Canarias, su composición y aportación al conocimiento de las distintas sociedades insulares, sus modos de vida y organización social, mediante procesos de investigación grupal que impliquen la búsqueda, evaluación y selección de la información en fuentes diversas, tanto arqueológicas como documentales, a través de productos que supongan la generación de contenidos propios y su publicación  en espacios virtuales educativos, y la realización de intervenciones orales de distinta naturaleza, promoviendo la difusión de los valores patrimoniales de los enclaves arqueológicos. CCL1, CCL2, CCL3, STEM3, CD1, CD2, CD3, CPSAA3.2, CPSAA4, CC1, CE1, CCEC1",
        "2.1. Identificar e interpretar en el territorio aquellos elementos paisajísticos, infraestructuras o conjuntos históricos que proporcionan información sobre la organización política, social, económica, administrativa y eclesiástica del archipiélago desde el Antiguo Régimen, para documentar sus características y valorar las transformaciones que ha sufrido este como consecuencia de la actividad humana y de los modelos de explotación a lo largo del tiempo o de las crisis cíclicas. CCL1, STEM2, CC1, CC2, CC3, CC4, CE1",
        "2.2. Entender y afrontar de forma crítica, desde un enfoque ecosocial, problemas y desafíos pasados, actuales o futuros de la presente sociedad canaria, teniendo en cuenta sus relaciones de interdependencia y ecodependencia, desde la fragmentación insular canaria al mundo globalizado, pasando por el análisis de las comunicaciones terrestres, marítimas y aéreas en el desarrollo de Canarias, y elaborando productos que reflejen la comprensión de los fenómenos y problemas abordados de manera grupal o colaborativa. STEM2, CC1, CC2, CC3, CC4, CE1",
        "2.3. Identificar los elementos del entorno urbano y comprender su funcionamiento como un sistema complejo por medio del análisis multicausal de sus relaciones naturales y humanas, presentes y pasadas, valorando el grado de conservación y de equilibrio dinámico, teniendo en cuenta el proceso seguido desde las primeras ciudades hasta la ciudad actual. CCL1, CCL3, STEM2, CD1, CPSAA4, CC2, CC3, CC4, CE1",
        "3.1. Identificar los distintos comportamientos de los grupos sociales, colectivos e individuales, a lo largo de la historia de Canarias, que han acabado convirtiéndose en iconos de una cultura canaria, a partir del estudio de diversas fuentes y con la finalidad de valorar la aportación extranjera a la población de Canarias, los préstamos culturales y las reinterpretaciones locales en el origen y configuración de «lo canario», a través de la realización de trabajos cooperativos de investigación que incluyan el enfoque etnográfico y las fuentes diversas para documentar la historia como memoria colectiva. CCL1, CCL2, CCL3, CP3, CD1, CD2, CPSAA3.1, CPSAA3.2, CPSAA4, CC1, CC3, CE3, CCEC1",
        "3.2. Estudiar las relaciones internacionales de Canarias, realizando producciones cooperativas de investigación sobre la piratería, los ataques navales y la defensa de las islas en diferentes épocas, analizando el impacto de las dos guerras mundiales en el siglo XX en Canarias, estableciendo conexiones y relaciones entre los conocimientos adquiridos, elaborando síntesis interpretativas y explicativas, que reflejen el dominio y la consolidación de los saberes tratados, planteándose preguntas y comprobando hipótesis mediante la experimentación y la indagación. CCL1, CCL2, CCL3, STEM2, CD1, CD2, CPSAA3.2, CPSAA4",
        "3.3. Realizar producciones en los que se sitúe la posición geoestratégica de Canarias en el Atlántico, con el fin de analizar su repercusión histórica en distintos momentos y procesos nacionales e internacionales, a partir del estudio de textos, crónicas, relatos, obras artísticas, sistemas defensivos, de la tradición oral…, incidiendo particularmente en el papel de Canarias como espacio tricontinental, en sus relaciones con Europa, África y América. CCL1, CCL2, CCL3, STEM2, CD1, CD2, CPSAA4, CE3",
        "4.1. Analizar el cambio histórico producido en Canarias con el paso del Antiguo Régimen a la Edad Contemporánea, caracterizado por la consolidación de la economía capitalista, la sociedad de clases y el estado liberal burgués, reconociendo los efectos sociales y económicos de la organización política y administrativa de Canarias en el siglo XIX, que incluye la tensión y conflictividad social en la Canarias de ese siglo. CCL1, CCL2, CCL3, STEM2, CD1, CPSAA4, CE3",
        "4.2. Indagar y elaborar productos sobre la vida cultural en Canarias desde la crisis de la Restauración hasta la guerra civil española, rastreando en la documentación hemerográfica, audiovisual y artística de Canarias, y tratando y analizando los principales problemas que han caracterizado el devenir de su historia. CCL1, CCL2, CCL3, CP3, STEM2, CD1, CD2, CPSAA4, CCEC1",
        "4.3. Conocer el valor histórico de las fuentes directas para documentar los efectos de la guerra civil española y del franquismo en Canarias, identificando las causas y las consecuencias de la represión franquista en el archipiélago, y los efectos de la dictadura en la economía, la sociedad y la cultura de las islas, a través del uso adecuado de fuentes como archivos, bibliografía diversa, la fotografía, la prensa, los testimonios de personas y familiares represaliados o los archivos audiovisuales. CCL1, CCL2, CCL3, STEM2, CD1, CPSAA3.1, CPSAA4, CE3, CCEC1",
        "4.4. Valorar la riqueza de lo diverso, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecosociales y culturales que han conformado la sociedad globalizada y multicultural actual, y el conocimiento de la aportación de los movimientos sociales, en especial, el movimiento obrero y sus luchas históricas; el movimiento estudiantil; el movimiento ecologista; y el movimiento LGTBI+, entre otros, visibilizando a las mujeres protagonistas en la sociedad canaria a lo largo de la historia. CCL1, CCL3, CCL5, CP3, STEM1, CD1, CD2, CPSAA3.1, CPSAA4, CPSAA5, CC2, CE3, CCEC1",
        "4.5. Identificar los principales retos de Canarias en el siglo XXI y el origen histórico de los mismos, a través de la interconexión de diversos procesos políticos, económicos, sociales y culturales en un contexto global, argumentando, a través de contenidos propios y originales, la necesidad de adoptar comportamientos ecosocialmente responsables y orientados a las aportaciones de Canarias a la sostenibilidad del planeta, la defensa de las instituciones democráticas, la mejora del bienestar colectivo y la solidaridad entre las generaciones presentes y futuras. CCL1, CCL3, CCL5, STEM2, CD1, CD2, CPSAA3.1, CC2, CC3, CC4",
        "5.1. Analizar y explicar la presencia de Canarias en las principales corrientes culturales y científicas del mundo occidental, así como el impacto de estas en el desarrollo del archipiélago, a través de la biografía de personajes y colectivos, del estudio de sus obras, actuaciones y declaraciones públicas, y de los escenarios que transitaron o de los colectivos sociales implicados en el desarrollo cultural, incidiendo en la contribución de las mujeres. CCL1, CCL5, CP3, CC1, CC3, CC4, CCEC1, CCEC2",
        "5.2. Buscar y seleccionar información sobre la importancia de los movimientos artísticos en Canarias en el patrimonio artístico de las islas, para elaborar contenidos propios en distintos formatos, a partir de fuentes tanto analógicas como digitales. CCL1, CCL3, CD1, CD2, CPSAA4, CC1, CC4, CCEC1, CCEC2, CCEC3.1",
        "5.3. Comunicar por medio de diversas producciones la participación de las mujeres en los movimientos artísticos, literarios... en Canarias, argumentando acerca de la igualdad real de mujeres y hombres, y rechazando todo tipo de discriminación y violencia. CCL1, CCL5, CD2, CC3, CCEC1, CCEC2, CCEC3.1"
    ],
    "saberes": [
        "I. Retos del mundo actual",
        "        1.1. Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación de la fiabilidad de las fuentes. Uso específico del léxico relativo a los ámbitos histórico, artístico, patrimonial y geográfico de Canarias.",
        "        1.2. Aprendizaje de técnicas y métodos de las ciencias sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, representación de gráficos e interpretación de imágenes a través de medios digitales accesibles.",
        "        1.3. Conocimiento de los principales archivos digitales en Canarias: universidades, museos y centros de investigación. Los retos y las oportunidades en el mundo digital.",
        "        1.4. Inicio a la investigación en Ciencias Sociales aplicadas al archipiélago, al estudio multicausal y al análisis comparado del espacio natural, rural y urbano canario, su evolución y los retos de futuro de las islas.",
        "    2. Lo global y lo local ",
        "        2.1. Estudio de los desafíos pasados, actuales y futuros de la  actual sociedad canaria. De la fragmentación insular al mundo globalizado.",
        "        2.2. Evolución del desarrollo económico y sostenibilidad de Canarias. El privilegio de Franqueza, la Ley de Puertos Francos de 1852, el REF de 1972 y la integración en la Unión Europea. Canarias Región Ultraperiférica.",
        "        2.3. Conocimiento de las relaciones internacionales de Canarias desde la Edad Moderna hasta la actualidad. La posición geoestratégica de Canarias. Intercambios y relaciones entre Canarias, Europa, África y América. Piratería, ataques navales y defensa de las islas. Impacto de las dos guerras mundiales.",
        "II. Sociedades y territorios",
        "    1. Estudio del registro arqueológico de Canarias. Composición y análisis de su aportación al conocimiento de las distintas sociedades insulares.",
        "    2. Aproximación a las fuentes históricas, patrimoniales, museísticas y arqueológicas como base para la construcción del conocimiento histórico. El poblamiento humano del archipiélago desde su origen hasta la actualidad.",
        "    3. Descripción y análisis de los modos de vida y organización social. Estudio y valoración de las diferencias insulares. Manifestaciones simbólicas y grafismo en las poblaciones aborígenes de Canarias.",
        "    4. Configuración de la sociedad canaria en el marco geopolítico europeo a partir del siglo XV.",
        "    5. Identificación del patrimonio urbano de Canarias y las instituciones de Canarias: el poder religioso, el poder militar y el poder civil en la trama urbana, espacios públicos y de ocio. Espacio y sociedad.",
        "    6. Indagación sobre la guerra civil española, la represión franquista y los efectos del franquismo en la economía, la sociedad y la cultura en Canarias.",
        "    7. Conocimiento sobre Canarias en democracia. Desde la transición hasta el Estatuto de Autonomía.",
        "    8. La contribución de Canarias a los compromisos internacionales de España en favor de la paz, la seguridad, la cooperación, la sostenibilidad, la protección del patrimonio cultural y de los valores constitucionales y la memoria democrática. Los retos de Canarias en el siglo XXI.",
        "III. Compromiso cívico, local y global",
        "    1. Reflexión sobre la responsabilidad ecosocial. El compromiso y la acción ante los Objetivos del Desarrollo Sostenible en Canarias, situando la juventud como agente de cambio para el desarrollo sostenible en Canarias.",
        "    2. El siglo XXI en Canarias. Estudios de los cambios y las permanencias en la economía, la sociedad y la cultura de las islas.",
        "    3. Identificación de los aspectos geográficos, históricos, ecosociales y culturales en la configuración de la identidad canaria. Multiculturalidad y globalización: enriquecimiento del acervo común.",
        "    4. Estudio y valoración de las movilizaciones sociales. La mujer en la sociedad canaria a lo largo de la Historia. Aportaciones históricas del movimiento obrero en Canarias. Movimientos estudiantiles, ecologistas y LGTBIQ+.",
        "    5. Análisis del impacto de las principales corrientes culturales y científicas en Canarias.  Movimientos artísticos en el archipiélago canario. La mujer y el arte en Canarias.",
        "    6. Valoración y crítica de los procesos de democratización de la cultura: Universidades, Museos y Centros de investigación. "
    ]
}