{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Diseñar y desarrollar proyectos que muestren de forma gráfica la creación y mejora de un producto, seleccionando, referenciando e interpretando información relacionada.",
        "Criterio 1.2. Participar en el desarrollo y colaborativo de proyectos de creación y mejora continua de productos viables y socialmente responsables.",
        "Criterio 1.3. Diseñar prototipos mediante un proceso iterativo, con actitud emprendedora.",
        "Criterio 1.4. Elaborar documentación técnica generando diagramas funcionales utilizando medios manuales o aplicaciones digitales.",
        "Competencia específica 2.",
        "Criterio 2.1. Determinar el ciclo de vida de un producto, planificando y aplicando medidas de control de calidad en sus distintas etapas, desde el diseño a la comercialización, teniendo en consideración estrategias de mejora continua.",
        "Criterio 2.2. Seleccionar, los materiales, tradicionales o de nueva generación, adecuados para la fabricación de productos de calidad basándose en sus características técnicas y atendiendo a criterios de sostenibilidad de manera ética y responsable.",
        "Criterio 2.3. Fabricar modelos o prototipos empleando las técnicas de fabricación más adecuadas y aplicando criterios técnicos y de sostenibilidad.",
        "Competencia específica 3.",
        "Criterio 3.1. Resolver tareas propuestas y funciones asignadas de manera óptima, mediante el uso y configuración de diferentes herramientas digitales, aplicando conocimientos interdisciplinares con autonomía.",
        "Criterio 3.2. Elaborar documentación técnica relativa a la presentación de proyectos empleando aplicaciones digitales adecuadas.",
        "Criterio 3.3. Comunicar y difundir ideas empleando de forma efectiva aplicaciones digitales en diferentes contextos cumpliendo las reglas de comunicación. ",
        "Competencia específica 4.",
        "Criterio 4.1. Resolver problemas asociados a sistemas e instalaciones mecánicas, aplicando fundamentos de mecanismos transmisión y transformación de movimientos, soporte y unión.",
        "Criterio 4.2. Resolver problemas asociados a circuitos eléctricos de corriente continua.",
        "Criterio 4.3. Resolver problemas asociados a máquinas eléctricas de corriente continua.",
        "Criterio 4.4. Resolver problemas asociados a circuitos electrónicos analógicos.",
        "Competencia específica 5.",
        "Criterio 5.1. Controlar el funcionamiento de sistemas de control tecnológicos y robóticos, utilizando lenguajes de programación.",
        "Criterio 5.2. Aplicar las posibilidades que ofrecen las tecnologías emergentes, tales como inteligencia artificial, telemetría, monitorización, internet de las cosas, big data, para el diseño y construcción de soluciones tecnológicas.",
        "Criterio 5.3. Prototipar mediante el diseño, simulación, construcción y programación procesos de automatización en máquinas y movimientos en robots.",
        "Competencia específica 6.",
        "Criterio 6.1. Conocer los distintos tipos de instalaciones de una vivienda y las técnicas de eficiencia energética y bioclimática.",
        "Criterio 6.2. Evaluar los distintos sistemas y mercados de producción de energía, estudiando sus características, calculando sus magnitudes y valorando su eficiencia.",
        "Criterio 6.3. Analizar las diferentes instalaciones de una vivienda desde el punto de vista de su eficiencia energética, buscando aquellas opciones más comprometidas con el ahorro energético, la sostenibilidad y fomentando un uso responsable de las mismas."
    ],
    "saberes": [
        "Bloque A. Proyectos de investigación y desarrollo.",
        "A.1. Gestión y desarrollo de proyectos.",
        "A.1.1.1. Estrategias de gestión y desarrollo de proyectos: diagramas de Gantt.",
        "A.1.1.2. Técnicas de investigación e ideación: Design Thinking",
        "A.2. Productos.",
        "A.2.1.1. Productos: su ciclo de vida y estrategias de mejora continua. ",
        "A.2.1.2. Planificación, desarrollo de diseño y comercialización. ",
        "A.2.1.3. Logística, transporte y distribución. ",
        "A.2.1.4. Metrología y normalización. Control de calidad.",
        "A.3. Documentación técnica.",
        "A.3.1.1. Expresión gráfica. ",
        "A.3.1.2. Aplicaciones CAD, CAE y CAM.",
        "A.3.1.3. Diagramas funcionales, esquemas y croquis.",
        "A.4. Emprendimiento.",
        "A.4.1.1. Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar.",
        "Bloque B. Materiales y fabricación.",
        "B.1. Materiales de uso técnico.",
        "B.1.1.1. Materiales técnicos y nuevos materiales. ",
        "B.1.1.2. Clasificación de materiales. ",
        "B.1.1.3. Selección de materiales y aplicaciones características.",
        "B.2. Técnicas de fabricación.",
        "B.2.1.1. Técnicas de prototipado y mecanizado rápido: impresión 3D, mecanizado CNC y corte láser. ",
        "B.2.1.2. Fabricación digital aplicada a proyectos.",
        "B.2.1.3. Normas de seguridad e higiene en el trabajo.",
        "tratamientos de modificación y mejora de las propiedades. Sostenibilidad. ",
        "Bloque C. Sistemas mecánicos.",
        "C.1. Mecanismos y estructuras.",
        "C.1.1.1. Mecanismos de transmisión y transformación de movimientos. ",
        "C.1.1.2. Soportes y unión de elementos mecánicos.",
        "C.1.1.3. Diseño, cálculo, montaje y experimentación física o simulada. ",
        "C.1.1.4. Aplicación práctica a proyectos.",
        "Bloque D. Sistemas eléctricos y electrónicos.",
        "D.1. Circuitos eléctricos.",
        "D.1.1.1. Circuitos eléctricos de corriente continua. ",
        "D.1.2.1. Circuitos eléctricos de corriente alterna.",
        "D.1.2.2. Triángulo de potencias.",
        "D.1.1.2. Interpretación y representación esquematizada de circuitos de corriente continua.",
        "D.1.1.3. Cálculo, montaje y experimentación física o simulada de circuitos de corriente continua. ",
        "D.1.1.4. Aplicación de circuitos de corriente continua en proyectos.",
        "D.2. Máquinas eléctricas.",
        "D.2.1.1. Máquinas eléctricas de corriente continua. ",
        "D.2.1.2. Aplicación de máquinas eléctricas de corriente continua en proyectos.",
        "D.3. Electrónica.",
        "D.3.1.1. Electrónica analógica básica.",
        "D.3.1.2. Interpretación y representación esquematizada de circuitos electrónicos sencillos.",
        "D.3.1.3. Cálculo, montaje y experimentación física o simulada. ",
        "D.3.1.4. Aplicación de la electrónica analógica en proyectos",
        "Bloque E. Sistemas Informáticos. Programación.",
        "E.1. Programación.",
        "E.1.1.1. Lenguajes de programación textual. ",
        "E.1.1.2. Creación de programas aplicados a la automatización de procesos.",
        "E.2. Tecnologías Emergentes.",
        "E.2.1.1. Internet de las cosas y big data.",
        "E.2.1.2. Protocolos de comunicación. ",
        "Bloque F. Sistemas Automáticos.",
        "F.1. Sistemas de control.",
        "F.1.1.1. Sistemas de control. Conceptos y elementos",
        "F.1.1.2. Modelización de sistemas sencillos.",
        "F.2. Robótica.",
        "F.2.1.3. Inteligencia artificial aplicada a los sistemas de control.",
        "F.2.1.6. Telemetría y monitorización.",
        "F.2.1.7. Robótica: modelización de movimientos y acciones mecánicas",
        "F.3. Iniciativa.",
        "F.3.1.1. Autoconfianza e iniciativa. ",
        "F.3.1.2. El error y la revaluación como parte del proceso de aprendizaje.",
        "Bloque G. Tecnología sostenible.",
        "G.1. Instalaciones en viviendas. ",
        "G.1.1.1. Sistemas y mercados energéticos. ",
        "G.1.1.2. Consumo energético sostenible: técnicas y criterios de ahorro. ",
        "G.1.1.3. Suministros domésticos.",
        "G.1.1.4. Instalaciones eléctricas en viviendas. ",
        "G.1.1.5. Instalaciones de agua en viviendas. ",
        "G.1.1.6. Instalaciones de climatización en viviendas. ",
        "G.1.1.7. Instalaciones de comunicación en viviendas. ",
        "G.1.1.8. Vivienda domótica.",
        "G.2. Sostenibilidad.",
        "G.2.1.1. Energías renovables y no renovables.",
        "G.2.1.2. Eficiencia energética y sostenibilidad."
    ]
}
