{
    "criteriosEvaluacion": [
        "1.1. Identificar i explicar els valors que sustenten el nostre ordenament jurídic i l’abast d’aquests en la consecució d’una cultura democràtica.",
        "1.2. Buscar, seleccionar i exposar informació, de fonts fiables, referida a la situació dels valors democràtics del nostre país i en la resta del món.",
        "1.3. Vincular els valors superiors del nostre ordenament amb la realitat diària a partir de l’anàlisi de supòsits pròxims.",
        "1.4. Proposar conductes i desplegar accions per a fomentar la cultura democràtica en la vida diària.",
        "2.1. Explorar i examinar l’estructura i contingut bàsic del nostre ordenament, tant en la vessant estatal com autonòmica.",
        "2.2. Explicar les característiques més rellevants de les principals institucions regulades en el nostre ordenament jurídic.",
        "2.3. Comparar l’àmbit jurídic amb altres àmbits normatius reguladors de la convivència social, i establint els elements comuns i diferencials entre aquests.",
        "2.4. Analitzar problemes concrets i d’actualitat a partir de fonts jurídiques diverses adequades, elaborant, contrastant i utilitzant críticament aquesta informació.",
        "2.5. Valorar i fer una crítica constructiva de la normativa reguladora del nostre ordenament jurídic.",
        "3.1. Interpretar fenòmens determinats de la realitat regional i local diferenciant els elements globals dels locals.",
        "3.2. Identificar les característiques dels diferents sistemes normatius internacionals i comparar-los entre si, especialment l’Organització de les Nacions Unides, i posar exemples de la influència que tenen en la realitat més pròxima.",
        "3.3. Explicar i valorar els objectius que persegueix la Unió Europea, les institucions que formen part d’aquesta, així com la tipologia de normativa que elabora, l’aplicació que tenen als països membres i com afecta aspectes determinats de la vida quotidiana de la ciutadania.",
        "4.1. Detectar situacions d’injustícia i desigualtat, a escala estatal i internacional, a partir de l’anàlisi de l’ordenament jurídic i la vinculació amb la realitat actual.",
        "4.2. Denunciar la comissió d’abusos contra els drets humans, a escala local i global.",
        "4.3. Desplegar accions en contra dels atacs a la llibertat, justícia i igualtat que es donen en la nostra societat amb actituds que afavorisquen la col·laboració, el diàleg raonable, la comprensió, l’acceptació i el respecte mutu.",
        "4.4. Promocionar, en la vida quotidiana, una cultura de pau, que perseguisca la col·laboració i el benefici comú.",
        "5.1. Planificar i redactar textos senzills en l’àmbit del dret, utilitzant, amb propietat i rigor, els termes jurídics emprats.",
        "5.2. Dialogar i debatre de manera assertiva, respectuosa i argumentada correctament sobre les finalitats del dret, identificant i explicant la normativa jurídica.",
        "5.3. Analitzar problemes concrets i d’actualitat a partir de fonts jurídiques diverses i adequades, elaborant, contrastant i utilitzant críticament la informació esmentada.",
        "5.4. Utilitzar un llenguatge, oral i escrit, inclusiu i igualitari.",
        "6.1. Localitzar, manejar i seleccionar informació en diferents fonts jurídiques i valorar-ne la validesa i seguretat.",
        "6.2. Editar, integrar i estructurar la informació utilitzant elements multimèdia per a exposar-la i compartir-la.",
        "6.3. Argumentar la influència i potencialitat de les TIC en l’àmbit jurídic i la relació que tenen amb altres àmbits de la societat actual i assenyalar els riscos i les conseqüències en la construcció de la ciutadania digital, especialment en allò relacionat amb l’àmbit jurídic.",
        "6.4. Fer un ús sostenible de les TIC tant en l’àmbit acadèmic com en el personal."
    ],
    "saberes": [
        "3.1. Bloc 1: Societat i dret (transversal a totes les competències)",
        "• Societat, organització i poder: el dret com a marc regulador de la convivència.",
        "• Entenent el dret: conceptes jurídics bàsics.",
        "• Identificació i anàlisi de les fonts del dret i de les principals normes jurídiques",
        "• Investigació de les disciplines jurídiques i els efectes que tenen sobre la vida de les persones.",
        "3.2. Bloc 2: Persona i relacions supranacionals (transversal a totes les competències)",
        "• Consciència de ciutadania global: societat i globalització.",
        "• Consideració dels subjectes i actors de les relacions supranacionals i del dret internacional.",
        "• Drets humans com a garants de la persona. Funcionament de l’Organització de les Nacions Unides: convenis i tractats internacionals.",
        "• Anàlisi de la Unió Europea i acostament a les seues institucions. Patrimoni comunitari.",
        "3.3. Bloc 3: Persona i poders de l’Estat (C1, C2, C4, C5, C6)",
        "• Estructura del sistema polític espanyol. Constitució de 1978 i Estat social i democràtic de dret.",
        "• Les Corts Generals i poder legislatiu: sobirania popular i elecció de representants polítics. Les lleis.",
        "• Poder executiu. Govern i Administració: potestat reglamentària. Valoració de la ciutadania activa: Govern obert.",
        "• Prefectura de l’Estat: la Corona. Reflexió sobre les seues funcions de representació.",
        "• Organització territorial. Estat autonòmic: la Comunitat Valenciana i l’Estatut d’Autonomia. Ajuntaments i diputacions.",
        "3.4. Bloc 4: Persona i relacions interpersonals (C1, C2, C4, C5, C6)",
        "• El dret civil regulador de les relacions interpersonals. Implicacions de la responsabilitat civil.",
        "• Drets de la personalitat: personalitat física i personalitat jurídica. Anàlisi dels principals drets de la persona.",
        "• Persona i família: dret de família i successions. Matrimoni i filiació. Testament i herència.",
        "• Persona i drets de la propietat. Contractes de compravenda, arrendament, préstec i donació. Propietat intel·lectual i la seua protecció.",
        "• Cotitularitat de la propietat: propietat horitzontal i comunitat de béns.",
        "3.5. Bloc 5: Persona i relacions laborals (C1, C2, C4, C5, C6)",
        "• Dret laboral com a regulador de relacions entre empresa i persona treballadora. Treball per compte d’altri i treball per compte propi.",
        "• Identificació de les característiques del contracte de treball i les seues diverses modalitats.",
        "• Retribució del treball: el salari. La nòmina i el seu procediment de càlcul.",
        "• Canvis i finalització de la relació laboral. Acomiadament i liquidació: procediment de càlcul.",
        "• Valoració de la importància del sistema de Seguretat Social. Detecció de les prestacions principals. Assumpció de la problemàtica relacionada amb la desocupació i les conseqüències que té per a la societat.",
        "3.6. Bloc 6: Persona i impostos (C1, C2, C4, C5, C6)",
        "• Aportacions de les persones a l’Estat: el dret tributari. Compromís amb l’obligació de contribuir econòmicament.",
        "• Distinció entre impostos directes i indirectes.",
        "• Impost sobre les rendes obtingudes. Impost sobre Renda de les Persones Físiques i Impost de Societats.",
        "• Impostos sobre el consum. Anàlisi de l’Impost sobre el Valor Afegit.",
        "• Un altre tipus d’impostos: Impost sobre Transmissions Patrimonials i Actes Jurídics Documentats, Impost sobre Béns Immobles o impostos especials.",
        "3.7. Bloc 7: Persona i comportaments socials (C1, C2, C4, C5, C6)",
        "• Problemàtica de l’activitat criminal: el dret penal. Identificació dels principals delictes i faltes continguts en el nostre ordenament.",
        "• Dret administratiu. Actuacions de la persona davant de l’Administració. Multes i sancions administratives.",
        "• Dret i TIC. Identitat digital, protecció de dades i ciberseguretat.",
        "• Valoració del repte del canvi climàtic i les seues implicacions jurídiques. Protecció del medi ambient i dret ambiental.",
        "3.8. 3.9. Bloc 8: Persona i tutela judicial efectiva (C1, C2, C4, C5, C6)",
        "• Solució judicial de conflictes. Estructura i competència dels jutjats i tribunals.",
        "• Judici i procés judicial. Justícia gratuïta i assistència a la ciutadania. Demanda, sentència i recursos.",
        "• Solució extrajudicial de conflictes: mediació, arbitratge i conciliació."
    ]
}