{
  "saberes": [
    "A. Proyecto científico",
    "- Hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica.",
    "– Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas:",
    "herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
    "– Fuentes fidedignas de información científica: reconocimiento y utilización.",
    "– La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada.",
    "– Modelado como método de representación y comprensión de procesos o elementos de la naturaleza.",
    "– Métodos de observación y de toma de datos de fenómenos naturales.",
    "– Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "– La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social.",
    "El papel de la mujer en la ciencia.",
    "B. Geología",
    "- Diferenciación entre el concepto de roca y mineral.",
    "- Descripción de las propiedades de los minerales.",
    "- Clasificación de las rocas sedimentarias, metamórficas e ígneas.",
    "- Comprensión del ciclo litológico.",
    "- Identificación de algunas rocas y minerales relevantes y/o del entorno.",
    "- Relación de determinados objetos y materiales cotidianos con los minerales y rocas que se utilizan en su fabricación.",
    "- Análisis de la estructura y composición del interior terrestre.",
    "- Descripción de las interacciones entre atmósfera, hidrosfera, geosfera y biosfera en el modelado del relieve.",
    "- Comprensión de la edafogénesis y su importancia para la vida.",
    "C. La célula",
    "- Reflexión sobre la célula como unidad estructural y funcional de los seres vivos.",
    "- Reconocimiento de la célula procariota y sus partes.",
    "- Reconocimiento de las células eucariota animal y vegetal y sus partes.",
    "- Diferenciación de células eucariotas y procariotas.",
    "- Establecimiento de correspondencia entre los orgánulos y estructuras celulares con las funciones que realizan.",
    "- Estrategias y destrezas de observación y comparación de tipos de células al microscopio.",
    ". D. Seres vivos",
    "- Sistemas de clasificación de los seres vivos. Concepto de especie. Nomenclatura binomial.",
    "- Diferenciación y clasificación de los reinos monera, protoctista, fungi, animal y vegetal.",
    "- Reconocimiento de las principales características anatómicas y fisiológicas de invertebrados: poríferos, celentéreos, anélidos, moluscos, equinodermos y artrópodos.",
    "- Reconocimiento de las principales características anatómicas y fisiológicas de vertebrados: peces, anfibios, reptiles, aves y mamíferos. Principales características anatómicas y fisiológicas.",
    "- Reconocimiento de las principales características anatómicas y fisiológicas de plantas: musgos y helechos, gimnospermas y angiospermas. Principales características en cuanto a nutrición, relación y reproducción.",
    "- Observación de especies representativas del entorno próximo e identificación de las características distintivas de los principales grupos de seres vivos.",
    "- Estrategias de reconocimiento de las especies más comunes de los ecosistemas del entorno (guías, claves dicotómicas, herramientas digitales, visu…).",
    ". E. Ecología y sostenibilidad",
    "- Análisis de los ecosistemas del entorno y reconocimiento de sus elementos integrantes, así como los tipos de relaciones intraespecíficas e interespecíficas.",
    "- Comprensión de la distribución de los principales tipos de ecosistemas terrestres de La Rioja en relación con las condiciones ambientales.",
    "- Valoración de la importancia de la conservación de los ecosistemas y su biodiversidad. Razones para su conservación.",
    "- Argumentación sobre los principales impactos globales y locales a los ecosistemas terrestres y acuáticos y su biodiversidad.",
    "- Reconocimiento de la importancia de una gestión sostenible de los ecosistemas. La protección de los espacios naturales.",
    "- La importancia de los hábitos sostenibles (consumo responsable, prevención y gestión de residuos, respeto al medio ambiente, etc)",
    "- La relación entre la salud medioambiental, humana y de otros seres vivos: One Health (una sola salud)"
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar conceptos y procesos relacionados con los saberes de Biología y Geología interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica y obteniendo conclusiones fundamentadas.",
    "1.2. Facilitar la comprensión y análisis de información sobre procesos biológicos y geológicos o trabajos científicos transmitiéndola de forma clara y utilizando la terminología y los formatos adecuados (modelos, gráficos, tablas, videos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales,etc.).",
    "1.3. Analizar y explicar fenómenos biológicos y geológicos representándolos mediante modelos y diagramas, utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora).",
    "2.1. Resolver cuestiones sobre Biología y Geología localizando, seleccionando y organizando información de distintas fuentes y citándolas correctamente.",
    "2.2. Reconocer la información sobre temas biológicos y geológicos con base científica, distinguiéndola de pseudociencias, bulos, teorías conspiratorias y creencias infundadas, etc., y manteniendo una actitud escéptica ante estos.",
    "2.3. Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella con independencia de su etnia, sexo o cultura, destacando y reconociendo el papel de las mujeres científicas y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución.",
    "3.1 Plantear preguntas e hipótesis e intentar realizar predicciones sobre fenómenos biológicos o geológicos que puedan ser respondidas o contrastadas utilizando métodos científicos.",
    "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada.",
    "3.3 Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección.",
    "3.4 Interpretar los resultados obtenidos en el proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas.",
    "3.5 Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario, respetando la diversidad y favoreciendo la inclusión.",
    "4.1 Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información aportados, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
    "4.2 Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos.",
    "5.1 Relacionar con fundamentos científicos la preservación de la biodiversidad, la conservación del medio ambiente, la protección de los seres vivos del entorno, un modelo social sostenible y la calidad de vida.",
    "5.2 Proponer y adoptar hábitos sostenibles analizando de una manera critica las actividades propias y ajenas y basándose en los propios razonamientos, conocimientos adquiridos e información disponible.",
    "6.1 Valorar la importancia del paisaje como patrimonio natural analizando la fragilidad de los elementos que lo componen.",
    "6.2 Interpretar el paisaje analizando sus elementos y reflexionando sobre el impacto ambiental y los riesgos naturales derivados de determinadas acciones humanas.",
    "6.3 Reflexionar sobre los riesgos naturales mediante el análisis de los elementos de un paisaje"
  ]
}