{
    "criteriosEvaluacion": [
        "1.1. Extract and analyze the main ideas, detailed information and general implications of texts of a certain length, well organized and complex, oral, written and multimodal, both in formal and informal register, on topics of personal relevance or public interest , both concrete and abstract, expressed clearly and in the standard language or in frequent varieties, even in moderately noisy environments, through various supports.",
        "1.2. Interpret and critically assess the content, intention, discursive features and certain nuances, such as irony or the aesthetic use of language, of texts of a certain length and complexity, with special emphasis on academic texts and the media, as well as fictional texts, on a wide variety of topics of personal relevance or public interest.",
        "1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details and to distinguish the intention and opinions, both implicit and explicit, of the texts; infer meanings and interpret non-verbal elements; and seek, select and contrast truthful information.",
        "2.1. Express orally with sufficient fluency, ease and naturalness, correcting important errors and using appropriate registers, various types of texts that are clear, coherent, detailed, well organized and appropriate to the people participating in the interaction and the communicative purpose on relevant issues personal or public interest known to the students, in order to describe, narrate, argue and inform, in different supports, using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
        "2.2. Write and disseminate detailed texts of increasing length, well structured and of a certain complexity, appropriate to the communicative situation, to the textual typology and to the analogical and digital tools used, correcting important errors and reformulating, synthesizing and coherently organizing information and ideas from various sources and justifying their own opinions on matters of personal relevance or public interest known to the students, making ethical use of language, respecting intellectual property and avoiding plagiarism.",
        "2.3. Select, organize, and apply knowledge and planning, production, review, and cooperation strategies to compose well-structured texts that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using physical or digital resources most appropriate depending on the task and the people participating in the interaction, whether real or potential.",
        "3.1. Plan, participate and collaborate assertively and actively, through various supports, in interactive situations on everyday topics, of personal relevance or of public interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and etiquette digital, as well as the different needs, ideas, concerns, initiatives and motivations of the people participating in the interaction, expressing ideas and opinions accurately and arguing convincingly.",
        "3.2. Select, organize and use, efficiently, spontaneously and in different environments, appropriate strategies to start, maintain and end communication, take and give up the floor with kindness, adjust one's own contribution to that of the people participating in the interaction, sensing their reactions, requesting and formulating clarifications and explanations, reformulating, comparing and contrasting, summarizing, collaborating, debating, solving problems and managing compromising situations.",
        "4.1. Interpret and explain texts, concepts and communications in situations in which attention to diversity is required, showing respect and appreciation for the people participating in the interaction and for the languages, varieties or registers used, and participating in the solution of problems of intercomprehension and understanding, from various resources and supports.",
        "4.2. Apply strategies that help create bridges, facilitate communication, and serve to explain and reformulate texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using resources and physical or digital supports depending on the task and the prior knowledge and interests and ideas of the people participating in the interaction.",
        "5.1. Compare and contrast the similarities and differences between different languages, reflecting systematically on their functioning and establishing relationships between them.",
        "5.2. Use the knowledge and strategies to improve the ability to communicate and learn the foreign language with the support of other people and analog and digital supports with initiative and creativity.",
        "5.3. Record the progress and reflect on the achievements and difficulties in the foreign language learning process, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate their own learning, carrying out planning, self-assessment and peer-assessment activities, such as proposals in the European Language Portfolio (ELP) or in a learning diary, making those progress and difficulties explicit and sharing them.",
        "6.1. Act appropriately, empathically and respectfully in intercultural situations, building links between different languages and cultures, rejecting and evaluating any type of discrimination, prejudice and stereotype, and solving those sociocultural factors that make communication difficult.",
        "6.2. Critically assess and adapt to the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, taking human rights into account and favoring and justifying the development of a shared culture and a citizenry committed to sustainability and democratic values.",
        "6.3. Systematically apply strategies to defend and appreciate linguistic, cultural and artistic diversity, attending to ecosocial and democratic values and respecting the principles of justice, equity and equality."
    ],
    "saberes": [
        "Block A. Communication",
        "- Self-confidence, initiative and assertiveness. Self-repair and self-evaluation strategies as a way to progress in the autonomous learning of the foreign language.",
        "- Strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
        "- Knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
        "- Communicative functions appropriate to the field and the communicative context: describe phenomena and events; give instructions and advice; narrate punctual and habitual past events, describe current states and situations and express future events and predictions in the short, medium and long term; express emotions ; express the opinion; express arguments; reformulate, present other people's opinions, summarize.",
        "- Contextual models and discursive genres commonly used in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context , organization and structuring according to genre and textual function.",
        "- Linguistic units and meanings associated with such units such as the expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and the exclamation, logical relationships.",
        "- Common and specialized vocabulary of interest to students related to time and space; states, events and events; activities, procedures and processes; personal, social, academic and professional relationships; education, work and entrepreneurship; language and intercultural communication; science and technology; history and culture; as well as lexical enrichment strategies (derivation, lexical families, polysemy, synonymy, antonymy, etc.).",
        "- Sound, stress, rhythmic and intonation patterns, and meanings and general communicative intentions associated with these patterns. Basic phonetic alphabet.",
        "- Spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
        "- Conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and yield the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize and paraphrase, collaborate, negotiate meanings, detect irony, etc.",
        "- Resources for learning and information search and selection strategies, and content curation: dictionaries, reference books, libraries, media libraries, web labels, digital and computer resources, etc.",
        "- Respect for intellectual property and copyright on the sources consulted and content used: tools for the treatment of bibliographic data and resources to avoid plagiarism.",
        "- Analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, collaboration and cooperation (virtual classrooms, videoconferences, collaborative digital tools, etc.) for learning, communication and development of projects with speakers or students of the foreign language.",
        "Block B. Plurilingualism",
        "- Strategies and techniques to respond effectively and with a high degree of autonomy, adaptation and correctness to a specific communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "- Strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "- Strategies and tools, analogue and digital, individual and cooperative for self-assessment, peer-assessment and self-repair.",
        "- Expressions and specific vocabulary to reflect on and share reflections on communication, language, learning and communication and learning tools (metalanguage).",
        "- Systematic comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
        "Block C. Interculturality",
        "- The foreign language as a means of communication and understanding between peoples, facilitator of access to other cultures and other languages and as a tool for social participation and personal enrichment.",
        "- Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language, as well as learning cultural information from the countries where the foreign language is spoken.",
        "- Sociocultural and sociolinguistic aspects related to social conventions, rules of courtesy and registers; institutions, customs and rituals; values, norms, beliefs and attitudes; stereotypes and taboos; non-verbal language; history, culture and communities; interpersonal relationships and processes of globalization in countries where the foreign language is spoken.",
        "- Strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
        "- Strategies for prevention, detection, rejection and action against discriminatory uses of verbal and non-verbal language."
    ]
}