{
  "saberes": [
    "A. Proceso de resolución de problemas.",
    "- Estrategias, técnicas y fases de resolución de problemas.",
    "- Estrategias de búsqueda crítica de información durante la investigación y definición de problemas planteados.",
    "- Estructuras para la construcción de modelos.",
    "- Introducción a los sistemas mecánicos básicos. Montajes físicos y/o uso de simuladores.",
    "- Electricidad básica para el montaje de esquemas y circuitos físicos o simulados. Interpretación, cálculo, diseño y aplicación en proyectos.",
    "- Materiales tecnológicos y su impacto ambiental. Madera y materiales de construcción.",
    "- Herramientas y técnicas de manipulación y mecanizado de materiales para la construcción de objetos y prototipos. Respeto de las normas de seguridad e higiene.",
    "- Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar.",
    "B. Comunicación y difusión de ideas.",
    "- Vocabulario técnico apropiado. Habilidades básicas de comunicación interpersonal. Pautas de conducta propias del entorno virtual «etiqueta digital».",
    "- Técnicas de representación gráfica. Normalización, boceto y croquis, vistas, acotación y escalas.",
    "- Introducción a aplicaciones CAD en 2D y 3D y software de modelado en 2D y 3D para la representación de esquemas, circuitos, planos y objetos.",
    "- Herramientas digitales para la elaboración, publicación y difusión de documentación técnica.",
    "- Evidencias digitales documentales relativas a procesos de generación de ideas.",
    "- Registro digital documental de procesos de planificación de soluciones técnicas a problemas planteados.",
    "C. Pensamiento computacional, programación y robótica.",
    "- Algoritmia y diagramas de flujo.",
    "- Aplicaciones informáticas sencillas para ordenadores y otros dispositivos digitales.",
    "- Autoconfianza e iniciativa. El error, la reevaluación y la depuración como parte del proceso de aprendizaje.",
    "D. Digitalización del entorno personal de aprendizaje.",
    "- Dispositivos digitales. Elementos del hardware y software. Identificación y resolución de problemas técnicos sencillos.",
    "- Herramientas y plataformas de aprendizaje. Configuración, mantenimiento y uso crítico.",
    "- Herramientas de edición y creación de contenidos. Procesadores de texto y software de presentación. Instalación, configuración y uso responsable. Propiedad intelectual.",
    "- Seguridad en la red. Bienestar digital: prácticas seguras y gestión de riesgos. Prevención del ciberacoso, sextorsión, vulneración de la propia imagen y la intimidad."
    ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Definir problemas o necesidades planteadas, buscando y contrastando información procedente de diferentes fuentes de manera crítica y segura. (CCL1, CCL3, STEM2, CD1, CPSAA4, CE1)",
    "1.2 Comprender y examinar productos tecnológicos de uso habitual a través del análisis de objetos y sistemas, empleando el método científico. (CCL2, CCL3, STEM2, CD4, CPSAA4, CE1)",
    "1.3 Adoptar medidas preventivas para la protección de los dispositivos, los datos y la salud personal, identificando problemas y riesgos relacionados con el uso de la tecnología y analizándolos de manera ética y crítica. (CCL3, CD4, CPSAA4)",
    "1.4 Redactar documentación de forma que se transmita la información técnica relativa a la solución creada de una manera organizada, utilizando medios digitales, como procesadores de textos y presentaciones a un nivel inicial. (CCL1, STEM2, CD2, CE1) Competencia específica 2",
    "2.1 Idear y diseñar soluciones originales y eficaces a problemas definidos, aplicando conceptos, técnicas y procedimientos interdisciplinares, así como criterios de sostenibilidad, con actitud emprendedora, perseverante y creativa. (CCL1, CCL3, STEM1, STEM3, CD3, CPSAA3, CPSAA5, CC1, CE1, CE3)",
    "2.2 Seleccionar, planificar y organizar los materiales y herramientas, así como las tareas necesarias para la construcción de una solución a un problema planteado, trabajando individualmente o en grupo de manera cooperativa y colaborativa. (CCL3, CCL5, STEM3, CD3, CPSAA3, CE1, CE3)",
    "2.3 Registrar descriptiva y documentalmente el compendio de tareas, materiales y herramientas que conforman la solución generada, empleando medios digitales. (CCL1, CCL5, STEM3, CD2, CD3, CPSAA4, CE3)",
    "Competencia específica 3",
    "3.1 Fabricar objetos o modelos mediante la manipulación y conformación de materiales, empleando software, hardware, herramientas y máquinas adecuadas, aplicando los fundamentos de estructuras, mecanismos y electricidad básica, y respetando las normas de seguridad y salud. (STEM2, STEM3, STEM5, CD5, CPSAA1, CE1, CE3, CCEC3, CCEC4)",
    "3.2 Comprender y analizar los usos y el impacto ambiental asociados a la madera y los materiales de construcción, interpretando su importancia en la sociedad actual, empleando técnicas de investigación grupal y generando propuestas alternativas de uso cuando ello sea posible, desde una óptica constructiva y propositiva. (STEM3, STEM5, CPSAA2, CE1, CE3)",
    "3.3 Manejar a nivel básico simuladores de distintos tipos de sistemas tecnológicos, creando soluciones e interpretando los resultados obtenidos. (STEM2, STEM3, CD4, CD5, CPSAA1, CE3, CCEC4)",
    "Competencia específica 4",
    "4.1 Representar y comunicar el proceso de creación de un producto desde su diseño hasta su difusión, elaborando documentación técnica y gráfica con la ayuda de herramientas digitales. (CCL1, CCL5, STEM4, CD2, CD3, CC4, CCEC3, CCEC4)",
    "4.2 Representar gráficamente esquemas, circuitos, planos y objetos, usando aplicaciones CAD 2D y 3D y software de modelado 2D y 3D. (CCL1, CD2, CD3, CCEC3, CCEC4)",
    "4.3 Representar gráficamente esquemas, circuitos, planos y objetos en dos y tres dimensiones, de forma manual y digital, empleando adecuadamente las vistas, escalas y acotaciones, y respetando las normas UNE. (CCL1, STEM4, CD2, CD3, CCEC3, CCEC4)",
    "4.4 Difundir en entornos virtuales la idoneidad de productos para distintos propósitos, respetando la "etiqueta digital" (netiqueta) y comunicando interpersonalmente de modo eficaz. (CCL5, CD3, CC4)",
    "Competencia específica 5",
    "5.1 Describir, interpretar y diseñar soluciones a problemas informáticos a través de algoritmos y diagramas de flujo, aplicando los elementos y técnicas de programación de manera creativa, y respetando los derechos de autoría. (CCL2, CP2, STEM1, STEM3, CD1, CD2, CD5, CPSAA4, CE1, CE3)",
    "5.2 Programar aplicaciones sencillas para distintos dispositivos (ordenadores, dispositivos móviles y otros) empleando los elementos de programación de manera apropiada, y aplicando herramientas de edición que añadan funcionalidades. (CP2, STEM1, STEM3, CD1, CD2, CD5, CPSAA4, CPSAA5, CE3)",
    "5.3 Adoptar la reevaluación y la depuración de errores como elementos del proceso de aprendizaje, aplicando la realimentación de secuencias de programación, fomentando con ello la autoconfianza y la iniciativa. (CCL2, CD5, CPSAA1, CPSAA4, CPSAA5, CE1) Competencia específica 6",
    "6.1 Hacer un uso eficiente y seguro de los dispositivos digitales de uso cotidiano en la resolución de problemas sencillos, analizando los componentes y discriminando las tareas y eventos que los optimizan. (CP2, STEM1, CD1, CD2, CD4, CD5, CPSAA2, CPSAA4, CPSAA5)",
    "6.2 Crear contenidos, elaborar materiales y difundirlos en distintas plataformas, configurando correctamente las herramientas digitales habituales del entorno de aprendizaje, ajustándolas a sus necesidades y respetando los derechos de autor y la etiqueta digital. (CP2, STEM1, STEM4, CD1, CD2, CD4, CD5, CPSAA2, CPSAA4, CPSAA5, CE1)",
    "6.3 Manejar y representar datos de diversas fuentes generando informes gráficos con distinto software. (STEM1, STEM4, CD1, CD4, CE1)"
    ]
}
