{
  "saberes": [
    "I. Autoconocimiento y autonomía moral",
    "1. Desarrollo de la investigación ética y de la resolución de problemas complejos. ",
    "    1.1. Reconocimiento de los seres humanos como seres morales, de la libertad y de la responsabilidad.",
    "    1.2. Desarrollo del diálogo y la argumentación siguiendo normas y con empatía, resolviendo pacíficamente los conflictos.",
    "2. Identificación de la educación de las emociones y de los sentimientos. ",
    "    2.1. Identificación de la autoestima personal.",
    "    2.2. Reconocimiento de la igualdad y el respeto mutuo en las relaciones afectivas.",
    "3. Reconocimiento del conflicto entre moralidad y legalidad. ",
    "    3.1. Identificación de las normas y los sentimientos morales.",
    "    3.2. Reconocimiento de los derechos individuales y de la intimidad e identificación de las conductas adictivas y el ciberacoso.",
    "II. Sociedad, democracia y justicia",
    "1. Sociedad. ",
    "    1.1. Identificación del ser humano como ser social, discerniendo entre egoísmo y altruismo.",
    "2. Democracia. ",
    "    2.1. Reconocimiento de la democracia y de sus principios, procedimientos e instituciones, valorando la memoria democrática.",
    "    2.2. Valoración de la ciudadanía y la participación democrática.",
    "    2.3. Identificación de las principales instituciones políticas de la Comunidad Autónoma de Canarias.",
    "3. Justicia. ",
    "    3.1. Reconocimiento del valor ético de los derechos de la infancia y los derechos humanos, identificando la explotación y la violencia contra niñas y mujeres.",
    "    3.2. Identificación de la desigualdad y la lucha contra la pobreza.",
    "    3.3. Reconocimiento de la igualdad de género y la corresponsabilidad en las tareas domésticas y de cuidados.",
    "    3.4. Identificación de los fenómenos migratorios en Canarias y desarrollo del respeto por la diversidad étnico-cultural.",
    "    3.5. Desarrollo del respeto de los derechos LGTBI+.",
    "    3.6. Reconocimiento de los fines y límites éticos de la investigación científica.",
    "    3.7. Valoración de acciones individuales y colectivas en favor de la paz y la contribución del Estado y los organismos internacionales identificando el papel de las ONG y ONGD.",
    "III. Desarrollo sostenible y ética ambiental",
    "1. Identificación de la ecodependencia entre nuestras formas de vida y el entorno.",
    "2. Identificación de los diversos planteamientos éticos, científicos y políticos en torno a los problemas ecosociales. ",
    "    2.1. Valoración de los Objetivos de Desarrollo Sostenible y el decrecimiento en consonancia con la Agenda Canaria de Desarrollo Sostenible 2030.",
    "    2.2. Reconocimiento de la ética de los cuidados y del ecofeminismo.",
    "3. Valoración de los hábitos de vida sostenible y del consumo responsable.",
    "4. Desarrollo del compromiso activo con la protección de los animales."
  ],
  "criteriosEvaluacion": [
    "1.1. Construir un concepto de sí mismo y de su dimensión cívica y moral reconociendo las múltiples dimensiones de su naturaleza y personalidad, desarrollando la autoestima en armonía con las demás personas, a través de la identificación, gestión y comunicación de emociones, afectos y deseos con respeto y empatía hacia los ajenos y mediante la investigación y el diálogo en torno a diversas concepciones sobre la naturaleza humana, generando un concepto de lo que deben ser las relaciones afectivas y afectivo-sexuales sanas. CCL1, CCL2, CPSAA1, CPSAA2, CC3",
    "1.2. Generar y expresar autonomía moral mediante el ejercicio de la deliberación racional, el uso de conceptos éticos, la resolución cooperativa de dilemas morales y el diálogo respetuoso con las demás personas, en torno a distintos valores y modos de vida, así como a problemas relacionados con los derechos individuales, el uso responsable y seguro de las redes, las conductas adictivas y el acoso escolar a través del análisis crítico de información fiable. CCL1, CCL2, CCL3, CD1, CD4, CPSAA1, CPSAA2, CPSAA4, CC3",
    "2.1. Promover y demostrar una convivencia pacífica, respetuosa, democrática y comprometida con el bien común y el fomento del ejercicio de la ciudadanía activa y democrática a partir de la investigación sobre la naturaleza social y política del ser humano, el uso y comprensión crítica de los conceptos de «ley», «poder», «soberanía», «justicia», «Estado», «democracia» y «derechos humanos», y mediante el conocimiento del movimiento asociativo y la participación respetuosa, dialogante y constructiva en actividades de grupo que impliquen tomar decisiones colectivas, planificar acciones coordinadas y resolver problemas aplicando procedimientos y principios cívicos, éticos y democráticos explícitos. CCL5, CD3, CC1, CC3",
    "2.2. Contribuir a generar un compromiso activo con el bien común mediante el análisis y la toma razonada y dialogante de posición en torno a cuestiones éticas de actualidad como los fines y límites éticos de la investigación científica, la pobreza, el derecho al trabajo, la salud, la educación, la justicia y la lucha contra la desigualdad, tomando consciencia de la lucha por una efectiva igualdad de género y del problema de la violencia y explotación sobre las mujeres, a través del análisis de las diversas olas del feminismo y de las medidas de prevención de la desigualdad, la violencia y la discriminación por razón de género y orientación sexual, mostrando igualmente conocimiento de los derechos LGTBI+ y reconociendo la necesidad de respetarlos. CCL5, CP3, CD3, CC1, CC2, CC3",
    "2.3. Contribuir activamente al bienestar social adoptando una posición propia, explícita, informada y éticamente fundamentada sobre el valor y pertinencia de los derechos humanos, el respeto por la diversidad étnico-cultural, la consideración de los bienes públicos globales, la percepción del valor social de los impuestos, así como con la historia democrática de nuestro país y con el Estado de derecho y sus instituciones, los organismos internacionales, las asociaciones civiles y los cuerpos y fuerzas de seguridad del Estado en sus funciones dirigidas al logro de la paz, la seguridad y la solidaridad entre los pueblos y las personas. CCL5, CD1, CC1, CC2, CC3, CCEC1",
    "3.1. Comprender las relaciones históricas de interconexión, interdependencia y ecodependencia entre nuestras vidas y el entorno, y valorar distintos planteamientos científicos, políticos y éticos con los que afrontar la emergencia climática y la crisis medioambiental, a través del análisis de las causas y consecuencias de los retos ecosociales que nos afectan, mediante la exposición y el debate argumental en torno a los mismos.CCL1, CCL2, STEM2, STEM5, CD2, CPSAA2, CC4, CE1, CE3       ",
    "4.1. Desarrollar una actitud de gestión equilibrada de las emociones, de estima y cuidado personal, de otras personas y del medioambiente, identificando, analizando y expresando de manera asertiva las propias emociones y reconociendo y valorando las ajenas en distintos contextos y en torno a actividades creativas y de reflexión individual o dialogada, deliberando sobre cuestiones éticas y cívicas. CCL1, CPSAA1, CPSAA3, CC3, CCEC3"
  ]
}