{
    "saberes": [
        "A. Las lenguas y sus hablantes",
        "- Biografía lingüística personal y mapa lingüístico del aula.",
        "- La diversidad etnocultural y lingüística como riqueza y herramienta de reflexión interlingüística. Exploración y respeto por las lenguas de signos.",
        "- Descubrimiento de prejuicios y estereotipos lingüísticos.",
        "- Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "B. Comunicación",
        "1. Contexto",
        "– Incidencia de los componentes (situación, participantes) en el acto comunicativo.",
        "2. Géneros discursivos",
        "– Tipologías textuales: la narración y la descripción.",
        "– Propiedades textuales: estrategias elementales para la coherencia.",
        "– Géneros discursivos propios del ámbito personal y educativo.",
        "3. Procesos",
        "– Interacción oral: interacción oral adecuada en contextos informales, escucha activa, resolución dialogada de conflictos y cortesía lingüística. La expresión y escucha empática de necesidades, vivencias y emociones propias y ajenas.",
        "– Comprensión oral: identificación del sentido global. Detección de usos claramente discriminatorios del lenguaje verbal y no verbal.",
        "– Producción oral: pronunciación y entonación. Actitud postural. Construcción de conocimiento mediante la planificación y producción de textos orales y multimodales breves y sencillos.",
        "– Comprensión lectora: estrategias elementales de comprensión lectora antes, durante y después de la lectura. Identificación del sentido global. Identificación de elementos gráficos, textuales y paratextuales básicos al servicio de la comprensión. Conciencia fonológica y su decodificación. Lectura compartida. Detección de usos claramente discriminatorios del lenguaje verbal y no verbal.",
        "– Producción escrita: convenciones del código escrito y ortografía natural. Uso de elementos gráficos y paratextuales elementales. El error como parte integrante del proceso e instrumento de mejora.",
        "– Alfabetización mediática e informacional: estrategias elementales para la búsqueda guiada de información. Comunicación de la información. Reconocimiento de autoría. Uso guiado de la biblioteca.",
        "C. Educación literaria",
        "– Lectura acompañada de obras o fragmentos breves, variados y diversos de la literatura infantil, incluidos los de la comunidad de Castilla y León, adecuados a sus intereses y organizados en itinerarios lectores Cuentos, leyendas, fábulas, poemas y teatro.",
        "– Lectura de refranes, retahílas, adivinanzas, trabalenguas, textos breves y sencillos de tradición oral.",
        "– Estrategias elementales para la interpretación acompañada y compartida de las obras breves y sencillas a través de conversaciones literarias Relación, de manera acompañada, entre los elementos constitutivos esenciales de la obra literaria (tema, personajes, argumento, espacio) y las partes del libro y sus tipos.",
        "– Relación, de manera acompañada, entre los elementos constitutivos esenciales de la obra literaria (tema, personajes, espacio) y la construcción del sentido de la obra.",
        "– Relación de los textos leídos y otras manifestaciones artísticas y culturales.",
        "– Inicio de la construcción de los itinerarios lectores individuales. Estrategias para la expresión de gustos e intereses.",
        "– Lectura expresiva, dramatización o interpretación de fragmentos breves y sencillos atendiendo a los procesos de comprensión y al nivel de desarrollo. Entonación y musicalidad.",
        "– Uso acompañado de la biblioteca de aula o de centro como escenario de actividades literarias compartidas.",
        "D. Reflexión sobre la lengua y sus usos en el marco de propuestas de producción y comprensión de textos orales, escritos o multimodales.",
        "- Descubrimiento de generalizaciones sobre aspectos lingüísticos elementales a partir de la observación, comparación y transformación de palabras y enunciados, prestando especial atención a las relaciones de concordancia. Género y número.",
        "- Diferencias elementales entre lengua oral y lengua escrita.",
        "- Aproximación a la lengua como sistema con distintos niveles: sonidos, letras, sílabas, palabras.",
        "- Procedimientos elementales de adquisición de vocabulario sencillo. Reflexión contextualizada sobre la relación de significado entre unas palabras y otras.",
        "- Mecanismos elementales de coherencia textual, con especial atención a los conectores temporales.",
        "- Los signos básicos de puntuación como mecanismo para organizar el texto escrito."
    ],
    "criteriosEvaluacion": [
        "1.1 Mostrar interés y respeto a las distintas lenguas y variedades dialectales de su entorno, incluidas las lenguas de signos, descubriendo las diferencias. (CP2, CC1, CC2, CCEC3)",
        "1.2 Descubrir, de manera acompañada y en contextos próximos, algunos prejuicios y estereotipos lingüísticos y culturales muy frecuentes, mostrando una actitud respetuosa. (CCL5, CP3, CPSAA3, CC1, CC2, CC3, CCEC1)",
        "2.1 Comprender el sentido de textos orales y multimodales sencillos, reconociendo las ideas principales y los mensajes explícitos más sencillos, e identificando, de manera acompañada, los elementos no verbales más elementales. (CCL2, STEM1, CD3, CPSAA3)",
        "2.2 Identificar, de manera guiada, elementos básicos de la comunicación no verbal, interpretando textos orales y multimodales sencillos y potenciando el desarrollo de capacidades, actitudes y destrezas visuales, auditivas y corporales. (CCL2, CP2, STEM1, CPSAA3, CCEC3)",
        "3.1 Producir textos orales y multimodales breves y sencillos, con planificación acompañada y utilizando recursos no verbales elementales. (CCL1, CCL5, CP2, STEM1, CCEC3)",
        "3.2 Participar en interacciones orales espontáneas con actitud respetuosa y desarrollando la escucha activa. (CCL1, CCL5, CPSAA3, CC1, CC2)",
        "4.1 Comprender el sentido global y la información relevante de textos breves y cercanos, escritos y multimodales, a partir de estrategias básicas de comprensión antes, durante y después de la lectura. (CCL2, CCL4, CCL5, CP2, STEM1, CD1, CPSAA4, CPSAA5)",
        "4.2 Analizar, de manera acompañada, el contenido y aspectos formales elementales de textos escritos y multimodales breves sencillos, valorando su contenido. (CCL2, CCL3, CCL5, STEM1, CPSAA4)",
        "4.3 Explorar, de forma guiada, los elementos básicos gráficos, textuales y paratextuales de textos escritos y multimodales sencillos que favorezcan la comprensión lectora, descubriendo la estructura organizativa del texto. (CCL2 CCL3, STEM1, CPSAA5)",
        "4.4 Relacionar los sonidos del lenguaje hablado con sus grafías correspondientes a través la asociación grafema-fonema, la conciencia fonológica y la fluidez verbal, desarrollando el aprendizaje lectoescritor y contribuyendo a la comprensión de textos escritos y multimodales. (CCL2, STEM1, CPSAA4, CPSAA5)",
        "5.1 Producir textos escritos y multimodales sencillos y coherentes en distintos soportes, desde las diferentes etapas del proceso evolutivo de la escritura, ajustándose a modelos dados. (CCL1, CCL3, CCL5, CPSAA5, CC2, CE3)",
        "5.2 Elaborar, de manera guiada, pequeños mapas conceptuales, de manera creativa, individualmente y en grupo, a partir de elementos visuales usándolos como instrumentos que facilitan la comprensión y ayuden a organizar la información y el pensamiento. (CCL1, CCL3, STEM1, CPSAA3, CPSAA4, CPSAA5, CC2, CE3, CCEC3)",
        "6.1 Localizar información sencilla de distintas fuentes explorándolas y valorando la fiabilidad de las mismas. (CCL1, CCL2, CCL3, CPSAA5)",
        "6.2 Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal, realizado de manera acompañada utilizando soportes básicos y sencillos de forma guiada. (CCL1, CPSAA4, CC2, CE3, CCEC4)",
        "6.3 Reconocer, de manera guiada, hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información. (CCL3, CD1, CD4, CPSAA4, CC2)",
        "7.1 Leer de forma acompañada textos breves y sencillos de distintos autores y autoras acordes con sus gustos e intereses, seleccionados de manera acompañada, desde las diferentes etapas del proceso evolutivo de la lectura. (CCL4, CCEC1, CCEC3)",
        "7.2 Compartir oralmente y de forma guiada la experiencia y disfrute por la lectura participando en comunidades lectoras de ámbito escolar. (CCL1, CCL4, CPSAA1, CPSAA3, CC2)",
        "7.3 Participar en lecturas expresivas, dramatizaciones o interpretaciones de textos breves y sencillos con cierta entonación y musicalidad, de manera individual o en grupo, explorando las diferentes posibilidades expresivas de la voz y el cuerpo, fomentando el gusto por la lectura como fuente de placer y disfrutando de su dimensión social. (CCL1, CCL4, CPSAA1, CPSAA3, CCEC2, CCEC3)",
        "8.1 Escuchar y leer textos orales y escritos, breves y sencillos, de la literatura infantil, que recojan diversidad de autores y autoras, estableciendo de manera acompañada relaciones elementales entre ellos. (CCL1, CCL4, CCEC1)",
        "8.2 Realizar, de manera acompañada, lecturas de refranes, retahílas, adivinanzas, trabalenguas y textos breves y sencillos de tradición oral, con entonación y musicalidad, de forma individual y en grupo, descubriendo el valor de los textos literarios como patrimonio artístico y fuente de enriquecimiento personal. (CCL2, CCL4, CCEC1, CCEC2)",
        "8.3 Producir, de manera acompañada, textos breves y sencillos individuales o colectivos con intención literaria, adaptados a las diferentes etapas del proceso evolutivo de la escritura, a partir de modelos dados, en distintos soportes y complementándolos con otros lenguajes artísticos. (CCL1, CCL4, CE1, CE3, CCEC3, CCEC4)",
        "9.1 Descubrir conclusiones elementales sobre el funcionamiento de la lengua, prestando especial atención a la concordancia y la ortografía natural, a partir de la observación, comparación y transformación de palabras y enunciados, en un proceso acompañado de producción o comprensión de textos breves y sencillos en contextos significativos. (CCL1, CCL2, CP2, STEM2, CPSAA5)",
        "9.2 Revisar y mejorar los textos propios de manera acompañada, a partir de la reflexión usando la terminología lingüística básica adecuada, desarrollando progresivamente la autoconfianza. (CCL1, CPSAA4, CPSAA5, CE1)",
        "10.1 Identificar los usos lingüísticos discriminatorios a partir de la puesta en común grupal sobre los aspectos elementales, verbales y no verbales, de la comunicación, teniendo en cuenta una perspectiva de género y utilizando un lenguaje respetuoso con las diferencias. (CCL1, CCL5, CP3, CC1, CC2, CCEC1)",
        "10.2 Reconocer, de manera acompañada, estrategias elementales para la escucha activa, la comunicación asertiva y el consenso, iniciándose en la gestión dialogada de conflictos. (CCL1, CCL5, CP3, CPSAA3, CC1, CC2)"
    ]
}