{
    "criteriosEvaluacion": [
        "1.1. Conocer y emplear los principales conceptos correspondientes a la terminología especializada de la materia de Historia del arte, aplicándolos para expresar con claridad y coherencia consideraciones formales y técnicas acerca de todo tipo obras de cualquier periodo, comunicar reflexiones personales con fluidez y elaborar productos propios.",
        "2.1. Identificar los principales estilos artísticos a lo largo de la historia, seleccionando información, describiendo sus características fundamentales y su desarrollo en el tiempo y mostrando respeto por todas las manifestaciones artísticas.",
        "2.2. Reconocer y explicar los mecanismos que rigen la evolución de la Historia del arte a partir del análisis comparativo de obras de diversas épocas y de la explicación de las relaciones de influencia, préstamo, continuidad y ruptura que se producen entre estilos, autores/-as y movimientos.",
        "3.1. Analizar y comentar obras de arte de distintos lenguajes, movimientos artísticos y épocas, reconociendo sus aspectos singulares (técnicos, formales, función…) y a sus autores/-as como representativos de las corrientes correspondientes, mostrando una visión global del procedimiento y apreciando la creatividad.",
        "3.2. Contextualizar las Obras de arte en su entorno ideológico, religioso, social, político, cultural y económico, evitando prejuicios, explicando esas interrelaciones y buscando también conexiones con contextos anteriores y posteriores, mediante un juicio crítico y argumentado.",
        "4.1 Reconocer los diversos lenguajes artísticos, conociendo las técnicas, códigos representativos y visuales propios de cada época, momento histórico, cultura, género, estilo o artista.",
        "4.2 Elaborar juicios propios acerca de las Obras de arte como forma de comunicación, participando con actitud cooperativa en situaciones comunicativas relacionadas con el ámbito artístico, expresándose con claridad, coherencia, y fluidez y mostrando respeto y empatía por los juicios y manifestaciones de los demás.",
        "5.1. Distinguir la función de diferentes Obras de arte en relación con su contexto a partir de la selección de información y del análisis de ejemplos concretos, demostrando una comprensión y un juicio crítico y fundamentado de todo ello.",
        "5.2. Analizar y explicar de forma crítica las diferentes concepciones del Arte a lo largo de la historia, considerando sus códigos, lenguajes, símbolos e interpretaciones, valorando de forma razonada e informada la diversidad de producciones como resultado de la creatividad humana y mostrando respeto hacia ellas.",
        "6.1 Reconocer y explicar la evolución en la historia del arte tanto de la idea social y filosófica de belleza como de sus cánones de proyección estética, identificándola en las obras correspondientes y analizando la perspectiva dominante en cada etapa a través del estudio comparativo de ejemplos de distintos períodos.",
        "6.2 Elaborar argumentos propios acerca de distintos cánones de belleza en obras de diversos estilos y épocas, identificando las formas y propósitos de dichas representaciones y considerando la diversidad como fuente de enriquecimiento, superando estereotipos y prejuicios.",
        "7.1 Identificar los elementos que definen ciertas obras de arte como manifestaciones y transmisores culturales y de identidades individuales y colectivas, investigando y analizando de forma crítica y dialogada el uso de los recursos estéticos e iconográficos que hayan contribuido a ello en ejemplos concretos de todas las épocas de la historia.",
        "7.2 Explicar y valorar la importancia del Patrimonio artístico, investigando acerca de sus procesos de adquisición, conservación, difusión y sus funciones, conociendo la existencia de las leyes que lo regulan y el impacto —positivo o negativo— sobre las obras de arte de cualquier acción humana ajena a la o el artista creador/-a y relacionando el arte actual como herramienta de concienciación para la consecución de los Objetivos de Desarrollo Sostenible.",
        "8.1 Conocer y explicar la trayectoria e importancia de las principales figuras femeninas de la Historia del arte, dando visibilidad a la mujer como artista, analizando el contexto político, social y cultural en el que desarrollaron su obra y reconociendo su esfuerzo por hacerse valer.",
        "8.2 Identificar y analizar críticamente la evolución de la imagen que se ha dado de la mujer en la Historia del arte, mediante el comentario histórico-artístico de obras relevantes basado en elementos técnicos, formales y estilísticos, y mediante la aplicación del análisis comparativo de obras de distintas épocas y culturas en las que esté representada la figura femenina."
    ],
    "saberes": [
        "A. Aproximación a la Historia del Arte.",
        "1. Terminología y vocabulario específico del Arte en Arquitectura, Escultura y Pintura.*",
        "2. Herramientas para el análisis de las distintas creaciones artísticas: los elementos técnicos, formales, y estilísticos, su significado, identificación, contextualización y relevancia. El análisis comparativo.*",
        "3. El concepto y las funciones del arte a lo largo de la historia.*",
        "4. Los lenguajes artísticos como forma de comunicación. La variedad de códigos en el Arte. La subjetividad creadora y de juicio estético.*",
        "5. Influencias, préstamos, continuidades y rupturas en la Historia del arte.*",
        "6. Ciudadanía ética en entornos analógicos y digitales: la obra artística, los derechos de autoría y el respeto a la propiedad intelectual. Información, desinformación y manipulación.*",
        "B. El Arte y sus funciones a lo largo de la Historia.",
        "1. El arte y su función mágico-religiosa. El caso del Arte prehistórico: teorías interpretativas, características generales, períodos y ejemplos. Arte rupestre y mobiliar en Europa.* El Arte étnico como ayuda para la comprensión de las culturas prehistóricas.",
        "2. El Arte y su función política como instrumento de comunicación del poder. Estudio de casos con contextualización, características generales, períodos, artistas, ejemplos y evolución:",
        "– Arte mesopotámico, Arte egipcio y Arte romano.*",
        "– El uso napoleónico del ordenamiento oficial del gusto: Arte neoclásico.*",
        "– El realismo socialista de la URSS, la estética fascista italiana, la nazi alemana y su interpretación en la España franquista: ejemplos de expresión del pensamiento político a través de la arquitectura, la escultura, la pintura, los carteles, la fotografía y el cine.",
        "– Relación del arte con los intereses políticos y económicos para la formación de nuevos ciudadanos en la Edad contemporánea.",
        "3. El arte y su función estética. Estudio del caso del Arte griego con contextualización, características generales, períodos, artistas, ejemplos y evolución.*",
        "4. El arte y su función propagandística. Estudio del caso del arte en la sociedad de consumo —la obra de arte como objeto de consumo y la publicidad como reflejo de la sociedad (gustos, aversiones y hábitos de consumo)—. Del Pop art a la pérdida del aura de las obras de arte, según Walter Benjamin.*",
        "5. El Arte y su función pedagógica religiosa en las sociedades teocéntricas. Estudio, contextualización, características generales, períodos, ejemplos, evolución e interrelación de los casos de:",
        "– El Arte paleocristiano y el Arte bizantino.*",
        "– El Arte islámico en la Península ibérica.*",
        "– El Arte románico y Arte gótico.*",
        "– La proyección del Arte románico y gótico en el País Vasco.*",
        "6. El arte y su función como diferenciador social: mecenazgo y coleccionismo. Estudio, contextualización, características generales, períodos, ejemplos, evolución e interrelación de los casos de:",
        "– El Arte del Renacimiento.*",
        "– El Arte barroco.*",
        "– El Renacimiento y el Barroco en el País Vasco.*",
        "7. El Arte y su función crítica. Estudio, contextualización, características generales, períodos, ejemplos, evolución e interrelación de los casos de:",
        "– La pintura de Goya.*",
        "– El Romanticismo.*",
        "– El Realismo.*",
        "– De la negación y la transgresión del Dadaísmo a la afirmación del Surrealismo.*",
        "– El Neodadaísmo.*",
        "– El Pop art.*",
        "8. El arte y su función comunicativa de sentimientos y emociones. Contextualización, características generales, períodos, ejemplos y evolución de los casos de:",
        "– El Romanticismo.*",
        "– La Pintura impresionista y postimpresionista.*",
        "– El Fauvismo francés*",
        "– El Expresionismo y el Expresionismo abstracto.*",
        "9. El arte y los avances tecnológicos desde la Revolución Industrial hasta la era digital.",
        "– La Revolución Industrial: los nuevos materiales, las nuevas tendencias arquitectónicas, la nueva concepción del espacio y los ensanches urbanos.*",
        "– Contextualización, características generales, períodos, ejemplos y evolución de los casos de:",
        "– Funcionalismo arquitectónico.*",
        "– Futurismo.*",
        "– La revolución de la fotografía y el cine.",
        "– Postmodernidad y Arte digital.",
        "10. El arte de los siglos XIX y XX en Euskal Herria. Ejemplos: Adolfo Guiard, Arteta, Iturrino, Oteiza y Chillida. La nueva pintura y escultura vasca: Ruiz Balerdi, Zumeta, Dora Salazar, Txomin Badiola, Cristina Iglesias, Juan Luis Moraza.*",
        "11. De la artesanía al diseño. Contextualización, características generales, períodos, ejemplos y evolución de los casos del Modernismo, Art Noveau y Art Decó.*",
        "12. El arte y la Abstracción. Contextualización, características generales, períodos, ejemplos y evolución de los casos de:",
        "– Cubismo.*",
        "– Suprematismo y Neoplasticismo.*",
        "– La escultura de vanguardia.*",
        "– El Informalismo europeo.*",
        "– La Abstracción postpictórica.*",
        "C. Dimensión individual y social del arte",
        "1. Arte e identidad individual y colectiva. La necesidad de representarnos: la imagen del cuerpo humano y el retrato. La evolución de la imagen del artista. Escuelas, regionalismos e identidades colectivas.*",
        "2. La mujer en el arte:",
        "– Su representación, desde una perspectiva crítica.*",
        "– La mujer como artista y su lucha por la visibilidad a lo largo de la historia. De Artemisia Gentileschi a Helen Frankenthaler.*",
        "3. El patrimonio artístico: valor social, cultural y de memoria colectiva. Preservación, conservación, restauración y usos sostenibles. Diferencia y complemento mutuo entre Museografía y Museología. La Ley de Patrimonio nacional y la Ley de Patrimonio del País Vasco.*",
        "D. Realidad, espacio y territorio en el Arte",
        "1. Pintura, espacio y perspectiva: la conquista de la tercera dimensión.*",
        "2. Arquitectura y espacio: la creación de espacios arquitectónicos. Funcionalismo y Racionalismo arquitectónico.*",
        "3. Arte e intervención en el territorio: el urbanismo como arte.*",
        "4. Arquitectura y urbanismo en el País Vasco.*",
        "5. Arte y medio ambiente.",
        "– Arquitectura, urbanismo y diseño sostenible.",
        "– La contribución del arte a los Objetivos de Desarrollo Sostenible.*"
    ]
}