{
    "criteriosEvaluacion": [
        "1.1. Identificar els elements estètics, estructurals i compositius de peces musicals i creacions sonores pròpies.",
        "1.2. Analitzar de forma argumentada i personal el consum musical dels diferents gèneres i les seues funcions comunicatives.",
        "1.3. Valorar la qualitat artística i diversitat cultural de les diferents propostes sonores amb obertura i respecte.",
        "2.1. Interpretar propostes musicals de manera individual i grupal, mitjançant l'ús del llenguatge musical i altres notacions en la seua execució.",
        "2.2. Aplicar una correcta tècnica musical en la interpretació i improvisació vocal i instrumental guiada.",
        "2.3. Mostrar confiança en les pròpies capacitats i valorar les dels altres.",
        "3.1. Crear peces musicals a partir de diferents llenguatges artístics.",
        "3.2. Compondre propostes sonores amb recursos digitals i tecnològics respectuosos amb la normativa de dades i autoria.",
        "3.3. Utilitzar la veu i els instruments musicals convencionals i no convencionals en els processos de producció sonora.",
        "4.1. Produir projectes musicals participant en les seues fases, des del disseny a la producció i difusió, atesos els requeriments materials i tècnics necessaris i el missatge que es vulga transmetre.",
        "4.2. Assumir diferents rols en les fases de producció dels projectes amb compromís en l'execució del treball conjunt.",
        "4.3. Valorar el procés de creació i el resultat d'un projecte musical en cadascuna de les seues fases.",
        "4.4. Utilitzar recursos digitals en qualsevol de les fases amb respecte a la normativa de dades i l’autoria."
    ],
    "saberes": [
        "3.2. Bloc 1. Percepció i anàlisi.",
        "SB. 1.1. Contextos musicals i culturals (CE1).",
        "• L'evolució del so i la música en els mitjans audiovisuals i en les tecnologies digitals.",
        "• La producció musical aplicada al cinema, a les sèries de TV, a la publicitat, el teatre, els videojocs, els musicals, la comunicació corporativa i els entorns web.",
        "• Estudis, professions i oportunitats relacionats amb la producció musical.",
        "• Gèneres de música popular urbana.",
        "• El consum en l'actualitat: aplicacions, xarxes i plataformes digitals.",
        "• Elements bàsics del tractament acústic de l'espai.",
        "• Terminologia musical. Argumentació oral i escrita.",
        "• Pautes d'atenció i comportament en l'audició musical i davant diferents propostes artístiques. Actitud oberta i valorativa.",
        "SB.1.2. Elements estructurals i tècnics (CE2, CE3, CE4).",
        "• El procés d'escolta activa. Silenci, so i soroll. Sensibilització i actitud crítica davant les agressions acústiques i el consum musical indiscriminat.",
        "• El ritme, melodia i harmonia. Estructura i forma musical. Xifratge anglosaxó.",
        "• L'organització i transformació dels elements del so i l'estructura musical en la producció musical. El riff i el break.",
        "• Aplicacions, webs i programes d'edició de partitures, enregistrament, mescla i edició d'àudio. La megafonia i la sonorització.",
        "• Les eines digitals i tecnològiques de creació musical a través de la intel·ligència artificial i la robòtica.",
        "3.3. Bloc 2. Interpretació i creació.",
        "SB. 2.1. Expressió individual i col·lectiva (CE2, CE3, CE4).",
        "• Interpretació i tècnica vocal i instrumental.",
        "• Creació i improvisació guiada de bases i fragments vocals i instrumentals amb acompanyaments bàsics.",
        "• Sonorització a partir d'imatges, vídeos i textos.",
        "• Notació musical convencional i representacions gràfiques no convencionals aplicades a la interpretació i la creació.",
        "• Respecte i empatia amb les aportacions del grup en el procés de treball col·lectiu.",
        "SB.2.2. Projectes artístics (CE3, CE4).",
        "• Fases d'una producció musical: planificació, composició, preproducció, arranjaments, enregistrament, postproducció, mescla, masterització.",
        "• Eines digitals i tecnològiques en la composició, postproducció i disseny sonor. Programes d'edició de partitures, enregistrament i edició de so. El dispositiu mòbil en la producció musical.",
        "• Llicències d'ús, autoria i protecció de dades. Plantejaments i hàbits de consum ètics i responsables.",
        "• Pautes d'atenció i comportament en la participació en els diferents projectes artístics.",
        "• El control de les emocions en la millora de la interpretació en públic."
    ]
}