{
  "saberes": [
    "I. Las destrezas científicas básicas",
    "1. Empleo de las metodologías propias de la investigación científica para desarrollar razonamientos propios del pensamiento científico. Identificación y formulación de cuestiones, elaboración de hipótesis y comprobación experimental de las mismas.",
    "2. Trabajo experimental y proyectos de investigación: selección de estrategias en la resolución de problemas y en el desarrollo de investigaciones mediante la indagación, la deducción y la búsqueda de evidencias, haciendo deducciones válidas de las observaciones y obteniendo conclusiones.",
    "3. Conocimiento y utilización de diversos entornos y recursos de aprendizaje científico como el laboratorio o los entornos virtuales para adquirir destrezas científicas. ",
    "    3.1. Uso de materiales, sustancias e instrumentos básicos del laboratorio de Física y Química.",
    "    3.2. Manejo de herramientas digitales como apoyo al trabajo experimental y la investigación.",
    "4. Establecimiento y respeto por las normas de uso de los espacio específicos de la ciencia y en especial del laboratorio de Física y Química, asegurando y protegiendo así la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medio ambiente.",
    "5. Reconocimiento del carácter universal y transversal del lenguaje científico en diferentes escenarios científicos y de aprendizaje. ",
    "    5.1. Utilización de las unidades del Sistema Internacional de Unidades y sus símbolos para facilitar la comunicación efectiva con toda la comunidad científica.",
    "    5.2. Manejo de las herramientas matemáticas básicas para la resolución de problemas. ",
    "6. Utilización de estrategias para comparar información científica y comunicarla en diferentes formatos y a partir de diferentes medios. Desarrollo del criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
    "7. Valoración de la cultura científica y del papel de científicos y científicas en el avance y la mejora de la sociedad.",
    "II. La materia",
    "1. Aplicación de la teoría cinético-molecular a observaciones sobre la materia explicando sus propiedades, los estados de agregación, los cambios de estado, la temperatura y la formación de mezclas y disoluciones.",
    "2. Realización de experimentos sencillos relacionados con los sistemas materiales para explicar lo que ocurre a su alrededor. ",
    "    2.1. Conocimiento y descripción de las propiedades de los sistemas materiales, su composición y su clasificación para la comprensión de su entorno más cercano.",
    "  ",
    "3. Conocimiento de las partículas fundamentales del átomo (electrón, protón y neutrón) e identificación y localización de los elementos más importantes de la tabla periódica.",
    "4. Conocimiento de compuestos químicos muy comunes, de sus propiedades físicas y químicas y de sus aplicaciones y repercusiones para valorar su impacto en el entorno y la calidad de vida.",
    "III. El cambio",
    ". Estudio de los cambios de los sistemas materiales para comparar entre cambios físicos y químicos.",
    ". Representación de reacciones químicas mediante ecuaciones químicas señalando reactivos y productos. Realización de experiencias para la descripción y explicación de algunos cambios químicos.",
    ". Reconocimiento de la presencia de las reacciones químicas en la vida cotidiana y valoración de los beneficios proporcionados por la industria química a la sociedad, así como sus repercusiones socioambientales. Análisis de problemas medioambientales globales que permitan el planteamiento de posibles medidas para mitigarlos y contribuir a un presente sostenible.",
    "IV. La interacción",
    ". Identificación de magnitudes que caracterizan un movimiento: posición, trayectoria, desplazamiento y distancia recorrida. Valoración de la importancia de la identificación de un sistema de referencia. Interpretación del concepto de velocidad media y su cálculo para la resolución de problemas de movimientos sencillos.",
    ". Identificación y medida experimental de fuerzas en el entorno, como las deformaciones elásticas, y su relación con los efectos que producen para comprender que son agentes de cambio en los cuerpos.",
    ". Identificación e interpretación de las fuerzas y fenómenos eléctricos, magnéticos y gravitatorios. Distinción entre las magnitudes de masa y peso de un cuerpo y cálculo de la aceleración de la gravedad según la relación entre ellas. Reconocimiento de la importancia de la electricidad y el magnetismo en la vida cotidiana.",
    "V. La energía",
    ". Interpretación de la energía como la capacidad de los sistemas para producir cambios o transformaciones.",
    ". Reconocimiento de los distintos tipos de energía, de las transformaciones de unas formas en otras, de su disipación y de su conservación.",
    ". Relación entre los conceptos de calor y temperatura. Identificación de los distintos mecanismos de transferencia de energía para considerar sus aplicaciones en diferentes situaciones cotidianas.",
    ". Descripción y comparación de las fuentes de energía renovables y no renovables. Valoración de la importancia de realizar un consumo energético responsable para un desarrollo sostenible global y, en particular, en Canarias."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar los fenómenos fisicoquímicos cotidianos propuestos a partir de los principios, las teorías y las leyes científicas y expresar razonadamente sus conclusiones en diversos soportes y medios de comunicación, para comprender a través de la ciencia lo que ocurre a su alrededor. CCL1, STEM2, CD2",
    "1.2. Resolver problemas fisicoquímicos en situaciones planteadas mediante las leyes y las teorías científicas aportadas, analizando la validez de los resultados y su adecuada expresión, para encontrar soluciones que mejoren su realidad cercana y la calidad de vida humana. STEM1, STEM2, STEM4, CPSAA4",
    "2.1. Emplear las metodologías de la ciencia en la identificación y descripción de fenómenos a partir de cuestiones cotidianas planteadas mediante la experimentación, la indagación, la deducción y la búsqueda de evidencias procedente de diversas fuentes, diferenciándolas de aquellas pseudocientíficas que no admiten comprobación experimental, para adquirir las destrezas científicas necesarias. CCL1, CCL3, STEM1, STEM2, CD1",
    "2.2. Seleccionar o desarrollar los procedimientos experimentales que permitan comprobar o refutar las hipótesis formuladas, de acuerdo con la naturaleza de las cuestiones que se traten y el conocimiento científico adquirido, aplicando las leyes y teorías científicas conocidas para obtener conclusiones y respuestas ajustadas a la naturaleza de la pregunta formulada. CCL1, STEM1, STEM2, CPSAA4, CE1, CCEC3",
    "3.1. Examinar, contrastar y comunicar datos e información en el formato solicitado relativos a un proceso fisicoquímico concreto, extrayendo en cada caso lo más relevante, con el apoyo de determinadas herramientas digitales y fuentes concretas, fiables y seguras, para la resolución de problemas de su entorno. CP1, STEM4, CD2, CD3, CCEC4",
    "3.2. Utilizar las reglas básicas de la física y la química, incluyendo el uso de varios sistemas de unidades y las herramientas matemáticas necesarias, para facilitar la comunicación efectiva con toda la comunidad científica desde el respeto a las normas del lenguaje de las ciencias. STEM4, CC1, CCEC2",
    "3.3. Establecer y respetar las normas de uso de los espacios específicos de la ciencia, dentro y fuera del centro, en especial el laboratorio de física y química, como medio para asegurar la salud propia y colectiva, la conservación sostenible del medioambiente y el respeto por las instalaciones. STEM5, CPSAA2, CC1",
    "4.1. Utilizar de forma segura recursos variados, tradicionales y digitales, trabajando el aprendizaje autónomo, en equipo y la interacción respetuosa con otros miembros de la comunidad educativa, contrastando las aportaciones de cada participante, para contribuir a la mejora de la comunicación y practicar una ciudadanía cívica y reflexiva. CCL2, STEM4, CD3, CPSAA3",
    "4.2. Trabajar con los medios propuestos, tradicionales y digitales, en la consulta de información y la creación de contenidos, usando las fuentes y herramientas que se consideren, a partir de la aplicación de criterios de validez y fiabilidad, desechando las menos adecuadas, para fomentar la creatividad y mejorar el aprendizaje propio y colectivo. CCL3, CP1, CD1, CD2, CE3, CCEC4",
    "5.1. Emplear interacciones constructivas y coeducativas, practicando actividades de cooperación, en aula o en plataformas virtuales, como forma de construir un medio de trabajo eficiente, ético y crítico en la ciencia. CCL5, CP3, CD3, CPSAA3",
    "5.2. Observar situaciones problemáticas reales, locales o globales, y emprender, de forma guiada, proyectos científicos colaborativos en los que la física y la química puedan contribuir a su solución, explicando el impacto que las iniciativas tienen en la mejora de la sociedad, la preservación de la salud y la conservación sostenible del medioambiente, que creen valor para el individuo y para la comunidad. STEM3, STEM5, CC3, CE2",
    "6.1. Percibir la ciencia como un proceso en construcción, así como reconocer sus repercusiones e implicaciones tecnológicas, económicas, sociales y medioambientales, a través del análisis histórico de los avances científicos logrados por hombres y mujeres de ciencia, para adoptar un estilo de vida sostenible y responsable. STEM2, CD4, CPSAA4, CCEC1",
    "6.2. Identificar en el entorno las necesidades tecnológicas, económicas, sociales y ambientales básicas que demanda la humanidad, en general, y la sociedad canaria, en particular, con el fin de entender la capacidad de la ciencia para encontrar soluciones sostenibles a través de la implicación de toda la ciudadanía. STEM5, CPSAA1, CC4"
  ]
}