{
  "saberes": [
    "A. Comunicación.",
    "- Estrategias de uso común para la planificación, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
    "- Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas.",
    "- Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo: saludar y despedirse, presentar y presentarse; describir personas, objetos, lugares, fenómenos y acontecimientos; comparar personas, objetos o situaciones; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información sobre cuestiones cotidianas; dar y pedir instrucciones, avisos, consejos y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y las emociones; describir situaciones presentes y acciones habituales; narrar acontecimientos pasados; expresar sucesos futuros; expresar intenciones, previsiones y planes en el futuro; expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo; expresar argumentaciones sencillas; expresar condiciones; expresar la incertidumbre y la duda; expresar certeza, deducción.",
    "- Géneros discursivos en la comprensión, producción y coproducción de textos orales y escritos, breves y sencillos.",
    "- Unidades lingüísticas de uso común y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas habituales: causa.",
    "- Léxico de uso común y de interés para el alumnado relativo a identificación personal, relaciones interpersonales, lugares y entornos, ocio y tiempo libre, salud y actividad física, vida cotidiana, vivienda y hogar, clima y entorno natural, ecología y sostenibilidad, tecnologías de la información y la comunicación y formación.",
    "- Falsos amigos y problemas de comprensión de léxico que puedan llevar a una situación comunicativa fallida.",
    "- Autoconfianza e iniciativa. El error como parte integrante del proceso de aprendizaje.",
    "- Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e intenciones comunicativas generales asociadas a dichos patrones.",
    "- Convenciones ortográficas de uso común y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
    "- Convenciones y estrategias conversacionales de uso común, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, comparar y contrastar, resumir, colaborar, sugerir, etc.",
    "- Recursos para el aprendizaje y estrategias de uso común de búsqueda y selección de información: diccionarios en cualquier soporte, libros de consulta, bibliotecas, recursos digitales e informáticos, herramientas y aplicaciones móviles.",
    "- Reconocimiento de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados.",
    "- Herramientas analógicas y digitales de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas, etc.) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
    "- Lecturas graduadas de textos literarios o de temática adecuada a la edad del alumnado como fuente de enriquecimiento lingüístico.",
    "B. Plurilingüismo.",
    "- Estrategias y técnicas para responder eficazmente y con niveles crecientes de fluidez, adecuación y corrección a una necesidad comunicativa concreta a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
    "- Estrategias de uso común para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
    "- Estrategias y herramientas de uso común para la autoevaluación, la autorreparación, analógicas y digitales, individuales y cooperativas.",
    "- Expresiones y léxico específico de uso común para intercambiar ideas sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
    "- Comparación entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: parentescos.",
    "C. Interculturalidad.",
    "- La lengua extranjera como medio de comunicación interpersonal e internacional, fuente de información y como herramienta de participación social y de enriquecimiento personal.",
    "- Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
    "- Patrones culturales de uso común propios de la lengua extranjera.",
    "- Aspectos socioculturales y sociolingüísticos de uso común relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales de uso común; lenguaje no verbal, cortesía lingüística y etiqueta digital; cultura, normas, actitudes, costumbres y valores propios de países donde se habla la lengua extranjera.",
    "- Lecturas graduadas específicas para el aprendizaje de la lengua extranjera o basadas en obras literarias significativas que reflejen la idiosincrasia y la cultura de los países y territorios donde se habla.",
    "- Estrategias de uso común para entender y apreciar la diversidad lingüística, cultural y artística.",
    "- Estrategias de uso común de detección y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
    "Estructuras sintáctico-discursivas Alemán",
    "1. Saludar y despedirse, presentar y presentarse.",
    "Präsens.",
    "Fórmulas de tratamiento y de cortesía: pronombres personales y demostrativos.",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos. Verbos reflexivos en präsens.",
    "La negación con nicht y kein. Pronombres personales en dativo. Determinantes posesivos.",
    "Preposición ohne con acusativo.",
    "Formación de nuevas palabras con sufijación, como las nacionalidades.",
    "3. Comparar personas, objetos o situaciones. Preposición zu.",
    "El adjetivo en grado comparativo: als, so… wie.",
    "El superlativo.",
    "4. Situar eventos en el tiempo. Números ordinales.",
    "Adverbios temporales jetzt, schon… Preposiciones temporales am, im… 5. Situar objetos, personas y lugares en el espacio.",
    "Positionsverben stehen-stellen-hängen con dativo, legen stellen hängen con acusativo Preposición bis zu + dativo.",
    "Numerales ordinales.",
    "Preposiciones de lugar: an, in, auf, über, unter, neben, zwischen…+ dativo / acusativo. Articulo determinado e indeterminado en dativo.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Pronombres personales en dativo.",
    "Interrogativos, ampliación.",
    "Adverbios de frecuencia: immer, selten…",
    "7. Dar y pedir instrucciones, avisos, consejos y órdenes. Verbos modales: dürfen, sollen.",
    "El Imperativo.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. La negación con nicht y kein-.",
    "Verbos y expresiones que expresan intención: wollen, möchten, ich habe vor… Conjunción dass.",
    "9. Expresar parcialmente el gusto o el interés y las emociones. Verbo gefallen con dativo…",
    "10. Describir situaciones presentes y acciones habituales. Complementos temporales con las preposiciones am, im y um. Präsens.",
    "11. Narrar acontecimientos pasados.",
    "Perfekt.",
    "Präteritum de haben y sein.",
    "Preposiciones temporales, ampliación.",
    "12. Expresar sucesos futuros",
    "Expresiones temporales de futuro: nächstes Jahr… später…",
    "13. Expresar intenciones, previsiones y planes en el futuro. El verbo modal wollen.",
    "Complementos temporales con valor de futuro: nächste…",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "Partículas modales denn, doch.",
    "Verbos modales dürfen, müssen, sollen, nicht dürfen, können…",
    "15. Expresar argumentaciones sencillas. Uso de la conjunción deshalb, denn. Weil-Sätze.",
    "16. Expresar condiciones. Introducción del verbo sollen.",
    "17. Expresar la incertidumbre y la duda.",
    "Ich glaube (nicht), dass… das stimmt nicht…",
    "18. Expresar certeza, deducción.",
    "Ich bin sicher, dass…",
    "Francés",
    "1. Saludar y despedirse, presentar y presentarse. Fórmulas y saludos.",
    "Verbo s´appeler.",
    "Pronombres personales y demostrativos.",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos.",
    "Ètre y avoir, présent de l´indicatif, présent progressif.",
    "Pronombres demostrativos, personales y posesivos.",
    "Preposiciones y adverbios de lugar, distancia, movimiento y dirección.",
    "3. Comparar personas, objetos o situaciones.",
    "Adjetivos en grado positivo, comparativo y superlativo. Formas irregulares.",
    "4. Situar eventos en el tiempo.",
    "Présent, passé composé, futur.",
    "Adverbios y expresiones de tiempo (après demain, le mois dernier), divisiones (au xx siècle), de anterioridad, simultaneidad o posterioridad (avant, aprés).",
    "5. Situar objetos, personas y lugares en el espacio. Preposiciones y adverbios de lugar.",
    "Pronombre y.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Interrogativos.",
    "Pronombres COD-COI. Colocación. Pronombres qui, que, oú.",
    "Adverbios de frecuencia, adverbios en -ment.",
    "7. Dar y pedir instrucciones, avisos, consejos y órdenes.",
    "Impératif.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. Frase negativa ne… rien, ne… aucun.",
    "9. Expresar parcialmente el gusto o el interés y las emociones. Verbos aimer, détester, penser, avoir envie, avoir besoin. J´aimerais.",
    "La cantidad, los partitivos. Adverbios de cantidad.",
    "10. Describir situaciones presentes y acciones habituales.",
    "Présent de l´indicatif, présent progresssif.",
    "11. Narrar acontecimientos pasados.",
    "Passé composé, passé récent, futur.",
    "12. Expresar sucesos futuros.",
    "Futur.",
    "13. Expresar intenciones, previsiones y planes en el futuro.",
    "Futur, futur proche.",
    "Avoir l´intention de, penser à, espérer.",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "Il est probable, Il est possible, il faut.",
    "15. Expresar argumentaciones sencillas.",
    "Conectores para organizar el discurso: car, parce que, mais.",
    "16. Expresar condiciones.",
    "Si con verbos en presente.",
    "17. Expresar la incertidumbre y la duda.",
    "Je ne suis pas sûr, je ne crois pas.",
    "18. Expresar certeza, deducción y promesa.",
    "Je suis sûr, je vous assure.",
    "Inglés",
    "1. Saludar y despedirse, presentar y presentarse.",
    "Fórmulas más formales: How do you do? Pleased to meet you, Let me introduce you to…",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos.",
    "Be and have (got).",
    "Present simple/present continuous.",
    "Demostrativos. Pronombres personales.",
    "Determinantes y pronombres posesivos. Preposiciones y adverbios de lugar, distancia.",
    "3. Comparar personas, objetos o situaciones. Adjetivos en grado positivo.",
    "Comparativos y superlativos.",
    "Expresión de la cantidad: too much/many. Some/any.",
    "4. Situar eventos en el tiempo.",
    "There is/there are. Past simple.",
    "Present perfect. Preposiciones: for, since, just. Adverbios: already, yet.",
    "5. Situar objetos, personas y lugares en el espacio. There is /there are; there was/ there were. Preposiciones on, under, between, etc.",
    "Adverbios de lugar there, here, etc.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Interrogativos como How long, How often, etc.",
    "Adverbios de frecuencia always, never, sometimes, etc.",
    "7. Dar y pedir instrucciones, avisos, consejos y órdenes. Imperativos.",
    "Verbos modales should, must/have to.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. Verbos modales como can, could, will, should.",
    "Expresiones como Can I help you?, Would you like…?, How/what about…? Let’s…, Why don’t we…?",
    "9. Expresar parcialmente el gusto o el interés y las emociones. Verbos como like/dislike, love/hate, enjoy, etc.",
    "Expresiones como How/ What about + -ing, Can/Could I help you?",
    "10. Describir situaciones presentes y acciones habituales.",
    "Present simple/present continuous.",
    "11. Narrar acontecimientos pasados.",
    "Past simple/past continuous.",
    "Expresiones de tiempo: ago, last month, last year, etc.",
    "12. Expresar sucesos futuros.",
    "Future simple.",
    "13. Expresar intenciones, previsiones y planes en el futuro.",
    "Future simple, be going to, present continuous con significado de futuro.",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "Expresiones como I think, in my opinion, etc.",
    "Verbos modales como may, can/could, must/have to, mustn’t, can’t, should.",
    "15. Expresar argumentaciones sencillas. Conectores como because, but, and, however.",
    "16. Expresar condiciones. Condicionales I.",
    "17. Expresar la incertidumbre y la duda.",
    "Expresiones como I’m not sure, I don’t think so, I’m afraid , etc.",
    "18. Expresar certeza, deducción. Expresiones como I’m sure, I think so. Verbos modales como can, must, can’t, will.",
    "Italiano",
    "1. Saludar y despedirse, presentar y presentarse.",
    "Saludos informales (ciao, buongiorno, buonasera) y formales (buongiorno, buonasera). Formas usadas al llegar, al irse y al irse a dormir (buonanotte).",
    "Fórmulas para presentar, informales, formales y sus respuestas: Giacomo, ti presento Carla; Signor Ciccarelli, Le presento Loredana, mia moglie. Come stai?/Come sta?, Come va? Molto piacere! Piacere! Molto lieto! Piacere mio! Molto bene!",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos.",
    "Sustantivos, género y número, casos particulares: paio paia, camicia/camicie, spiaggia/spiagge.",
    "Artículos partitivos: in cucina c’è del pane, ho degli amici in Italia. Declinación de los adjetivos bello y quello.",
    "Pronombres directos átonos de primera y segunda persona: mi, ti, ci, vi. La forma ce l’ho.",
    "Pronombres combinados, iniciación.",
    "El adverbio ecco para indicar, mostrar, anunciar o presentar.",
    "Indefinidos de uso frecuente: tutto, poco, molto, tanto, troppo, qualche, alcuni/e, ogni, nessuno, niente, altro, qualcosa, qualcuno.",
    "Las preposiciones di, a para indicar el material, el diseño o la forma: di cotone, di seta, a pois, a righe, a collo alto, etc.",
    "Las preposiciones di, tra/fra y la conjunción che para introducir el segundo término del comparativo y superlativo.",
    "El pronombre partitivo ne. Concordancia con el participio pasado.",
    "3. Comparar personas, objetos o situaciones. Gradación de la cualidad: comparativo y superlativo.",
    "4. Situar eventos en el tiempo.",
    "Expresiones de tiempo: dieci anni fa, l’anno scorso, etc.",
    "5. Situar objetos, personas y lugares en el espacio. Pronombres demostrativos: questo y quello.",
    "El adverbio de lugar ci.",
    "Adverbios de lugar: accanto, davanti, dietro, di fronte, sopra, sotto, vicino, qui/qua, lì/là.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas.",
    "Expresiones frecuentes para hacer la compra: vorrei, quanto ne faccio? quanto ne vuole? quant’è? avete delle uova?, le uova ce le ha? in tutto fanno, in contanti o con la carta?",
    "7. Dar y pedir instrucciones, consejos y órdenes. Imperativo informal, ampliación: formas irregulares.",
    "Imperativo + pure para dar permiso: entra pure, dimmi pure. Uso de los pronombres átonos con el imperativo informal.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias.",
    "Fórmulas frecuentes: vi/Le consiglio, secondo me, vuole provare il vestito?, desidera?, prego?",
    "9. Expresar parcialmente el gusto o el interés y las emociones. El verbo piacere. Pronombres indirectos con el verbo piacere. Expresar la sorpresa: caspita!, wow!",
    "10. Describir situaciones presentes y acciones habituales.",
    "Verbos: afianzamiento del uso de las formas irregulares del presente.",
    "11. Narrar acontecimientos pasados",
    "El passato prossimo, ampliación. El passato prossimo con los verbos reflexivos y con los verbos modales.",
    "La concordancia del participio pasado con los pronombres directos lo, la, li, le. El imperfecto.",
    "Usos del passato prossimo y del imperfecto.",
    "Los adverbios già, mai, ancora y sempre con el passato prossimo.",
    "12. Expresar sucesos futuros.",
    "La forma stare per + infinitivo para indicar un futuro próximo: la partita sta per finire.",
    "13. Expresar intenciones, previsiones y planes en el futuro. Uso del presente con valor de futuro.",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "La forma stare per + infinitivo para realizar una previsión a corto plazo: sta per piovere.",
    "Imperativo informal negativo para expresar una prohibición: non andare. Verbos modales potere, volere, dovere.",
    "15. Expresar argumentaciones sencillas.",
    "Fórmulas para enunciar las tesis del destinatario (secondo te, a tuo avviso) y para resaltar la presencia constante del emisor (a mio parere, secondo me, a mio avviso).",
    "Conectores adversativos (ma, però, invece), de causa-efecto (perciò, quindi, poiché), de sucesión temporal (innanzitutto, in primo/secondo/terzo luogo, infine, quindi, poi, e poi, inoltre), demostrativos (infatti, in realtà, in conclusione).",
    "16. Expresar condiciones.",
    "Período hipotético de la realidad: Se ti senti solo, telefonami.",
    "17. Expresar la incertidumbre y la duda. Fórmulas como forse, magari.",
    "18. Expresar certeza, deducción.",
    "Fórmulas como certo, sicuro, sicuramente, senz’altro, senza dubbio.",
    "Portugués",
    "1. Saludar y despedirse, presentar y presentarse.",
    "Formas de tratamiento: senhor doutor, senhora engenheira.",
    "Fórmulas de cortesía. Cartas informales: Querido/a, beijos e abraços…",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos.",
    "Pronombres y determinantes demostrativos: formas, usos y contracciones con preposiciones.",
    "Femenino y plural de nombres y adjetivos, reglas generales y excepciones. Ampliación de palabras de uso frecuente con diferente género en relación con el español. Sustantivos con formas diferentes para el masculino y el femenino.",
    "Oraciones impersonales con há/faz/está y verbos meteorológicos. Indicar aproximación: por volta de.",
    "Há/desde.",
    "3. Comparar personas, objetos o situaciones.",
    "Grado de los adjetivos: positivo, comparativo y superlativo. Expresiones de cantidad: p.ej. todo (a), maioria, ambos, nenhum(a). Expresiones de grado: p.e. muito; tão; um pouco, bocado…",
    "Pronombres indefinidos. Diferencia entre Tudo / todo. Colocación del indefinido para enfatizar (coisa nenhuma, o livro todo).",
    "Colocación del adverbio mais (mais nada/mais alguém).",
    "4. Situar eventos en el tiempo.",
    "Primeiro, no día anterior, a seguir, daqui a bocado, dentro de, para + art. + dia/mês/ano.",
    "5. Situar objetos, personas y lugares en el espacio.",
    "Adverbios de lugar y verbos para localización, distancia: à direita, em frente, atravessar, virar, etc., Adverbios de lugar (cá, la).",
    "Demostrativos. Formas, uso y contracciones con preposiciones. Preposiciones de movimiento: a, para, de, em, por.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Uso de Pretérito Imperfeito e Condicional con valor de cortesía. Expresiones: Não percebi bem, podia repetir, por favor?...",
    "7. Dar y pedir instrucciones, consejos y órdenes.",
    "Imperativo e infinitivo con valor de imperativo. Pretérito Imperfeito con valor de condicional, usos de cortesía.",
    "Interrogativas. Pretérito Imperfeito. valor de condicional, usos de cortesía.",
    "Imperativo. Regulares e irregulares. Presente de Subjuntivo: formas para su uso como imperativo.",
    "Indicaciones viales simples. Pedir y dar la dirección y duración de un recorrido. Marcadores conversacionales: Faça favor (de dizer); Desculpe; Com certeza; Por favor; Podia dizer-me...?; com licença... Importa-se de…?",
    "Marcadores conversacionales: Com certeza; Olhe; Não é?; com licença...).",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias.",
    "Expresiones para invitar, aceptar y rechazar invitaciones: Queres…?/Não queres…?, Não achas…?/Achas bem…?, ótimo, excelente ideia, que pena!, está bem, sei lá, Desculpa, mas não posso, etc.",
    "Interrogativas indirectas. Verbos modales en Pretérito Imperfeito, uso de cortesía (valor de condicional) y expresión de deseos.",
    "Colocación del adverbio mais (mais nada / mais alguém).",
    "9. Expresar parcialmente el gusto o el interés y las emociones. Expresiones exclamativas. Formas más usuales: Que lindo!, Parabéns! 10. Describir situaciones presentes y acciones habituales. Perífrasis andar a + infinitivo.",
    "Perífrasis de hábito: Costumar + infinitivo. Oraciones coordinadas: e, nem, ou, mas, portanto.",
    "11. Narrar acontecimientos pasados.",
    "Pretérito Perfeito Simples.",
    "Acabar de en P.P.S. + infinitivo, (aspecto terminativo), p.ej. acabei de chegar. Advérbios: já, ainda não, nunca.",
    "Pretérito Imperfeito: Usos narrativos y descriptivos (aspecto iterativo).",
    "Costumar (pretérito imperfeito) + infinitivo. Números ordinales.",
    "12. Expresar sucesos futuros. Presente con valor de futuro.",
    "Perífrasis de futuro próximo ir + infinitivo.",
    "Futuro Imperfeito do Indicativo.",
    "13. Expresar intenciones, previsiones y planes en el futuro. Presente con valor de futuro.",
    "Perífrasis de futuro próximo ir + infinitivo. Perífrasis haver de + inf.",
    "Futuro Imperfeito do Indicativo.",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "Expresiones como provavelmente, é capaz de + Inf.; saber; se calhar, achar/pensar/… + indicativo.",
    "15. Expresar argumentaciones sencillas.",
    "Coordinación con: e, nem, ou, mas, portanto, no entanto, pois, por isso, de modo que.",
    "Oración compuesta. Subordinación. Oraciones de relativo: que, quem, onde. Expresión de la finalidad (para + Infinitivo.).",
    "Expresión de la temporalidad. (quando, enquanto, ao mesmo tempo) Expresión de conclusión: então.",
    "16. Expresar condiciones.",
    "Condicionales factuales o reales. Partícula se.",
    "17. Expresar la incertidumbre y la duda. Expresión con ser en futuro: Será que…? Expresiones: Não sei, Sei lá.",
    "Se calhar + indicativo.",
    "18. Expresar certeza, deducción.",
    "Revisión del Pretérito Imperfeito con valor de condicional. Expresiones: eu sei, tenho a certeza, pensar/achar que, etc."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Extraer el sentido global y las ideas principales, y seleccionar información esencial de textos orales, escritos y multimodales sobre temas cotidianos, de relevancia personal o de interés público próximos a la experiencia del alumnado expresados de forma clara y en la lengua estándar a través de diversos soportes. (CCL2, CCL4, CD1)",
    "1.2 Interpretar y valorar el contenido y los rasgos discursivos de textos más variados propios de los ámbitos de las relaciones interpersonales, así como de textos literarios adecuados al nivel de madurez del alumnado. (CCL2, CCL3, CCL4, CP1, CD1, CCEC2) 1.3 Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial de los textos, así como alguno de sus detalles relevantes; inferir significados e interpretar elementos no verbales; buscar y seleccionar información veraz. (CP1, CP2, STEM1, CD1, CPSAA5)",
    "Competencia específica 2",
    "2.1 Expresar oralmente textos sencillos, estructurados, comprensibles, coherentes y adecuados a la situación comunicativa sobre asuntos cotidianos, de relevancia personal o de interés público próximo a la experiencia del alumnado, con el fin de describir, narrar e informar, en diferentes soportes, utilizando recursos verbales y no verbales, así como estrategias de planificación y control. (CCL1, CP1, CP2, STEM1, CD3, CPSAA1, CE3, CCEC3)",
    "2.2 Redactar y difundir textos de extensión media con aceptable claridad, coherencia, cohesión y corrección en relación con la situación comunicativa propuesta, a la tipología textual y a las herramientas analógicas y digitales utilizadas sobre asuntos cotidianos, de relevancia personal o de interés público próximos a su experiencia, respetando la propiedad intelectual. (CCL1, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE3, CCEC3) 2.3 Seleccionar, organizar y aplicar conocimientos y estrategias para planificar y producir textos coherentes, cohesionados y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE1, CE3, CCEC3)",
    "2.4 Describir hechos y expresar conceptos, pensamientos, opiniones o sentimientos de manera oral o escrita de forma clara en contextos analógicos y digitales; intercambiando información adecuada a diferentes contextos cotidianos de su entorno personal, social y educativo. (CCL1, CP1, CD2, CPSAA1, CE1, CE3, CCEC3)",
    "Competencia específica 3",
    "3.1 Participar y colaborar activamente, a través de diversos soportes, en situaciones interactivas sobre temas cotidianos, de relevancia personal o de interés público cercanos a la experiencia del alumnado, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades y motivaciones de los interlocutores. (CCL1, CCL5, CP1, CP2, STEM1, CPSAA3)",
    "3.2 Seleccionar, organizar y utilizar estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CPSAA3, CC3)",
    "3.3 Hacerse entender en intervenciones breves, aunque sea necesario pausas o repeticiones, corrigiendo lo que se quiere expresar y mostrando una actitud cooperativa y respetuosa. (CCL1, CCL5, CP1, CP2, CPSAA1, CPSAA3, CC3)",
    "3.4 Realizar de forma guiada proyectos utilizando herramientas digitales o plataformas virtuales trabajando colaborativamente en entornos digitales seguros con una actitud respetuosa y responsable. (CCL1, CCL5, CP2, CD2, CC3)",
    "Competencia específica 4",
    "4.1 Inferir y explicar textos, conceptos y comunicaciones breves y sencillas en situaciones en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores y por las lenguas empleadas, y participando en la solución de problemas de entendimiento en su entorno. (CCL1, CCL5, CP2, CP3, STEM1, CD3, CPSAA1, CPSAA3, CC4, CE3, CCEC1)",
    "4.2 Aplicar estrategias que faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales y la tipología textual, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento. (CCL1, CCL5, CP1, CP2, STEM1, CD3, CPSAA1, CPSAA3, CC4, CE3)",
    "4.3 Utilizar la lengua extranjera como instrumento para hacer frente a situaciones del entorno de manera eficaz. (CCL1, CCL5, CP1, CP2, CD3, CPSAA1, CPSAA3, CC4)",
    "4.4 Utilizar, con alguna orientación, estrategias de mediación como son la interpretación, la explicación y el resumen de lo esencial, aprovechando al máximo los recursos previos del mediador y apoyándose en todos aquellos que puedan servir de ayuda. (CCL5, CP1, CP2, CP3, CD3, CPSAA1, CPSAA3, CCEC1)",
    "Competencia específica 5",
    "5.1 Comparar las semejanzas y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre su funcionamiento. (CCL3, CPSAA5, CC2) 5.2 Utilizar estrategias y conocimientos de mejora de la capacidad de comunicar y de aprender la lengua extranjera con apoyo de soportes analógicos y digitales. (CCL1, CP2, STEM1, CD2, CD3, CPSAA1, CPSAA5)",
    "5.3 Registrar los progresos y dificultades de aprendizaje de la lengua extranjera seleccionando las estrategias más eficaces para superar esas dificultades y consolidar el aprendizaje, realizando actividades de planificación del propio aprendizaje y autoevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje. (CPSAA1, CPSAA4, CPSAA5, CC2)",
    "Competencia específica 6",
    "6.1 Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, rechazando cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos. (CCL4, CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.2 Valorar, en relación con los derechos humanos, la diversidad lingüística, literaria, cultural y artística propia de países donde se habla la lengua extranjera y adecuarse a ella favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida. (CCL4, CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.3 Aplicar estrategias básicas para defender y apreciar la diversidad lingüística, literaria, cultural y artística atendiendo a valores democráticos y respetando los principios de justicia, equidad e igualdad. (CCL4, CCL5, CP2, CP3, CPSAA3, CC2, CC3, CCEC1, CCEC2)  "
  ]
}
