{
  "saberes": [
    "A. Communication.",
    "- Strategies of common use for the planning, control and repair of the comprehension, the production and the co-production of oral, written and multimodal texts.",
    "- Knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
    "- Communicative functions of common use appropriate to the field and the communicative context: greet and say goodbye, introduce and introduce oneself; describe people, objects, places, phenomena and events; compare people, objects or situations; situate events in time; situate objects, people and places in space; request and exchange information on everyday matters; give and ask for instructions, warnings, advice and orders; offer, accept and reject help, propositions or suggestions; partially express pleasure or interest and emotions; describe situations present and habitual actions; narrate past events; express future events; express intentions, forecasts and plans for the future; express opinion, possibility, capacity, obligation, prohibition and advice; express simple arguments; express conditions; express uncertainty and doubt; express certainty, deduction.",
    "- Discursive genres in the comprehension, production and co-production of short and simple oral and written texts.",
    "- Commonly used linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and the exclamation, usual logical relationships: cause.",
    "- Lexicon of common use and interest for students related to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, ecology and sustainability, information and communication technologies and training.",
    "- False friends and vocabulary comprehension problems that can lead to a failed communication situation.",
    "- Self-confidence and initiative. Error as an integral part of the learning process.",
    "- Commonly used sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns.",
    "- Commonly used spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "- Commonly used conversational conventions and strategies, in synchronous or asynchronous format, to start, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, compare and contrast, summarize, collaborate, suggest, etc. ",
    "- Resources for learning and commonly used strategies for searching and selecting information: dictionaries in any medium, reference books, libraries, digital and computer resources, tools and mobile applications.",
    "- Recognition of intellectual property and copyright on the sources consulted and content used.",
    "- Commonly used analog and digital tools for oral, written, and multimodal comprehension, production, and co-production; and virtual platforms for educational interaction, cooperation, and collaboration (virtual classrooms, videoconferencing, collaborative digital tools, etc.) for learning, communication and the development of projects with speakers or students of the foreign language.",
    "- Graduated readings of literary texts or thematic ones appropriate to the age of the students as a source of linguistic enrichment.",
    "B. Multilingualism.",
    "- Strategies and techniques to respond effectively and with increasing levels of fluency, adaptation and correction to a specific communicative need despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "- Commonly used strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "- Commonly used strategies and tools for self-assessment, self-repair, analog and digital, individual and cooperative.",
    "- Expressions and specific vocabulary of common use to exchange ideas about communication, language, learning and communication and learning tools (metalanguage).",
    "- Comparison between languages from elements of the foreign language and other languages: relationships.",
    "C. Interculturality.",
    "- The foreign language as a means of interpersonal and international communication, a source of information and as a tool for social participation and personal enrichment.",
    "- Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "- Commonly used cultural patterns typical of the foreign language.",
    "- Commonly used sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; commonly used social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, norms, attitudes, customs and own values from countries where the foreign language is spoken.",
    "- Specific graded readings for learning the foreign language or based on significant literary works that reflect the idiosyncrasy and culture of the countries and territories where it is spoken.",
    "- Commonly used strategies to understand and appreciate linguistic, cultural and artistic diversity.",
    "- Commonly used strategies for detection and action against discriminatory uses of verbal and non-verbal language.",
    "Syntactic-discursive structures",
    "1. Greet and say goodbye, introduce and introduce yourself.",
    "More formal formulas: How do you do? Pleased to meet you, Let me introduce you to…",
    "2. Describing people, objects, places, phenomena and events.",
    "Be and have (got).",
    "Present simple/present continuous.",
    "Demonstratives. Personal pronouns.",
    "Possessive determiners and pronouns. Prepositions and adverbs of place, distance.",
    "3. Compare people, objects or situations. Adjectives in a positive degree.",
    "Comparative and superlative.",
    "Quantity expression: too much/many. Some/any.",
    "4. Situate events in time.",
    "There is/there are. Past simple.",
    "Present perfect. Prepositions: for, since, just. Adverbs: already, yet.",
    "5. Situate objects, people and places in space. There is /there are; there was/ there were. Prepositions on, under, between, etc.",
    "Adverbs of place there, here, etc.",
    "6. Ask for and exchange information about everyday issues. Questions such as How long, How often, etc.",
    "Frequency adverbs always, never, sometimes, etc.",
    "7. Give and ask for instructions, warnings, advice and orders. Imperatives.",
    "Modal verbs should, must/have to.",
    "8. Offer, accept and reject help, propositions or suggestions. Modal verbs such as can, could, will, should.",
    "Expressions like Can I help you?, Would you like...?, How/what about...? Let's..., Why don't we...?",
    "9. Partially express pleasure or interest and emotions. Verbs like like/dislike, love/hate, enjoy, etc.",
    "Expressions like How/ What about + -ing, Can/Could I help you?",
    "10. Describe present situations and habitual actions.",
    "Present simple/present continuous.",
    "11. Narrate past events.",
    "Past simple/past continuous.",
    "Time expressions: ago, last month, last year, etc.",
    "12. Express future events.",
    "Future simple.",
    "13. Express intentions, forecasts and plans in the future.",
    "Future simple, be going to, present continuous with future meaning.",
    "14. Express the opinion, the possibility, the capacity, the obligation, the prohibition and the advice.",
    "Expressions like I think, in my opinion, etc.",
    "Modal verbs like may, can/could, must/have to, mustn’t, can’t, should.",
    "15. Express simple arguments. Connectors like because, but, and, however.",
    "16. Express conditions. Conditionals I.",
    "17. Express uncertainty and doubt.",
    "Expressions like I'm not sure, I don't think so, I'm afraid, etc.",
    "18. Express certainty, deduction. Expressions like I'm sure, I think so. Modal verbs like can, must, can't, will."
  ],
  "criteriosEvaluacion": [
    "1.1 Extract the overall meaning and main ideas, and select essential information from oral, written and multimodal texts on everyday topics, of personal relevance or of public interest close to the student's experience expressed clearly and in the standard language through of various supports. (CCL2, CCL4, CD1)",
    "1.2 Interpret and assess the content and discursive features of more varied texts typical of the fields of interpersonal relationships, as well as literary texts appropriate to the level of maturity of the students. (CCL2, CCL3, CCL4, CP1, CD1, CCEC2) 1.3 Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information of the texts, as well as some of its relevant details; infer meanings and interpret non-verbal elements; search for and select truthful information .(PC1, PC2, STEM1, CD1, CPSAA5)",
    "2.1 Orally express simple, structured, understandable, coherent and appropriate texts to the communicative situation on everyday matters, of personal relevance or of public interest close to the student's experience, in order to describe, narrate and inform, in different supports, using verbal and non-verbal resources, as well as planning and control strategies (CCL1, CP1, CP2, STEM1, CD3, CPSAA1, CE3, CCEC3)",
    "2.2 Write and disseminate texts of medium length with acceptable clarity, coherence, cohesion and correctness in relation to the proposed communicative situation, the textual typology and the analogical and digital tools used on everyday matters, of personal relevance or of public interest close to their experience, respecting intellectual property (CCL1, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE3, CCEC3) 2.3 Select, organize and apply knowledge and strategies to plan and produce texts that are coherent, cohesive and appropriate to communicative intentions , contextual characteristics, sociocultural aspects and text typology, using the most appropriate physical or digital resources depending on the task (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE1, CE3, CCEC3). ",
    "2.4 Describe facts and express concepts, thoughts, opinions or feelings clearly orally or in writing in analog and digital contexts; exchanging appropriate information for different daily contexts of their personal, social and educational environment. (CCL1, CP1, CD2, CPSAA1, CE1, CE3, CCEC3)",
    "3.1 Actively participate and collaborate, through various supports, in interactive situations on everyday topics, of personal relevance or of public interest close to the student's experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as as well as the different needs and motivations of the interlocutors (CCL1, CCL5, CP1, CP2, STEM1, CPSAA3)",
    "3.2 Select, organize and use appropriate strategies to start, maintain and end communication, take and give the floor, request and formulate clarifications and explanations. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CPSAA3, CC3)",
    "3.3 Make yourself understood in brief interventions, even if pauses or repetitions are necessary, correcting what you want to express and showing a cooperative and respectful attitude. (CCL1, CCL5, CP1, CP2, CPSAA1, CPSAA3, CC3)",
    "3.4 Carry out projects in a guided way using digital tools or virtual platforms working collaboratively in safe digital environments with a respectful and responsible attitude. (CCL1, CCL5, CP2, CD2, CC3)",
    "4.1 Infer and explain texts, concepts and brief and simple communications in situations in which to attend to diversity, showing respect and empathy for the interlocutors and for the languages used, and participating in the solution of understanding problems in their environment. ( CCL1, CCL5, CP2, CP3, STEM1, CD3, CPSAA1, CPSAA3, CC4, CE3, CCEC1)",
    "4.2 Apply strategies that facilitate communication and serve to explain and simplify texts, concepts and messages, and that are appropriate to the communicative intentions, contextual characteristics and textual typology, using resources and physical or digital supports depending on the needs of every moment. (CCL1, CCL5, CP1, CP2, STEM1, CD3, CPSAA1, CPSAA3, CC4, CE3)",
    "4.3 Use the foreign language as an instrument to deal with environmental situations effectively. (CCL1, CCL5, CP1, CP2, CD3, CPSAA1, CPSAA3, CC4)",
    "4.4 Use, with some orientation, mediation strategies such as interpretation, explanation and summary of the essential, making the most of the mediator's previous resources and relying on all those who can help. (CCL5, CP1, CP2 , PC3, CD3, CPSAA1, CPSAA3, CCEC1)",
    "5.1 Compare the similarities and differences between different languages reflecturing in a progressively autonomous way on its operation. (CCL3, CPSAA5, CC2) ",
    "5.2 Use strategies and knowledge to improve the ability to communicate and learn the foreign language with the support of analog and digital supports. (CCL1, CP2, STEM1, CD2, CD3, CPSAA1, CPSAA5)",
    "5.3 Record the progress and difficulties in learning the foreign language, selecting the most effective strategies to overcome these difficulties and consolidate learning, carrying out planning activities for one's own learning and self-assessment, such as those proposed in the European Language Portfolio (PEL) or in a learning journal. (CPSAA1, CPSAA4, CPSAA5, CC2)",
    "6.1 Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts. (CCL4, CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2 , CC3, CCEC1, CCEC2)",
    "6.2 Value, in relation to human rights, the linguistic, literary, cultural and artistic diversity typical of countries where the foreign language is spoken and adapt to it, favoring the development of a shared culture and a committed citizenry. (CCL4, CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.3 Apply basic strategies to defend and appreciate linguistic, literary, cultural and artistic diversity, attending to democratic values and respecting the principles of justice, equity and equality. (CCL4, CCL5, CP2, CP3, CPSAA3, CC2, CC3, CCEC1, CCEC2)"
  ]
}