{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Desarrollar proyectos de investigación e innovación con el fin de crear y mejorar productos de forma continua, utilizando modelos de gestión cooperativos y flexibles. (CCL3, CP3, STEM1, STEM3, CD1, CD2, CD3, CD5, CPSAA1.1, CPSAA5, CE1, CE2, CE3)",
        "1.2 Comunicar y difundir de forma clara y comprensible el proyecto definido, elaborándolo y presentándolo con la documentación técnica necesaria. (CCL1, CCL3, CP3, STEM4, CD1, CD2, CD3)",
        "1.3 Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y gestionando emociones, aceptando y aprendiendo de la crítica razonada y utilizando el error como parte del proceso de aprendizaje. (CPSAA1.1, CE1, CE2, CE3) Competencia específica 2",
        "2.1 Analizar la idoneidad de los materiales técnicos en la fabricación de productos sostenibles y de calidad, en función de los resultados de sus ensayos, estudiando su estructura interna, propiedades, tratamientos de modificación y mejora de sus propiedades. (STEM2, STEM3, STEM4, CD1, CD2, CPSAA4, CC4, CE1)",
        "2.2 Identificar las características de los diagramas de equilibrio en aleaciones metálicas, distinguiendo puntos, líneas y fases de importancia de cara a sus cualidades tecnológicas y calculando las proporciones de componentes. (STEM2, STEM4, CD1, CD2, CC2)",
        "2.3 Elaborar informes sencillos en forma de matrices de evaluación de impacto ambiental, identificando los factores de impacto, valorando sus efectos y proponiendo medidas correctoras. (STEM2, STEM4, STEM5, CD1, CD2, CPSAA1.1, CPSAA4, CC4, CE1, CCEC3.2)",
        "Competencia específica 3",
        "3.1 Resolver problemas asociados a las distintas fases del desarrollo y gestión de un proyecto (diseño, simulación y montaje), utilizando las herramientas adecuadas que proveen las aplicaciones digitales. (CCL1, CCL3, CP3, STEM1, STEM3, STEM4, CD1, CD2, CD3, CPSAA5, CE1, CE3, CCEC4.1)",
        "3.2 Presentar y difundir proyectos, empleando las aplicaciones digitales más adecuadas. (CCL1, CCL3, STEM4, CD1, CD2, CD3, CD5, CPSAA5, CE1, CE3, CCEC3.2, CCEC4.1, CCEC4.2)",
        "Competencia específica 4",
        "4.1 Calcular y montar estructuras sencillas, determinando los tipos de cargas, dimensionando las reacciones y tensiones a las que se puedan ver sometidas, determinando su estabilidad y el uso de perfiles metálicos concretos en construcción. (STEM1, STEM2, STEM4, STEM5, CD3, CD5, CPSAA5, CE3)",
        "4.2 Analizar las máquinas térmicas: máquinas frigoríficas, bombas de calor y motores térmicos, comprendiendo su funcionamiento y realizando simulaciones y cálculos básicos sobre su eficiencia o rendimiento. (STEM1, STEM2, STEM3, STEM4, STEM5, CD3, CD5, CPSAA2, CPSAA5)",
        "4.3 Interpretar y solucionar problemas y esquemas de sistemas neumáticos e hidráulicos, comprendiendo y documentando el funcionamiento de cada uno de sus elementos y del sistema en su totalidad, resolviendo numéricamente los cálculos necesarios para un adecuado funcionamiento e implementando de modo físico o simulado. (STEM1, STEM2, STEM3, STEM4, CD2, CD3, CD5, CPSAA5, CE3)",
        "4.4 Interpretar y resolver circuitos de corriente alterna, identificando sus elementos y comprendiendo su funcionamiento y utilización industrial, acometiendo los cálculos numéricos adecuados para asegurar su funcionamiento real y simulado. (STEM1, STEM2, STEM3, STEM4, CD2, CD3, CD5, CPSAA1.2, CPSAA5, CE3)",
        "4.5 Experimentar y diseñar circuitos combinacionales y secuenciales físicos y simulados aplicando fundamentos de la electrónica digital, comprendiendo su funcionamiento en el diseño de soluciones tecnológicas. (STEM1, STEM2, STEM3, STEM4, CD2, CD3, CD5, CPSAA5, CE3)",
        "Competencia específica 5",
        "5.1 Comprender y simular el funcionamiento de los procesos tecnológicos basados en sistemas automáticos de lazo abierto y cerrado, aplicando técnicas de simplificación y analizando su estabilidad. (STEM1, STEM2, STEM3, CD1, CD2, CD3, CD5, CPSAA1.1, CPSAA3.1, CPSAA4, CE3)",
        "5.2 Conocer y evaluar sistemas informáticos emergentes y sus implicaciones en la seguridad de los datos, analizando modelos existentes. (STEM2, STEM3, CD5, CPSAA4)",
        "Competencia específica 6",
        "6.1 Analizar los distintos sistemas de ingeniería desde el punto de vista de la responsabilidad social y la sostenibilidad, estudiando las características de eficiencia energética asociadas a los materiales y a los procesos de fabricación. (CCL3, STEM2, STEM3, STEM5, CD1, CD2, CD4, CD5, CPSAA2, CPSAA5, CC4, CE1, CE2, CE3)"
    ],
    "saberes": [
        "A. Proyectos de investigación y desarrollo.",
        "- Gestión y desarrollo de proyectos. Técnicas y estrategias de trabajo en equipo.",
        "Metodologías Agile: tipos, características y aplicaciones.",
        "- Generación de prototipos con software de modelado.",
        "- Difusión y comunicación de documentación técnica. Elaboración, referenciación y presentación.",
        "- Autoconfianza e iniciativa. Identificación y gestión de emociones. El error y la reevaluación como parte del proceso de aprendizaje.",
        "- Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar.",
        "B. Materiales y fabricación.",
        "- Estructura interna. Defectos en una red cristalina. Propiedades y procedimientos de ensayo. Ensayo de tracción.",
        "- Diagramas de equilibrio en materiales metálicos.",
        "- Técnicas de diseño y tratamientos de modificación y mejora de las propiedades y sostenibilidad de los materiales. Técnicas de fabricación industrial.",
        "- Estudios de impacto ambiental. Factores de impacto, valoraciones y matrices.",
        "C. Sistemas mecánicos.",
        "- Estructuras sencillas. Tipos de cargas, reacciones y tensiones, estabilidad, y cálculos básicos y dimensionamiento. Perfiles en estructuras. Montaje o simulación de ejemplos sencillos.",
        "- Máquinas térmicas: máquina frigorífica, bomba de calor y motores térmicos.",
        "Cálculos básicos, simulación y aplicaciones.",
        "- Neumática e hidráulica: componentes y principios físicos. Descripción y análisis. Cálculos y esquemas característicos de aplicación. Diseño y montaje físico o simulado.",
        "D. Sistemas eléctricos y electrónicos.",
        "- Circuitos de corriente alterna. Triángulo de potencias. Cálculo, montaje o simulación. Máquinas y motores de corriente alterna. Instalaciones eléctricas básicas.",
        "- Electrónica digital combinacional. Diseño y simplificación: mapas de Karnaugh.",
        "Experimentación en simuladores.",
        "- Electrónica digital secuencial. Experimentación en simuladores.",
        "E. Sistemas informáticos emergentes.",
        "- Inteligencia artificial, big data, bases de datos distribuidas y ciberseguridad.",
        "F. Sistemas automáticos.",
        "- Sistemas en lazo abierto y cerrado. Simplificación de sistemas. Álgebra de bloques. Estabilidad. Experimentación en simuladores.",
        "G. Tecnología sostenible.",
        "- Impacto social y ambiental. Informes de evaluación. Valoración crítica de las tecnologías desde el punto de vista de la sostenibilidad ecosocial."
    ]
}