{
    "saberes": [
        "Bloque A. Cultura científica",
        "Iniciación a la actividad científica",
        "– Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones, creación de modelos, investigación a través de búsqueda de información, experimentos con control de variables...).",
        "– Instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "– Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "– Fomento de la curiosidad, la iniciativa y la constancia en la realización de las diferentes investigaciones.",
        "– Avances en el pasado relacionados con la ciencia y la tecnología del Principado de Asturias que han contribuido a transformar nuestra sociedad asturiana mostrando modelos que incorporen una perspectiva de género. Visibilización de la aportación de las mujeres en el ámbito científico. Efecto Matilda.",
        "– La importancia del uso de la ciencia y la tecnología para ayudar a comprender las causas de las propias acciones, tomar decisiones razonadas y realizar tareas de forma más eficiente.",
        "La vida en nuestro planeta",
        "– Los reinos de la naturaleza desde una perspectiva general e integrada a partir del estudio y análisis de las características de diferentes ecosistemas.",
        "– Características propias de los animales que permiten su clasificación y diferenciación en subgrupos relacionados con su capacidad adaptativa al medio del Principado de Asturias: obtención de energía, relación con el entorno y perpetuación de la especie.",
        "– Características propias de las plantas que permiten su clasificación en relación con su capacidad adaptativa al medio del Principado de Asturias: obtención de energía, relación con el entorno y perpetuación de la especie.",
        "– Los ecosistemas como lugar donde intervienen factores bióticos y abióticos, manteniéndose un equilibrio entre los diferentes elementos y recursos. Importancia de la biodiversidad.",
        "– Las funciones y servicios de los ecosistemas.",
        "– Relación del ser humano con los ecosistemas para cubrir las necesidades de la sociedad. Ejemplos de buenos y malos usos de los recursos naturales de nuestro planeta y sus consecuencias.",
        "– Las formas de relieve más relevantes.",
        "– Clasificación elemental de las rocas.",
        "Materia, fuerzas y energía",
        "– El calor. Cambios de estado, materiales conductores y aislantes, instrumentos de medición y aplicaciones en la vida cotidiana.",
        "– Los cambios reversibles e irreversibles que experimenta la materia desde un estado inicial a uno final identificando los procesos y transformaciones que experimenta en situaciones de la vida cotidiana.",
        "– Fuerzas de contacto y a distancia. Las fuerzas y sus efectos.",
        "– Propiedades de las máquinas simples y su efecto sobre las fuerzas. Aplicaciones y usos en la vida cotidiana.",
        "Bloque B. Tecnología y digitalización.",
        "Digitalización del entorno personal de aprendizaje",
        "– Dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo.",
        "– Estrategias de búsquedas guiadas de información seguras y eficientes en internet (valoración, discriminación, selección y organización).",
        "– Reglas básicas de seguridad y privacidad para navegar por internet y para proteger el entorno digital personal de aprendizaje.",
        "– Recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas. Etiqueta digital, reglas básicas de cortesía y respeto y estrategias para resolver problemas en la comunicación digital.",
        "– Estrategias para fomentar el bienestar digital físico y mental. Aplicación de un criterio propio e informado para identificar estereotipos de género y rechazar el sexismo presente en la red. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, acceso a contenidos inadecuados, publicidad y correos no deseados, etc.), y estrategias de actuación.",
        "Proyectos de diseño y pensamiento computacional",
        "– Fases de los proyectos de diseño: diseño, prototipado, prueba y comunicación.",
        "– Materiales, herramientas y objetos adecuados a la consecución de un proyecto de diseño.",
        "– Técnicas cooperativas sencillas para el trabajo en equipo y estrategias para la gestión de conflictos y promoción de conductas empáticas e inclusivas.",
        "– Iniciación en la programación a través de recursos analógicos (actividades desenchufadas) o digitales (plataformas digitales de iniciación en la programación, aplicaciones de programación por bloques, robótica educativa...)."
    ],
    "criteriosEvaluacion": [
        "1.1. Utilizar dispositivos y recursos digitales, de acuerdo con las necesidades del contexto educativo de forma segura, buscando información, comunicándose y trabajando de forma individual y en equipo, reelaborando y creando contenidos digitales sencillos.",
        "2.1. Formular preguntas y realizar predicciones razonadas, demostrando curiosidad por el medio natural, social y cultural cercano.",
        "2.2. Buscar y seleccionar información de diferentes fuentes seguras y fiables, utilizándola en investigaciones relacionadas con el medio natural, social y cultural y adquiriendo léxico científico básico.",
        "2.3. Realizar experimentos guiados, cuando la investigación lo requiera, utilizando diferentes técnicas de indagación y modelos, empleando de forma segura instrumentos y dispositivos, realizando observaciones y mediciones precisas y registrándolas correctamente.",
        "2.4. Proponer posibles respuestas a las preguntas planteadas, a través de la interpretación de la información y los resultados obtenidos, comparándolos con las predicciones realizadas.",
        "2.5. Presentar los resultados de las investigaciones en diferentes formatos, utilizando lenguaje científico básico y explicando los pasos seguidos.",
        "3.1. Construir en equipo un producto final sencillo que dé solución a un problema de diseño, proponiendo posibles soluciones, probando diferentes prototipos y utilizando de forma segura las herramientas, técnicas y materiales adecuados.",
        "3.2. Presentar el producto final de los proyectos de diseño en diferentes formatos y explicando los pasos seguidos.",
        "3.3. Resolver, de forma guiada, problemas sencillos de programación, modificando algoritmos de acuerdo con los principios básicos del pensamiento computacional.",
        "4.1. Mostrar actitudes que fomenten el bienestar emocional y social, identificando las emociones propias y las de los demás, mostrando empatía y estableciendo relaciones afectivas saludables.",
        "5.1. Identificar las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de la indagación y utilizando las herramientas y procesos adecuados.",
        "5.2. Identificar conexiones sencillas entre diferentes elementos del medio natural social y cultural mostrando comprensión de las relaciones que se establecen.",
        "5.3. Proteger el patrimonio natural y cultural y valorarlo como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora.",
        "6.1. Identificar problemas ecosociales, proponer posibles soluciones y poner en práctica estilos de vida sostenible, reconociendo comportamientos respetuosos de cuidado, corresponsabilidad y protección del entorno y uso sostenible de los recursos naturales, y expresando los cambios positivos y negativos causados en el medio por la acción humana."
    ]
}