{
    "saberes": [
        "A. Communication",
        " - Self-confidence and reflection on learning. Error as an integral part of the learning process and as an instrument of improvement.",
        " - Commonly used basic strategies for understanding and production (read the text again, use your previous knowledge, read between the lines, use context clues, think aloud, summarize, locate key words, make predictions, visualizes, analyzes images and photos, imitates, repeats...) of short, simple and contextualized oral, written and multimodal texts in English.",
        " - Basic knowledge, skills and attitudes that allow you to start participation activities in basic daily situations, in which communicative strategies are gradually used that help resolve conflicts, improve communication or serve as a link between several interlocutors in the same or different languages, create relationships, reach agreements, bridge cultural differences... through attitudes of empathy and mutual collaboration.",
        " - Basic communicative functions of common use appropriate to the scope and context: greeting, saying goodbye, apologizing, thanking, asking or offering help, presenting and being introduced, expressing tastes and preferences, agreement or disagreement, feeling, intention; describe people, activities, objects and places; ask for and exchange information on everyday issues; describe routines; give directions and instructions; express time, quantity and space in English.",
        " - Contextual models and basic discursive genres of common use in the understanding, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts in the English language, such as stories, legends, articles, emails, comics, brochures, instructions, rules, notices or conversations regulating coexistence, with relative phonetic correction, using simple connectors, taking care of their presentation and revising and self-correcting the texts produced. Identification and understanding of key words and main ideas. Interactive strategies, a verbal exchange and collective of ideas.",
        "- Basic language units of common use and meanings associated with said structures, such as expression of the entity and its properties, quantity and number, space and spatial relations, affirmation, exclamation, negation, interrogation in English language.",
        " - Elementary vocabulary of high frequency and interest for students related to close personal relationships, housing, places and nearby environments in English. Emission of key words, phrases and information of short messages with correct pronunciation, accentuation, intonation and rhythm. Strategies for understanding messages produced with different accents of the English language.",
        " - Basic sound, accent and intonation patterns of common use, and general communicative functions associated with said patterns. Basic phonetic differences of the English language through words, simple sentences, songs, rhymes, retahílas, tongue twisters, basic jokes, poems , comic quintessentials (Limerick), accompanied by facial, body and mime gestures. Reading, spelling and recognition of words that share a common pattern, that rhyme and final phonemes.",
        " - Basic spelling conventions of common use and meanings associated with the formats and graphic elements. The sound and number of the letters of the alphabet. Spelling. Correct use of punctuation, capital letters and apostrophes.",
        " - Conventions and basic verbal or non-verbal conversational strategies (gestures, physical contact, facial expressions, body postures...) of common use, in synchronous format (face to face, by telephone, video call, video conference) or asynchronously or in those that establish social contact (platforms, apps, social networks) to initiate, maintain and end communication, take and give the floor, ask and give instructions in English, etc.",
        " - Resources for learning and elementary strategies for guided information search in analog and digital media. (context, prior knowledge, identification of basic information, filter results, choose precise terms, use advanced search, complete and compare data, evaluate and select information...)",
        "- Basic analog and digital tools of common use for oral, written and multimodal understanding, production and co-production; and virtual platforms for educational interaction and collaboration. Guided, limited and responsible use of digital tools.",
        "B. Plurilingualism",
        " - Strategies and techniques to compensate for communicative deficiencies (repetition request, clarification, search for resources to understand the speech, descriptions, non-verbal communication...) to respond to an elementary need, despite the limitations derived from the level of competence in the foreign language and in other languages. Interest and curiosity in languages, knowledge of their functioning from respect, tolerance and empathy.",
        " - Commonly used basic strategies to identify, retain, retrieve and use language units (lexicon, morphosyntax, sound patterns, etc.) such as the transfer and application of Spanish language strategies, use of images, diagrams, posters, vocabulary cards, personal image dictionaries, mind maps, songs... based on the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "- Introduction to strategies and basic tools for evaluating yourself and others, analog and digital, individual and group. Rubrics, class diaries, portfolios, rating scales, self-evaluation block, checklists...",
        " - Lexicon and elementary expressions to understand statements about communication, language and learning (metalinguage). Metalinguistic inference strategies based on contextual clues, such as the general theme; other words in the discourse (redundancies, anaphoras, parallelisms) ; grammatical structure; morphology (analysis of prefixes, suffixes, composition, etc.); intonation (speech) and punctuation (writing).",
        "C. Interculturality",
        " - The foreign language as a means of communication and relationship with people from other countries, and as a means to know different cultures and ways of life. Curiosity for the knowledge of other social and cultural realities, of other languages, starting from positions of respect and tolerance for the interlocutor, his customs, traditions, social conventions, rules of courtesy, values and his culture.",
        "- Interest in participating in planned communicative exchanges, through different means (letters, e-mails, video calls, videoconferences, presentations, co-presentations...) with students of the foreign language.",
        " - The most significant aspects of language, culture and society related to customs, daily life and basic interpersonal relationships in foreign-speaking countries. English music and literature as symbols of cultural identity and a motivating vehicle of the transmission of cultures and knowledge. Adequate politeness formulas in social exchanges.",
        "- Basic strategies of common use to understand and appreciate the diverse languages, arts and cultures, based on social and environmental and democratic values. The reality of the diverse languages of the classroom as a source of cultural wealth.",
        "- Commonly used basic strategies for detecting discriminatory uses of verbal and non-verbal language.",
        " - Expresión de relaciones lógicas: Conjunción (and); disyunción (or); oposición (but); causa (because); finalidad (to-infinitive, eg. I did it to help her).",
        " - Affirmación: affirmative sentences; Yes (+tag).",
        " - Exclamation: What + noun (e.g. What fun!); How + Adjective (e.g. How exciting!); exclamatory sentences (e.g. I love rainbows!)..",
        " - Negation: negative sentences with not, never; No (adj.) nobody, nothing. No (+ negative tag).",
        " - Interrogación: Wh- questions; Auxiliary verbs in questions: to do, to be, to have.",
        " - Expression of time: presente (simple present; present continuous), pasado (simple past); futuro (going to).",
        " - Expression of the aspect: punctual (simple tenses); durativo (present continuous); usual (simple tenses [+Adverb eg. always, everyday]); incoativo (start-ing); terminative (finish-ing).",
        " - Expresión de la modalidad: factuality (declarative sentences); capacity (can); obligation (have (got) to; imperative); sugerencia (should); permission (can); intention (going to).",
        " - Expression of existence (to be; there is/there are); entity (nouns, pronouns, articles, demonstratives); quality (very + Adj.); comparison (comparatives and superlatives: as Adj. as; taller [than]; the smallest).",
        " - Expression of quantity: singular/plural; cardinal numbers up to three digits; ordinal numbers up to two digits. Quantity: many, all, some, many, a lot, (a) little, more, half, a bottle/ cup/glass/piece of. Degree: very, enough.",
        " - Expresión del espacio: prepositions, prepositional phrases, adverbs of location, position, distance, motion, direction and origin.",
        " - Temporal expressions: points (e.g. quarter past five); divisions (e.g. half an hour, summer), and indications of time (e.g. now, tomorrow (morning); duration (e.g. for two days); anteriority (before); posteriority (after); sequence (first, then...); frequency (e.g. sometimes, on Fridays); prepositions, prepositional phrases and adverbs of time.",
        " - Expresión del modo: Adv. of manner (e.g. slowly, well, quickly, carefully).",
        " - Expression of possession: I have got (I've got); preposition of; Saxon genitive ('s); possessives.",
        " - Expression of tastes and preferences: I like/I don't like; I like verb-ing; I love."
    ],
    "criteriosEvaluacion": [
        "1.1. Recognize and interpret the global meaning, as well as previously indicated words and phrases, in short and simple oral, written and multimodal texts, on frequent and everyday topics of personal relevance and close to your experience, as well as fictional texts appropriate to the level of development of the students, expressed in an understandable, clear way and in standard language through different supports.",
        "1.2. Select and apply, in a guided manner, appropriate strategies in everyday communication situations relevant to the students, to capture the global meaning and process explicit information in short and simple texts on familiar topics in English.",
        "2.1. Express orally short sentences with basic information about everyday matters and of relevance to the students, using, in a guided way, verbal and non-verbal resources, paying attention to the rhythm, accentuation and intonation proper to English.",
        "2.2. Write very short and simple texts, adapted to the proposed communicative situation, based on models and through analog and digital tools, using structures and elementary lexicon of the English language, on everyday matters of personal relevance to the students .",
        "2.3. Select and apply, in a guided way, strategies to produce short and simple messages in English, suitable for communicative purposes, using, with help, physical or digital resources and supports according to the needs of each moment.",
        "3.1. Participate in short and simple interactive situations on everyday topics, of personal relevance and close to your experience, prepared in advance, through various supports, relying on resources such as repetition, slow rhythm or non-verbal language, and showing respect for the courtesy of language and digital etiquette.",
        "3.2. Select and use, in a guided way and in everyday situations, elementary strategies to greet, say goodbye and introduce yourself; express short messages; and formulate and answer simple questions in English.",
        "4.1. Interpret and explain short and simple texts, concepts and communications, in a guided manner, in situations in which they attend to diversity, showing empathy and interest for the interlocutors and for the problems of understanding in their immediate environment, relying on various resources and supports.",
        "4.2. Select and apply, in a guided way, elementary strategies that help to create bridges and facilitate the understanding and production of information and communication, using, with help, physical or digital resources and supports according to the needs of each moment. ",
        "5.1. Compare and contrast the similarities and differences between different languages reflecting, in a guided way, on basic aspects of their functioning.",
        "5.2. Use and differentiate, in a guided way, the knowledge and strategies for improving your ability to communicate and learn the foreign language, with the support of other participants and analogue and digital supports.",
        "5.3. Register and apply, in a guided manner, the progress and elementary difficulties in the foreign language learning process, recognizing the aspects that help to improve and participating in self-evaluation and co-evaluation activities, such as those proposed in the European Portfolio of the Languages (PEL).",
        "6.1. Act with respect in situations with different cultures, identifying and comparing elementary similarities and differences between languages and cultures, and showing rejection in the face of discrimination and prejudice of any kind in everyday and usual communicative contexts.",
        "6.2. Recognize and appreciate the diversity of other countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding elements of their language and culture that promote peaceful coexistence and respect for others.",
        "6.3. Select and apply, in a guided way, basic strategies to understand and appreciate the most relevant aspects of the diversity of language, linguistics, culture and art."
    ]
}