{
    "saberes": [
        "A. Comunicación",
        "    - Autoconfianza y reflexión sobre el aprendizaje. El error como parte integrante del proceso de aprendizaje y como instrumento de mejora.",
        "    - Estrategias básicas de uso común para la comprensión y la producción (vuelve a leer el texto, usa su conocimiento previo, lee entre líneas, usa las pistas del contexto, piensa en voz alta, resume, ubica las palabras clave, hace predicciones, visualiza, analiza imágenes y fotos, imita, repite…) de textos orales, escritos y multimodales breves, sencillos y contextualizados en lengua inglesa.",
        "    - Conocimientos, destrezas y actitudes elementales que permiten iniciarse en actividades de participación en situaciones cotidianas básicas, en las que se utilicen gradualmente estrategias comunicativas que ayuden a resolver conflictos, mejorar la comunicación o servir de enlace entre varios interlocutores en la misma o en diferentes lenguas, crear relaciones, llegar a acuerdos, salvar las diferencias culturales…mediante actitudes de empatía y colaboración mutua.",
        "    - Funciones comunicativas básicas de uso común adecuadas al ámbito y al contexto: saludar, despedirse, disculparse, agradecer, pedir u ofrecer ayuda, presentar y presentarse, expresar los gustos y las preferencias, el acuerdo o desacuerdo, el sentimiento, la intención; describir personas, actividades, objetos y lugares; pedir e intercambiar información sobre cuestiones cotidianas; describir rutinas; dar indicaciones e instrucciones; expresar el tiempo, la cantidad y el espacio en lengua inglesa.",
        "    - Modelos contextuales y géneros discursivos básicos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios en lengua inglesa, tales como cuentos, leyendas, artículos, emails, comics, folletos, instrucciones, normas, avisos o conversaciones reguladoras de la convivencia, con relativa corrección fonética, utilizando conectores sencillos, cuidando su presentación y revisando y autocorrigiendo los textos producidos. Identificación y comprensión de palabras clave e ideas principales. Estrategias interactivas, un intercambio verbal y colectivo de ideas.",
        "    - Unidades del lenguaje básicas de uso común y significados asociados a dichas estructuras, tales como expresión de la entidad y sus propiedades, cantidad y número, espacio y las relaciones espaciales, afirmación, exclamación, negación, interrogación en lengua inglesa.",
        "    - Léxico elemental de alta frecuencia y de interés para el alumnado relativo a relaciones personales próximas, vivienda, lugares y entornos cercanos en inglés. Emisión de palabras clave, frases e información de mensajes breves con una pronunciación, acentuación, entonación y ritmo correctos. Estrategias para la comprensión de mensajes producidos con distintos acentos de la lengua inglesa.",
        "    - Patrones sonoros, acentuales y de entonación básicos de uso común, y funciones comunicativas generales asociadas a dichos patrones. Diferencias fonéticas básicas de la lengua inglesa a través de palabras, oraciones sencillas, canciones, rimas, retahílas, trabalenguas, chistes básicos, poesías, quintillas cómicas (Limerick), acompañados de gestos faciales, corporales y mímica. Lectura, deletreo y reconocimiento de palabras que comparten un patrón común, que rimen y fonemas finales.",
        "    - Convenciones ortográficas básicas de uso común y significados asociados a los formatos y elementos gráficos. El sonido y nombre de las letras del alfabeto. Deletreo. Uso correcto de la puntuación, las mayúsculas y los apóstrofes.",
        "    - Convenciones y estrategias conversacionales básicas verbales o no verbales (gestos, contacto físico, expresiones faciales, posturas corporales...) de uso común, en formato síncrono (cara a cara, por teléfono, video llamada, videoconferencia) o asíncrono o en las que se establece contacto social (plataformas, apps, redes sociales) para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar indicaciones en inglés, etc.",
        "    - Recursos para el aprendizaje y estrategias elementales de búsqueda guiada de información en medios analógicos y digitales. (contexto, conocimiento previo, identificación de información básica, filtrar resultados, elegir los términos precisos, utilizar la búsqueda avanzada, completar y contrastar los datos, valorar y seleccionar la información...)",
        "    - Herramientas analógicas y digitales básicas de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa. Uso guiado, limitado y responsable de las herramientas digitales.",
        "B. Plurilingüismo",
        "    - Estrategias y técnicas de compensación de las carencias comunicativas (petición de repetición, aclaración, búsqueda de recursos para entender el discurso, descripciones, comunicación no verbal...) para responder a una necesidad elemental, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas. Interés y curiosidad por las lenguas, conocimiento de su funcionamiento desde el respeto, la tolerancia y la empatía.",
        "    - Estrategias básicas de uso común para identificar, retener, recuperar y utilizar unidades del lenguaje (léxico, morfosintaxis, patrones sonoros, etc.) tales como la transferencia y aplicación de estrategias de la lengua castellana, uso de imágenes, diagramas, pósteres, fichas de vocabulario, diccionarios personales de imágenes, mapas mentales, canciones… a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "    - Iniciación a estrategias y herramientas básicas de evaluación de uno mismo y de los demás, analógicas y digitales, individuales y grupales. Rúbricas, diarios de clase, porfolios, escalas de estimación, bloc de autoevaluación, listas de cotejo...",
        "    - Léxico y expresiones elementales para comprender enunciados sobre la comunicación, la lengua y el aprendizaje (metalenguaje). Estrategias metalingüísticas de inferencia a partir de las pistas contextuales, tales como el tema general; otras palabras del discurso (redundancias, anáforas, paralelismos); la estructura gramatical; la morfología (análisis de los prefijos, sufijos, composición, etc.); la entonación (habla) y la puntuación (escritura).",
        "C. Interculturalidad",
        "    - La lengua extranjera como medio de comunicación y relación con personas de otros países, y como medio para conocer culturas y modos de vida diferentes. La curiosidad por el conocimiento de otras realidades sociales y culturales, de otras lenguas, partiendo de posiciones de respeto y tolerancia por el interlocutor, sus costumbres, tradiciones, convenciones sociales, normas de cortesía, valores y su cultura.",
        "    - Interés en la participación en intercambios comunicativos planificados, a través de diferentes medios (cartas, e-mails, video llamadas, videoconferencias, presentaciones, co- presentaciones…) con estudiantes de la lengua extranjera.",
        "    - Aspectos de la lengua, la cultura y la sociedad más significativos relativos a las costumbres, la vida cotidiana y las relaciones interpersonales básicas en países donde se habla la lengua extranjera. La música y la literatura inglesas como símbolos de identidad cultural y vehículo motivador de transmisión de culturas y conocimientos. Fórmulas de cortesía adecuadas en los intercambios sociales.",
        "    - Estrategias básicas de uso común para entender y apreciar las diversas lenguas, artes y culturas, a partir de valores sociales y medioambientales y democráticos. La realidad de las diversas lenguas del aula como fuente de riqueza cultural.",
        "    - Estrategias básicas de uso común de detección de usos discriminatorios del lenguaje verbal y no verbal.",
        "    - Expresión de relaciones lógicas: Conjunción (and); disyunción (or); oposición (but); causa (because); finalidad (to-infinitive, eg. I did it to help her).",
        "    - Afirmación: affirmative sentences; Yes (+tag).",
        "    - Exclamación: What + noun (e.g. What fun!); How + Adjective (e.g. How exciting!); exclamatory sentences (e.g. I love rainbows!).",
        "    - Negación: negative sentences with not, never; No (adj.) nobody, nothing. No (+ negative tag).",
        "    - Interrogación: Wh- questions; Auxiliary verbs in questions: to do, to be, to have.",
        "    - Expresión del tiempo: presente (simple present; present continuous), pasado (simple past); futuro (going to).",
        "    - Expresión del aspecto: puntual (simple tenses); durativo (present continuous); habitual (simple tenses [+Adverb eg. always, everyday]); incoativo (start-ing); terminativo (finish-ing).",
        "    - Expresión de la modalidad: factualidad (declarative sentences); capacidad (can); obligación (have (got) to; imperative); sugerencia (should); permiso (can); intención (going to).",
        "    - Expresión de la existencia (to be; there is/there are); la entidad (nouns, pronouns, articles, demonstratives); la cualidad (very + Adj.); la comparación (comparatives and superlatives: as Adj. as; taller [than]; the smallest).",
        "    - Expresión de la cantidad: singular/plural; cardinal numbers up to three digits; ordinal numbers up to two digits. Quantity: many, all, some, many, a lot, (a) little, more, half, a bottle/cup/glass/piece of. Degree: very, enough.",
        "    - Expresión del espacio: prepositions, prepositional phrases, adverbs of location, position, distance, motion, direction and origin.",
        "    - Expresiones temporales: points (e.g. quarter past five); divisions (e.g. half an hour, summer), and indications of time (e.g. now, tomorrow (morning); duration (e.g. for two days); anteriority (before); posteriority (after); sequence (first, then...); frequency (e.g. sometimes, on Fridays); prepositions, prepositional phrases and adverbs of time.",
        "    - Expresión del modo: Adv. of manner (e.g. slowly, well, quickly, carefully).",
        "    - Expresión de la posesión: I have got (I’ve got); preposición of; genitivo sajón (‘s); possessives.",
        "    - Expresión de gustos y preferencias: I like/I don’t like; I like verb- ing; I love."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer e interpretar el sentido global, así como palabras y frases previamente indicadas, en textos orales, escritos y multimodales, breves y sencillos, sobre temas frecuentes y cotidianos de relevancia personal y próximos a su experiencia, así como de textos de ficción adecuados al nivel de desarrollo del alumnado, expresados de forma comprensible, clara y en lengua estándar a través de distintos soportes.",
        "1.2. Seleccionar y aplicar, de forma guiada, estrategias adecuadas en situaciones comunicativas cotidianas y de relevancia para el alumnado, para captar el sentido global y procesar informaciones explícitas en textos breves y sencillos sobre temas familiares en lengua inglesa.",
        "2.1. Expresar oralmente frases cortas con información básica sobre asuntos cotidianos y de relevancia para el alumnado, utilizando, de forma guiada, recursos verbales y no verbales, prestando atención al ritmo, la acentuación y la entonación propios del inglés.",
        "2.2. Redactar textos muy breves y sencillos, con adecuación a la situación comunicativa propuesta, a partir de modelos y a través de herramientas analógicas y digitales, usando estructuras y léxico elemental de la lengua inglesa, sobre asuntos cotidianos y de relevancia personal para el alumnado.",
        "2.3. Seleccionar y aplicar, de forma guiada, estrategias para producir mensajes breves y sencillos en inglés, adecuados a las intenciones comunicativas, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "3.1. Participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancias personales y próximas a su experiencia, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando respeto por la cortesía del lenguaje y la etiqueta digital.",
        "3.2. Seleccionar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes breves; y formular y contestar preguntas sencillas en lengua inglesa.",
        "4.1. Interpretar y explicar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad, mostrando empatía e interés por los interlocutores e interlocutoras y por los problemas de entendimiento en su entorno más próximo, apoyándose en diversos recursos y soportes.",
        "4.2. Seleccionar y aplicar, de forma guiada, estrategias elementales que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "5.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando, de forma guiada, sobre aspectos básicos de su funcionamiento.",
        "5.2. Utilizar y diferenciar, de forma guiada, los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "5.3. Registrar y aplicar, de manera guiada, los avances y dificultades elementales en el proceso de aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y participando en actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL).",
        "6.1. Actuar con respeto en situaciones con diferentes culturas, identificando y comparando semejanzas y diferencias elementales entre lenguas y culturas, y mostrando rechazo frente a discriminaciones y prejuicios y de cualquier tipo en contextos comunicativos cotidianos y habituales.",
        "6.2. Reconocer y apreciar la diversidad de otros países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos de su lengua y su cultura y que fomenten la convivencia pacífica y el respeto por los demás.",
        "6.3. Seleccionar y aplicar, de forma guiada, estrategias básicas para entender y apreciar los aspectos más relevantes de la diversidad de la lengua, lingüística, de la cultura y el arte."
    ]
}