{
    "saberes": [
      "Bloque 1. VIida activa y saludable CE1, CE3, CE5",
      "Subbloque 1.1 Salud física",
      "Grupo 1. Características de las actividades físicas saludables",
      "Conductas para la mejora de la salud física, mental y social",
      "Grupo 2. Indicadores fisiológicos básicos relacionados con la salud y el ejercicio físico",
      "Las pulsaciones (ppm) y el cálculo de la Zona de Actividad física Saludable (ZAS).",
      "Grupo 3. Conocimiento anatómico, fisiológico y funcional",
      "Elementos del aparato locomotor relacionados con la motricidad. ",
      "Sistemas corporales: la nutrición y el gasto energético y su relación con el movimiento.",
      "La pisada como elemento trascendental en la marcha y la carrera.",
      "Grupo 4. Cuidado del cuerpo",
      "Análisis crítico de contenidos relacionados con el movimiento, la actividad física, el deporte y la salud.",
      "Valoración de la práctica de la actividad física y el deporte en la escuela y en su entorno por sus efectos saludables. ",
      "Calentamiento general: partes esenciales.",
      "Subbloque 1.2 Salud social",
      "Efectos negativos y conductas de prevención del consumo de tabaco, alcohol, otras drogas y la ludopatía asociada al deporte.",
      "Subbloque 1.3 Salut mental",
      "Grupo 1. Métodos y técnicas de relajación",
      "Métodos de relajación y estiramientos",
      "Grupo 2. Efectos negativos y trastornos vinculados al cuerpo",
      "Trastornos de la conducta alimentaria, así como sus efectos negativos en la salud personal y social.",
      "Bloque 2. Organización y gestión de la actividad física CE1, CE4, CE5",
      "Subbloque 2.1. Medidas preventivas y de seguridad",
      "Higiene y actividad física",
      "Subbloque 2.2. Actuaciones básicas y críticas ante situaciones de urgencia por lesión o accidente",
      "Protocolos de actuación (PAS / RICE)",
      "Uso de las TIC",
      "RCP",
      "Subbloque 2.3. Herramientas digitales para la gestión de la actividad física",
      "Aplicaciones, recursos web y dispositivos específicos: seguimiento y control del esfuerzo. Gestión práctica de actividad física.",
      "Bloque 3. Resolución de problemas en situaciones motrices CE1, CE2, CE5",
      "Subbloque 3.1. Capacidades condicionales",
      "Actividades y juegos de resistencia aeróbica, fuerza general y flexibilidad",
      "Subbloque 3.2. Juegos y deportes",
      "Individuales",
      "Colectivos",
      "Adversario",
      "Fundamentos técnicos deportivos",
      "Fundamentos tácticos deportivos",
      "Bloque 4. Autorregulación emocional e interacción social en situaciones motrices CE1 + CE3",
      "Subbloque 4.1. Habilidades sociales",
      "Resolución dialogada y control emocional",
      "Subbloque 4.2. Gestión emocional",
      "El estrés",
      "La frustración",
      "Subbloque 4.3. El cuerpo como elemento comunicativo",
      "La expresión de mensajes y emociones",
      "Bloque 5. Manifestaciones de la cultura motriz CE2, CE3, CE4, CE5",
      "Subbloque 5.1. Cultura artistico-expresiva",
      "Grupo 1. Técnicas expresivas relacionadas con la danza, teatro y las artes vivas",
      "Respecto de la propiedad intelectual",
      "Valoración de las actividades artísticas como bien cultural.",
      "Estereotipos y diversidad de género",
      "Grupo 2. Montajes e intervenciones artísticas individuales y colectivas",
      "Creatividad y autoconfianza",
      "Estereotipos",
      "Las ayudas y la seguridad en las actividades expresivas",
      "Grupo 3. La recreación dramática",
      "La mirada y el gesto como elementos expresivos.",
      "La postura corporal y el tono muscular",
      "Las emociones.",
      "Grupo 4. Actividades y artes circenses",
      "Equilibrios con y sin material.",
      "Juegos malabares.",
      "El clown y el mimo",
      "Habilidades gimnásticas.",
      "Grupo 5. El ritmo y el cuerpo en movimiento",
      "Apropiación del espacio",
      "Percusión corporal.",
      "Montajes audiovisuales con y sin apoyo musical.",
      "Grupo 6. Danza y bailes",
      "Danzas propias del patrimonio cultural de la Comunidad Valenciana.",
      "Danzas del mundo: elementos inclusivos de los bailes y danzas.",
      "Danza contemporánea.",
      "Subbloque 5.2. Deporte com manifestación cultural",
      "Grupo 1. El deporte como manifestación cultural",
      "Consumo responsable en el ámbito de la actividad física y el deporte: capacidad crítica y seguridad personal.",
      "Grupo 2. El deporte inclusivo y adaptado",
      "Diversidad funcional física, psíquica y sensorial.",
      "Entidades próximas.",
      "Práctica y concienciación.",
      "Subbloque 5.3. Cultura motriz tradicional",
      "Grupo 1. Juegos populares",
      "Juegos populares autóctonos.",
      "Juegos populares del mundo.",
      "Grupo 2. La Pelota Valenciana",
      "Nyago y sus variantes.",
      "Raspall y sus variantes de joc a carrer y en el trinquete.",
      "El joc a paret: Frontón y frare.",
      "Los valores de la pilota: Bonhomia, equidad y pacto deportivo.",
      "Referentes deportivos.",
      "Mujer y Pilota.",
      "Bloque 6. Interacción eficiente y sostenible con las otras personas CE1, CE4, CE5",
      "Subbloque 6.1. Organización de actividades inclusivas físico-deportivas y de ocio activo en el medio rural y costero",
      "Regulación del esfuerzo.",
      "Medidas de protección y conservación del medio ambiente.",
      "Reducción del impacto ambiental y la huella de carbono.",
      "Subbloque 6.2. Los parques y espacios públicos como espacios para la práctica deportiva y ejercicio físico.",
      "Movilidad sostenible.",
      "Promoción de buenas prácticas.",
      "Subbloque 6.3. Riqueza natural y topográfica",
      "La riqueza natural y topográfica de la Comunidad Valenciana.",
      "Subbloque 6.4. Las TIC desde las actividades en el medio natural",
      "Las TIC en las actividades en el medio natural (GPS, pulsómetro, tracks, etc.)."
    ],
    "criteriosEvaluacion": [
      "CE 1. Integrar un estilo de vida activo mediante la práctica de la actividad física y deportiva autorregulada, y el establecimiento de conexiones entre los hábitos de comportamiento cotidianos y el bienestar físico y mental",
      "1.1. Utilizar los recursos de su entorno relacionados con la actividad física, la alimentación y el bienestar personal, aplicando propuestas básicas de mejora de la salud física, mental y social.",
      "1.2. Aplicar los conocimientos anatómico-fisiológicos adquiridos a la creación de un plan de mantenimiento y mejora de la condición física personal.",
      "1.3. Relacionar el estilo de vida activo con los efectos positivos sobre la salud y la imagen personal con las actividades físico- deportivas, identificando las conductas de riesgo.",
      "CE 2. Resolver con éxito diferentes retos y situaciones motrices a través de propuestas físicas y deportivas específicas aplicando las técnicas, tácticas y estrategias de juego adecuadas.",
      "2.1. Participar activamente y colaborar en juegos y actividades físico- deportivas practicando el respeto, la tolerancia y el trabajo en equipo.",
      "2.2 Resolver con éxito situaciones reales de competición y cooperación sencillas a través de la aplicación de habilidades motrices específicas y de estrategias.",
      "2.3. Reconocer los aspectos culturales y sociales que rodean el fenómeno deportivo tomando conciencia de sus valores positivos y de los aspectos que generan desigualdad en diferentes contextos de actuación.",
      "CE 3. Participar en procesos de creación de naturaleza artístico-expresiva mediante el uso del cuerpo, el gesto y el movimiento como medios de autoconocimiento para expresar ideas y sentimientos.",
      "3.1. Crear situaciones comunicativas con el gesto, el cuerpo y el movimiento corporal, mediante modelos y creatividad.",
      "3.2. Producir movimientos creativos con apoyo musical, combinando ritmos y segmentos corporales y mostrando fluidez, desinhibición y autoconfianza.",
      "3.3. Crear montajes artísticos colectivos y participar en ellos comunicando ideas, sentimientos y emociones.",
      "CE 4. Interaccionar de manera sostenible con el patrimonio natural y cultural mediante actividades físicas y artístico-expresivas.",
      "4.1. Colaborar en la organización y diseño de actividades físico-deportivas inclusivas respetuosas con el medio ambiente, teniendo en cuenta el paisaje y la toponimia del entorno.",
      "4.2. Conocer y practicar técnicas y procedimientos de primeros auxilios, así como los protocolos de seguridad y de autoprotección personal incluida la RCP.",
      "4.3. Participar en las actividades artístico-expresivas del entorno natural y urbano, y valorar la diversidad personal y cultural.",
      "4.4. Implementar de manera colaborativa con la comunidad educativa medidas relacionadas con la movilidad, el reciclaje y la alimentación para promover un centro sostenible.",
      "4.5. Reconocer el valor cultural de la Pilota Valenciana mediante la pràctica y los elementos sociales que rodean este deporte.",
      "CE 5. Seleccionar y hacer un uso crítico y seguro de las tecnologías de la información y la comunicación como facilitadoras de la actividad física y de una vida activa y saludable.",
      "5.1. Emplear recursos tecnológicos relacionados con la actividad, el deporte y la salud, utilizando varias fuentes de información y tecnología en función de su eficiencia para la resolución de situaciones cotidianas.    ",
      "5.2. Conocer fuentes de información y de contenido digital relevantes y fiables, relacionadas con los saberes de la materia, empleando estrategias de investigación y organización de la información.",
      "5.3. Elaborar colaborativamente contenidos digitales sencillos relacionados con la actividad física y la salud, integrando la información de manera crítica."
    ]
}
