{
    "saberes": [
        "A. Expresión, interpretación, escenificación y representación.",
        "- Técnicas de expresión vocal.",
        "- Técnicas de expresión y trabajo corporal y gestual.",
        "- Técnicas de expresión rítmico-musical.",
        "- Técnicas de dramatización.",
        "- Técnicas de danza.",
        "- Repertorio de fragmentos y/o piezas de diversas manifestaciones escénicas.",
        "- Repertorio de danzas y/o coreografías.",
        "- Repertorio de diferentes manifestaciones del folclore, especialmente de Castilla-La Mancha.",
        "- Recursos de las artes escénicas: escenografía, vestuario, maquillaje, peluquería, iluminación y sonido, entre otros.",
        "- Herramientas digitales y tecnológicas relacionadas con las producciones escénicas.",
        "- El reparto de responsabilidades y roles. Equipo artístico y técnico de puesta en escena. El público.",
        "- El ensayo",
        "- El espectáculo",
        "B. Patrimonio escénico, de danza y folclore.",
        "- Las artes escénicas. Características y funciones: teatro, ópera, zarzuela, danza, circo, teatro musical y espectáculos performativos, entre otros.",
        "- Tipologías básicas del espectáculo escénico teatral, según su forma y medio expresivo: textual, gestual, de objetos, musical y lírico, entre otros.",
        "- Las manifestaciones expresivas del folclore, especialmente de Castilla-La Mancha.",
        "- Elementos de las artes escénicas: el personaje, la situación y la acción.",
        "- Los géneros escénicos desde la Antigüedad clásica hasta la actualidad.",
        "- Evolución histórica de la danza. Estilos de danza. El ballet."
    ],
    "criterios": [
        "1.1 Identificar los elementos y técnicas más importantes de los principales géneros escénicos y dancísticos, a través de diferentes soportes audiovisuales, comprendiendo el papel que ejercen en el resultado final.",
        
        "1.2. Reconocer la importancia de las diferentes manifestaciones escénicas y dancísticas, potenciando el interés por su conservación y difusión, debido a su aporte al patrimonio cultural.",
         
        "1.3. Valorar el enriquecimiento personal y colectivo que supone el folclore en sus diferentes manifestaciones artísticas, a través de la búsqueda de la propia identidad cultural." ,
         
        "2.1. Identificar las características básicas más importantes de los principales géneros escénicos, dancísticos y del folclore, a través de la recepción activa,analizando su vínculo con la estética del periodo en el que fueron creadas.",
        
        "2.2. Reflexionar, de forma abierta y respetuosa, sobre las funciones sociales que cada manifestación escénica, dancística o del folclore ejercen en la actualidad,investigando su implicación en la transformación y cambio social.",
         
        "3.1. Relacionar la interpretación e improvisación de cualquier manifestación escénica, de danza o de folclore, con la expresión de sentimientos y emociones,reforzando las técnicas comunicativas y de control de emociones.",
        
        "3.2. Tomar conciencia de los beneficios que, para la salud y bienestar personal, así como para la cohesión del grupo, tiene participar en las propuestas de trabajointerpretativo o de improvisación, experimentando la empatía y los principios del trabajo colaborativo.",
        
        
        "4.1. Desarrollar las técnicas de expresión vocal, corporal y gestual, dramática y musical requeridas para las actividades de interpretación e improvisación, poniendoen práctica los conocimientos adquiridos y siguiendo las fases temporales establecidas.",
        
        "4.2. Utilizar, de forma autónoma y solvente, los propios recursos y los del entorno, para mejorar la creatividad y expresión interpretativa en los ejercicios,favoreciendo el desarrollo de la autoestima y confianza en uno mismo.",
                
        "5.1. Colaborar en el proceso de planificación, organización y desarrollo de una representación de artes escénicas, de danza y del folclore, adoptando distintasfunciones, con responsabilidad y actitud de disfrute.",
        
        "5.2. Integrar la crítica y opinión del público que asiste a la representación, analizando los comentarios para incorporarlos a las propuestas de mejora.",
        
        "5.3. Manejar los diferentes recursos, herramientas digitales y técnicas requeridas en la puesta en escena, buscando la máxima calidad e innovación."
    ]
}