{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Describir las características musicales de una obra a partir de la escucha activa y el estudio de partituras, analizando sus elementos constitutivos y la función que estos cumplen dentro de la composición. (CCL1, CCL2, CP3, STEM2, CCEC1, CCEC3.1)",
        "1.2 Comparar los elementos constitutivos y las características musicales de diferentes obras, estableciendo analogías y diferencias entre ellas, a partir de la escucha activa y del estudio de partituras. (CCL1, CCL2, CP3, CC1, CCEC2, CCEC3.1)",
        "1.3 Identificar auditivamente los principales procedimientos generadores de la forma, determinando los procesos utilizados por el compositor de la obra. (STEM2, CPSAA5, CCEC1, CCEC2)",
        "1.4 Reconocer la forma de una obra o fragmento escuchado, explicando sus características y contextualizándola en su periodo histórico y artístico, utilizando un lenguaje concreto y adecuado. (CCL1, CP3, CC1, CCEC1, CCEC2)",
        "1.5 Distinguir el timbre de los diferentes instrumentos y voces, describiendo los diversos planos sonoros a través de una terminología adecuada. (CCL1, STEM2, CCEC1)",
        "1.6 Percibir los procedimientos de tensión/distensión, cadencias y puntos culminantes de una obra utilizados por el compositor, identificándolos en la partitura. (STEM2, CCEC2)",
        "Competencia específica 2",
        "2.1 Distinguir los principales géneros y estilos musicales que se desarrollan en la historia, analizando los factores que inciden en la evolución de las formas musicales. (CCL1, CCL2, CC1, CCEC1, CCEC2)",
        "2.2 Asociar las obras analizadas con un género, un estilo y un contexto de creación determinados, identificando, de forma autónoma, la estructura formal y los procedimientos compositivos utilizados. (CCL1, CCL2, STEM2, CD1, CPSAA4, CC1, CCEC1, CCEC2)",
        "2.3 Realizar la crítica de un concierto o de una audición, complementando lo escuchado y lo trabajado en clase con aportaciones personales y documentación buscada por el alumnado. (CCL1, CCL2, CCL3, CP3, CPSAA4, CCEC3.1)",
        "2.4 Reconocer las influencias entre diferentes géneros y estilos, valorando las relaciones existentes entre ellos. (CCL1, CCL2, CPSAA4, CC1, CCEC1, CCEC2)",
        "Competencia específica 3",
        "3.1 Expresar juicios personales sobre las obras analizadas, argumentando la opinión propia y utilizando una terminología musical adecuada. (CCL1, CCCL2, CPSAA4, CE3, CCEC3.1)",
        "3.2 Justificar la opinión propia sobre las obras analizadas, investigando y seleccionando la información más pertinente a partir de medios analógicos y digitales. (CCL1, CCCL2, CCCL3, CP2, CD2, CC1, CE3, CCEC3.1)",
        "3.3 Publicar críticas musicales y comentarios propios en los medios disponibles, analógicos y digitales, respetando los derechos de autor y la propiedad intelectual. (CCL1, CCCL2, CP2, CD2, CD3, CE3, CCEC3.1)",
        "3.4 Usar diferentes métodos y técnicas aplicados al análisis musical y con la ayuda de herramientas tecnológicas, demostrando autonomía para contribuir en la difusión, divulgación y apreciación del patrimonio musical. (CCL1, CCCL2, CCCL3, CD2, CD3, CPSAA4, CCEC4.2)",
        "Competencia específica 4",
        "4.1 Realizar improvisaciones sencillas o pequeñas composiciones, en proyectos musicales grupales, utilizando los procedimientos compositivos fundamentales y aplicando patrones melódicos, rítmicos, armónicos y formales previamente analizados e interiorizados. (CCL1, STEM1, CPSAA3.1, CPSAA3.2, CE3, CCEC3.1, CCEC3.2, CCEC4.1)",
        "4.2 Utilizar, de forma eficaz, las tecnologías digitales en la composición musical. (CD3, CE3, CCEC4.1)",
        "4.3 Mantener unos correctos hábitos de escucha, de audición y de interpretación musical, respetando el valor del silencio, favoreciendo la escucha activa. (CPSAA3.1, CCEC3.1, CCEC3.2)",
        "4.4 Interpretar obras musicales, atendiendo a los parámetros propios de la expresión musical, fomentando los buenos hábitos de la escucha. (STEM1, CPSAA3.1, CPSAA3.2, CE3, CCEC3.1, CCEC3.2)",
        "Competencia específica 5",
        "5.1 Analizar los usos terapéuticos de la música y cómo inciden determinados rasgos musicales en la salud y las emociones, a partir de la información obtenida en fuentes de información fiables. (CCL1, CCL2, CCL3, STEM1, STEM4, CD1, CPSAA4, CCEC2)",
        "5.2 Describir las características de la música que se utiliza con fines terapéuticos, analizando ejemplos de obras y relacionando sus rasgos con posibles efectos en el oyente. (CCL1, CCL2, CCL3, STEM1, STEM4, CPSAA4, CCEC2)",
        "5.3 Describir las emociones y sentimientos producidos por la música a través del análisis de diversas manifestaciones artísticas en diferentes soportes. (CCL1, CCL3, STEM1, STEM4, CD3, CCEC2)"
    ],
    "saberes": [
        "A. Técnicas de análisis musical",
        "- La comparación como técnica analítica.",
        "- Técnicas de análisis de audición y de partituras.",
        "- Técnicas para el análisis del contexto de creación. El pensamiento de la persona creadora, los condicionantes contextuales y la interpretación de la obra.",
        "- Las texturas musicales: monódica, homofónica, heterofónica, polifónica, melodía acompañada.",
        "- Tipos de melodías y sus principales características.",
        "- Técnicas de identificación de los elementos rítmicos básicos: Estructuras rítmicas, modos rítmicos. Patrones rítmico-armónicos: el ritmo armónico.",
        "- Principales funciones y procesos armónicos: Proceso de tensión y distensión. Parámetros analíticos armónicos. Acordes, tonalidades, modulaciones y progresiones.",
        "- Parámetros interpretativos relativos a la expresión musical: agógica, dinámica, carácter, tempo y timbre. Transmisión de emociones.",
        "- Modelos de sintaxis musical e interrelación con la morfología de los diferentes elementos musicales. Motivo o célula, semifrase, frase. Tipos de cadencias. Tipos y morfología estructural.",
        "- Partituras, musicogramas y otras representaciones gráficas como soporte para el análisis.",
        "- Comentarios y críticas musicales.",
        "- Recursos digitales para la investigación, la composición y la difusión musical.",
        "- Derechos de autor y propiedad intelectual.",
        "- Hábitos de escucha y de respeto a los demás durante la audición de obras musicales.",
        "B. Géneros musicales",
        "- Las características sonoras y estilísticas de la música desde la Edad Media hasta la actualidad de diferentes estilos, géneros y culturas, con especial atención a las producciones musicales de Castilla y León.",
        "- Desarrollo y evolución de las formas y los géneros musicales desde la Edad Media hasta la actualidad.",
        "- Rasgos técnico-estilísticos característicos de las músicas populares urbanas del siglo XX y XXI.",
        "- Evolución organológica de las principales familias instrumentales. Utilización y evolución dentro de la orquesta.",
        "- Música grabada y música en vivo. Elementos que distorsionan la percepción musical.",
        "- Uso de la música con fines terapéuticos.",
        "- Terminología adecuada para la elaboración de críticas musicales.",
        "- Estrategias de trabajo y de investigación sobre la obra musical: selección de fuentes de información, asignación de tareas, toma de decisiones, evaluación y elaboración de conclusiones."
    ]
}