{
    "criteriosEvaluacion": [
        "1.1. Desarrollar, comunicar y difundir proyectos de investigación e innovación, de forma clara y comprensible, aportando la documentación técnica necesaria, con la finalidad de crear y mejorar productos de forma continua, compartiendo la información para crear conocimiento y mejorarlo. CCL1, CCL3, STEM3, STEM4, CD1, CD3, CD5, CPSAA1.1, CE3",
        "1.2. Plantear soluciones sostenibles a los problemas planteados, con actitud crítica y emprendedora, perseverando en la consecución de los objetivos propuestos, identificando y gestionando emociones, aceptando y aprendiendo de la crítica razonada y utilizando el error como parte del proceso de aprendizaje. STEM3, CPSAA1.1, CE3",
        "2.1. Analizar la idoneidad de los materiales técnicos utilizados en la fabricación de productos sostenibles y de calidad, haciendo uso de las herramientas de búsqueda necesarias para estudiar su estructura interna y propiedades, así como tratamientos de modificación y mejora de las mismas. STEM2, STEM5, CD1, CPSAA4, CE1",
        "2.2. Utilizar las herramientas digitales adecuadas para elaborar informes sencillos de evaluación de impacto ambiental de manera fundamentada y estructurada. CCL1, STEM5, CD2, CPSAA1.1, CC4, CE1",
        "3.1. Resolver problemas asociados a las distintas fases del desarrollo y gestión de un proyecto tecnológico, destacando su diseño, simulación, montaje y presentación, aplicando conocimientos interdisciplinares y utilizando las herramientas digitales adecuadas para obtener resultados óptimos. STEM1, STEM4, CD1, CD2, CD3, CD5, CPSAA5, CE3",
        "4.1. Calcular y montar estructuras sencillas, estudiando los tipos de cargas a los que se puedan ver sometidas y su estabilidad, aprovechando las herramientas digitales disponibles para simular, interpretar y transmitir los resultados obtenidos. STEM1, STEM2, STEM3, STEM4, CD2, CD5, CPSAA5, CE3",
        "4.2. Analizar las máquinas térmicas como máquinas frigoríficas, bombas de calor y motores térmicos, aplicando conocimientos interdisciplinares, para comprender su funcionamiento, realizar simulaciones y cálculos básicos sobre su eficiencia, y transmitir de forma clara y precisa, en diferentes formatos y haciendo uso de las herramientas digitales adecuadas, los elementos más relevantes del análisis. CCL1, STEM1, STEM2, STEM3, STEM4",
        "4.3. Interpretar y solucionar esquemas de sistemas neumáticos e hidráulicos, proponiendo ideas creativas, a través de montajes o simulaciones, comprendiendo y documentando el funcionamiento de cada uno de sus elementos y del sistema en su totalidad. STEM1, STEM2, STEM3, STEM4, CD5, CPSAA5, CE3",
        "4.4. Interpretar y resolver circuitos de corriente alterna mediante montajes o simulaciones, identificando sus elementos, comprendiendo su funcionamiento y documentando los resultados obtenidos. STEM1, STEM2, STEM3, STEM4, CD5, CPSAA5, CE3",
        "4.5. Experimentar y diseñar circuitos combinacionales y secuenciales físicos y simulados aplicando fundamentos de la electrónica digital, comprendiendo y documentando su funcionamiento en el diseño de soluciones tecnológicas creativas. STEM1, STEM2, STEM3, STEM4, CD5, CPSAA5, CE3",
        "5.1. Analizar y simular procesos tecnológicos basados en sistemas de lazo abierto y cerrado para comprender su funcionamiento y finalidad, aplicando técnicas de simplificación y analizando su estabilidad para obtener resultados eficaces. STEM1, STEM2, STEM3, CD2, CD3, CD5, CPSAA1.1, CE3",
        "5.2. Conocer y evaluar sistemas informáticos emergentes y sus implicaciones en la seguridad de los datos y la privacidad de las personas, analizando modelos existentes. STEM2, CD2, CD3, CD5, CPSAA1.1",
        "6.1. Analizar los distintos sistemas de ingeniería desde el punto de vista de la responsabilidad social y la sostenibilidad, realizando búsquedas de información veraz a través del uso de fuentes fiables de información para estudiar las características de eficiencia energética asociadas a los materiales y a los procesos de fabricación de los sistemas tecnológicos y generar documentación con sus especificaciones. CCL1, CCL3, STEM2, STEM5, CD1, CD2, CD4, CPSAA2, CC4, CE1"
    ],
    "saberes": [
        "I. Proyectos de investigación y desarrollo",
        "    1. Uso de técnicas y estrategias adecuadas para la gestión y desarrollo de proyectos y para el trabajo en equipo. Incorporación de metodologías ágiles en función de los tipos, características y aplicaciones necesarias para desarrollar distintos prototipos.",
        "    2. Elaboración de la documentación técnica necesaria para la presentación, difusión y comunicación de las soluciones planteadas, estableciendo las referencias adecuadas.",
        "    3. Valoración del error y la reevaluación como parte esencial en la mejora del proceso de aprendizaje. Desarrollo de estrategias que permitan la identificación y gestión de emociones y fomenten la autoconfianza e iniciativa.",
        "    4. Resolución de problemas desde una perspectiva interdisciplinar de la actividad tecnológica, fomentando el emprendimiento, la resiliencia, la perseverancia y la creatividad.",
        "II. Materiales y fabricación",
        "    1. Estudio y análisis de la estructura interna de los materiales, propiedades características y procedimientos de ensayo.",
        "    2. Estudio y aplicación de técnicas de diseño y tratamientos adecuados para mejorar y modificar las propiedades y sostenibilidad de los materiales.",
        "    3. Análisis de técnicas de fabricación industrial.",
        "    4. Aplicación de las normas de seguridad e higiene en el trabajo.",
        "III. Sistemas mecánicos",
        "    1. Análisis de estructuras sencillas y aplicación en proyectos y prototipos. Identificación de Tipos de cargas, estabilidad y realización de cálculos básicos. Montaje o simulación de ejemplos sencillos.",
        "    2. Identificación y descripción de las características de las diferentes máquinas térmicas: máquina frigorífica, bomba de calor y motores térmicos. Realización de cálculos básicos asociados a las mismas, implementación de simulaciones y análisis de aplicaciones industriales y domésticas.",
        "    3. Descripción, análisis y aplicación de los componentes y principios físicos relacionados con los sistemas de neumática e hidráulica. Diseño de circuitos hidráulicos y neumáticos mediante esquemas característicos para la resolución de problemas. Realización de montajes físicos o simulados.",
        "IV. Sistemas eléctricos y electrónicos",
        "    1. Análisis de circuitos de corriente alterna. Aplicación del triángulo de potencias y realización de cálculos, y montajes o simulación de los mismos.",
        "    2. Diseño y simplificación de circuitos combinacionales mediante mapas de Karnaugh. Experimentación en simuladores.",
        "    3. Aplicaciones de la electrónica digital secuencial. Experimentación en simuladores.",
        "V. Sistemas informáticos emergentes",
        "    1. Identificación y análisis de aplicaciones de inteligencia artificial, big data y bases de datos distribuidas. Valoración de la importancia de la ciberseguridad, realizando análisis de estrategias y aplicaciones que permitan favorecerla.",
        "VI. Sistemas automáticos",
        "    1. Aplicación del álgebra de bloques para la simplificación de sistemas. Identificación de condiciones de estabilidad en los sistemas automáticos y experimentación en simuladores.",
        "VII. Tecnología sostenible",
        "    1. Análisis y valoración crítica del impacto social y ambiental generado por los procesos tecnológicos. ",
        "        1.1. Realización de informes sencillos de evaluación ambiental."
    ]
}