{
  "saberes": [
    "A. Destrezas científicas básicas y proyectos científicos",
    "Metodologías básicas propias de la investigación científica:*",
    "  Preguntas, hipótesis y conjeturas científicas.",
    "  Estrategias para la búsqueda de información y la colaboración:: herramientas digitales y for-matos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
    "  Fuentes fidedignas de información científica: reconocimiento y utilización.",
    "  Experimentación y trabajo de campo para responder a una cuestión científica determinada utilizando instrumentos y espacios (laboratorio, aulas, entorno…) de forma adecuada.",
    "  Métodos de observación y de toma de datos de fenómenos naturales.",
    "  Análisis de resultados mediante pensamiento lógico o computacional.",
    "  Comunicación de procesos, resultados o ideas en diferentes formatos analógicos o digitales (presentación, gráfica, vídeo, póster, informe…).",
    "Normas de uso de cada espacio, asegurando y protegiendo así la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medio ambiente.*",
    "Lenguaje científico básico, incluyendo el manejo adecuado de sistemas de unidades.*",
    "Pautas de valoración crítica de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de las ciencias en el avance y la mejora de la sociedad.*",
    "B. Materia: Materia viva y no viva.",
    "La materia y el cambio ",
    "Teoría cinético-molecular: aplicación a observaciones sobre la materia explicando sus propie-dades, los estados de agregación, los cambios de estado y la formación de mezclas y disolu-ciones.*",
    "Experimentos relacionados con los sistemas materiales: conocimiento y descripción de sus propiedades, su composición y su clasificación.*",
    "Los sistemas materiales: análisis de los diferentes tipos de cambios que experimentan, rela- cionando las causas que los producen con las consecuencias que tienen.*",
    "Materiales de interés en la vida diaria: usos, propiedades y sostenibilidad.",
    "La célula ",
    "  La célula como unidad estructural y funcional de los seres vivos.*",
    "  La célula procariota y sus partes.*",
    "  La célula eucariota animal y sus partes.*",
    "  La célula eucariota vegetal y sus partes.*",
    "  Observación y comparación de tipos de células al microscopio.*",
    "  Técnicas y uso del microscopio.",
    "Seres vivos ",
    "  Los dominios y los reinos: Eubacteria, Archaea, Protista, Fungi, Plantae y Animalia. Historia básica de la clasificación taxonómica.*",
    "  Los principales grupos taxonómicos: observación de especies del entorno y clasificación a partir de sus características distintivas.*",
    "  Las especies más comunes de los ecosistemas del entorno: estrategias de identificación (guías, claves dicotómicas, herramientas digitales, visu, etc.).*",
    "  Técnicas y herramientas innovadoras para la identificación, observación y georreferenciación de seres vivos de los ecosistemas del País Vasco.",
    "  Seres sintientes: vertebrados, cefalópodos y algunos artrópodos. Diferencias entre sensibilidad y sintiencia.",
    "Salud y enfermedad en los seres vivos",
    "  Las medidas de prevención y tratamientos de las enfermedades infecciosas en función de su agente causal y reflexión sobre el uso adecuado de los antibióticos en los seres vivos.*",
    "  La importancia de la vacunación en la prevención de enfermedades y en la mejora de la calidad de vida.*",
    "  Hábitos encaminados a la conservación de la salud física, mental y social (higiene del sueño, hábitos posturales, uso responsable de las nuevas tecnologías, ejercicio físico, control del estrés…).*",
    "Geología ",
    "  Conceptos de roca y mineral: características y propiedades.*",
    "  Estrategias de clasificación de las rocas: sedimentarias, metamórficas e ígneas. El ciclo de las rocas.*",
    "  Métodos de identificación de algunas rocas y minerales relevantes y/o del entorno.*",
    "  Usos de los minerales y las rocas: su utilización en la fabricación de materiales y objetos coti- dianos.*",
    "C. Interacciones y Energía",
    "La interacción ",
    "  Predicción de movimientos sencillos a partir de los conceptos de la cinemática, formulando hipótesis comprobables sobre valores futuros de estas magnitudes, validándolas a través del cálculo numérico, la interpretación de gráficas o el trabajo experimental.*",
    "  Las fuerzas como agentes de cambio: relación de los efectos de las fuerzas, tanto en el estado de movimiento o de reposo de un cuerpo como produciendo deformaciones en los sistemas sobre los que actúan.*",
    "  Aplicación de las leyes de Newton: observación de situaciones cotidianas o de laboratorio que permiten entender cómo se comportan los sistemas materiales ante la acción de las fuerzas y predecir los efectos de estas en situaciones cotidianas y de seguridad vial.*",
    "La energía ",
    "  La energía: formulación de cuestiones e hipótesis sobre la energía, propiedades y manifesta- ciones que la describan como la causa de todos los procesos de cambio.*",
    "  Diseño y comprobación experimental de hipótesis relacionadas con el uso doméstico e indus- trial de la energía en sus distintas formas y las transformaciones entre ellas.*",
    "  Elaboración fundamentada de hipótesis sobre el medio ambiente y la sostenibilidad a partir de las diferencias entre fuentes de energía renovables y no renovables.*",
    "  Efectos del calor sobre la materia: análisis de los efectos y aplicación en situaciones cotidianas.*",
    "Ecología y sostenibilidad ",
    "  Los ecosistemas del entorno, sus componentes bióticos y abióticos y los tipos de relaciones intraespecíficas e interespecíficas.*",
    "  Las funciones de la atmósfera y la hidrosfera y su papel esencial para la vida en la Tierra.*",
    "  La importancia de la conservación de los ecosistemas, la biodiversidad y la implantación de un modelo de desarrollo sostenible.*",
    "  Las causas del cambio climático y sus consecuencias sobre los ecosistemas.*",
    "  La importancia de los hábitos sostenibles (consumo responsable, gestión de residuos, respeto al medio ambiente…).*",
    "  La relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud)."
  ],
  "criteriosEvaluacion": [
    "1.1 Explicar los fenómenos naturales cotidianos más relevantes, y analizarlos en términos de los principios, teorías y leyes científicas adecuadas y expresarlos empleando la argumentación.",
    "1.2 Explicar procesos naturales representándolos mediante modelos y diagramas y utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora) a través de herramientas analógicas y digitales.",
    "1.3 Resolver problemas o dar explicación a procesos naturales utilizando conocimientos, datos e información aportados, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
    "1.4 Analizar críticamente la solución a un problema sobre fenómenos naturales reformulándola cuando sea necesario. ",
    "2.1 Trabajar de forma adecuada y versátil con medios variados, tradicionales y digitales, en la resolución de cuestiones, en la consulta de información y en la creación de contenidos, seleccionando con criterio las fuentes más fiables y citándolas correctamente.",
    "2.2 Reconocer la información con base científica, distinguiéndola de pseudociencias, bulos, creencias infundadas, etc., y manteniendo una actitud escéptica ante estos.",
    "2.3 Establecer interacciones constructivas y coeducativas mediante el uso de estrategias propias del trabajo colaborativo en actividades de carácter científico, respetando la diversidad y favoreciendo la inclusión.",
    "3.1 Definir conceptos y describir fenómenos y procesos científicos, analizando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica y obteniendo conclusiones fundamentadas.",
    "3.2 Comunicar información científica de forma clara, utilizando las estructuras lingüísticas, la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales...).",
    "4.1 Plantear preguntas e hipótesis que sean contrastables, utilizando métodos científicos e intentando explicar fenómenos naturales y realizar predicciones sobre estos.",
    "4.2 Realizar experimentos y tomar datos cuantitativos y/o cualitativos sobre fenómenos científicos utilizando con corrección y progresiva autonomía los instrumentos, herramientas analógicas y digitales o técnicas adecuadas.",
    "4.3 Interpretar los resultados obtenidos en la experimentación, en la indagación o en el proyecto de investigación científica, utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas.",
    "4.4 Presentar la información y las conclusiones obtenidas a través de la experimentación, la observación y las evidencias científicas utilizando el formato analógico y/o digital adecuado (tablas, gráficos, informes, etc.).",
    "5.1 Comunicarse de manera efectiva con la comunidad científica, utilizando adecuadamente las reglas básicas de la ciencia, incluyendo el uso de unidades de medida, las herramientas matemáticas y las reglas de formulación y nomenclatura.",
    "5.2 Proteger la salud propia y colectiva, la conservación sostenible del medio ambiente y el respeto por las instalaciones de uso científico, poniendo en práctica las normas de uso de los espacios específicos de la ciencia, como el laboratorio de ciencias.",
    "6.1 Conocer los efectos de determinadas acciones sobre el medioambiente y la salud de los seres vivos, aplicando los fundamentos de las ciencias y los criterios científicos.",
    "6.2 Argumentar sobre la importancia de la preservación de la biodiversidad, la conservación del medio ambiente, la protección de los seres vivos del entorno, el desarrollo sostenible y la calidad de vida utilizando datos y razones científicas.",
    "6.3 Proponer y adoptar hábitos sostenibles en el entorno cercano, analizando las actividades propias y ajenas y basándose en los propios razonamientos, conocimientos adquiridos e información disponible.",
    "6.4 Proponer y adoptar, hábitos saludables y responsables, analizando los acciones propias y ajenas (alimentación, higiene, postura corporal, actividad física, relaciones interpersonales, descanso, exposición a las pantallas, manejo del estrés, seguridad en las prácticas sexuales, consumo de sustancias...) basándose en los propios razonamientos, conocimientos adquiridos e información disponible.",
    "6.5 Interpretar el paisaje y ecosistemas del entorno analizando sus elementos y reflexionando sobre el impacto ambiental de determinadas acciones humanas.",
    "7.1 Reconocer y valorar, a través del análisis histórico de los hombres y mujeres de ciencia y de los avances científicos, que la ciencia es un proceso en permanente construcción y las repercusiones de la ciencia con la tecnología, la sociedad y el medio ambiente.",
    "7.2 Detectar en el entorno las necesidades ambientales y sociales más importantes dándoles solución sostenible, creativa y con criterio de género."
  ]
}