{
  "saberes": [
    "A. Sentido numérico.",
    "1. Conteo.",
    "Estrategias variadas para hacer recuentos sistemáticos. Introducción a las técnicas de conteo combinatorio.*",
    "Técnicas de conteo estimativo en situaciones reales en las que el conteo directo es imposible, costoso o laborioso (participantes en una manifestación, conteo poblaciones de animales, número de unidades de pequeño tamaño en un kilo...).",
    "2. Cantidad.",
    "Pautas para reconocer y comparar el tamaño de los números en diversos contextos. Potencias de exponente positivo y negativo. Notación científica con ayuda de la calculadora.*",
    "Potencias de exponente entero y raíces en la resolución de problemas.*",
    "Estimaciones de cantidades con la precisión requerida por el contexto.*",
    "Pautas para la representación en la recta numérica de los números enteros, decimales y racionales.*",
    "Porcentajes mayores que 100 y menores que 1.*",
    "3. Sentido de las operaciones.",
    "Estrategias variadas de cálculo con diferentes tipos de números incluidas potencias de exponente positivo y negativo en la resolución de problemas.*",
    "Operaciones con números en notación científica en diferentes contextos con ayuda de la calculadora o asistentes matemáticos.",
    "4. Relaciones.",
    "Números racionales y decimales. Relaciones y representación en la recta numérica.*",
    "Patrones y regularidades en secuencias numéricas en contexto de la resolución de problemas.*",
    "Sucesiones. Progresiones aritméticas y geométricas.",
    "5. Razonamiento proporcional.",
    "Aumentos y disminuciones porcentuales e índices de variación aplicados a problemas de la vida cotidiana.*",
    "6. Educación financiera.",
    "Información numérica en contextos financieros personales, sociales y administrativos.*",
    "El ahorro y la capitalización para el bienestar personal, el desarrollo social responsable y el progreso económico sostenible.",
    "B. Sentido de la medida.",
    "1. Magnitud.",
    "Unidades de medidas de longitud, de superficie y de volumen, y sus relaciones.*",
    "2. Medición.",
    "Estimaciones y medidas reales: elección de la más adecuada en la resolución de problemas.*",
    "Grado de precisión requerida en situaciones de medida en el entorno académico.",
    "3. Estimación y relaciones.",
    "Fórmulas para obtener longitudes, áreas y volúmenes de formas planas y tridimensionales: deducción.*",
    "Realización de dibujos de objetos geométricos con propiedades fijadas como las longitudes de los lados o las medidas de los ángulos.",
    "C. Sentido espacial.",
    "1. Figuras geométricas de dos y tres dimensiones.",
    "Formas geométricas tridimensionales: poliedros y cuerpos de revolución. Descripción y clasificación en función de sus propiedades o características.*",
    "Teorema de Thales y de Pitágoras en la resolución de problemas.*",
    "Técnicas de construcción de formas geométricas con herramientas habituales y digitales, como programas de geometría dinámica, realidad aumentada, etc.",
    "2. Localización y sistemas de representación.",
    "Pautas de localización y descripción de relaciones espaciales entre objetos del mundo físico y entre entidades matemáticas: coordenadas geométricas y otros sistemas de representación.*",
    "Vistas y desarrollo de cuerpos de tres dimensiones mediante programas dinámicos y manipuladores virtuales.",
    "3. Movimientos y transformaciones.",
    "Transformaciones que conservan el área y/o el perímetro utilizando herramientas manipulativas (papel, geoplano...) y digitales.*",
    "4. Visualización, razonamiento y modelización geométrica.",
    "Relaciones geométricas: investigación en diversos sentidos (numérico, algebraico, analíticas básicas) y diversos campos (arte, ciencia, vida diaria).*",
    "Modelos geométricos para representar y explicar relaciones numéricas, algebraicas y analíticas básicas en la resolución de problemas, también con asistentes matemáticos.*",
    "D. Sentido algebraico.",
    "1. Patrones.",
    "Métodos de investigación de regularidades, pautas y relaciones en secuencias numéricas y su generalización mediante el lenguaje algebraico.*",
    "2. Modelo matemático.",
    "Técnicas de modelización de situaciones de la vida cotidiana, usando representaciones mate- máticas y el lenguaje algebraico (modelos lineales, cuadráticos y exponenciales básicos).*",
    "Pautas de deducción de conclusiones razonables sobre una situación una vez modelizada.",
    "3. Variable.",
    "Profundización en el concepto de variable en sus diferentes naturalezas.*",
    "4. Igualdad y desigualdad.",
    "Álgebra simbólica para representar relaciones lineales y cuadráticas en diversos contextos.*",
    "Ecuaciones lineales y cuadráticas: equivalencia de expresiones algebraicas y búsqueda de soluciones en diversos contextos.*",
    "5. Relaciones y funciones.",
    "Funciones lineales y no lineales: representación, identificación y comparación de sus propiedades a partir de tablas, gráficas o expresiones algebraicas.*",
    "Relaciones cuantitativas en situaciones de la vida cotidiana: identificación y determinación de la clase o clases de funciones que las modelizan.*",
    "Álgebra simbólica para la representación, explicación de relaciones matemáticas y deducción de la información más relevante.",
    "6. Pensamiento computacional.",
    "Procesos y resolución de problemas: descomposición y generalización a otras situaciones.*",
    "Estrategias para la interpretación y modificación de algoritmos.*",
    "Formulación de cuestiones susceptibles de ser analizadas utilizando programas y otras herra-mientas para su resolución y para la mejora de procesos.*",
    "E. Sentido estocástico.",
    "1. Organización y análisis de datos.",
    "Tablas y gráficos estadísticos de variables cualitativas y cuantitativas discretas y continuas en",
    "contextos de resolución de problemas.*",
    "Obtención de conclusiones lógicas interpretando datos y gráficos de la vida cotidiana y del ámbito científico.*",
    "Medidas de centralización y dispersión: interpretación y cálculo.*",
    "Comparación de dos conjuntos de datos en razón de sus medidas de centralización y dispersión.",
    "Variables relacionadas con aspectos de la vida cotidiana que tengan influencia en la situación ambiental del planeta, la pobreza y la inclusión.",
    "2. Incertidumbre.",
    "Fenómenos deterministas y aleatorios: análisis.*",
    "Sucesos elementales y espacio muestral de un fenómeno aleatorio.*",
    "La probabilidad como medida asociada a la incertidumbre de experimentos aleatorios: análisis.*",
    "Relación e interacción entre proporción, frecuencia relativa y probabilidad.*",
    "Regla de Laplace y probabilidad.*",
    "Experiencias para analizar el comportamiento de fenómenos aleatorios, también con simuladores digitales.",
    "3. Inferencia.",
    "Preguntas adecuadas que permiten conocer las características definitorias de una población y obtener conclusiones fundamentadas.",
    "Datos de relevancia social que posibilitan responder a cuestiones planteadas en investigaciones estadísticas.*",
    "Conclusiones fundamentadas y juicios razonados a partir de los resultados de una investigación.*",
    "F. Sentido socioafectivo.",
    "1. Creencias, actitudes y emociones.",
    "Curiosidad, iniciativa, perseverancia, resiliencia y creatividad en el aprendizaje de las matemáticas emociones .*",
    "Autoconciencia y autorregulación de las emociones que intervienen en el aprendizaje.*",
    "Flexibilidad cognitiva, apertura a un cambio de estrategia cuando sea necesario, transforman-",
    "do el error en oportunidad de aprendizaje.*",
    "2. Trabajo en equipo y toma de decisiones.",
    "Técnicas cooperativas en el trabajo en equipo.*",
    "Conductas empáticas y estrategias creativas para la gestión de conflictos.",
    "Responsabilidad personal y reconocimiento del otro en la gestión de situaciones problemáticas en el aula.*",
    "3. Inclusión, respeto y diversidad.",
    "Actitudes inclusivas y diversidad intrínseca presente en el aula y en la sociedad; promoción en diversidad diferentes entornos.*",
    "Claves de la contribución de las matemáticas al desarrollo de los distintos ámbitos del conoci-miento humano (científico, tecnológico, artístico, humanístico, social) desde una perspectiva de inclusión.*"
  ],
  "criteriosEvaluacion": [
    "1.1. Interpretar los enunciados de los problemas matemáticos organizando y diferenciando los datos más relevantes, identificando las incógnitas y comprendiendo las preguntas formuladas.",
    "1.2. Elaborar, de manera organizada y estructurada, representaciones matemáticas (tablas, diagramas, expresiones simbólicas y geométricas ...) que ayuden en la búsqueda de estrategias de resolución de las situaciones de aprendizaje y de los problemas.",
    "1.3. Evaluar y aplicar diferentes estrategias heurísticas hasta encontrar las más apropiadas en la resolución de un problema.",
    "1.4. Obtener las posibles soluciones matemáticas razonadas de un problema movilizando los conocimientos y las herramientas tecnológicas necesarias y evaluando el proceso seguido.",
    "2.1. Comprobar la corrección matemática de las soluciones de un problema y su coherencia en el contexto en el que se plantean, analizando otras posibles estrategias de resolución, su alcance y repercusión desde diferentes perspectivas.",
    "2.2. Señalar, de forma razonada, el grado de exactitud y las condiciones que requiere la solución de un problema, teniendo en cuenta el contexto en el que se plantea y el tipo de número y las herramientas de resolución con los que se cuenta.",
    "3.1. Reconocer y formular conjeturas sencillas de forma autónoma, analizando patrones, propiedades y relaciones y razonando su validez con argumentos matemáticos.",
    "3.2. Plantear variantes de un problema dado modificando alguno de sus datos o alguna condición del problema y, en su caso, estudiar su posible generalización.",
    "3.3. Investigar conjeturas basadas en el razonamiento matemático, utilizando la visualización, materiales manipulativos y digitales y las posibilidades del lenguaje algebraico y gráfico.",
    "4.1. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional.",
    "4.2. Modelizar situaciones diversas y resolver problemas de forma eficaz interpretando, modificando y creando algoritmos computacionales.",
    "5.1. Reconocer y usar las relaciones entre los conocimientos (aritméticos, algebraicos y geométricos) y experiencias matemáticas tales como identificar patrones o fomentar una mirada matemática a la realidad, como un todo coherente.",
    "5.2. Reforzar las conexiones entre los campos de la Matemática (Algebra, Geometría...) interactuando con materiales manipulables y con asistentes matemáticos y otros recursos digitales, desarrollando estrategias de dificultad creciente para la resolución de problemas.",
    "6.1. Establecer conexiones entre el mundo real y las matemáticas usando los procesos inherentes a la investigación científica y matemática: medir, clasificar, representar, inferir, predecir y comunicar, en diversos contextos.",
    "6.2. Identificar e interpretar conexiones lógicas entre las matemáticas y otras materias integrando los conocimientos de diferentes ámbitos y resolviendo problemas contextualizados.",
    "6.3. Reconocer las aportaciones de las matemáticas al progreso de la humanidad que contribuyen a solucionar los retos a los que se enfrenta la sociedad actual",
    "7.1. Representar conceptos, procedimientos y resultados matemáticos, usando herramientas verbales, gráficas o simbólicas, para visualizar ideas y estructurar procesos matemáticos, valorando su utilidad para enriquecer la comunicación y la transferencia de información.",
    "7.2. Usar las diferentes herramientas de representación (verbales, visuales, manipulativas y digitales) impulsando la transferencia entre formas de razonamiento y llegando a conclusiones bien argumentadas.",
    "8.1. Comunicar información utilizando el lenguaje matemático apropiado (oralmente y por escrito) y describiendo, explicando y justificando los razonamientos, procedimientos y conclusiones de una manera clara, ordenada y argumentada.",
    "8.2. Reconocer el lenguaje matemático presente en la vida cotidiana, empleándolo con precisión y rigor.",
    "9.1. Identificar y gestionar las emociones propias con respecto a las matemáticas, aceptando los errores como una oportunidad de mejora y generando expectativas positivas ante nuevos retos.",
    "9.2. Mostrar una motivación positiva, perseverancia y resiliencia aceptando la crítica razonada y reformulando las concepciones previas al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
    "10.1. Colaborar activamente y construir relaciones en el tra bajo en equipos heterogéneos, comunicándose de manera efectiva, pensando de forma crítica, tomando decisiones y juicios informados, y eliminando todo tipo de prejuicio o dis criminación.",
    "10.2. Participar en el reparto de tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión sin ningún tipo de discriminación, la escucha activa, asumiendo el rol asignado y responsabilizándose de la propia contribución al grupo."
  ]
}