{
  "saberes": [
    "Block A. Communication.",
    "A.1. Understanding, production and mediation.",
    "A.1.2.1. Basic strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
    "A.1.2.2. Basic knowledge, skills and attitudes that make it possible to detect and collaborate in mediation activities in simple everyday situations.",
    "A.1.2.3. Self-confidence. Errors as an improvement tool and solution proposal.",
    "A.2. Communicative functions appropriate to the field and the communicative context.",
    "A.2.2.1. Greetings, farewells and basic introductions.",
    "A.2.2.2. Basic description of people, objects and places.",
    "A.2.2.3. Situation of events in time and of objects, people and places in space, at a basic level.",
    "A.2.2.4. Request and basic exchange of information on daily issues, instructions, advice and orders.",
    "A.2.2.5. Offer, acceptance and rejection of help at a basic level",
    "A.2.2.6. Propositions or suggestions at a basic level.",
    "A.2.2.7. Informal expression of pleasure or interest and emotions.",
    "A.2.2.8. Basic narration of past events, description of present situations and expression of future events.",
    "A.2.2.9. Expression of opinion at a basic level.",
    "A.2.2.10. Expression of modality, possibility and probability, capacity, obligation and prohibition. Permission and necessity at a basic level.",
    "A.3. Contextual models in the production of oral and written texts.",
    "A.3.2.1. Contextual models and basic discursive genres for the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts.",
    "A.3.2.2. Characteristics and recognition of the context at a basic level (participants and situation). Expectations generated by the context.",
    "A.3.2.3. Organization and basic structuring according to the genre, the textual function.",
    "A.4. Meanings of linguistic units.",
    "A.4.2.1. Basic expression of the entity and its properties.",
    "A.4.2.2. Basic expression of quantity and quality.",
    "A.4.2.3. Basic expression of space and spatial relationships.",
    "A.4.2.4. Basic expression of time and temporal relationships.",
    "A.4.2.5. Basic expression of affirmation, negation, interrogation and exclamation.",
    "A.4.2.6. Basic expression of logical relationships.",
    "A.5. Lexicon.",
    "A.5.2.1. Basic vocabulary, commonly used and of interest to students, related to personal identification and interpersonal relationships.",
    "A.5.2.2. Basic vocabulary, commonly used and of interest to students, related to nearby places and environments.",
    "A.5.2.3. Basic vocabulary, commonly used and of interest to students, relating to daily life, health and physical activity.",
    "A.5.2.4. Basic vocabulary, commonly used and of interest to students, related to housing and home.",
    "A.5.2.5. Basic vocabulary, commonly used and of interest to students, related to weather, climate and the natural environment.",
    "A.5.2.6. Basic vocabulary, commonly used and of interest to students, related to information and communication technologies.",
    "A.6. Sound patterns.",
    "A.6.2.1. Basic sound, stress, rhythmic and intonation patterns.",
    "A.6.2.2. Meanings and general communicative intentions associated with these basic patterns.",
    "A.7. Conversational and spelling conventions and strategies.",
    "A.7.2.1. Basic spelling conventions.",
    "A.7.2.2. Meanings and basic communicative intentions associated with formats, patterns and graphic elements.",
    "A.7.2.3. Basic conversational conventions and strategies, in synchronous or asynchronous format, for:— Initiating, maintaining, and ending communication.— Taking and giving up the floor.— Asking for and giving clarifications and explanations.— Rephrasing, comparing, and contrast.—Summarize, collaborate, discuss, etc.",
    "A.8. Search tools, consultation and selection of information sources.",
    "A.8.2.1. Resources for learning and basic information search strategies: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "A.8.2.2. Basic analogue and digital tools for oral, written and multimodal comprehension, production and co-production; virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and the development of projects with speakers or students of the foreign language.",
    "A.8.2.3. Identification of the authorship of the sources consulted and the contents used.",
    "Block B. Plurilingualism and reflection on learning.",
    "B.1. Response strategies.",
    "B.1.2.1. Strategies and techniques to respond effectively to a basic and specific communicative need in an understandable way, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "B.2. Identification of linguistic units.",
    "B.2.2.1. Basic strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire. ",
    "B.3. Self-assessment.",
    "B.3.2.1. Basic self-assessment and peer-assessment strategies and tools, analogue and digital, individual and cooperative.",
    "B.4. Metalanguage.",
    "B.4.2.1. Lexicon and commonly used expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
    "B.5. Comparison of languages.",
    "B.5.2.1. Basic comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
    "Block C. Interculturality.",
    "C.1. Communicative exchange.",
    "C.1.2.1. The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for personal enrichment at a basic level.",
    "C.1.2.2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "C.1.2.3. Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "C.1.2.4. Basic strategies for detection and action against discriminatory uses of verbal and non-verbal language.",
    "C.2. Sociocultural and sociolinguistic aspects.",
    "C.2.2.1. Basic cultural patterns typical of the foreign language.",
    "C.2.2.2. Basic sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships.",
    "C.2.2.3. Basic social conventions, non-verbal language, linguistic courtesy and digital etiquette.",
    "C.2.2.4. Culture, customs and basic values typical of countries where the foreign language is spoken."
  ],
  "criteriosEvaluacion": [
    "Criterion 1.1. Interpret and analyze the global meaning and the specific and explicit information of brief and simple oral, written and multimodal texts on frequent and daily topics, of personal relevance and close to their experience, typical of the fields of interpersonal relationships, of learning, the media and fiction, expressed clearly and at the standard level of the language through various supports.",
    "Criterion 1.2. Select, organize and apply in a guided way the most appropriate strategies and knowledge in simple everyday communicative situations to understand the general meaning, the essential information and the most relevant details of the texts, in addition to interpreting non-verbal elements, and looking for and select information.",
    "Criterion 2.1. Express oneself orally through short, simple, structured, understandable texts appropriate to the communicative situation on daily and frequent issues, of relevance to students, in order to describe, narrate and inform about specific topics, in different supports, using verbal and non-verbal resources in a guided way, as well as production planning and monitoring strategies.",
    "Criterion 2.2. Organize and write short, simple and understandable texts, with clarity, coherence, cohesion and adaptation to the proposed communicative situation, following established guidelines, through analog and digital tools, on daily and frequent matters, relevant to the students and close to their experience.",
    "Criterion 2.3. Select, organize and apply knowledge and strategies in a guided way to plan, produce and revise texts that are simple, understandable, coherent and appropriate to the communicative intentions, contextual characteristics and textual typology, using physical or digital resources with the help most appropriate depending on the task and the needs of each moment, taking into account the person to whom the text is addressed.",
    "Criterion 3.1. Participate in brief and simple interactive situations on everyday topics, of personal relevance and close to their experience, through various supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "Criterion 3.2. Select, organize and use, in a guided way and in close environments, simple strategies suitable for starting, maintaining and ending communication, taking and giving the floor, and requesting and formulating clarifications and explanations.",
    "Criterion 4.1. Explain texts and infer brief and simple concepts in communication situations in which to attend to diversity, showing respect and empathy for the interlocutors and for the languages used, and also expressing interest in participating in problem solving of intercomprehension and understanding in their immediate environment, relying on various resources and supports.",
    "Criterion 4.2. Apply, in a guided way, simple strategies that help create bridges and facilitate the understanding and production of information and communication, appropriate to the communicative intentions, using resources and physical or digital supports depending on the needs of each moment .",
    "Criterion 5.1. Compare and contrast the similarities and differences between different languages, reflecting in a progressively autonomous way on their functioning.",
    "Criterion 5.2. Use and differentiate knowledge and simple strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
    "Criterion 5.3. Identify and record, following models, the progress and difficulties in learning the foreign language, selecting in a guided way the most effective simple strategies to overcome these difficulties and to progress in their learning by carrying out self-assessment and peer-assessment activities.",
    "Criterion 6.1. Act empathetically and respectfully in intercultural situations, building links between different languages and cultures, as well as rejecting any type of discrimination, prejudice and stereotype in simple everyday communicative contexts.",
    "Criterion 6.2. Accept and adapt to the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, as a source of personal enrichment, showing interest in sharing simple cultural and linguistic elements that promote sustainability and democracy.",
    "Criterion 6.3. Apply, in a guided way, strategies to explain and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values and respecting the principles of justice, equity and equality.",
    "Criterion 6.4. Use adequately, empathetically and respectfully, strategies to detect and act against discriminatory uses of verbal and non-verbal language."
  ]
}