{
  "saberes": [
    "Què és l’ésser humà?",
    "- Anàlisi i valoració de l’especificitat natural i dels condicionants historicoculturals en el debat sobre la gènesi i la definició de la naturalesa humana.",
    "- Anàlisi crítica de les condicions socials, de gènere i culturals en la identitat personal.",
    "- Reconeixement i valoració del paper de la sensibilitat, l’emotivitat i les facultats cognitives en l’anàlisi de la identitat personal.",
    "- Anàlisi i valoració del paper de la consciència i el llenguatge en l’estructura psicosomàtica de la identitat personal.",
    "- Anàlisi crítica de la natura humana en l’abordatge de qüestions vinculades al transhumanisme.",
    "Què puc saber?",
    "- Anàlisi i valoració de la filosofia com a saber fonamental en la història d’Occident i en l’abordatge de les problemàtiques humanes.",
    "- Especificitat de la filosofia en relació amb altres camps de saber per analitzar la natura i l’activitat humana.",
    "- Caracterització de la cosmovisió mítica i la teorització filosòfica a Grècia com a origen de la filosofia occidental.",
    "- Anàlisi i constatació de la pervivència dels problemes filosòfics per tal de poder abordar- los des de la contemporaneïtat.",
    "- Redacció de tipus de textos filosòfics per tal de poder desenvolupar i aprofundir en les pròpies idees.",
    "- Identificació de les característiques de la ciència i del mètode científic en el saber humà i en la història de la cultura per enfrontar-se a la desinformació, la postveritat i les pseudociències.",
    "- Valoració del saber, les metodologies científiques i la filosofia de la ciència en l’abordatge dels problemes i límits del coneixement.",
    "- Anàlisi crítica del problema del coneixement i les teories de la veritat per enfrontar-se a la desinformació i al fenomen de la postveritat.",
    "- Anàlisi crítica de les condicions socials, de gènere i culturals en la història de la filosofia.",
    "- Valoració i anàlisi crítica de la dimensió social i política del coneixement, dels poders i els interessos que hi intervenen i del paper de les dones en la ciència i en la creació de coneixement.",
    "- Desenvolupament d’idees filosòfiques en textos escrits.",
    "- Argumentació, raonament mitjançant l’aplicació de nocions bàsiques de lògica formal i detecció de fal·làcies i biaixos cognitius en l’anàlisi crítica i la producció dels discursos.",
    "- Interpretació i producció d’informació amb rigor argumentatiu per desenvolupar un criteri propi amb relació a problemes filosòfics.",
    "Què he de fer?",
    "- Reconeixement i valoració del saber i el pensament propi com a element clau en la construcció de projectes de vida autònoms i lliures.",
    "- Anàlisi i valoració crítica dels elements que permeten la construcció de societats plurals i democràtiques. Diferència i discrepància. La convivència en el pluralisme. Societat, política, societat i consens.",
    "- Valoració de l’ètica expansiva i la responsabilitat ecològica en l’anàlisi de les problemàtiques contemporànies.",
    "Com podem viure junts?",
    "- Anàlisi crítica dels problemes ètics del nostre temps, com ara la desigualtat, la pobresa, la guerra i altres formes de violència, la desigualtat entre homes i dones, la discriminació i els problemes mediambientals i ecosocials, per desenvolupar un posicionament ètic i argumentat.",
    "- Conèixer i participar en diferents modalitats de diàleg a l’aula (debats, seminari, taula rodona, diàleg filosòfic) aportant raons pertinents i relacionant-les amb les dels altres, trobant punts de trobada, per arribar a conclusions complexes i creatives."
  ],
  "criteriosEvaluacion": [
    "1.1 Distingir entre opinions i arguments en els raonaments.",
    "1.2 Valorar críticament els sabers que aporten certesa i aquells que no, a partir de la identificació de les seves característiques i l’anàlisi de les estructures argumentatives que els sostenen.",
    "1.3 Valorar críticament el paper de la filosofia i de la ciència en l’abordatge de problemes rellevants per a la natura i el saber humà.",
    "2.1 Produir rigorosament arguments, aplicant les normes lògiques, retòriques i argumentatives, i detectant i evitant maneres dogmàtiques, fal·laces i esbiaixades per exposar les pròpies opinions i idees, tant oralment com per escrit.",
    "2.2 Avaluar críticament discursos, orals i escrits, sobre qüestions i problemes filosòfics, demostrant una comprensió correcta de les estructures argumentatives.",
    "3.1 Intercanviar i avaluar críticament idees sobre qüestions filosòfiques a partir del diàleg filosòfic.",
    "3.2 Argumentar rigorosament les pròpies idees en activitats de diàleg filosòfic.",
    "3.3 Participar de manera oberta, compromesa i respectuosa en activitats de diàleg sobre qüestions i problemes filosòficament rellevants.",
    "4.1 Distingir les principals preguntes de la filosofia i les diferents respostes filosòfiques a través de la indagació, l’anàlisi i la interpretació de textos filosòfics i altres formes d’expressió cultural.",
    "4.2 Desenvolupar una concepció complexa i no dogmàtica dels problemes i qüestions fonamentals i d’actualitat, mitjançant l’anàlisi filosòfica d’aquests.",
    "4.3 Desenvolupar una actitud oberta, respectuosa i compromesa amb la resolució de conflictes ètics i polítics a través de l’exposició argumentada i crítica de les idees."
  ]
}