{
    "criteriosEvaluacion": [
        "1.1. Identificar, describir y analizar mediante métodos y técnicas de laGeografía las principales repercusiones territoriales relativas a los retosecosociales más importantes que afronta España.",
        "1.2. Contrastar los discursos oficiales y no oficiales que abordan lasprincipales repercusiones territoriales relativas a retos ecosociales másimportantes que afronta España con el resultado de análisis geográficos.",
        "1.3. Identificar patrones y hábitos de consumo insostenibles que deterioran deforma significativa el espacio geográfico español, utilizando procedimientos ydatos geográficos.",
        "1.4. Utilizar argumentos en defensa del uso social sostenible y responsable delos recursos basándose en procedimientos y datos geográficos.",
        "2.1. Describir y explicar el espacio geográfico como sistema compuesto desubsistemas interrelacionados a partir del análisis de fuentes de informaciónvisuales.",
        "2.2. Identificar y comparar paisajes naturales y humanizados, indicando lasprincipales diferencias existentes entre ambos a partir del análisis de fuentesde información visuales.",
        "2.3. Explicar las repercusiones en el espacio geográfico de la acción antrópicaa partir del contraste entre paisaje humanizado y paisaje natural.",
        "2.4. Argumentar la necesidad de la sostenibilidad como principio ineludible enlas interacciones entre los grupos humanos y el medioambiente.",
        "3.1. Localizar e identificar en mapas las principales regiones naturales,geomorfológicas y bioclimáticas de España y de Europa.",
        "3.2. Describir sintéticamente la diversidad de las regiones naturales deEspaña a través de sus características más destacadas de relieve, clima,hidrografía y biodiversidad.",
        "3.3. Describir sintéticamente la diversidad natural de las principales regionesnaturales de Europa a través de sus características más destacadas derelieve, clima, hidrografía y biodiversidad.",
        "3.4. Confrontar las características de relieve, clima, hidrografía y biodiversidadde las regiones naturales de España con las del contexto europeo.",
        "4.1. Localizar fenómenos físicos y humanos de diferente tipo, utilizandométodos y técnicas de la Geografía, especialmente las tecnologías de lainformación geográfica (TIG), y de ciencias afines.",
        "4.2. Delimitar la escala de fenómenos físicos y humanos de diferente tipo,utilizando métodos y técnicas de la Geografía, especialmente las tecnologíasde la información geográfica (TIG) y de ciencias afines.",
        "4.3. Analizar el espacio utilizando métodos y técnicas de la Geografía,especialmente las tecnologías de la información geográfica (TIG), y deciencias afines.",
        "4.4. Realizar propuestas de actuación territorial a partir de análisis del espaciorealizado mediante métodos y técnicas de la Geografía, especialmente lastecnologías de la información geográfica (TIG), y de ciencias afines.",
        "5.1. Elaborar trabajos que analicen las dinámicas globalizadoras quedeterminan las relaciones socioeconómicas y culturales mundiales y susrepercusiones en el territorio.",
        "5.2. Exponer trabajos que analicen las dinámicas globalizadoras quedeterminan las relaciones socioeconómicas y culturales mundiales y susrepercusiones en el territorio.",
        "5.3. Argumentar en favor de la dignidad humana a partir de trabajos queanalicen las dinámicas globalizadoras que determinan las relacionessocioeconómicas y culturales mundiales y sus repercusiones en el territorio.",
        "5.4. Argumentar en favor del respeto al medioambiente a partir de trabajos queanalicen las dinámicas globalizadoras que determinan las relacionessocioeconómicas y culturales mundiales y sus repercusiones en el territorio.",
        "6.1. Identificar, describir y explicar los principales desequilibrios territoriales deEspaña y de su estructura demográfica y sociolaboral, con especial atencióna la determinación de los procesos y decisiones que los han generado.",
        "6.2. Identificar, describir y valorar las principales medidas y políticasnacionales de cooperación y cohesión que afrontan los desequilibriosterritoriales de España y de su estructura demográfica y sociolaboral.",
        "6.3. Identificar, describir y valorar las principales medidas y políticas europeasde cooperación y cohesión que afrontan los desequilibrios territoriales, conespecial atención a su repercusión en España.",
        "6.4. Identificar y describir las repercusiones de las principales medidas ypolíticas de cooperación y cohesión, tanto nacionales como europeas, sobrelos desequilibrios territoriales y de la estructura demográfica y sociolaboral deEspaña.",
        "7.1. Participar en la elaboración de proyectos en equipo que analicensituaciones problemáticas que afecten al espacio geográfico próximo.",
        "7.2. Participar en la elaboración de proyectos en equipo que propongansoluciones viables a situaciones problemáticas que afecten al espaciogeográfico próximo.",
        "7.3. Diseñar y planificar el procedimiento de puesta en práctica de las medidascorrectoras y posibles soluciones a situaciones problemáticas que afecten alespacio geográfico próximo.",
        "7.4. Exponer de forma argumentada las medidas correctoras y las solucionespropuestas para abordar situaciones problemáticas que afecten al espaciogeográfico próximo."
    ],
    "saberes": [
        "Bloque 1. Métodos y técnicas de Geografía",
        "Subbloque de saberes básicos. Transversal a todas les CE",
        "• Métodos y técnicas de identificación y explicación causal de localizaciones, distribuciones",
        "espaciales de fenómenos y análisis de consecuencias.",
        "• Estrategias y técnicas de búsqueda, obtención y selección de información relevante para",
        "el conocimiento geográfico: observación directa, fuentes cartográficas, estadísticas,",
        "visuales, bibliográficas y procedentes de las tecnologías de información geográfica (TIG).",
        "• Interpretación y aplicación de la información cartográfica.",
        "• Elaboración e interpretación de gráficas y tablas estadísticas.",
        "Bloque 2. Medio físico de España",
        "Subbloque de saberes básicos. 2.1. Geografía Física CE2, CE3, CE4",
        "• La diversidad geomorfológica de España. Localización y distribución de los grandes",
        "conjuntos de relieve.",
        "• Diversidad climática en España. La red hídrica de España.",
        "• Caracterización de las grandes regiones naturales de España. Suelos y biodiversidad.",
        "Subbloque de saberes básicos 2.2. Interacción medioambiente-sociedad CE1, CE2, CE4, CE5",
        "• El impacto de las actividades humanas sobre los recursos y la biodiversidad. La gestión",
        "del agua.",
        "• Prevención de riesgos naturales (incendios, inundaciones, especies invasoras)",
        "• El principio de sostenibilidad. Las políticas medioambientales en España y la Unión",
        "Europea.",
        "• Los espacios protegidos (el Patrimonio natural y cultural)",
        "Bloque 3. España: territorio y sociedad",
        "Subbloque de saberes básicos. 3.2. Geografía económica CE1, CE4, CE5, CE6, CE7",
        "• Los espacios rurales: Identificación de los paisajes agrarios.",
        "• Transformaciones de las actividades agropecuarias: prácticas sostenibles e insostenibles.",
        "La Política Agraria Común en el desarrollo rural y sostenibilidad.",
        "• Los recursos marinos: pesca y acuicultura. La Política Pesquera Común.",
        "• Los espacios industriales: Transformaciones en las actividades industriales y los paisajes:",
        "materias primas y fuentes de energía.",
        "• El proceso de industrialización español. Las regiones industriales españolas. Las políticas",
        "de desarrollo industrial españolas y europeas.",
        "• Los espacios terciarizados: heterogeneidad y desigual impacto territorial. La incidencia en",
        "la vertebración territorial de los transportes y las comunicaciones.",
        "• Los espacios turísticos: factores, regiones e impacto.",
        "Bloque 4. España en Europa y en el mundo",
        "Subbloque de saberes básicos 4.1. España en un mundo globales CE1, CE4, CE5",
        "• Globalización y diversidad: los procesos de mundialización y el incremento de las",
        "desigualdades territoriales.",
        "• España en el contexto geopolítico mundial y su compromiso con los objetivos de desarrollo",
        "sostenible.",
        "Subbloque de saberes básicos 4.2. España en el contexto de Europa CE1, CE4, CE5",
        "• Localización de estados europeos. Contrastes físicos y socioeconómicos. Desequilibrios",
        "territoriales y políticas de cohesión europeas.",
        "• Gestión y ordenación del territorio nacional. Políticas de cohesión y desarrollo regional.",
        "Bloque 5. Valores cívicos y compromiso ciudadano",
        "Subbloque de saberes básicos.",
        "Transversal a todas les CE",
        "• Pautas de consumo responsable en el uso de los recursos.",
        "• Medidas de preservación y sostenibilidad del medioambiente.",
        "• La ciudadanía global y su relación con los principios del europeísmo.",
        "• La importancia de las Instituciones internacionales y la cultura de la paz."
    ]
}
