{
    "saberes": [
        "Bloque 1. Sentido numérico",
        "▪ Conteo.",
        "– Estrategias para contar y recontar sistemáticamente, su adaptación al tamaño de los números, representación en situaciones variadas y cotidianas con cantidades hasta el 99.999 con explicación, comparación y reflexión sobre las estrategias y los procesos seguidos.",
        "– Realización de series ascendentes y descendentes de números de forma manipulativa, simbólica y tecnológica (calculadora) como elemento facilitador del cálculo mental, interpretación de la relación existente entre los diversos números y valoración del error como una oportunidad de aprendizaje.",
        "▪ Cantidad.",
        "– Identificación, lectura y escritura de números naturales hasta el 99.999 en textos y contextos familiares y habituales.",
        "– Composición, descomposición y recomposición manipulativa, gráfica y simbólica de números naturales hasta el 99.999 investigando propiedades y relaciones, explicación del proceso e interpretación del valor posicional de las cifras (unidades, decenas, centenas y millares).",
        "– Estimación razonada de cantidades hasta el 99 999 y redondeo en problemas cotidianos con estrategias diversificadas, descripción de la idoneidad de las soluciones y aceptación del error como parte del proceso de mejora.",
        "– Expresión de particiones, repartos y relaciones con la utilización de fracciones propias con denominador hasta 12 en contextos de la vida cotidiana.",
        "– Identificación, lectura, escritura y representación de fracciones propias con denominador hasta 12 en textos y contextos familiares y habituales.        ▪ Sentido de las operaciones.",
        "– Estrategias de cálculo mental para resolver operaciones de suma, resta, multiplicación y división en situaciones habituales y significativas, explicación de las estrategias y de los procesos seguidos, aceptación de los errores como una oportunidad de aprendizaje y como recurso para evitar la frustración.",
        "– Estrategias de cálculo mental con fracciones, con denominador hasta 12, en contextos cotidianos con explicación del proceso seguido y las estrategias usadas.",
        "– Resolución de problemas de la vida cotidiana que impliquen la comprensión de la utilidad de las sumas, restas, multiplicaciones y divisiones y su uso con flexibilidad y sentido, siguiendo los procesos adecuados.",
        "– Procesos en la resolución de problemas: interpretación y representación de la situación, determinación de datos útiles, planteamiento de hipótesis de resolución y propuesta de plan, contraste de puntos de vista, simbolización, elaboración y expresión de la solución, verificación e interpretación en contexto de los resultados obtenidos, expresión de forma ordenada y en las unidades correctas con explicitación del proceso seguido.",
        "– Resolución de operaciones combinadas en problemas contextualizados con atención a su jerarquía, aplicación de sus propiedades, las estrategias personales y los procedimientos más adecuados según la naturaleza del cálculo: mental, estimaciones, algoritmos o calculadora.",
        "– Estrategias y herramientas de resolución de sumas, restas, multiplicaciones y divisiones de números naturales con flexibilidad y sentido en situaciones contextualizadas: propiedades de las operaciones.",
        "– Planteamiento de problemas que se resuelvan con sumas (como incremento), restas (como merma, comparación y complemento), multiplicaciones (como suma abreviada, repetición y operador multiplicativo) o divisiones (como reparto o agrupación) basados en situaciones familiares y cotidianas que permitan establecer conexiones con experiencias propias.",
        "– Uso de calculadora como recurso para verificar los resultados de operaciones realizadas en problemas, una vez establecida la idoneidad del proceso.",
        "▪ Relaciones.",
        "– Sistema de numeración de base diez para su aplicación en la comprensión del valor posicional de las cifras de los números hasta el 99.999 y sus equivalencias, aplicación en las relaciones que genera en las operaciones.",
        "– Resolución de problemas cotidianos que impliquen la comparación y ordenación de números cardinales hasta el 99.999 y ordinales con un uso adecuado de la simbología de las relaciones, interpretación y expresión del resultado, exacto o estimado, según la situación.",
        "– Estrategias manipulativas y gráficas para establecer relaciones entre la suma y la resta, la suma y la multiplicación, la división y la resta, la multiplicación y la división: aplicación en contextos cotidianos.",
        "– Identificación de la relación entre la multiplicación y la superficie de los rectángulos.",
        "▪ Educación financiera.",
        "– Identificación del valor y de las equivalencias entre las diferentes monedas y billetes del sistema monetario de la Unión Europea, con empleo de esas equivalencias para resolver problemas de compra-venta en situaciones reales y simuladas.",
        "– Identificación y experimentación en la vida cotidiana de situaciones que requieran administración del dinero (ingresos y gastos), fomento del ahorro y del consumo responsable en contextos de juego.",
        "– Estimación y cálculo del gasto que se va a realizar y de las monedas y billetes necesarios para pagar, así como del cambio, en problemas de la vida cotidiana, contraste de las estimaciones y rectificación en función de esos contrastes.",
        "– Planteamiento y resolución de problemas, de manera individual y en equipo, en los que sea necesario el uso de monedas y billetes relacionados con el sistema monetario europeo: presupuestos sencillos, situaciones de compra y venta, planificación de ahorro necesario… con verificación del resultado y de la necesidad de rectificar en función del error.",
        "Bloque 2. Sentido de la medida",
        "▪ Magnitud.",
        "– Reconocimiento y explicación de características mensurables de los elementos del medio (longitud, superficie, masa, capacidad, temperatura, tiempo y amplitud de ángulos) mediante la observación de la realidad próxima.",
        "– Reconocimiento de unidades no convencionales y convencionales (km, m, cm, mm; kg, g; l, cl, ml y grados centígrados) para la realización de mediciones adecuadas en situaciones cotidianas que permitan calcular itinerarios, construir figuras planas, comparar capacidades y calcular intervalos de temperatura.",
        "– Reconocimiento, ordenación, clasificación y uso de las unidades de medida del tiempo (año, estación, mes, semana, día, hora y minuto) en situaciones habituales y del entorno, determinación de la duración de los períodos de tiempo y la medida más adecuada en cada situación.",
        "– Lectura y escritura de la hora en relojes analógicos y digitales de forma contextualizada para planificar, regular, conocer la duración, inicio o finalización de un suceso, calcular intervalos, hacer horarios…",
        "▪ Medición.",
        "– Resolución de problemas, de forma individual y en equipo, que impliquen la realización de mediciones convencionales y no convencionales en el contexto escolar: selección del instrumento adecuado, elección de las unidades más apropiadas al contexto y tamaño, demostrando conocimiento de las equivalencias entre medidas, medición con precisión, contraste de los resultados, expresión correcta de las unidades, con control y expresión verbal y gráfica del proceso seguido.",
        "▪ Estimación y relaciones.",
        "– Estrategias de comparación y ordenación de medidas de la misma magnitud (km, m, cm, mm; kg, g; l y ml, mes, semana, día, hora, minuto y segundo): aplicación de equivalencias entre unidades en la resolución de problemas de la vida cotidiana que impliquen la conversión en unidades más pequeñas.",
        "– Estrategias de estimación de medidas (de longitud, masa, capacidad, tiempo y temperatura) por comparación con unidades de medida conocidas convencionales y no convencionales en contextos habituales, con contraste de los resultados y análisis de la desviación como parte del proceso de aprendizaje.",
        "– Relación entre las medidas de tiempo en relojes analógicos y digitales.",
        "– Utilización de las medidas de tiempo (minutos y segundos) en la planificación del trabajo, en el relato de experiencias personales y en la gestión de emociones: tiempo de espera, tiempo de calma, turnos de intervención.",
        "Bloque 3. Sentido espacial",
        "▪ Figuras geométricas de dos y tres dimensiones.",
        "– Interpretación y elaboración de mensajes y descripciones que supongan la identificación y clasificación de figuras geométricas y de sus elementos (lados, vértices, ángulos), las relaciones entre ellos, propiedades y tipología en objetos e imágenes de su entorno.",
        "– Resolución de problemas que impliquen el reconocimiento, clasificación y descripción de cuerpos geométricos (cubo, prismas, pirámides, cilindros, conos y esferas) en objetos e imágenes de su entorno con explicación del proceso seguido, demostrando curiosidad por descubrir relacionesExploración individual y en equipo de propiedades de figuras geométricas de dos y tres dimensiones mediante materiales manipulables (cuadrículas, geoplanos, policubos, bloques geométricos, organicubos, katamino, rompecabezas geométricos, tangram...) y el manejo de herramientas digitales (realidad aumentada, robótica educativa, geometría dinámica) para buscar regularidades, compararlas y clasificarlas con criterios sencillos con explicación del proceso.",
        "– Estrategias y técnicas de construcción de figuras geométricas de dos dimensiones por composición y descomposición, mediante materiales manipulables e instrumentos de dibujo (regla y escuadra) con explicación del proceso.",
        "▪ Localización y sistemas de representación.",
        "– Interpretación y descripción de la posición relativa de objetos del espacio real, mapas, planos y textos con el vocabulario geométrico adecuado (perpendicularidad, alineamiento, paralelismo, angularidad) y su representación.",
        "– Interpretación, descripción, elaboración y representación, con estrategias personales y contrastadas en equipo, de itinerarios en planos, bocetos, mapas y maquetas sencillos con uso de soportes físicos y virtuales partiendo del espacio vivenciado.",
        "▪ Movimientos y transformaciones.",
        "– Descripción verbal e interpretación de información sobre movimientos, traslaciones y simetrías de objetos y otros elementos del contexto con vocabulario geométrico adecuado.",
        "– Generación de figuras a partir de simetrías y traslaciones de un patrón inicial y predicción del resultado: aplicación a la creación artística.",
        "▪ Visualización, razonamiento y modelización geométrica.",
        "– Resolución y planteamiento de problemas de la vida cotidiana que impliquen el uso de estrategias variadas para el cálculo de perímetros de figuras planas, contraste de estrategias y resultados.",
        "– Resolución individual y en equipo de problemas geométricos que impliquen el conocimiento de figuras, sus relaciones y propiedades, utilizando estrategias de clasificación, uso de ejemplos contrarios, creación de hipótesis y construcción, argumentación y toma de decisiones.",
        "– Resolución de problemas de la vida cotidiana empleando el modelo geométrico y la representación matemática de la situación para resolver.",
        "– Reconocimiento de relaciones geométricas, posiciones, movimientos, simetrías y traslaciones en contextos lúdicos, artísticos, científicos, técnicos y en cualquier otro ámbito de la vida cotidiana.",
        "Bloque 4. Sentido algebraico y pensamiento computacional",
        "▪ Patrones.",
        "– Estrategias para la identificación, descripción verbal, representación, predicción razonada y creación de términos a partir de las regularidades en una colección de números, figuras o imágenes con anticipación o extensión de la secuencia.",
        "▪ Modelo matemático.",
        "– Resolución de problemas de la vida cotidiana siguiendo un proceso pautado de modelización con dibujos, esquemas, diagramas, manipulables, dramatizaciones, guion de preguntas para la interpretación del enunciado, reconocimiento de datos útiles, elaboración y contraste de hipótesis, búsqueda del plan de acción, perseverancia en la solución, simbolización y realización de los cálculos, comprobación de soluciones, expresión clara y correcta del resultado, revisión de su idoneidad, rectificación si es necesaria y explicación de lo realizado.",
        "▪ Relaciones y funciones.",
        "– Comparación entre expresiones que incluyan objetos, números, operaciones y sus propiedades con explicación de las relaciones de igualdad y desigualdad en el contexto cotidiano y uso adecuado de la simbología (=, ≠, >, <, ≥, ≤).",
        "– Obtención de datos sencillos desconocidos (representados por medio de un símbolo) o compleción de datos en relaciones de igualdad en juegos y retos matemáticos, con persistencia en la obtención, contraste y comprobación de que el dato obtenido es correcto.",
        "▪ Pensamiento computacional.",
        "– Estrategias para la interpretación, modificación y representación de algoritmos sencillos relacionados con el contexto cotidiano y el juego en reglas de juegos, instrucciones secuenciales, bucles, patrones repetitivos, programación por bloques, robótica educativa…",
        "Bloque 5. Sentido estocástico",
        "▪ Organización y análisis de datos.",
        "– Resolución de problemas contextualizados que impliquen el uso de estrategias guiadas para la recogida, clasificación, ordenación, recuento, registro (tablas de doble entrada, gráficas, registro simbólico) y comunicación de datos cualitativos cuantificables o cuantitativos discretos de muestras pequeñas y representación en gráficas de estos mediante recursos tradicionales y aplicaciones informáticas sencillas.",
        "– Extracción, interpretación y explicación de información relacionada con el contexto familiar y próximo a través de la lectura individual y en equipos de gráficos estadísticos (pictogramas, diagramas de barras, histogramas); uso de esa información en la resolución de problemas.",
        "– Identificación de la moda como el dato más frecuente en conjuntos de datos.",
        "– Comparación gráfica de dos conjuntos de datos para establecer relaciones y extraer conclusiones.",
        "▪ Incertidumbre.",
        "– Identificación y reconocimiento de la incertidumbre en situaciones de la vida cotidiana a través de experimentos basados en juegos como cartas, dados, monedas…",
        "– Utilización de expresiones como seguro, posible e imposible en la valoración de resultados de experiencias lúdicas o cotidianas sencillas en las que interviene el azar e identificación de sucesos aleatorios en su entorno próximo.",
        "– Comparación de la probabilidad de dos sucesos de forma intuitiva.",
        "▪ Inferencia.",
        "– Planteamiento de conjeturas a partir de los datos recogidos y analizados, dándoles sentido en el contexto de estudio.",
        "Bloque 6. Sentido socioemocional",
        "▪ Creencias, actitudes y emociones.",
        "– Reconocimiento de las emociones que puedan facilitar o perjudicar el aprendizaje de las matemáticas y regulación de estas según convenga.",
        "– Recursos y estrategias para regular o tolerar la frustración ante tareas matemáticas: reconocimiento de las emociones implicadas y su expresión, relajación para rebajar la intensidad de esas emociones, fijación de metas y objetivos realistas y conseguibles, autocontrol y entrenamiento positivo.",
        "– Desarrollo de la autonomía y aplicación de estrategias para la toma de decisiones en situaciones de resolución de problemas: ofreciendo alternativas, resolviendo retos, estimulando el razonamiento y reforzando los logros.",
        "– Realización de investigaciones matemáticas individuales y en equipo como estrategia para fomentar la curiosidad, el interés y la iniciativa en su aprendizaje.",
        "– Los juegos matemáticos individuales en formato digital, impreso y manipulativo como entrenamiento de la perseverancia, confianza en las propias posibilidades y la superación personal.",
        "– Los enigmas, adivinanzas, búsqueda de pistas, jeroglíficos, codificación, pasatiempos y retos matemáticos para incrementar la creatividad, curiosidad y gusto por las matemáticas.",
        "– Presentación limpia, clara y ordenada del trabajo matemático que permita revisar, rectificar el proceso o alguna de sus fases y compartir o realizado.",
        "▪ Trabajo en equipos: inclusión, respeto y diversidad.",
        "– Uso de actitudes inclusivas y no discriminatorias durante la realización de las tareas matemáticas en equipo con comprensión de las emociones y experiencias de las demás personas, sensibilidad y respeto por las diferencias.",
        "– Los equipos colaborativos y cooperativos para clarificar tareas, debatir propuestas, llegar a acuerdos, contrastar opciones, revisar y analizar producciones: escucha y participación activa, responsabilidad y exigibilidad individual, interdependencia positiva, respeto por las contribuciones de todas las personas miembros del equipo.Estrategias guiadas de planificación, control y organización del trabajo en equipos para gestionar el tiempo, la realización de las tareas, el establecimiento de objetivos de equipo, el reparto equitativo y rotatorio de roles en interacción simultánea y la evaluación del funcionamiento del equipo.",
        "– Valoración de la contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género.",
        "– Reconocimiento de las contribuciones de matemáticas y matemáticos a diversos ámbitos del saber como mecanismo de construcción de una identidad positiva propia."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Mostrar actitudes positivas ante retos matemáticos tales como el esfuerzo y la flexibilidad, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE1.2. Interpretar, de forma verbal o gráfica, problemas de la vida cotidiana, comprendiendo las preguntas formuladas a través de diferentes estrategias o herramientas, incluidas las tecnológicas. OBJ1",
        "CE1.3. Producir representaciones matemáticas, a través de esquemas o diagramas, que ayuden en la resolución de una situación problematizada. OBJ1",
        "CE1.4. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE1.5. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida. OBJ2",
        "CE1.6. Analizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma pautada. OBJ3",
        "CE1.7. Emplear herramientas tecnológicas adecuadas en el proceso de resolución de problemas. OBJ4",
        "CE1.8. Interpretar situaciones en contextos diversos, reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE1.9. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE2.1. Participar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias cooperativas sencillas de trabajo en equipo dirigidas a la consecución de objetivos compartidos. OBJ8",
        "CE2.2. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE2.3. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida. OBJ2",
        "CE2.4. Demostrar la corrección matemática de las soluciones de un problema y su coherencia en el contexto expuesto. OBJ2",
        "CE2.5. Realizar conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE2.6. Interpretar situaciones en contextos diversos reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE2.7. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario específico básico y mostrando la comprensión del mensaje. OBJ6",
        "CE2.8. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE3.1. Trabajar en equipo activa y respetuosamente comunicándose adecuadamente, respetando la diversidad del grupo y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE3.2. Producir representaciones matemáticas, a través de esquemas o diagramas, que ayuden en la resolución de una situación problematizada. OBJ1",
        "CE3.3. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE3.4. Automatizar situaciones sencillas de la vida cotidiana que se realicen paso a paso o sigan una rutina utilizando de forma pautada principios básicos del pensamiento computacional. OBJ4",
        "CE3.5. Realizar conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE3.6. Interpretar situaciones en contextos diversos, reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE3.7. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo un vocabulario específico básico y mostrando la comprensión del mensaje. OBJ6",
        "CE3.8. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE4.1. Identificar las emociones propias al abordar nuevos retos matemáticos, pidiendo ayuda solo cuando sea necesario y desarrollando así la autoconfianza. OBJ7",
        "CE4.2. Producir representaciones matemáticas, a través de esquemas o diagramas, que ayuden en la resolución de una situación problematizada. OBJ1",
        "CE4.3. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE4.4. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida. OBJ2",
        "CE4.5. Analizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma pautada. OBJ3",
        "CE4.6. Automatizar situaciones sencillas de la vida cotidiana que se realicen paso a paso o sigan una rutina utilizando de forma pautada principios básicos del pensamiento computacional. OBJ4",
        "CE4.7. Emplear herramientas tecnológicas adecuadas en el proceso de resolución de problemas. OBJ4",
        "CE4.8. Realizar conexiones entre los diferentes elementos matemáticos, aplicando conocimientos y experiencias propios. OBJ5",
        "CE4.9. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE5.1. Trabajar en equipo activa y respetuosamente comunicándose adecuadamente, respetando la diversidad del grupo y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE5.2. Interpretar, de forma verbal o gráfica, problemas de la vida cotidiana, comprendiendo las preguntas formuladas a través de diferentes estrategias o herramientas, incluidas las tecnológicas. OBJ1",
        "CE5.3. Comparar entre diferentes estrategias para resolver un problema de forma pautada. OBJ2",
        "CE5.4. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida. OBJ2",
        "CE5.5. Dar ejemplos de problemas sobre situaciones cotidianas que se resuelven matemáticamente. OBJ3",
        "CE5.6. Interpretar situaciones en contextos diversos reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE5.7. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario específico básico y mostrando la comprensión del mensaje. OBJ6",
        "CE5.8. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6",
        "CE6.1. Identificar las emociones propias al abordar nuevos retos matemáticos, pidiendo ayuda solo cuando sea necesario y desarrollando así la autoconfianza. OBJ7",
        "CE6.2. Mostrar actitudes positivas ante nuevos retos matemáticos, tales como el esfuerzo y la flexibilidad, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE6.3. Trabajar en equipo activa y respetuosamente, comunicándose adecuadamente, respetando la diversidad del grupo y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE6.4. Participar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias cooperativas sencillas de trabajo en equipo dirigidas a la consecución de objetivos compartidos. OBJ8",
        "CE6.5. Analizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma pautada. OBJ3",
        "CE6.6. Realizar conexiones entre los diferentes elementos matemáticos, aplicando conocimientos y experiencias propios. OBJ5",
        "CE6.7. Interpretar situaciones en contextos diversos, reconociendo las conexiones entre las matemáticas y la vida cotidiana. OBJ5",
        "CE6.8. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando un lenguaje matemático sencillo en diferentes formatos. OBJ6"
    ]
}