{
    "saberes": [
        "A. Vida activa y saludable.",
        "- Salud física: efectos físicos, psicológicos y sociales beneficiosos del estilo de vida activo. Impacto de los malos hábitos relacionados con la salud (mala alimentación, sedentarismo, alcohol y tabaco). Educación postural en acciones motrices específicas relacionadas con actividades pre-deportivas. Responsabilidad personal en el cuidado del cuerpo (aseo, cambio de vestimenta, hidratación…).",
        "- Salud mental: consolidación y ajuste realista del autoconcepto, teniendo en cuenta las características propias de cada género. Respeto y aceptación del propio cuerpo y del aspecto corporal de los demás. La actividad física como medio para mejorar la autoestima.",
        "- Salud social: la práctica de la actividad física como herramienta para establecer y/o fortalecer amistades, vínculos y espíritu de equipo, así como saber afrontar las derrotas y las victorias con deportividad. La exigencia del deporte profesional. Aceptación de distintas tipologías corporales, para practicar en igualdad, diversidad de actividades físico-deportivas. Estereotipos corporales, de género y competencia motriz.",
        "B. Organización y gestión de la actividad física.",
        "- Usos y finalidades: catárticos, lúdico-recreativos, competitivos y agonísticos.",
        "- Cuidado, preparación y conservación del material. Actitudes consumistas en torno al equipamiento. Análisis de la adquisición de material para la práctica físico-deportiva.",
        "- Hábitos autónomos de higiene corporal en acciones físico-deportivas y cotidianas.",
        "- Planificación y autorregulación de proyectos motores: seguimiento y valoración durante el proceso y del resultado.",
        "- Prevención de accidentes en las prácticas motrices: calentamiento general y vuelta a la calma. Importancia de respetar las normas de seguridad. Compromiso de responsabilidad hacia la seguridad propia y de los demás.",
        "- Actuaciones básicas ante accidentes durante la práctica de actividades físicas. Posición lateral de seguridad. Conducta PAS (proteger, avisar, socorrer) y RICE (reposo, hielo, compresión y elevación).",
        "C. Resolución de problemas en situaciones motrices.",
        "- Toma de decisiones: selección de acciones en función del espacio-tiempo en situaciones motrices individuales y cooperativas. Selección adecuada de las habilidades motrices en situaciones de oposición de contacto. Desmarcarse, ubicarse o seleccionar zonas de envío del móvil desde donde sea difícil devolverlo en situaciones motrices de colaboración u oposición que impliquen persecuciones e interacción con el móvil.",
        "- Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; equilibrio estático y dinámico en situaciones de complejidad creciente; organización espacial (percepción de distancias y trayectoria, orientación en el espacio), temporal (simultaneidad y sucesión de acciones) y espacio-temporal (ritmo, ajuste perceptivo en el envío y en la interceptación de trayectorias de móviles).",
        "- Capacidades físicas básicas como componente cuantitativo (fuerza, resistencia, velocidad y flexibilidad) y capacidades cualitativas (coordinación, equilibrio y agilidad).",
        "- Iniciación de las habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas: aspectos principales.",
        "- Creatividad motriz: identificación de estímulos internos o externos que exijan un reajuste instantáneo de la acción motriz.",
        "D. Autorregulación emocional e interacción social en situaciones motrices.",
        "- Gestión emocional: ansiedad y situaciones motrices. Estrategias de afrontamiento y gestión.",
        " - Habilidades sociales: estrategias de trabajo en equipo para la resolución constructiva de conflictos en situaciones motrices colectivas.",
        "- Concepto de fairplay o “juego limpio”.",
        "- Identificación, abordaje y rechazo de conductas violentas o contrarias a la convivencia en situaciones motrices (discriminación por cuestiones de género, capacidad o competencia motriz; actitudes xenófobas, racistas o de índole sexista; abuso sexual o cualquier forma de violencia).",
        "E. Manifestaciones de la cultura motriz.",
        "- Aportaciones de la cultura motriz a la herencia cultural. Los deportes como seña de identidad cultural con especial hincapié en los de Cantabria: los bolos y sus modalidades, traineras y bateles, las palas, ...",
        "- Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas complejas.",
        "- Práctica de actividades rítmico-musicales con carácter expresivo con especial hincapié en las danzas populares de Cantabria: la jota montañesa, danza de los picayos, danza de arcos, ...otras.",
        "- Deporte y perspectiva de género: sexismo en el deporte amateur y profesional.",
        "- Deportes olímpicos y paralímpicos, instituciones e historia asociada a los Juegos Olímpicos y Paralímpicos.",
        "F. Interacción eficiente y sostenible con el entorno.",
        "- Normas de uso: la educación vial desde la actividad física y deportiva. Movilidad segura, saludable y sostenible.",
        "- Transporte activo, seguro y sostenible: bicicletas, patines, patinetes...",
        "- Previsión de riesgos de accidente durante la práctica en el medio natural y urbano: valoración previa y actuación.",
        "- Consumo responsable: construcción y reutilización de materiales para la práctica motriz.",
        "- Práctica de actividades físicas en el medio natural y urbano: parques, playas, montañas, ...",
        "- Cuidado del entorno próximo y de los animales y plantas que en él conviven, como servicio a la comunidad, durante la práctica de actividad física en el medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer los efectos beneficiosos a nivel físico y mental de la actividad física como paso previo para su integración en la vida diaria.",
        "1.2. Integrar las rutinas propias de una práctica motriz saludable y responsable como son el calentamiento o activación corporal, la dosificación del esfuerzo y la relajación e higiene como parte final de la sesión.",
        "1.3. Adoptar medidas de seguridad antes, durante y después de la práctica de actividad física, reconociendo los contextos de riesgo y actuando con precaución ante ellos.",
        "1.4. Identificar y abordar conductas que resultan perjudiciales para la salud o inapropiadas para la convivencia adoptando posturas de rechazo a la discriminación y a los estereotipos de género, y evitando activamente su reproducción.",
        "1.5. Cuidar y respetar el material participando en su traslado y recogida de forma segura.",
        "2.1. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, definiendo metas, secuenciando acciones, introduciendo si es preciso cambios durante el proceso y generando producciones motrices de calidad, valorando el grado de ajuste al proceso seguido y al resultado obtenido.",
        "2.2. Tomar decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos reales o simulados de actuación, reflexionando sobre las soluciones obtenidas.",
        "2.3. Adquirir un progresivo control y dominio corporal, empleando los componentes cualitativos (coordinación y equilibrio) y cuantitativos (fuerza, velocidad, resistencia y flexibilidad) de la motricidad de manera eficiente y creativa, y haciendo frente a las demandas de resolución de problemas en situaciones motrices transferibles a su espacio vivencial.",
        "3.1. Participar en actividades motrices, desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, controlando la impulsividad, gestionando las emociones y expresándolas de forma asertiva.",
        "3.2. Respetar las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, reconociendo las actuaciones de compañeros y rivales.",
        "3.3. Convivir mostrando en el contexto de las prácticas motrices habilidades sociales, diálogo en la resolución de conflictos y respeto ante la diversidad, y mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y la violencia, haciendo especial hincapié en el fomento de la igualdad de género.",
        "4.1. Participar activamente en juegos motores y otras manifestaciones artístico- expresivas con arraigo en la cultura propia, tradicional o actual de Cantabria, así como otros procedentes de diversas culturas, reconociendo y transmitiendo su valor cultural y su potencial como herramienta para favorecer la interacción y conservación entre personas de diversas culturas.",
        "4.2. Valorar el deporte como fenómeno cultural a partir del conocimiento de distintas ligas femeninas, masculinas o mixtas acercándose al deporte federado, analizando los estereotipos de género y los comportamientos sexistas que a veces suceden en su contexto, rechazándolos y adoptando actitudes que eviten su reproducción en el futuro.",
        "4.3. Reproducir y crear composiciones con o sin soporte musical, y comunicar diferentes sensaciones, emociones e ideas, de forma estética y creativa, desde el uso de los recursos rítmicos y expresivos de la motricidad.",
        "5.1. Adaptar las acciones motrices a la incertidumbre propia del medio natural y urbano en contextos terrestres o acuáticos de forma eficiente y segura, valorando sus posibilidades para la práctica de actividad física y actuando desde una perspectiva ecosostenible y comunitaria del entorno."
    ]
}