{
    "criteriosEvaluacion": [
        "• CE1.1. Analizar críticamente conceptos y procesos relacionados con los saberes de la geología y de las ciencias ambientales seleccionando e interpretando información en diversos formatos, como mapas (topográficos, hidrográficos, hidrogeológicos, geológicos, de vegetación...), cortes, modelos, diagramas de flujo u otros. OBJ1",
        "• CE1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la geología y de las ciencias ambientales, transmitiéndolas de forma clara y rigurosa, y utilizando el vocabulario y los formatos adecuados, como mapas (topográficos, hidrográficos, hidrogeológicos, geológicos, de vegetación...), cortes, modelos, diagramas de flujo u otros, y respondiendo con precisión las cuestiones que puedan surgir durante la exposición. OBJ1",
        "• CE1.3. Realizar discusiones científicas sobre aspectos relacionados con los saberes de la geología y de las ciencias ambientales, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y con actitud receptiva y respetuosa ante la opinión de los demás. OBJ1",
        "• CE1.4. Exponer y resolver cuestiones y crear contenidos relacionados con los saberes de la geología y de las ciencias ambientales localizando y citando fuentes de forma adecuada, seleccionando, organizando y analizando críticamente la información. OBJ2",
        "• CE1.5. Contrastar y justificar la veracidad de la información relacionada con los saberes de la geología y de las ciencias ambientales, utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica, como pseudociencias, teorías conspiradoras, creencias infundadas, noticias falsas... OBJ 2",
        "• CE1.6. Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica relacionado con los saberes de la geología y de las ciencias ambientales, de acuerdo con la interpretación de los resultados obtenidos. OBJ3",
        "• CE1.7. Deducir y explicar la historia geológica de un área determinada identificando y analizando sus elementos geológicos a partir de información en diferentes formatos (fotografías, cortes, mapas geológicos...) y empleando los principios geológicos básicos, la escala de tiempo geológico, discontinuidades estratigráficas y el contenido paleontológico. OBJ6",
        "• CE1.8. Argumentar, utilizando ejemplos concretos, sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de las mujeres y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución, influida por el contexto político y social y por los recursos económicos. OBJ3",
        "• CE2.1. Describir la estructura interna de la Tierra interpretando y contrastando la información que aportan los diferentes métodos de estudio. OBJ2",
        "• CE2.2. Valorar los avances tecnológicos y científicos que permitieron llegar a la teoría de la tectónica de placas integrando las pruebas que la avalan. OBJ3",
        "• CE2.3. Explicar las principales estructuras geológicas derivadas de la tectónica de placas relacionándolas con los bordes y zonas de intraplaca y las causas que explican el movimiento. OBJ1",
        "• CE2.4. Reconocer la influencia del ciclo de Wilson sobre la disposición de los continentes y los principales episodios orogénicos a través de mapas geológicos, modelos o figuras. OBJ1",
        "• CE2.5. Clasificar pliegues y fallas identificando sus elementos geométricos y la relación entre el esfuerzo y la deformación que los producen. OBJ1",
        "• CE2.6. Realizar predicciones sobre riesgos geológicos internos en un área determinada, analizando la influencia de diferentes factores sobre ellos, y proponer acciones para prevenir o minimizar sus posibles efectos negativos. OBJ6",
        "• CE3.1. Comprender los diferentes tipos de meteorización analizando la influencia de los factores condicionantes. OBJ1",
        "• CE3.2. Describir los procesos edafogenéticos identificando las características de los suelos. OBJ1",
        "• CE3.3. Reconocer los suelos de Galicia seleccionando e interpretando información en herramientas digitales, mapas e imágenes. OBJ2",
        "• CE3.4. Explicar la acción geomorfológica de los agentes geológicos externos a través de los mecanismos de erosión, transporte y sedimentación que genera cada uno de ellos. OBJ1",
        "• CE3.5. Comprender el modelado del relieve identificando los factores condicionantes, procesos y formas geomorfológicas características de cada medio. OBJ6",
        "• CE3.6. Investigar sobre la geomorfología de Galicia relacionando los agentes geológicos y la modelación del relieve próximo. OBJ2",
        "• CE3.7. Realizar predicciones sobre riesgos geológicos externos en un área determinada, analizando la influencia de diferentes factores sobre ellos, y proponer acciones para prevenir o minimizar sus posibles efectos negativos. OBJ6",
        "• CE4.1. Reconocer la materia mineral analizando las características generales de los minerales. OBJ1",
        "• CE4.2. Diferenciar la materia cristalina de la materia amorfa, comprendiendo el proceso de cristalización y los principios básicos de la cristalografía. OBJ1",
        "• CE4.3. Clasificar e identificar los principales minerales empleando un criterio químico-estructural y sus propiedades. OBJ1",
        "• CE4.4. Explicar fenómenos relacionados con los saberes de la mineralogía a través del planteamiento y resolución de problemas, buscando y utilizando las estrategias y recursos adecuados (diagramas, modelos, figuras...). OBJ4",
        "• CE4.5. Analizar críticamente la solución a un problema relacionado con los saberes de la mineralogía y replantear los procedimientos utilizados o conclusiones si dicha solución no fuera viable o ante nuevos datos aportados o encontrados con posterioridad.",
        "• CE5.1. Comprender el origen de las rocas ígneas a través de los procesos magmáticos. OBJ1",
        "• CE5.2. Describir la formación de las rocas metamórficas reconociendo los principios del metamorfismo. OBJ1",
        "• CE5.3. Explicar el origen de las rocas sedimentarias relacionando los procesos y los ambientes sedimentarios. OBJ1",
        "• CE5.4. Clasificar las rocas ígneas, metamórficas y sedimentarias empleando criterios químicos, mineralógicos, estructurales y/o composicionales. OBJ1",
        "• CE5.5. Identificar, a través de diferentes métodos, las principales rocas mediante su mineralogía, textura y origen. OBJ1",
        "• CE5.6. Explicar fenómenos relacionados con los saberes de la petrología a través del planteamiento y resolución de problemas, buscando y utilizando las estrategias y los recursos adecuados (diagramas, modelos, figuras...). OBJ4",
        "• CE5.7. Analizar críticamente la solución a un problema relacionado con los saberes de la petrología y replantear los procedimientos utilizados o conclusiones si dicha solución no fuera viable o ante nuevos datos aportados o encontrados con posterioridad. OBJ4",
        "• CE5.8. Describir la formación y la evolución de las rocas relacionando el magmatismo, el metamorfismo y la sedimentación con la teoría de la tectónica de placas. OBJ1",
        "• CE6.1. Identificar la composición, estructura y funciones de la atmósfera y de la hidrosfera relacionándolas con su importancia para el origen y la evolución de la vida. OBJ1",
        "• CE6.2. Explicar la dinámica de la atmósfera y de la hidrosfera a través de figuras y/o diagramas. OBJ1",
        "• CE6.3. Reconocer la distribución del agua en la Tierra relacionándola con el ciclo hidrológico. OBJ1",
        "• CE6.4. Analizar los principales procesos de contaminación del aire y del agua, describiendo sus causas y sus consecuencias sobre el medio ambiente. OBJ2",
        "• CE6.5. Comprender la dinámica hídrica de las aguas subterráneas analizando la hidrogeología de los acuíferos y describiendo los impactos de su uso y la explotación sostenible. OBJ1",
        "• CE6.6. Argumentar que los avances científicos y tecnológicos permiten mejorar la calidad del aire y del agua. OBJ3",
        "• CE6.7. Relacionar el impacto de la explotación de determinados recursos con el deterioro ambiental, argumentando sobre la importancia de su consumo y el aprovechamiento responsable. OBJ5",
        "• CE7.1. Reconocer la utilidad que tienen los recursos geológicos a través de sus aplicaciones en la vida cotidiana. OBJ5",
        "• CE7.2. Investigar los recursos geológicos de Galicia relacionando los minerales y las rocas del territorio con su interés económico y empleando herramientas digitales u otras fuentes. OBJ2",
        "• CE7.3. Describir la importancia de los recursos hídricos valorando su explotación, tratamiento eficaz y gestión sostenible. OBJ5",
        "• CE7.4. Identificar los recursos de la biosfera relacionándolos con sus aplicaciones en la vida cotidiana. OBJ1",
        "• CE7.5. Promover y adoptar hábitos de vida sostenibles a partir del análisis de los diferentes tipos de recursos geológicos y de la biosfera, analizando y valorando sus posibles usos. OBJ5",
        "• CE7.6. Relacionar el impacto de la explotación de determinados recursos con el deterioro ambiental y social argumentando sobre la importancia de su extracción, uso y aprovechamiento responsables. OBJ5",
        "• CE7.7. Argumentar sobre la importancia de la prevención y gestión de los residuos valorando su disminución, valorización, transformación y eliminación, y reconociendo las limitaciones del medio ambiente como su sumidero natural. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Experimentación en Geología y Ciencias Ambientales",
        "• La evolución histórica del saber científico: el avance de la geología y las ciencias ambientales como labor colectiva, interdisciplinar y en continua construcción.",
        "• El trabajo geológico y ambiental.",
        "– Instrumentos para la utilización en el campo y en el laboratorio. Nuevas tecnologías en la investigación geológica y ambiental.",
        "– Fuentes de información geológica y ambiental (mapas, cortes, fotografías aéreas, textos, posicionamiento e imágenes de satélite, diagramas de flujo...): búsqueda, reconocimiento, utilización e interpretación.",
        "– Herramientas de representación de la información geológica y ambiental: columna estratigráfica, corte, mapa, diagrama de flujo...",
        "– Búsqueda de información en instituciones científicas: herramientas digitales, formatos de presentación de procesos, resultados e ideas.",
        "• El patrimonio geológico y ambiental en España y en Galicia: valoración de su importancia y de la conservación de la geodiversidad.",
        "• La labor científica y las personas dedicadas a la ciencia: contribución al desarrollo de la geología y de las ciencias ambientales e importancia social. El papel de las mujeres.",
        "Bloque 2. La tectónica de placas y geodinámica interna",
        "• La estructura interna de la Tierra.",
        "– Métodos de estudio directos e indirectos.",
        "– Estructura interna de la Tierra: modelos geoquímico y dinámico.",
        "• La teoría de la tectónica de placas.",
        "– De la deriva continental a la tectónica de placas. Distribución de la sismicidad y del vulcanismo en la Tierra, paleomagnetismo y expansión del fondo oceánico.",
        "– La litosfera. Distribución y movimiento de las placas tectónicas.",
        "– Bordes constructivos. Rifts continentales. Las dorsales. Estructura y origen de la litosfera oceánica.",
        "– Bordes destructivos. Zonas de subducción, fosas oceánicas, prisma de acreción, arcos insulares, cuencas sedimentarias, orógenos de tipo andino y de colisión.",
        "– Bordes transformantes.",
        "– Procesos geológicos en las zonas de intraplaca. Los puntos calientes.",
        "– Convección y dinámica terrestre. Modelos que explican el movimiento.",
        "• El ciclo de Wilson: influencia en la disposición de los continentes y en los principales episodios orogénicos.",
        "• Las deformaciones de las rocas: elásticas, plásticas y frágiles. Relación con las fuerzas que actúan sobre ellas y con otros factores.",
        "• Elementos geométricos y clasificación de pliegues y fallas. Cabalgamientos y mantos de corrimiento.",
        "• Los riesgos geológicos internos y su relación con las actividades humanas.",
        "– Volcanes, terremotos y diapiros.",
        "– Medidas de predicción, prevención y corrección. La red de vigilancia sísmica y volcánica.",
        "Bloque 3. Procesos geológicos externos",
        "• La meteorización.",
        "– Tipos.",
        "– Los factores condicionantes.",
        "• Edafología.",
        "– Factores que influyen en la formación y en la evolución de un suelo.",
        "– Componentes, horizontes, perfil y propiedades de los suelos.",
        "– Suelos característicos en Galicia.",
        "• La erosión, mecanismos de transporte y sedimentación.",
        "• La acción geomorfológica de los agentes geológicos externos.",
        "• El modelado del relieve.",
        "– Factores condicionantes.",
        "– Geomorfología glaciar y periglaciar, fluvial, árida y litoral.",
        "– Relieves litológicos y estructurales.",
        "– Geomorfología de Galicia.",
        "• Los riesgos geológicos externos y su relación con las actividades humanas.",
        "– Movimientos de ladera, inundaciones, subsidencias y colapsos.",
        "– Medidas de predicción, prevención y corrección.",
        "Bloque 4. Mineralogía",
        "• Características generales de los minerales.",
        "• Cristalografía.",
        "– Diferencia entre la materia cristalina y la materia amorfa. La cristalización.",
        "– Los elementos y las operaciones de simetría.",
        "– Los sistemas cristalinos y las redes espaciales. Las maclas.",
        "• Las propiedades físicas de los minerales.",
        "• Clasificación químico-estructural de los minerales: relación con sus propiedades.",
        "• Diagramas de estabilidad mineral o de fases de uno o dos componentes: condiciones de formación y transformación de minerales.",
        "• Polimorfismo e isomorfismo.",
        "• Identificación de los minerales por sus propiedades físicas: herramientas de identificación (guías, claves, instrumentos, recursos tecnológicos...).",
        "Bloque 5. Petrología",
        "• Características generales de la rocas.",
        "• Magmatismo y rocas ígneas.",
        "– Composición, propiedades, origen y evolución del magma.",
        "– Principales tipos de texturas.",
        "– Clasificación de las rocas ígneas: criterio químico e IUGS modal.",
        "– Estructuras de localización de las rocas intrusivas.",
        "– Los productos volcánicos.",
        "– Tipos de erupciones y de aparatos volcánicos.",
        "– Relación entre el magmatismo y la tectónica de placas.",
        "• Metamorfismo y rocas metamórficas.",
        "– Los límites y factores del metamorfismo.",
        "– Tipos de metamorfismo: regional, de contacto y dinámico.",
        "– Minerales índice, grado y facies metamórficas.",
        "– Principales tipos de texturas.",
        "– Clasificación de las rocas metamórficas: foliadas y no foliadas. Protolito, textura, mineralogía y tipo de metamorfismo en el que se forman.",
        "– Relación entre el metamorfismo y la tectónica de placas.",
        "• Sedimentación y rocas sedimentarias.",
        "– Tipos de sedimentación y de sedimentos. La estratificación.",
        "– Etapas y procesos de la diagénesis.",
        "– Características básicas de los medios sedimentarios y principales estructuras sedimentarias.",
        "– Principales tipos de texturas.",
        "– Clasificación de las rocas sedimentarias: detríticas, bioquímicas y químicas.",
        "– La formación del carbón, del petróleo y del gas natural.",
        "– Relación entre los procesos sedimentarios y la tectónica de placas.",
        "• Identificación de las rocas por sus características: herramientas de identificación (guías, claves, instrumentos, recursos tecnológicos...).",
        "Bloque 6. Las capas fluidas de la Tierra",
        "• La atmósfera.",
        "– Composición y estructura.",
        "– Los movimientos de convección y dinámica global.",
        "– Funciones e importancia para los seres vivos.",
        "• La hidrosfera.",
        "– El ciclo hidrológico y la distribución del agua en la Tierra.",
        "– Las corrientes oceánicas superficiales y profundas.",
        "– Funciones e importancia para los seres vivos.",
        "• Contaminación atmosférica e hídrica.",
        "– Las fuentes y los tipos de contaminantes del aire y del agua.",
        "– Causas y efectos de algunos procesos: smog, lluvia ácida, agujero de la capa de ozono, cambio climático, eutrofización y contaminación y sobreexplotación de acuíferos.",
        "Bloque 7. Los recursos y su gestión sostenible",
        "• Los recursos geológicos y sus aplicaciones en la vida cotidiana.",
        "– Recurso, yacimiento, reserva, ley, minerario y ganga.",
        "– Minerales metálicos y no metálicos. Las rocas industriales y ornamentales.",
        "– Recursos energéticos: carbón, petróleo, gas natural y uranio.",
        "– La explotación de rocas, minerales y recursos energéticos de la geosfera: tipos y evaluación de su impacto ambiental.",
        "– Los recursos geológicos en Galicia.",
        "• Los recursos hídricos: abundancia relativa, explotación, usos e importancia del tratamiento eficaz de las aguas para su gestión sostenible.",
        "• Los recursos de la biosfera y sus aplicaciones en la vida cotidiana: el suelo, recursos forestales, agrícolas y ganaderos.",
        "• Los impactos ambientales y sociales de la explotación de los recursos.",
        "– Importancia de su extracción, de su uso y de su consumo responsables, de acuerdo con su tasa de renovación e interés económico, y con la capacidad de absorción y gestión sostenible de sus residuos.",
        "– Medidas preventivas, correctoras y compensatorias.",
        "• Los residuos.",
        "– Concepto y diferentes criterios de clasificación.",
        "– Prevención y gestión: importancia y objetivos (disminución, valorización, transformación y eliminación).",
        "– El medio ambiente como sumidero natural de residuos y sus limitaciones."
    ]
}