{
  "saberes": [
    "A. Dispositivos digitales, sistemas operativos y de comunicación.",
    "- Arquitectura de ordenadores y otros dispositivos digitales: elementos, montaje, configuración y resolución de problemas.",
    "- Sistemas operativos: instalación y configuración de usuario.",
    "- Sistemas de comunicación e Internet. Dispositivos de red y funcionamiento. Procedimiento de configuración de una red doméstica y conexión de dispositivos.",
    "- Dispositivos conectados (IoT+Wearables). Configuración y conexión de dispositivos.",
    "B. Digitalización del entorno personal de aprendizaje.",
    "- Búsqueda, selección y archivo de información.",
    "- Edición y creación de contenidos: edición avanzada de textos y de hojas de cálculo.",
    "- Edición y creación de contenidos: aplicaciones de productividad, desarrollo de aplicaciones sencillas para dispositivos móviles y web, realidad virtual, aumentada y mixta.",
    "- Creación y publicación en la web. Edición de blogs, configuración de privacidad y uso compartido.",
    "- Edición y creación de contenidos: edición digital de imagen. Formatos de imagen. Formatos de audio.",
    "- Comunicación y colaboración en red.",
    "- Publicación y difusión responsable en redes.",
    "C. Seguridad y bienestar digital.",
    "- Seguridad de dispositivos. Medidas preventivas y correctivas para hacer frente a riesgos, amenazas y ataques a dispositivos.",
    "- Seguridad y protección de datos. Identidad, reputación digital, privacidad y huella digital. Medidas preventivas en la configuración de redes sociales y la gestión de identidades virtuales.",
    "- Seguridad en la salud física y mental. Riesgos y amenazas al bienestar personal. Opciones de respuesta y prácticas de uso saludable. Situaciones de violencia y de riesgo en la red (ciberacoso, sextorsión, acceso a contenidos inadecuados, dependencia tecnológica, etc.).",
    "D. Ciudadanía digital crítica.",
    "- Interactividad en la red: libertad de expresión, etiqueta digital, propiedad intelectual y licencias de uso.",
    "- Educación mediática: periodismo digital, blogosfera, estrategias comunicativas y uso crítico de la red. Herramientas para detectar noticias falsas y fraudes.",
    "- Gestiones administrativas: servicios públicos en línea, registros digitales y certificados oficiales.",
    "- -Comercio electrónico: facturas digitales, formas de pago y criptomonedas.",
    "- Ética en el uso de datos y herramientas digitales: inteligencia artificial, sesgos algorítmicos e ideológicos, obsolescencia programada, soberanía tecnológica y digitalización sostenible.",
    "- Activismo en línea: plataformas de iniciativa ciudadana, economía colaborativa y cibervoluntariado y comunidades de hardware y software libres."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Conectar dispositivos de red y gestionar redes locales aplicando los conocimientos y procesos asociados a sistemas de comunicación alámbrica e inalámbrica con una actitud proactiva. (STEM2, CD4)",
    "1.2 Instalar y mantener sistemas operativos configurando sus características en función de sus necesidades personales. (CD4)",
    "1.3 Identificar y resolver problemas técnicos sencillos analizando componentes y funciones de los dispositivos digitales, evaluando las soluciones de manera crítica y reformulando el procedimiento, en caso necesario. (STEM1, CD4, CD5, CPSAA1, CPSAA5, CE1, CE3)",
    "1.4 Configurar y conectar dispositivos IoT y Wearables, midiendo, mandando y recibiendo información a través de Internet. (CD1, CD5, CCEC4)",
    "Competencia específica 2",
    "2.1 Gestionar el aprendizaje en el ámbito digital, configurando el entorno personal de aprendizaje mediante la integración de recursos digitales de manera autónoma. (CD2, CPSAA1, CPSAA5)",
    "2.2 Buscar, seleccionar y archivar información en función de sus necesidades haciendo uso de las herramientas del entorno personal de aprendizaje con sentido crítico y siguiendo normas básicas de seguridad en la red. (CCL3, CD1, CPSAA4)",
    "2.3 Crear y editar a un nivel avanzado documentos de texto y hojas de cálculo, seleccionando las herramientas más apropiadas para crear contenidos y respetando derechos de autor y licencias. (STEM4, CD2, CCEC4)",
    "2.4 Crear, programar, integrar y reelaborar contenidos digitales para dispositivos móviles y web (aplicaciones sencillas y de productividad, realidad virtual, aumentada y mixta) de forma individual o colectiva, seleccionando las herramientas más apropiadas para generar nuevo conocimiento y contenidos digitales de manera creativa, respetando derechos de autor y licencias de uso. (CD2, CD3, CD5, CE3, CCEC4)",
    "2.5 Crear y gestionar blogs, seleccionando las herramientas adecuadas para generar contenido de modo creativo, gestionando sus configuraciones, su privacidad y posibilidad de uso compartido, y respetando los derechos de autor y licencias. (CCL3, CD1, CD2, CD3, CCEC4)",
    "2.6 Editar y crear digitalmente imágenes en forma de mapas de bits, en diversos formatos, a través del uso creativo de herramientas adecuadas, respetando derechos de autor y licencias. (CCEC4)",
    "2.7 Interactuar en espacios virtuales de comunicación y plataformas de aprendizaje colaborativo, compartiendo, y publicando y difundiendo información y datos, ejerciendo la responsabilidad en redes, y adaptándose a diferentes audiencias con una actitud participativa y respetuosa. (CCL3, CD3, CPSAA1, CE3)",
    "Competencia específica 3",
    "3.1 Proteger los datos personales, la reputación y las huellas digitales generadas en Internet, configurando las condiciones de privacidad de las redes sociales y espacios virtuales de trabajo. (STEM5, CD1, CD4, CPSAA2)",
    "3.2 Configurar y actualizar, contraseñas, sistemas operativos y antivirus de forma periódica en los distintos dispositivos digitales de uso habitual. (CD4)",
    "3.3 Identificar y saber reaccionar ante situaciones que representan una amenaza en la red, escogiendo la mejor solución entre diversas opciones, desarrollando prácticas saludables y seguras, y valorando el bienestar físico y mental, tanto personal como colectivo. (CCL3, STEM5, CD4, CPSAA2, CPSAA5, CC2, CC3)",
    "Competencia específica 4",
    "4.1 Hacer un uso ético de los datos y las herramientas digitales, aplicando las normas de etiqueta digital y respetando la privacidad y las licencias de uso y propiedad intelectual en la comunicación, colaboración y participación activa en la red. (CD3, CC1, CE1)",
    "4.2 Reconocer las aportaciones de las tecnologías digitales en las gestiones administrativas (registros y certificados) y el comercio electrónico (formas de pago digital y criptomonedas), siendo consciente de la brecha social de acceso, uso y aprovechamiento de dichas tecnologías para diversos colectivos. (CPSAA3, CC2, CC3, CC4)",
    "4.3 Valorar la importancia de la oportunidad, facilidad y libertad de expresión que suponen los medios digitales conectados, analizando de forma crítica los mensajes que se reciben y transmiten teniendo en cuenta su objetividad, ideología, intencionalidad, sesgos y caducidad. (CD4, CPSAA1, CPSAA5, CC1, CC3)",
    "4.4 Poner en valor el uso y aprovechamiento de las tecnologías digitales para diversos usos colectivos, conociendo la actividad de plataformas de iniciativas ciudadanas, economía colaborativa, cibervoluntariado y comunidades de desarrollo de software y hardware libres. (CP2, CD3, CPSAA1, CPSAA3, CC1, CC2, CC3, CC4, CE1, CE3)",
    "4.5 Analizar la necesidad y los beneficios globales de un uso y desarrollo ecosocialmente responsable de las tecnologías digitales, teniendo en cuenta criterios de accesibilidad, sostenibilidad e impacto. (CD4, CC2, CC3, CE1)"
  ]
}