{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Escuchar y analizar piezas vocales explicando de manera razonada los aspectos que las hacen afines a un estilo, a un género o a una cultura, así como otras características de la interpretación y de la puesta en escena. (CCL2, CP3, STEM2, CD1, CC3, CCEC1, CCEC2, CCEC3.1)",
        "1.2 Explicar la relación del texto con la música en diferentes composiciones vocales, analizando el texto y la curva de tensiones musicales. (CCL1, CCL2, CP3, STEM2, CPSAA1.1, CCEC1, CCEC2)",
        "1.3 Defender con criterios fundamentados los aspectos singulares y el valor social de diferentes piezas vocales, contextualizándolas y valorando su impacto en la sociedad. (CCL1, CCL2, CC3, CCEC1, CCEC2, CCEC3.1)",
        "1.4 Conocer los recursos interpretativos de las diferentes épocas y culturas, a través de ejemplos musicales de las mismas. (CCL2, CD1, CD3, CPSAA1.1, CC3, CCEC2, CCEC4.2)",
        "Competencia específica 2",
        "2.1 Realizar ejercicios e improvisaciones para el desarrollo de la escucha activa y de la capacidad vocal, aplicando técnicas vocales y corporales sanas, y reforzando la autoestima y la autoconfianza. (CCL1, CCL5, CD3, CPSAA2, CPSAA3.1, CE2, CCEC3.2)",
        "2.2 Reconocer la necesidad del desarrollo constante de las habilidades físicas y mentales participando en las interpretaciones vocales de grupo. (CPSAA2, CPSAA3.1, CC1, CC3, CE2, CCEC3.1)",
        "Competencia específica 3",
        "3.1 Participar en la interpretación coral de diferentes obras musicales, demostrando eficacia, escucha activa, precisión técnica y una expresión vocal y corporal adecuada al servicio del conjunto y a las directrices de la dirección. (CCL2, CP1, CPSAA1.1, CPSAA3.1, CC1, CE2, CCEC1, CCEC3.1, CCEC3.2, CCEC4.2)",
        "3.2 Expresar emociones y sentimientos interpretando de forma inclusiva obras de distintos géneros y estilos. (CCL2, CP1, CPSAA1.1, CPSAA3.1, CC1, CE2, CCEC1, CCEC3.2)",
        "3.3. Utilizar el «oído interno» como base de la afinación, de la audición armónica y de la interpretación musical. (CPSAA1.1, CPSAA3.1, CE2)",
        "Competencia específica 4",
        "4.1 Mostrar, en la actuación, una actitud escénica adecuada de respeto por el público y sus opiniones. (CPSAA1.1, CPSAA1.2, CPSAA3.1)",
        "4.2 Participar, con iniciativa, responsabilidad y conciencia de grupo, en el montaje de proyectos escénicos, asumiendo alguna de las funciones de la producción e identificando oportunidades de desarrollo personal, social, académico o profesional. (CCL3, STEM3, CD3, CD4, CD5, CPSAA1.1, CPSAA1.2, CC3, CE1, CCEC3.1, CCEC4.1, CCEC4.2)",
        "4.3 Conectar las interpretaciones vocales con otras artes y disciplinas, diseñando proyectos artísticos innovadores y creativos que utilicen diversos medios o soportes audiovisuales. (CCL3, STEM3, CD3, CD4, CD5, CPSAA1.1, CPSAA1.2, CE1, CCEC3.1, CCEC4.1, CCEC4.2)"
    ],
    "saberes": [
        "A. Análisis",
        "- Palabra y música: discurso y melodía; habla y ritmo musical; timbre y línea melódica; el texto a través del análisis fonético, reglas del sistema fonéticofonológico.",
        "- Recursos interpretativos escénicos: tensión, puntos culminantes, relajación y fraseo.",
        "- Géneros y formas musicales vocales de la música culta occidental, así como de otros ámbitos culturales y de origen popular, especialmente del repertorio tradicional de la música de Castilla y León.",
        "- Análisis de obras de repertorio coral de diferentes épocas y estilos, con y sin acompañamiento instrumental, así como de otros géneros y ámbitos culturales y de origen popular, especialmente de Castilla y León, con grado de dificultad acorde al nivel del curso y del grupo.",
        "B. Técnica vocal",
        "- El aparato de fonación y su importancia en la técnica del canto.",
        "- La voz como instrumento. Elementos de producción sonora: relajación, respiración, vocalización, dicción, articulación, emisión y control del sonido. Impostación. La voz cantada y la voz hablada.",
        "- El silencio como marco de la interpretación y la escucha musical.",
        "- El oído armónico y la afinación: vocalizaciones, entonación de acordes y cadencias. Ejercicios de vocalización e improvisación: por grados conjuntos e intervalos, articulación, resonancia vocal.",
        "- Articulación, velocidad y precisión rítmicas.",
        "- El cuerpo: ejercicios corporales de apertura y movilización.",
        "- Expresión corporal y canto: gestos y expresiones faciales, conciencia y postura corporal, flexibilidad y movimiento.",
        "C. Práctica de conjunto",
        "- El canto individual y colectivo. Agrupaciones vocales: tipos, organización, repertorios, dinamización, materiales y recursos. Lenguajes y estilos de la música coral.",
        "- La unidad sonora del conjunto: respiración, ataque, afinación, articulación, ritmo y fraseo.",
        "- Equilibrio entre voces y planos sonoros desde el estudio de la composición melódica y rítmica de la pieza.",
        "- Técnica de dirección coral: el gesto.",
        "- La partitura: notación convencional y no convencional. Lectura a primera vista.",
        "Aprendizaje memorístico.",
        "- Técnicas de improvisación vocal y corporal en el conjunto vocal.",
        "- Desarrollo de la audición interna como elemento de control de la afinación, de la calidad vocal y del color sonoro del conjunto.",
        "- La actividad vocal como práctica performativa: nuevas propuestas surgidas en el ámbito coral como espectáculo escénico-musical. Percusión corporal y coreografías.",
        "- La práctica en grupo: espíritu de superación, perseverancia, responsabilidad, y colaboración. Valoración del silencio, atención y concentración.",
        "- Práctica de repertorio coral de diferentes épocas y estilos de la música culta occidental, así como de otros ámbitos culturales y de origen popular, especialmente del repertorio tradicional de la música de Castilla y León."
    ]
}