{
  "saberes": [
    "A. Proceso de resolución de problemas",
    "1. Estrategias y técnicas",
    "Estrategias de gestión de proyectos colaborativos y técnicas de resolución de problemas iterativas.*",
    "Estudio de necesidades del centro, locales, regionales, etc. Planteamiento de proyectos colaborativos o cooperativos.",
    "Técnicas de ideación.*",
    "Emprendimiento, perseverancia y creatividad en la resolución de problemas desde una perspectiva interdisciplinar de la actividad tecnológica y satisfacción e interés por el trabajo y la calidad del mismo.",
    "2. Productos y materiales  ",
    "Ciclo de vida de un producto y sus fases. Análisis sencillos.*",
    "Estrategias de selección de materiales en base a sus propiedades o requisitos.*",
    "3. Fabricación",
    "Herramientas de diseño asistido por computador en 3D en la representación y/o fabricación de piezas aplicadas a proyectos.*",
    "Técnicas de fabricación manual y mecánica. Aplicaciones prácticas.*",
    "Técnicas de fabricación digital. Impresión 3D y corte por láser. Aplicaciones prácticas.",
    "4. Difusión",
    "Presentación y difusión del proyecto. Elementos, técnicas y herramientas. Comunicación efectiva: estructuras lingüísticas, vocabulario técnico, entonación, expresión, gestión del tiempo, adaptación del discurso y uso de un lenguaje inclusivo, libre de estereotipos sexistas, respetando la diversidad cultural y sus distintas formas de expresión en entornos físicos y virtuales",
    "B. Operadores tecnológicos",
    "Electrónica analógica. Componentes básicos, simbología, análisis y montaje físico y simulado de circuitos elementales.*",
    "Electrónica digital básica: Algebra de Boole, puertas lógicas.",
    "Neumática básica. Circuitos: simbología, diseño, simulación y/o montaje.*",
    "Elementos mecánicos, electrónicos y neumáticos aplicados a la robótica. Montaje físico o simulado.*",
    "C. Pensamiento computacional, automatización y robótica",
    "Componentes de sistemas de control programado: controladores, sensores y actuadores.*",
    "El ordenador y dispositivos móviles como elemento de programación y control*. Trabajo con simuladores informáticos en la verificación y comprobación del funcionamiento de los sistemas diseñados*. Iniciación a la inteligencia artificial y Big Data: aplicaciones. Espacios compartidos y discos virtuales.",
    "Telecomunicaciones en sistemas de control digital; internet de las cosas: elementos, comunicaciones y control; aplicaciones prácticas. Robótica. Diseño, construcción y control de robots sencillos de manera física o simulada.*",
    "D. Tecnología Sostenible",
    "Sostenibilidad en la selección de materiales y diseño de procesos, de productos y sistemas tecnológicos. Reutilización y reciclaje.*",
    "Arquitectura bioclimática y sostenible. Ahorro energético en edificios.*",
    "Transporte y sostenibilidad.",
    "Comunidades abiertas, voluntariado tecnológico y proyectos de servicio a la comunidad.",
    "Aportación de las mujeres al desarrollo de las competencias tecnológicas y digitales.*",
    "E. Sentido socioemocional",
    "Creencias, actitudes y    emociones",
    "Muestras de creatividad, iniciativa, perseverancia y resiliencia hacia la resolución de los problemas tecnológicos y digitales.*",
    "Gestión no estereotipada y óptima de las emociones que intervienen en el aprendizaje como la autoconciencia, la autorregulación y la perseverancia.",
    "Desarrollo óptimo de la flexibilidad cognitiva, buscando un cambio de estrategia cuando sea necesario, transformando el error en oportunidad de aprendizaje.*",
    "2. Trabajo en equipo y toma de decisiones.",
    "Asunción de responsabilidades, y participación activa y equitativa para optimizar el trabajo en equipo.*",
    "Disposición a pedir, dar y gestionar ayuda para la resolución de conflictos en entornos analógicos y digitales.",
    "Asunción de responsabilidades sin sesgo de género, de cara al logro de los objetivos del grupo.",
    "3. Inclusión, respeto y diversidad.",
    "Aplicación de actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.*",
    "Uso de conductas empáticas y asertivas y estrategias para la gestión de conflictos."
  ],
  "criteriosEvaluacion": [
    "1.1. Idear y planificar soluciones tecnológicas emprendedoras que generen un valor para la comunidad, a partir de la observación y el análisis del entorno más cercano, estudiando sus necesidades, requisitos y posibilidades de mejora.",
    "1.2. Aplicar con iniciativa estrategias colaborativas de gestión de proyectos con una perspectiva interdisciplinar y siguiendo un proceso iterativo de validación, desde la fase de ideación hasta la resolución de problemas en entornos físicos y virtuales.",
    "1.3. Abordar la gestión del proyecto de forma creativa, aplicando las estrategias y técnicas colaborativas pertinentes, así como métodos de investigación para la ideación de soluciones lo más eficientes e innovadoras posibles.",
    "2.1. Analizar el diseño de un producto que dé respuesta a una necesidad planteada, evaluando su demanda, evolución y previsión de fin de ciclo de vida con un criterio ético y responsable.",
    "2.2. Fabricar productos y soluciones tecnológicas, aplicando herramientas de diseño asistido, técnicas de elaboración manual, mecánica y digital y utilizando los materiales y recursos mecánicos, eléctricos, electrónicos y digitales adecuadas.",
    "3.1. Intercambiar información y fomentar el trabajo en equipo de manera asertiva, empleando las herramientas digitales adecuadas junto con el vocabulario técnico, símbolos y esquemas de sistemas tecnológicos apropiados.",
    "3.2. Presentar y difundir las propuestas o soluciones tecnológicas de manera creativa y efectiva, empleando las estructuras lingüísticas, el vocabulario técnico, la entonación, expresión, gestión del tiempo y adaptación adecuada del discurso, y un lenguaje inclusivo y no sexista",
    "4.1. Diseñar, construir, controlar y/o simular sistemas automáticos programables y robots que sean capaces de realizar tareas de forma autónoma, aplicando conocimientos de mecánica, electrónica, neumática y componentes de los sistemas de control, así como otros conocimientos interdisciplinares.",
    "4.2. Integrar en las máquinas y sistemas tecnológicos aplicaciones informáticas y tecnologías digitales emergentes de control y simulación como Internet de las cosas, Big Data e Inteligencia Artificial con sentido crítico y ético.",
    "5.1. Resolver las tareas propuestas de manera eficiente mediante el uso y configuración de diferentes aplicaciones y herramientas digitales.",
    "5.2. Aplicar conocimientos interdisciplinares de forma autónoma utilizando las tecnologías digitales de forma ética y responsable a la hora de solucionar las tareas encomendadas.",
    "6.1. Hacer un uso responsable de la tecnología, mediante el análisis y aplicación de criterios de sostenibilidad en la selección de materiales y en el diseño de estos, así como en los procesos de fabricación de productos tecnológicos, minimizando el impacto negativo en la sociedad y en el planeta, fomentando los hábitos de reutilización y reciclaje.",
    "6.2. Analizar los beneficios, en el cuidado del entorno, que aportan la arquitectura bioclimática y el transporte eléctrico, valorando la contribución de las tecnologías al desarrollo sostenible y ahorro energético.",
    "6.3. Identificar y valorar la repercusión y los beneficios del desarrollo de proyectos tecnológicos de carácter social por medio de comunidades abiertas, acciones de voluntariado o proyectos de servicio a la comunidad.",
    "6.4. Reconocer las aportaciones de las tecnologías en distintos ámbitos de la sociedad, valorando especialmente la aportación que han realizado las mujeres para fomentar su vocación científicotecnológica, siendo consciente de la brecha tecnológica y digital (económica, geográfica, de género, de idioma…) de acceso, uso y aprovechamiento de dichas tecnologías para diversos colectivos.",
    "7.1. Identificar y gestionar las emociones propias, desarrollar la autoconciencia y el sentido de identidad y reconocer las fuentes de estrés al abordar los diferentes desafíos tecnológicos.",
    "7.2. Mantener la perseverancia y una motivación positiva, aceptando la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de la materia de tecnología.",
    "7.3. Colaborar activamente y construir relaciones trabajando en equipos heterogéneos, comunicándose de manera efectiva, pensando de forma crítica y creativa, tomando decisiones consensuadas e informadas, para resolver problemas que implican la aplicación de los contenidos estudiados.",
    "7.4. Participar en el reparto de tareas a desarrollar en equipo, practicando la inclusión, la escucha activa, asumiendo el rol asignado y responsabilizándose de su contribución al mismo."
  ]
}