{
    "criteriosEvaluacion": [
        "1.1 Describir composicionesgeométricas presentes en la naturaleza, el diseñoy el entorno construido, analizando gráficamenteimágenes o producciones artísticas de diferentesépocas y estilos.",
        "1.2 Localizar la presencia de módulos ypatrones geométricos presentes en los entornosnatural, artístico y arquitectónico, argumentandosu relevancia estética y artística.",
        "1.3 Argumentar la necesidad del empleode la geometría en los distintos contextos artísticose históricos, considerando su trascendencia en losprocesos de diseño vinculados a la creaciónartística y el patrimonio.",
        "2.1. Dibujar a mano alzada obrasartísticas diversas, integrando las construccionesgeométricas en la expresión plástica personal, condestreza y precisión.",
        "2.2. Comunicar ideas, sentimientos yemociones mediante el dibujo de croquis, bocetos,apuntes y estudios geométricos a mano alzada.",
        "2.3. Plasmar las ideas desarrolladas enel croquis, transfiriendo sus cualidades en laejecución técnica de los proyectos artísticos o dediseño individuales o colectivos.",
        "3.1. Emplear con dominio la terminologíaespecífica del área comunicando con rigor losconceptos relacionados con la materia.",
        "3.2. Dibujar con destreza larepresentación de formas poligonales, atendiendoa la limpieza y precisión del trazado.",
        "3.3. Reproducir transformacionesgeométricas como igualdad, simetría, giro,traslación y homotecia, aplicando susposibilidades compositivas en la generación deestructuras modulares.",
        "3.4. Trazar con dominio tangenciasbásicas, enlaces, curvas técnicas y curvascónicas, atendiendo a la limpieza y precisión deltrazado.",
        "3.5. Diseñar propuestas de diseñográfico diversas, individuales o colectivas,aplicando polígonos, tangencias básicas, curvastécnicas y curvas cónicas.",
        "4.1. Describir el concepto de proyección,detallando su función en los distintos sistemas derepresentación.",
        "4.2. Seleccionar las vistas mínimasnecesarias para la comprensión y representaciónde objetos de complejidad diversa en sistemaeuropeo.",
        "4.3. Dibujar sólidos poliédricos, objetos yespacios complejos que incluyan circunferencias,aplicando el sistema axonométrico: perspectivaisométrica y caballera, y el sistema cónico:perspectiva cónica frontal y oblicua.",
        "4.4. Seleccionar el sistema derepresentación más adecuado según la finalidadde los proyectos artísticos o de diseño,distinguiendo sus posibilidades gráficas yexpresivas.",
        "5.1. Clasificar los códigos gráficospropios de la normalización, analizando su valoruniversal en la interpretación y definición deproyectos gráficos y de diseño.",
        "5.2. Utilizar las normas UNE e ISO en elproceso de acotación de piezas, incluyendo en surepresentación las secciones y roturas.",
        "5.3. Representar de maneranormalizada croquis o proyectos, utilizando lasnormas UNE e ISO con rigor y comunicando deforma clara las dimensiones de los objetos.",
        "6.1. Emplear con acierto lasherramientas de dibujo digital en 2D y 3D en larealización de proyectos artísticos o de diseño,individuales o colectivos.",
        "6.2. Seleccionar con criterio lasherramientas de dibujo digital según la finalidad deproyecto artístico o de diseño, diferenciando suscapacidades técnicas y sus posibilidadesexpresivas.",
        "6.3. Introducir innovaciones en lasrepresentaciones de creaciones artísticasindividuales y colectivas utilizando herramientasde dibujo digital en 2D y 3D."
    ],
    "saberes": [
        "Bloque 1. Geometría, arte y entorno CE1, CE2",
        "La geometría en la composición (proporción, equilibrio, ritmo, movimiento y simetría).",
        "Composiciones modulares en el diseño gráfico de objetos y de espacios.",
        "La representación del espacio en el diseño y arte contemporáneo.",
        "Bloque 2. Geometría plana CE1, CE2, CE3",
        "Trazados fundamentales",
        "Paralelismo y perpendicularidad.",
        "Arco capaz.",
        "Escalas numéricas y gráficas. Construcción y uso.",
        "Construcciones poligonales.",
        "Aplicación en el diseño y sus especialidades.",
        "Diseño gráfico de producto, de packaging, entre otros.",
        "Tangencias y enlaces. Casos básicos.",
        "Aplicación en el diseño y sus especialidades.",
        "Diseño gráfico, de producto, identidad corporativa, entre otros.",
        "Curvas técnicas.",
        "Aplicación en el diseño.",
        "Curvas cónicas.",
        "Aplicación en el diseño.",
        "Bloque 3. Geometría descriptiva CE1, CE2, CE4",
        "Concepto y tipos de proyección. Finalidad de los sistemas de representación.",
        "Sistema diédrico ortogonal en el primer diedro. Vistas en sistema europeo.",
        "Sistema axonométrico.",
        "Perspectivas isométrica y caballera.",
        "Representación de la circunferencia.",
        "Sistema cónico",
        "Perspectiva cónica, frontal y oblicua.",
        "Aplicación al diseño",
        "Representación de luces y sombras",
        "Estructuras poliédricas. Los sólidos platónicos",
        "Aplicación en la arquitectura y el diseño.",
        "Bloque 4. Normalización y diseño de proyectos. CE2, CE5",
        "Normas fundamentales y criterios básicos de acotación.",
        "- Sistema diédrico ortogonal en el primer diedro.",
        "Representación de objetos mediante sus vistas acotadas.",
        "Fases y documentación gráfica de un proyecto de diseño: del croquis al plano de taller.",
        "Bloque 5. Herramientas digitales para el diseño CE6",
        "Dibujo asistido por ordenador aplicados a proyectos de arte y diseño."

    ]
}
