{
  "saberes": [
      "Bloque 1. VIida activa y saludable CE1, CE3, CE5",
      "Subbloque 1.1 Salud física",
      "Grupo 1. Características de las actividades físicas saludables",
      "Frecuencia, intensidad, duración, tipo, progresión y variedad (FITT-PV).",
      "La postura corporal y la ergonomía aplicada en la vida diaria, la actividad física y el deporte.",
      "Grupo 2. Indicadores fisiológicos básicos relacionados con la salud y el ejercicio físico",
      "Síndrome general de adaptación, umbral aeróbico y anaeróbico, sobreentrenamiento y dolor muscular de aparición tardía (DOMS).",
      "Métodos de entrenamiento y nuevas tendencias en fitness",
      "Programación autónoma del ejercicio.",
      "Grupo 3. Conocimiento anatómico, fisiológico y funcional",
      "Conocimiento anatómico, fisiológico y funcional de los sistemas corporales relacionados con el movimiento, la actividad física y la salud.",
      "Grupo 4. Cuidado del cuerpo",
      "Mitos y falsas creencias en el ámbito de la actividad física y el deporte.",
      "Calentamiento específico autónomo.",
      "La alimentación como factor decisivo en la salud personal, elementos y la dieta personalizada.",
      "Subbloque 1.2 Salud social",
      "Ayudas ergogénicas legales y dopaje.",
      "Subbloque 1.3 Salut mental",
      "Grupo 1. Métodos y técnicas de relajación",
      "Métodos de relajación y estiramientos",
      "Técnicas de relajación y estiramientos.",
      "Grupo 2. Efectos negativos y trastornos vinculados al cuerpo",
      "Estados de desarrollo, prevención y detección de los trastornos de la conducta alimentaria (TCA) y de enfermedades en general.",
      "Bloque 2. Organización y gestión de la actividad física CE1, CE4, CE5",
      "Subbloque 2.1. Medidas preventivas y de seguridad",
      "Valoración de la correcta ejecución de las actividades físicas: lesiones deportivas y hábitos no saludables.",
      "Higiene y actividad física",
      "Subbloque 2.2. Actuaciones básicas y críticas ante situaciones de urgencia por lesión o accidente",
      "Protocolos de actuación (PAS / RICE)",
      "Dispositivos DEA",
      "Uso de las TIC",
      "Subbloque 2.3. Herramientas digitales para la gestión de la actividad física",
      "Aplicaciones, recursos web y dispositivos específicos: seguimiento y control del esfuerzo. Gestión práctica de actividad física.",
      "Reconocimiento y gestión del buen uso de la tecnología relacionada con el movimiento, la actividad física, el deporte y la salud, en diferentes entornos de aprendizaje digital: planificación, control y análisis. Creación y curación de contenidos",
      "Bloque 3. Resolución de problemas en situaciones motrices CE1, CE2, CE5",
      "Subbloque 3.1. Capacidades condicionales",
      "Actividades y juegos de resistencia aeróbica, fuerza general y flexibilidad",
      "Ejercicios específicos de resistencia, tonificación y flexibilidad (ROM)",
      "Subbloque 3.2. Juegos y deportes",
      "Individuales",
      "Colectivos",
      "Adversario",
      "Fundamentos técnicos deportivos",
      "Fundamentos tácticos deportivos",
      "Pensamiento estratégico",
      "Bloque 4. Autorregulación emocional e interacción social en situaciones motrices CE1 + CE3",
      "Subbloque 4.1. Habilidades sociales",
      "Estrategias de resolución de conflictos: autonomía emocional",
      "Subbloque 4.2. Gestión emocional",
      "El estrés",
      "Subbloque 4.3. El cuerpo como elemento comunicativo",
      "La comunicación no verbal consciente e inconsciente.",
      "Contextualizaciones de la comunicación corporal en la vida cotidiana",
      "Bloque 5. Manifestaciones de la cultura motriz CE2, CE3, CE4, CE5",
      "Subbloque 5.1. Cultura artistico-expresiva",
      "Grupo 1. Técnicas expresivas relacionadas con la danza, teatro y las artes vivas",
      "Respecto de la propiedad intelectual",
      "Valoración de las actividades artísticas como bien cultural.",
      "La danza, el teatro y las artes vivas: desarrollo de la identidad artística.",
      "Estereotipos y diversidad de género",
      "Grupo 2. Montajes e intervenciones artísticas individuales y colectivas",
      "Proyectos interdisciplinarios artísticos",
      "La luz y el sonido",
      "Uso de la tecnología",
      "Procesos de reflexión sobre temáticas sociales",
      "Ayudas, seguridad y prevención de riesgos en los montajes artísticos",
      "Grupo 3. La recreación dramática",
      "Interpretación de textos.",
      "La postura corporal como elemento expresivo.",
      "Las emociones.",
      "Elementos de la comunicación verbal y no verbal.",
      "Escenografía",
      "Grupo 4. Actividades y artes circenses",
      "Juegos malabares.",
      "El clown y el mimo",
      "Lucha escénica.",
      "Artes circenses: Combinaciones y fusión con otras disciplinas.",
      "Grupo 5. El ritmo y el cuerpo en movimiento",
      "Percusión corporal.",
      "Montajes audiovisuales con y sin apoyo musical.",
      "Grupo 6. Danza y bailes",
      "Danzas urbanas: medios de difusión y protección de la identidad personal.",
      "Danza contemporánea.",
      "Bailes de salón: baile latino y baile estándar",
      "Subbloque 5.2. Deporte com manifestación cultural",
      "Grupo 1. El deporte como manifestación cultural",
      "Consumo responsable en el ámbito de la actividad física y el deporte: capacidad crítica y seguridad personal.",
      "Grupo 2. El deporte inclusivo y adaptado",
      "Diversidad funcional física, psíquica y sensorial.",
      "Entidades próximas.",
      "Acontecimientos deportivos.",
      "Práctica y concienciación.",
      "Subbloque 5.3. Cultura motriz tradicional",
      "Grupo 2. La Pelota Valenciana",
      "Nyago y sus variantes.",
      "Raspall y sus variantes de joc a carrer y en el trinquete.",
      "El joc a paret: Frontón y frare.",
      "Los valores de la pilota: Bonhomia, equidad y pacto deportivo.",
      "Otras modalidades: Escala i corda, galotxetes, pilota grossa, llargues, etc.",
      "Referentes deportivos.",
      "Mujer y Pilota.",
      "Bloque 6. Interacción eficiente y sostenible con las otras personas CE1, CE4, CE5",
      "Subbloque 6.1. Organización de actividades inclusivas físico-deportivas y de ocio activo en el medio rural y costero",
      "Proyectos de sostenibilidad de mejora del entorno.",
      "Entidades y proyectos de centro.",
      "Subbloque 6.2. Los parques y espacios públicos como espacios para la práctica deportiva y ejercicio físico.",
      "Movilidad sostenible.",
      "Subbloque 6.3. Riqueza natural y topográfica",
      "La riqueza natural y topográfica de la Comunidad Valenciana.",
      "La riqueza natural y topográfica otras regiones.",
      "Adecuación del espacio, técnicas de acampada y supervivencia.",
      "Subbloque 6.4. Las TIC desde las actividades en el medio natural",
      "Las TIC en las actividades en el medio natural (GPS, pulsómetro, tracks, etc.).",
      "Control y evaluación de las actividades en el medio a través de dispositivos electrónicos.",
      "Creación de contenidos"
    ],
  "criteriosEvaluacion": [
    "CE 1. Integrar un estilo de vida activo mediante la práctica de la actividad física y deportiva autorregulada, y el establecimiento de conexiones entre los hábitos de comportamiento cotidianos y el bienestar físico y mental",
    "1.1. Seleccionar y utilizar diferentes recursos del entorno relacionados con la actividad física, la alimentación y el bienestar personal poniéndolos al servicio de la salud física, mental y social.",
    "1.2. Diseñar un plan específico de mejora de la condición física aplicando métodos y sistemas de desarrollo físico adaptados a las características individuales y del entorno.",
    "1.3. Adoptar un estilo de vida activo con sus efectos positivos sobre la salud, la imagen personal y las actividades físico- deportivas, identificando las conductas de riesgo y aplicando diferentes técnicas para compensar las tensiones propias de la vida cotidiana.",
    "CE 2. Resolver con éxito diferentes retos y situaciones motrices a través de propuestas físicas y deportivas específicas aplicando las técnicas, tácticas y estrategias de juego adecuadas.",
    "2.1. Participar activamente y colaborar en la organización de juegos y actividades físico- deportivas favoreciendo el respeto, la tolerancia y el trabajo en equipo.",
    "2.2 Resolver con éxito diferentes situaciones reales de competición y cooperación a través de la aplicación de habilidades motrices específicas y de estrategias, por medio del fomento de la autogestión de la práctica de la actividad física y deportiva.",
    "2.3. Valorar críticamente los aspectos culturales y sociales que rodean el fenómeno deportivo tomando conciencia de sus valores positivos y de los aspectos que generan desigualdad en diferentes contextos de actuación.",
    "CE 3. Participar en procesos de creación de naturaleza artístico-expresiva mediante el uso del cuerpo, el gesto y el movimiento como medios de autoconocimiento para expresar ideas y sentimientos.",
    "3.1. Explorar y generar situaciones comunicativas con el gesto, el cuerpo y el movimiento corporal.",
    "3.2. Ampliar la calidad y experiencia en cuanto a la creatividad relacionada con el movimiento, especialmente con apoyo musical combinando ritmos y segmento corporales y mostrando fluidez, desinhibición y autoconfianza.",
    "3.3. Diseñar proyectos artísticos multidisciplinarios y participar en ellos como medio de comunicar ideas, sentimientos y emociones.",
    "CE 4. Interaccionar de manera sostenible con el patrimonio natural y cultural mediante actividades físicas y artístico-expresivas.",
    "4.1. Participar de manera activa en la organización y diseño de actividades físico- deportivas inclusivas respetuosas con el medio ambiente, teniendo en cuenta el paisaje y la toponimia del entorno.",
    "4.2. Mejorar mediante la práctica y la relación con entidades del entorno, las técnicas y procedimientos de primeros auxilios, así como los protocolos de seguridad y de autoprotección personal, incluida la RCP.",
    "4.3. Descubrir y participar activamente en las actividades artístico- expresivas del entorno natural rural, de nuestra costa y urbano, y valorar la diversidad personal y cultural.",
    "4.4. Implementar de manera colaborativa con la comunidad educativa propuestas para promover un entorno sostenible, relacionando este hecho directamente con la materia de Educación Física, mediante la movilidad, el reciclaje y la alimentación.",
    "4.5. Valorar la Pilota valenciana como bien de interés inmaterial de especial protección, mediante la práctica de sus diferentes modalidades.",
    "CE 5. Seleccionar y hacer un uso crítico y seguro de las tecnologías de la información y la comunicación como facilitadoras de la actividad física y de una vida activa y saludable.",
    "5.1. Escoger en función de su idoneidad los recursos tecnológicos relacionados con la actividad, el deporte y la salud, evaluando las fuentes de información e innovación.",
    "5.2. Diferenciar las fuentes de información y de contenido digital relevantes y fiables relacionadas con los saberes de la materia, actualizando las estrategias de investigación y organización de la información y la manera de interacción, netiqueta.",
    "5.3. Producir contenidos relacionados con la actividad física y la salud en diferentes formatos digitales, integrando la información de manera crítica y participando colaborativamente en los escenarios de comunicación y aprendizaje."
  ]
}

