{
    "criteriosEvaluacion": [
        "• CE1.1. Reconocer y describir los diferentes parámetros del sonido y elementos musicales de una obra (rítmicos, melódicos, armónicos, tímbricos, formales, etc.), aplicando estrategias de escucha activa y de lectura analítica de partituras, y utilizando un vocabulario específico adecuado. OBJ1",
        "• CE1.2. Describir las sensaciones que genera la música y su posible vinculación con las características de la obra y el contexto en que fue creada, reflexionando y extrayendo conclusiones sobre aspectos subjetivos inherentes a la escucha musical. OBJ1",
        "• CE1.3. Describir las principales características de los elementos musicales (melodía, ritmo, armonía, timbre, etc.) presentes en partituras con grafía convencional y no convencional de obras o fragmentos de distintos estilos y épocas, identificando y analizando sus elementos. OBJ2",
        "• CE1.4. Comparar la representación de los elementos musicales en partituras con diferente grafía, reflexionando sobre los factores que inciden en la evolución de la notación musical. OBJ2",
        "• CE2.1. Leer con autonomía partituras sencillas, atendiendo a los signos de representación de los parámetros del sonido, con o sin apoyo de la audición, y reconocer auditivamente y transcribir los elementos básicos de la música. OBJ3",
        "• CE2.2. Ejecutar fragmentos musicales y coreográficos sencillos, de forma individual o colectiva, a través de la voz, del cuerpo o de instrumentos musicales, atendiendo a las indicaciones de la partitura. OBJ3",
        "• CE2.3. Desarrollar habilidades técnicas para la interpretación vocal, instrumental y coreográfica, utilizando los ensayos como espacios de escucha y de aprendizaje y aplicando estrategias de memorización musical. OBJ3",
        "• CE2.4. Generar ideas musicales o coreográficas sencillas utilizando diferentes instrumentos, la voz o el cuerpo, en improvisaciones libres o dirigidas. OBJ3",
        "• CE2.5. Planificar y desarrollar proyectos musicales colaborativos con base en materiales conocidos o nuevos y en los conocimientos adquiridos, asumiendo diferentes funciones en todas las fases del proyecto con participación activa, valorando las aportaciones de todos los integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional. OBJ4",
        "• CE2.6. Desarrollar proyectos musicales poniendo en práctica los aprendizajes adquiridos y utilizando herramientas de edición de partituras, de procesamiento del sonido y de producción audiovisual. OBJ5",
        "• CE2.7. Difundir producciones musicales y audiovisuales a través de plataformas digitales, utilizando entornos seguros y respetando la propiedad intelectual y los derechos de autor. OBJ5",
        "• CE2.8. Interpretar un repertorio de obras musicales de diferentes estilos y épocas en formación orquestal o vocal, con o sin acompañamiento instrumental, aplicando los conocimientos adquiridos en relación con el lenguaje musical y con las técnicas básicas de interpretación. OBJ6"
    ],
    "saberes": [
        "Bloque 1. Lenguaje musical",
        "• Signos de representación musical de los parámetros del sonido.",
        "• La melodía: intervalos simples y compuestos. Tipos de escalas (diatónica, cromática, pentatónica, escala del blues, etc.).",
        "• Escalas modales. La modalidad en el folclore y la música pretonal.",
        "• El ritmo: compases simples, compuestos y de amalgama; ritmos básicos y complejos, irregulares y libres.",
        "• Polirritmias y polimetrías.",
        "• Grupos de valoración especial.",
        "• La armonía: el fenómeno físico armónico; círculo de quintas; principales funciones armónicas en la tonalidad; acordes; enlaces y cadencias; modulaciones y progresiones tonales con grado de dificultad acorde con el nivel del curso y del grupo.",
        "• La forma musical: unidades estructurales; formas simples y complejas.",
        "• La textura: tipos.",
        "• Elementos expresivos de la música: dinámica, agógica y articulación; indicaciones y términos.",
        "• Los elementos musicales (rítmicos, melódicos, armónicos, formales, tímbricos) en la tradición musical occidental, en el folclore y en las músicas populares urbanas.",
        "• Notación convencional (grafía tradicional) y notación no convencional (introducción a la notación de la música contemporánea).",
        "• Cifrado americano básico: nombre de las notas, acorde mayor y menor.",
        "• Estrategias de escucha o visionado y de análisis de pequeñas obras o fragmentos musicales sencillos, de distintos estilos y épocas, a partir de la escucha activa –con o sin apoyo de partitura– Identificación del estilo y características musicales (agógica, dinámica, compás, ritmo, melodía, instrumentación, etc.).",
        "• Análisis comparado y reflexivo de fragmentos de obras de diferentes épocas con distintas grafías, convencionales y no convencionales. Evolución de la notación musical.",
        "• La música como forma de expresión. Escucha activa de obras musicales o fragmentos, y descripción y análisis de las emociones y sensaciones. Vinculación al contexto de creación y al momento presente.",
        "Bloque 2. Práctica musical",
        "• Lectura y ejecución instrumental y vocal –a primera vista y preparada– interiorización y memorización de estructuras musicales sencillas rítmicas y melódicas, en fragmentos breves y clave de Sol. Compases simples, compuestos, mixtos y amalgama. Ritmos irregulares y libres; polirritmias y polimetrías, grupos de valoración especial.",
        "• Identificación auditiva del pulso binario y ternario, de los acentos de los compases binarios, ternarios y cuaternarios y de cambios sencillos de compás en fragmentos breves.",
        "• Técnicas de realización escrita de dictados rítmicos y melódicos sencillos a una voz.",
        "• Interpretación consciente vocal o instrumental de grafías relativas a las indicaciones básicas de articulación, dinámica y agógica.",
        "• Técnicas de interpretación a través de la voz, del cuerpo, de los instrumentos musicales –Orff u otros objetos de sonido– de fragmentos sencillos, con o sin acompañamiento instrumental, atendiendo a las indicaciones de la partitura.",
        "• El ensayo, elemento de aprendizaje y perfeccionamiento en las actividades interpretativas.",
        "• Técnicas de memorización en las actividades interpretativas musicales y coreográficas.",
        "• Estrategias y técnicas de improvisación sobre esquemas rítmico-melódicos y armónicos establecidos o libres adaptados al nivel.",
        "• Práctica auditiva o interpretativa –instrumental y vocal– de estructuras tonales y modales. Estructuras melódicas y armónicas sencillas. Intervalos armónicos y melódicos, simples y compuestos.",
        "• Creación de ideas musicales y coreográficas sencillas a través de los instrumentos musicales, del cuerpo o la danza en actividades de imitación y de improvisación, libres o dirigidas.",
        "• Creación, planificación, desarrollo y participación en trabajos musicales colaborativos, con base en los conocimientos adquiridos. Asunción de responsabilidades en todas las fases del proyecto, compromiso con el rol asignado dentro del grupo y con respecto a las aportaciones de todos sus miembros.",
        "• Práctica en proyectos musicales de las técnicas y aplicaciones informáticas de edición y producción sonora, musical y audiovisual. Funcionalidades propias de las aplicaciones y programas informáticos de licencia libre.",
        "• Difusión de producciones musicales y audiovisuales en plataformas digitales: protección de datos, propiedad intelectual y derechos de autoría.",
        "• Interpretación vocal o instrumental (instrumentos Orff u otros objetos de sonido, etc.) en formación orquestal o vocal, con o sin acompañamiento instrumental, de memoria o con partitura, de un repertorio de obras musicales de diferentes estilos y épocas, adecuado al nivel."
    ]
}