{
    "saberes": [
        "A. Teatralidad corporal",
        "1. Juego corporal.",
        "- Movimientos corporales de calentamiento: precisos e imprecisos; voluntarios e involuntarios; flexibles y rígidos; breves y mantenidos; autónomos y dependientes; equilibrados y desequilibrados; estáticos y dinámicos; tensos y relajados; globales y segmentarios.",
        "2. Juego mímico-gestual.",
        "- Gestos faciales, ademanes posturales, desplazamientos a cámara lenta, hipervelocidad, marcha en el sitio.",
        "- Mimo de acciones, objetos y sentimientos.",
        "- Transiciones mímicas emocionales: triste/alegre…; y sensitivas: frío/calor…",
        "3. Juego expresivo:",
        "- Encarnación de animales; los 4 elementos: fuego, aire, agua y tierra; materias: alambre, plástico, plastilina, papel, cartón…; profesiones; lugares abiertos y cerrados.",
        "- Práctica del teatro de sombras.",
        "B. Teatralidad vocal.",
        "1. Calentamiento fisiológico de la voz.",
        "- Respiraciones en los modos nasal, bucal, rinobucal y apnea; y en los tipos abdominal, costal y clavicular.",
        "- Estiramientos y automasajes de las cavidades de resonancia: faringe, boca, fosas nasales; y de los órganos articuladores móviles: lengua, labios y velo del paladar… para amplificar el sonido.",
        "- Relajaciones.",
        "- Entonaciones.",
        "- Proyecciones: soplo, jadeo, vibración, repiqueteo, velocidad rítmica, intensidad: susurro, medio y alto. Disociación del aumento de volumen del aumento del tono y la velocidad.",
        "2. Vocalización y dicción de la voz.",
        "- Juego onomatopéyico: sonorizaciones bucales como ruido de pasos, apertura de puertas, máquinas, galope de caballos…",
        "- Juego prosódico: Imitación de acentos. Lenguajes inventados. Simulación de idiomas. Versionados de la voz en diferentes edades, horas, profesiones, animales…",
        "- Juego articulatorio: conocimiento de la propia vocalización, identificando los fonemas que pronuncia con dificultad, si tensa mucho o relaja en exceso la dicción. Características de la propia voz: limpia, precisa, soplada, nasal, gangosa, ronca... Modificaciones de la propia voz al actuar: si se inhibe, se estimula, o se mantiene cotidiana.",
        "- Juegos de locución y doblaje con películas de animación, stop motion, videojuegos, publicidad, audiolibros, radioteatro o series de televisión.",
        "3. Invención narrativa de la voz.",
        "- Escenificación dialógica tejiendo un hilo argumental, sin o con apoyos de objetos, imágenes y sonidos.",
        "- Dramatización a partir de una tira de cómic inconclusa o carteles intercambiables con forma de bocadillos.",
        "- Dramatización con narrador.",
        "- Voz en off de pantomimas.",
        "- Stop y entrada de nuevos personajes acordes con la trama.",
        "- Actos oratorios-expresivos: presentaciones, pregones, retransmisiones, declamaciones poéticas, chistes, trabalenguas, rap…",
        "- Uso del silencio y de las pausas orales.",
        "- Práctica del teatro de marionetas.",
        "C. Teatralidad improvisada.",
        "1. Juego de socialización y confianza mutua",
        "- Búsqueda y emparejamiento a través de gestos y sonidos.",
        "- Manipulación del compañero como marioneta, barro, nieve, botella…",
        "- Escenificación de cuadros, imágenes, gifs…",
        "- Ensamblaje como piezas corporales en una máquina colectiva.",
        "- Juegos grupales de pasar sílabas o gestos en ronda, cambiando la dirección, añadiendo saltos y cambios generales de sitio.",
        "- Juegos de desplazamientos con consignas numéricas cambiantes: 1 = por parejas, 2 = abrazados, 3 = agachados…",
        "- Juegos de cantinelas que acumulan acciones, gestos o sonidos.",
        "- Juegos de hacer lo contrario.",
        "2. Juego de emoción",
        "- Identificación y nominación de emociones a través de la mímica, los emoticonos y carteles desconocidos en la frente que los demás nos escenifican hasta su adivinación.",
        "- Descubrimiento de la emoción por medio de los masajes.",
        "- Representación de las emociones vividas cuando se escucha una historia, una música, un anuncio, una película…",
        "3. Juego dramático",
        "- Improvisaciones a partir de diferentes recursos: fotografías, canciones, historias, anécdotas, objetos, ideas, cuentos y estados de ánimo.",
        "- Utilización en improvisaciones y creaciones colectivas de los elementos del lenguaje teatral: personajes, acciones, conflictos, espacio, tiempo, energía e historia.",
        "- Juegos de intercambio de personajes, ubicaciones y emociones.",
        " - Utilización de las experiencias dramáticas vividas para avanzar en el desarrollo de historias.",
        "- Búsqueda de funciones y usos diversos y alternativos a objetos cotidianos.",
        "- Escucha del entorno y las personas y saber ver lo que ocurre para mantenerse en la acción dramática.",
        "- Generación de acciones expresivas que sorprendan al público de una manera amable y no violenta.",
        "- Interiorización de la estructura dramática: presentación o arranque, conflicto, situación inesperada y remate.",
        "- Conocimiento de las reglas básicas del match de improvisación: decir que sí al otro y a sus acciones, no salir injustificadamente de escena, mantener la acción mientras se interactúa con otros, abandonar la competitividad, estimular la exageración.",
        "- Práctica del Clown.",
        "D. Teatralidad escenificada.",
        "1. Montaje escénico.",
        "- Partes y elementos del espacio escénico: foro, proscenio, cuarta pared, focos…",
        "- Aproximación a los roles escénicos de forma vivenciada: iluminador, tramoyista, técnico de sonido, taquilleros, director, intérpretes, acomodadores, peluquería, maquillaje, vestuario, publicista…",
        "- Observación desde el rol de espectador: mirada externa presencial o grabada y feedback para favorecer el juicio crítico.",
        "2. Desenvolvimiento escénico:",
        "- Desarrollo de partituras de movimientos que acompañan lo textual para equilibrar y tomar consciencia del espacio.",
        "- Adecuación de la energía interpretativa al clima emocional de la escena.",
        "- Adecuación del ritmo escénico: velocidad, silencios y énfasis a través de escenas congeladas como estatuas, escenas viajeras por diferentes lugares…",
        "3. Secuenciación escénica",
        "- Elaboración de propuestas en las que se tengan en cuenta las ideas aportadas por todos, incluyendo los “accidentes” como oportunidad creativa.",
        "- Memorización y respeto de los acuerdos de organización espacial y textual preestablecidos.",
        "4. Interpretación de personajes.",
        "- Vivenciación del conflicto dramático: personaje, situación, acción dramática y posible uso de materiales.",
        "- Superación de estereotipos, especialmente roles de género, prejuicios raciales, de edad, de religión y de capacidades diversas.",
        "- Principios escénicos: orientación al público, mantenimiento del silencio necesario, abstención de corregir a los compañeros en escena, inhibición de movimientos parásitos (balanceo de piernas, tocarse el pelo…), dominio de los nervios, contención de saludos a familiares y conocidos del público, mantenimiento del personaje desde la entrada hasta la salida de escena, aceptación y cesión del foco de la escena, colocación de la mirada en compañeros de escena y público.",
        "- Práctica del teatro de máscaras."
    ],
    "criteriosEvaluacion": [
        "1.1. Explorar las propias capacidades corporales interpretativas y expresivas buscando los límites en equilibrio, velocidad, frenado y lateralidad y coordinando con coherencia palabras textuales y movimientos expresivos.",
        "1.2. Analizar sus propios movimientos y expresiones en situaciones escénicas, dando, desde su actuación, una respuesta ajustada a las intenciones expresivas y gestionando sus tensiones y emociones.",
        "2.1. Proyectar la voz desde la intensidad total hasta el susurro, adecuándose a las distintas necesidades de volumen tanto espaciales como interpretativas.",
        "2.2. Investigar el timbre, el volumen y la altura de la voz, adecuándose a la interpretación de personajes, objetos o situaciones.",
        "2.3. Modular la entonación y la articulación del habla, trasladando la prosodia natural del habla a la lectura e interpretación de textos.",
        "3.1. Generar vínculos entre los participantes confiando en su propio trabajo, el de sus compañeros y en las indicaciones del profesor.",
        "3.2. Participar en escena atreviéndose a abrir juegos, avanzar narrativas, generar y resolver conflictos, encontrar finales y crear personajes con desinhibición, originalidad y respeto.",
        "4.1. Permanecer en la ficción concentrándose en el rol de su personaje todo lo que dura la escena, teniendo en cuenta los principios escénicos.",
        "4.2. Experimentar la creación escénica ante un público, participando en el diseño y desarrollo de los elementos que componen el montaje teatral y asumiendo los roles acordados, desde las propias habilidades e intereses.",
        "4.3. Manifestar el grado de satisfacción interpretativa y la vivencia del aplauso del público, expresándolo en diferentes lenguajes."
    ]
}