{
  "criteriosEvaluacion": [
    "1.1. Reconocer la radicalidad y trascendencia de los problemas filosóficos mediante su reconoci- miento, análisis y reformulación en textos y otros medios de expresión tanto filosóficos como literarios, históricos, científicos, artísticos o relativos a cualquier otro ámbito cultural.",
    "2.1. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información y la correcta organización, análisis, interpretación, evaluación, producción y comuni- cación de esta, tanto digitalmente como por medios más tradicionales.",
    "2.2. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica mediante el diseño, la elaboración y la comunicación pública de productos originales tales como trabajos de investigación, disertaciones o comentarios de texto.",
    "3.1. Producir y evaluar discursos argumentativos, orales y escritos, acerca de cuestiones y problemas filosóficos, demostrando un uso correcto de normas y pautas lógicas, retóricas y argu- mentativas.",
    "3.2. Detectar y evitar modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis, explicando la naturaleza o mecanismo de dichos sesgos y falacias.",
    "3.3. Reconocer la importancia de la cooperación, el compromiso con la verdad, el respeto a la pluralidad y el rechazo de toda actitud discriminatoria o arbitraria, aplicando dichos principios a la práctica argumentativa y al diálogo con los demás.",
    "4.1. Promover el contraste e intercambio de ideas y la práctica de una ciudadanía activa y democrática a través de la participación en actividades grupales y el ejercicio del diálogo racional, respetuoso, abierto, constructivo y comprometido con la búsqueda de la verdad, acerca de cuestiones y problemas filosóficamente relevantes.",
    "5.1. Generar una concepción compleja y no dogmática de los problemas filosóficos mediante el análisis crítico de tesis filosóficas distintas y opuestas en torno a los mismos.",
    "5.2. Comprender y exponer distintas tesis y teorías filosóficas como momentos de un proceso dinámico y siempre abierto de reflexión y diálogo, a través del análisis comparativo de los argumentos, principios, metodologías y enfoques de dichas tesis y teorías.",
    "6.1. Tomar consciencia de la riqueza e influencia del pensamiento filosófico identificando y ana- lizando las principales ideas y teorías filosóficas en textos o documentos pertenecientes a ámbitos culturales diversos, así como poniéndolas en relación con experiencias, acciones o acontecimientos comunes y de actualidad.",
    "6.2. Adquirir y demostrar un conocimiento significativo de las ideas y teorías filosóficas de algunos de los más importantes pensadores y pensadoras de la historia, mediante su aplicación y el análisis crítico en el contexto de la práctica individual o colectiva de la indagación filosófica.",
    "7.1. Afrontar cuestiones y problemas complejos de carácter fundamental y de actualidad de modo interdisciplinar, sistemático y creativo, utilizando conceptos, ideas y procedimientos provenientes de distintos campos del saber y orientándolos y articulándolos críticamente desde una perspectiva filosófica.",
    "8.1. Desarrollar el propio juicio y la autonomía moral mediante el análisis filosófico de problemas éticos y políticos fundamentales y de actualidad, considerando las distintas posiciones en disputa y elaborando, argumentando, exponiendo y sometiendo al diálogo con los demás las propias tesis al respecto.",
    "8.2. Reconocer que la libertad es condición de posibilidad de la moralidad, reflexionar sobre sus límites así como las maneras de ganar en libertad, aceptando la responsabilidad de sus actos libres en su triple dimensión personal, social y medioambiental, y comprometiéndose a respetar y defender la libertad de los demás.",
    "9.1. Generar un adecuado equilibrio entre el aspecto racional y el emotivo en la consideración de los problemas filosóficos, especialmente los referidos al ámbito de la estética, a través de la reflexión expresa en torno al arte y a otras actividades o experiencias con valor estético y el análisis del papel de las imágenes y el lenguaje audiovisual en la cultura contemporánea."
  ],
  "saberes": [
    "A. –La filosofía y el ser humano.",
    "A.1. La reflexión filosófica en torno a la propia filosofía.",
    "A1.1. Características y concepciones del saber filosófico. Breve recensión histórica de la filosofía. Las divisiones tradicionales de la filosofía y las áreas actuales de investigación. Vigencia y utilidad de la filosofía: la importancia de filosofar en torno a los retos del siglo XXI.",
    "A1.2.  La filosofía en relación con otros campos del saber y la actividad humana.",
    "A1.3. Métodos y herramientas básicos de la filosofía: el uso y análisis crítico de fuentes; la com- prensión e interpretación de documentos filosóficos; la identificación de problemas filosóficos en otros ámbitos de la cultura; el pensamiento y el diálogo argumentativos; la investigación y la disertación filosófica.",
    "A1.4.  La discriminación social, de género, etnia y edad en la tradición filosófica.",
    "A.2. El ser humano como sujeto y objeto de la experiencia filosófica. A2.1. La filosofía y la existencia humana.",
    "A2.2. El debate sobre la génesis y definición de la naturaleza humana: especificidad natural y condicionantes histórico-culturales. Concepciones filosóficas del ser humano.",
    "A2.3.  La estructura psicosomática de la personalidad: sensibilidad, emotividad, deseos y volición, las facultades cognitivas. Conciencia y lenguaje.",
    "A2.4. El problema de la identidad personal. Tipos y modos de identidad. La especulación en torno al transhumanismo.",
    "B. –El conocimiento y la realidad.",
    "B.1. El problema filosófico del conocimiento y la verdad.",
    "B1.1. El problema del conocimiento: definición, posibilidad y límites. Teorías de la verdad. La desinformación y el fenómeno de la «posverdad».",
    "B1.2. Las teorías del conocimiento: el modelo aristotélico, formas de racionalismo, empirismo y otras teorías. El razonamiento y la argumentación. La argumentación informal. Nociones de lógica formal: lenguaje formal, tablas de verdad y deducción natural. La detección de falacias y sesgos cognitivos.",
    "B1.3. El saber científico: definición, demarcación y metodologías científicas. La filosofía de la ciencia: naturaleza, problemas y límites del conocimiento científico.",
    "B1.4. Otros modos de saber: el problema del saber metafísico; las creencias religiosas; la razón poética; el saber común.",
    "B1.5. La dimensión social y política del conocimiento. Conocimiento, poder e interés. La tecno- ciencia contemporánea. El papel de la mujer en la ciencia y en los otros saberes.",
    "B.2. La cuestión de la naturaleza última de la realidad.",
    "B2.1.  El problema de lo real. Apariencia y realidad. La cuestión de las realidades virtuales.",
    "B2.2. Unidad y pluralidad. Categorías y modos de ser. Entidades físicas y objetos ideales: el problema de los universales.",
    "B2.3. El problema mente-cuerpo. La filosofía de la mente y el debate en torno a la inteligencia artificial.",
    "B2.4. El problema filosófico del tiempo y el cambio. El problema del determinismo. Necesidad, azar y libertad.",
    "B2.5.  El problema filosófico de la existencia de Dios. Teísmo, ateísmo y agnosticismo.",
    "C. –Acción y creación.",
    "C.1. La acción humana: filosofía ética y política.",
    "C1.1. El problema ético: cómo hemos de actuar. La libertad como condición de la acción ética. Libertad y verdad. Libertad y responsabilidad. Ser y deber ser. La deliberación moral. Las condiciones del juicio y el diálogo ético.",
    "C1.2. La posibilidad de una ética racional. Cognitivismo y emotivismo. El debate en torno al relativismo moral. El reto de una ética universal de mínimos.",
    "C1.3. Las principales respuestas al problema ético: éticas eudemonistas, éticas consecuencia- listas, éticas del deber y éticas de la virtud. La moral amoral de Nietzsche. Éticas del cuidado. Ética medioambiental. Éticas aplicadas.",
    "C1.4. Los derechos humanos: su génesis, legitimidad y vigencia actual. Las distintas generacio- nes de derechos humanos.",
    "C1.5. Grandes cuestiones éticas de nuestro tiempo: la desigualdad y la pobreza; la igualdad efectiva de derechos entre hombres y mujeres; la guerra, el terrorismo y otras formas de violencia; los derechos de la infancia; la discriminación y el respeto a las minorías; los problemas ecosociales y medioambientales; los derechos de los animales.",
    "C1.6. El hombre como ser social. Definición de lo político. Legalidad y legitimidad. La cuestión filosófica de la justicia.",
    "C1.7. El fundamento de la organización social y del poder político. Teorías del origen sobrenatural vs. teorías contractualistas. La reflexión filosófica en torno a la democracia.",
    "C1.8. El diálogo en torno a los principios políticos fundamentales: igualdad y libertad; individuo y Estado; trabajo, propiedad y distribución de la riqueza. El debate político contemporáneo: liberalismo, utilitarismo y comunitarismo.",
    "C1.9. Ideales, utopías y distopías. Los movimientos sociales y políticos. El feminismo y la pers- pectiva de género en la filosofía.",
    "C.2. La reflexión filosófica en torno a la creación artística.",
    "C2.1. Definición, ámbitos y problemas de la estética: arte, belleza y gusto. La relación de lo es- tético con otros ámbitos de la cultura. Ética y estética. El papel político del arte.",
    "C2.2. Teorías clásicas y modernas acerca de la belleza y el arte. Teorías y problemas estéticos contemporáneos. La reflexión en torno a la imagen y la cultura audiovisual."
  ]
}