{
    "saberes": [
        "Bloque 1: Cultura científica",
        "1.1 Iniciación a la actividad científica. CE 1, CE 2, CE 3, CE 5",
        "G1 Fases del razonamiento científico y de la experimentación",
        "• Curiosidad por objetos, hechos y fenómenos cercanos.",
        "• Realización de predicciones sencillas de manera guiada.",
        "• Estrategias de utilización de la Información en diferentes fuentes fiables, cercanas y accesibles",
        "• Uso de Instrumentos y dispositivos apropiados para la observación y medición.",
        "• Procedimientos y métodos guiados para la experimentación",
        "• Registro de las observaciones.",
        "• Vocabulario científico básico para comunicar de manera oral o gráfica el resultado de las investigaciones.",
        "G2. Profesiones científicas y tecnológicas con perspectiva de género",
        "Profesiones y avances científicos STEM desde una perspectiva de género",
        "1.2 La vida en nuestro planeta. CE 3, CE 4, CE 5, CE 8",
        "G1. Seres vivos",
        "• Los seres vivos y los objetos inertes.",
        "• Las plantas y los animales. Diferencias básicas.",
        "• El hábitat de los seres vivos en relación con sus necesidades básicas.",
        "• Valoración y respeto por el hábitat natural de los seres vivos.",
        "G2. Paisajes y ecosistemas",
        "• Concepto de ecología, el cuidado y el respeto por los espacios naturales, los animales y las plantas.",
        "G3. Desarrollo sostenible",
        "• La cesta de la compra en casa y los bienes de primera necesidad, hábitos de consumo responsable.",
        "G4. El cuerpo humano",
        "• El cuerpo humano, sus partes básicas: cabeza, tronco y extremidades. Los sentidos.",
        "• Hábitos saludables, alimentación, descanso, actividad física e higiene personal relacionados con el bienestar físico.",
        "• La salud y las enfermedades más comunes.",
        "G5. Educación emocional",
        "• Estrategias de identificación y gestión de las emociones propias y ajenas.",
        "• Aceptación de las diferencias y semejanzas ante la diversidad en el aula y su entorno próximo.",
        "• Trabajo de la dimensión afectivo-sexual.",
        "• Diferencias y semejanzas entre las personas, empatía y respeto por las semejanzas y diferencias con los demás.",
        "1.3 Materias, fuerza y energía. CE 2, CE 3, CE 5",
        "G1. Materia",
        "• Las propiedades de los materiales en función del uso habitual en la vida cotidiana.",
        "G2. Fuerzas y energía",
        "• Formas de energía cercanas, la luz y el sonido. Uso responsable en la vida cotidiana.",
        "G3. Máquinas e instrumentos",
        "• Uso de objetos del entorno con eficacia y seguridad.",
        "• Construcciones de estructuras a partir de simulaciones y juegos de construcciones con materiales diversos.",
        "3.3. Bloque 2: Tecnología y digitalización.",
        "2.1. Digitalización del entorno personal de aprendizaje. CE1",
        "G1 Presencia",
        "• Presencia de la ciencia y de la tecnología en la sociedad, en la escuela, en el hogar, en la cultura y el ocio.",
        "G2 Comunicación en la red",
        "• Dispositivos, programas y aplicaciones informáticas para comunicarse de forma segura.",
        "2.2. Proyectos de diseño y pensamiento computacional. CE2",
        "G1. Proyectos de diseño",
        "• Observación del medio natural o social; admiración de un tema concreto.",
        "• Identificación de objetivos, necesidades, dudas o problemas.",
        "• Expresión de diferentes soluciones o respuestas.",
        "• Selección del aspecto a desarrollar.",
        "• Comprobación, diseño, prototipado y/o prueba.",
        "• Evaluación",
        "• Presentación y comunicación.",
        "G2. Pensamiento computacional",
        "• Descomposición en partes más sencillas",
        "G3. Tecnología",
        "• Utilización de materiales, herramientas y objetos de uso escolar seguro.",
        "G4. Iniciación a la programación",
        "• Programación por bloques con elementos manipulativos no tecnológicos (actividades desenchufadas).",
        "• Programación por bloques a través de robots programables sencillos.",
        "G5. Trabajo Cooperativo",
        "• Estrategias básicas de trabajo en equipo",
        "Bloque 3: Sociedades y territorios.",
        "3.1. Retos del mundo actual. Transversal a todas las CE.",
        "G1. Pensamiento crítico",
        "• Estrategias para la emisión de opiniones sencillas.",
        "G2. Derechos y libertades",
        "• Noción de desigualdad.",
        "3.2. Sociedades en el tiempo. CE6, CE8.",
        "G1. El paso del tiempo",
        "• Uso del tiempo y de las formas convencionales para medirlo.",
        "• Adquisición de nociones básicas de tiempo y unidades de medida.",
        "G2. Educación patrimonial",
        "• Identificación del patrimonio material como elemento del municipio.",
        "• Propuestas de cuidado del patrimonio a pequeña escala.",
        "G3. Sociedades y diversidad cultural",
        "• Biografía de personajes relevantes desde una perspectiva coeducativa.",
        "G4. Interpretación histórica",
        "• Nociones de causa, consecuencia y empatía.",
        "3. 3. Alfabetización cívica. CE7.",
        "G1. Organización social",
        "• La familia y la relación entre sus miembros: adquisición de responsabilidades domésticas.",
        "• Seguridad vial. La ciudad como espacio de convivencia. Normas de circulación y movilidad sostenible.",
        "G2. Estructura política",
        "• Identificación y uso de los equipamientos básicos del entorno social: educativos, sanitarios y culturales.",
        "3.4. Conciencia ecosocial. CE5.",
        "G1. Representación",
        "• Uso de planos y mapas sencillos.",
        "• La Tierra en planos y mapas sencillos.",
        "G2. El clima",
        "• El cambio estacional.",
        "• Variables meteorológicas. Registro y representación de datos.",
        "• El tiempo y el clima: características y diferencias.",
        "• El cambio climático: factores desencadenantes e impacto sobre el entorno natural.",
        "G3. Responsabilidad ecosocial",
        "• La Tierra en su concepto geológico y geográfico.",
        "• Identificación de los estados del agua.",
        "• El uso responsable del agua como recurso escaso y su conservación."
    ],
    "criteriosEvaluacion": [
        "1.1. Usar aplicaciones informáticas sencillas de uso habitual   para   buscar   información   en internet, de forma guiada y segura, sobre temas cercanos y de interés personal.",
        "1.2. Usar dispositivos sencillos para comunicarse mediante el correo electrónico, aplicando las normas de la netiqueta.",
        "1.3. Crear textos digitales sencillos utilizando guías detalladas.",
        "1.4. Identificar hábitos que favorecen tener una relación saludable y adecuada con el uso de las tecnologías digitales.",
        "1.5. Identificar conductas seguras y poco seguras relacionadas con la información personal (imagen, datos y contraseñas) en el uso de las tecnologías digitales.",
        "2.1. Identificar cuestiones o problemas relacionados con el entorno natural, social y cultural próximo de especial interés y relevancia susceptibles de ser abordados mediante sencillos procesos de investigación.",
        "2.2. Proponer posibles soluciones a cuestiones o problemas relacionados con la actividad cotidiana, utilizando técnicas sencillas de pensamiento de diseño y pensamiento computacional.",
        "2.3. Manejar de forma segura las herramientas, dispositivos, técnicas y materiales utilizados habitualmente en desarrollo de proyectos y la realización de pequeñas investigaciones.",
        "2.4. Presentar el producto final en diferentes formatos, explicando los pasos seguidos.",
        "3.1. Buscar y recopilar información, recurriendo a diferentes fuentes seguras y fiables, sobre el medio natural, social y cultural próximo.",
        "3.2. Realizar de forma guiada experimentos sencillos, utilizando las técnicas más apropiadas para la investigación que se realiza.",
        "3.3. Emplear de forma segura instrumentos y dispositivos, realizando observaciones y mediciones precisas y registrarlas correctamente.",
        "3.4. Interpretar la información obtenida como resultado de la realización de un experimento.",
        "3.5. Presentar los resultados de pequeñas investigaciones en forma de esquemas visualmente sencillos, utilizando correctamente un lenguaje científico básico y explicando los pasos que se han seguido en el proceso.",
        "4.1. Relacionar la práctica habitual y autónoma de hábitos saludables de alimentación, ejercicio físico y descanso con el conocimiento científico del cuerpo y formular propuestas de mejora",
        "4.2. Identificar   emociones   y   sentimientos propios y ajenos y comportarse de forma empática en las relaciones con las otraspersonas para favorecer la convivencia.",
        "4.3. Reconocer y aceptar la identidad sexual y de género propias y rechazar prejuicios y estereotipos relacionados con estas identidades",
        "4.4. Asumir responsabilidades y tareas en los contextos escolar, familiar y comunitario cercano superando los estereotipos sexistas.",
        "5.1. Relacionar las acciones que realizan las personas en la vida cotidiana y el medio en el que viven, teniendo en cuenta los factores naturales y sociales.",
        "5.2. Argumentar las ventajas y los inconvenientes de una actuación humana relevante y significativa con un fuerte impacto en el medio ambiente y el paisaje próximo.",
        "5.3. Participar activamente en la elaboración y formulación de propuestas de actuación orientadas a la solución de problemas ecológicos presentes en el entorno próximo.",
        "5.4. Reconocer y establecer las causas y las consecuencias de los cambios producidos en un elemento del paisaje o de un ecosistema con el paso del tiempo y por la acción de los agentes que inciden en él.",
        "5.5. Identificar las acciones propias realizadas diariamente en beneficio del consumo responsable de materiales escolares, alimentos, agua y electricidad.",
        "6.1. Reconocer y utilizar las unidades de tiempo, década y siglo, para situar y ordenar cronológicamente hechos relevantes del pasado.",
        "6.2. Ordenar cronológicamente hechos sociales y personas relevantes de la historia reciente utilizando herramientas básicas de medida de tiempo e incorporando la perspectiva de género.",
        "6.3. Ordenar temporal y espacialmente algunos los hechos especialmente relevantes de la historia de la Comunidad Valenciana.",
        "6.4. Describir algunas formas de vida representativas de los grandes periodos históricos hasta la Edad Antigua.",
        "6.5. Explicar y comparar las características principales de los diferentes periodos históricos hasta la Edad Antigua.",
        "7.1. Identificar los principales órganos de gobierno del municipio, de la provincia y de la Comunitat Valenciana e identificar su función y responsabilidad en la mejora de la vida de las personas y de la convivencia social.",
        "7.2. Distinguir las características y funcionamiento de la estructura política y territorial de su municipio, la provincia y la Comunidad Valenciana.",
        "7.3. Conocer las funciones de la administración del municipio, destacando la importancia y el valor de las mismas para la ciudadanía y la participación ciudadana.",
        "8.1. Identificar y valorar algunos elementos destacados del patrimonio natural, histórico y cultural de la Comunidad Valenciana y describir sus características más destacadas, incluyendo su localización geográfica y su origen histórico.",
        "8.2. Desarrollar conductas de respeto, cuidado y mantenimiento del patrimonio natural, histórico y cultural del municipio y de la Comunidad Valenciana y proponer acciones para su conservación y difusión."
    ]
}