{
    "saberes": [
        "Resolució de problemes en situacions motrius",
        "● Resolució de reptes i projectes motrius",
        "- Elaboració de pràctiques d’activitats físiques múltiples i variades a l’escola i a l’entorn.",
        "- Planificació de propostes realistes segons els límits i les possibilitats del propi cos en la realització d’activitats físiques.",
        "- Planificació i autoregulació durant el procés i valoració del resultat de projectes d’activitats físiques complexes.",
        "- Identificació prèvia de les possibles dificultats i dels encerts i de les errades comesos en l’execució d’activitats motrius, elaborant propostes de millora.",
        "- Presa de decisions que afectin la realització d’activitats físiques en funció dels condicionaments fisiològics i biològics propis, si n’hi ha, en la pràctica d’activitats físiques.",
        "- Regulació de la intensitat i la durada de l’esforç en l’execució d’activitats físiques en funció del seu objectiu i d’un mateix, mantenint un ritme cardíac i respiratori saludable.",
        "- Aplicació de les accions pròpies òptimes a les capacitats i limitacions personals i a l’objectiu, la lògica interna, l’espai, el temps, el material, les normes i els participants de les situacions motrius plantejades.",
        "- Coordinació d’accions amb les altres persones en situacions de pràctica d’activitats físiques col·laboratives, cooperatives i de cooperació-oposició.",
        "- Elaboració d’estratègies inèdites de resolució de situacions motrius no plantejades o practicades anteriorment.",
        "● Esquema corporal",
        "- Coneixement dels principals músculs, ossos i articulacions del cos que intervenen en els diferents moviments, exercicis o activitats de manera vivenciada.",
        "- Utilització del to muscular, la relaxació i la respiració del propi cos aplicats a la resolució de situacions de repòs i en moviment millorant progressivament el control i domini corporal.",
        "- Adequació eficaç de les postures i moviments corporals a les diferents necessitats de les situacions motrius plantejades.",
        "- Execució de la lateralitat amb els segments corporals dominants i no dominants i la seva combinació a través de situacions motrius que impliquin successió o simultaneïtat en l’ús dels dos segments.",
        "- Utilització de l’equilibri estàtic i dinàmic aplicat a diferents situacions motrius complexes que impliquin variacions en els diferents elements que hi intervenen: base de sustentació, superfície de contacte, centre de gravetat del cos, receptors sensorials implicats, control d’objectes i combinació amb altres persones.",
        "- Estructuració del propi cos en relació amb l’espai i el temps en situacions motrius complexes.",
        "● Habilitats motrius",
        "- Execució de desplaçaments, salts, girs, maneig i control d’objectes i les seves combinacions adaptats a situacions motrius diverses de manera coordinada, eficaç i creativa.",
        "- Utilització de les capacitats físiques de forma genèrica i jugada a través d’activitats d’intensitat entre moderada i elevada orientades a la millora de la salut i de l’autoconeixement.",
        "- Realització d’exercicis d’escalfament i d’estiraments de manera correcta, essent conscient de la seva funció en el cas d’activitats físiques d’intensitat entre moderada i elevada.",
        "Vida activa i saludable",
        "● Hàbits saludables",
        "- Reconeixement dels efectes físics, mentals i socials beneficiosos que la pràctica habitual d’activitats físiques i un estil de vida actiu tenen per a la salut en la vida quotidiana i dels perjudicis d’un estil de vida sedentari.",
        "- Aplicació de manera autònoma d’hàbits higiènics de manera regular en la pràctica d’activitats físiques i en la vida quotidiana, entenent els beneficis que comporten per a la salut.",
        "- Explicitació de les raons per les quals s’ha de fer servir un equipament que permeti dur a terme pràctiques d’activitats físiques d’una manera adequada i les característiques que ha de tenir.",
        "- Utilització de postures adequades en accions motrius específiques i en situacions quotidianes.",
        "- Justificació dels beneficis per a la salut d’una dieta alimentària equilibrada, adequada i variada i dels efectes negatius d’una dieta alimentària no saludable.",
        "- Argumentació de la necessitat de mantenir una correcta hidratació en la pràctica d’activitats físiques i en la vida quotidiana.",
        "- Justificació de la necessitat del descans diari per compensar i recuperar-se de l’esforç físic i mental d’acord amb les necessitats pròpies de l’edat.",
        "● Mesures de seguretat i primers auxilis",
        "- Adopció de mesures de seguretat i de prevenció d’accidents vers un mateix i de les altres persones en la pràctica d’activitats físiques amb coneixement dels possibles riscos.",
        "- Contribució responsable a l’organització i manteniment dels espais i materials segurs usats en la pràctica d’activitats físiques.",
        "- Aplicació de protocols d’actuació i tècniques bàsiques de primers auxilis en cas d’accidents o lesions simulats o reals en la pràctica d’activitats físiques a l’escola i a la vida quotidiana.",
        "Activitats motrius lúdiques, culturals i expressives",
        "● Joc",
        "- Utilització del joc com a mitjà de relació amb les altres persones i de divertiment a través de la pràctica de jocs elaborats.",
        "- Valoració com a valors fonamentals dels jocs practicats a l’escola l’esforç personal i les relacions que s’estableixen amb el grup i actuar d’acord amb ells.",
        "- Participació activa en la creació i desenvolupament de jocs col·laboratius i cooperatius mostrant-se respectuós amb les normes i els companys.",
        "- Participació en jocs tradicionals, populars, d’altres parts del món, jocs preesportius, reduïts i esports adaptats i alternatius enriquint el repertori motriu.",
        "- Acceptació i respecte vers les normes, mostrant capacitat de modificar-les i crear-ne de noves, i les persones que participen en els jocs que es practiquen a l’escola independentment del resultat.",
        "- Comprensió del fet que les pràctiques de les diferents activitats físiques, jocs i esports no estan associades a un gènere determinat a través de la participació en activitats motrius.",
        "- Coneixement de dones esportistes referents en la societat actual i del passat, comprenent els mecanismes socials que han originat la seva poca visibilitat i valorant la necessitat de reparar aquesta circumstància.",
        "- Participació en tot tipus de jocs i activitats d’expressió i comunicació corporal identificant i rebutjant comportaments discriminatoris i estereotips de gènere tot evitant- ne la reproducció.",
        "● Expressió i comunicació corporal",
        "- Aprofitament dels recursos i possibilitats que ofereix el llenguatge corporal com a instruments d’expressió i comunicació en situacions motrius variades.",
        "- Utilització d’objectes i materials per expressar-se i en la realització de representacions i dramatitzacions.",
        "- Comunicació d’emocions, idees, personatges, situacions, històries reals o imaginàries utilitzant el cos, el gest i el moviment de manera contextualitzada i creativa en situacions motrius variades.",
        "- Composició individual i col·lectiva de moviments expressius a partir d’estímuls rítmics i musicals o estímuls visuals, plàstics, verbals o d’altre tipus en situacions motrius variades.",
        "- Participació en activitats col·lectives d’expressió i comunicació corporal que es proposen a l’escola en coordinació amb les persones del grup de manera creativa.",
        "- Creació de balls, danses i coreografies senzilles actuals o inspirades en d’altres de l’entorn proper o d’altres llocs del món.",
        "Interacció amb l’entorn en el temps de lleure",
        "● Temps de lleure saludable",
        "- Participació en la planificació i el desenvolupament de les pràctiques d’activitats físiques programades que es realitzen fora de l’escola, posant en pràctica els aprenentatges adquirits prèviament en la seva preparació.",
        "- Explicació de les activitats físiques que l’alumnat faci durant el temps de lleure, i documentant-les, amb la intenció que tothom en conegui de noves.",
        "- Interès en algunes de les entitats de l’entorn més proper que fan pràctiques d’activitats físiques saludables en què predomina el joc net i el respecte per l’entorn.",
        "- Gestió del propi temps de lleure com a espai per a la pràctica d’activitats físiques saludables i satisfactòries i respectuoses i responsables amb l’entorn.",
        "- Planificació de diferents pràctiques d’activitats físiques que es poden dur a terme al barri, al poble o a la ciutat o al medi natural i de les mesures que es poden prendre per no malmetre l’entorn.",
        "- Autoconstrucció de materials atractius, funcionals i segurs que puguin ser utilitzats en la pràctica d’activitats físiques.",
        "Autoregulació emocional i interacció social en situacions motrius",
        "● Gestió emocional",
        "- Identificació de la pràctica d’activitats físiques com una manera saludable de conèixer- se a un mateix i a les altres persones i de relacionar-se.",
        "- Gestió assertiva de conductes, sentiments i emocions pròpies comprenent les de les altres persones com a resultat de la participació en activitats físiques.",
        "- Ús d’estratègies de treball en equip per a la resolució constructiva de conflictes en situacions motrius col·lectives.",
        "● Habilitats socials",
        "- Elaboració de les normes de funcionament del grup en la pràctica d’activitats físiques o d’un codi de joc net i compromís d’aplicar-ho.",
        "- Respecte per les normes dels jocs col·lectius en què es participa, contribuint a la seva elaboració i millora.",
        "- Elaboració d’una autoimatge positiva i acceptació de la realitat corporal de les altres persones amb actitud crítica dels estereotips dels models corporals en els mitjans de comunicació i la publicitat.",
        "- Contribució a la creació d’un clima afectiu de grup afavorint la integració de tothom en la pràctica d’activitats físiques diverses amb independència de les seves característiques personals.",
        "- Aplicació d’habilitats socials d’acollida, inclusió, ajuda, cooperació i estratègies de resolució de conflictes de manera assertiva i actituds de respecte per la diversitat de tot tipus, fomentant la convivència a través de la participació en activitats físiques.",
        "- Resolució de conflictes que puguin sorgir en la pràctica d’activitats físiques per mitjà del diàleg acceptant les idees, les opinions i els sentiments de les altres persones i expressant les pròpies de manera assertiva.",
        "- Rebuig crític de qualsevol tipus d’estereotip, actuació discriminatòria o violenta presents en la pràctica d’activitats físiques a l’escola i a la societat."
    ],
    "criteriosEvaluacion": [
        "1.1 Desenvolupar projectes i pràctiques d’activitats físiques variades individuals i col·lectives, establint reptes possibles d’aconseguir, planificant les accions tot introduint canvis durant el procés per assolir- los, si cal.",
        "1.2 Prendre decisions eficaces en la pràctica d’activitats físiques individuals, de cooperació, de col·laboració, d’oposició i de col·laboració-oposició amb l’ús d’estratègies conegudes, modificades i inèdites.",
        "1.3 Emprar capacitats i habilitats motrius pròpies i apreses de manera eficaç i creativa per resoldre situacions motrius millorant progressivament el control i la coordinació corporal.",
        "2.1 Integrar la pràctica habitual d’activitats físiques en la vida quotidiana, la higiene personal, l’educació postural, l’alimentació saludable, la hidratació i el descans com a comportaments beneficiosos per a la salut, justificant-ne la contribució al benestar físic, mental i social i els perjudicis de no fer-ho.",
        "2.2 Adoptar mesures de seguretat i de prevenció d’accidents com a resultat de la presa de consciència dels possibles riscos que poden existir en la pràctica d’activitats físiques a l’escola i a la vida quotidiana, aplicant protocols d’actuació i tècniques bàsiques de primers auxilis en cas d’accidents o lesions.",
        "3.1 Participar activament en els jocs i en activitats col·lectives elaborades d’expressió i comunicació corporal pròpies de l’entorn proper i d’altres llocs del món gaudint de la seva pràctica, tot afavorint la seva difusió.",
        "3.2 Practicar jocs i activitats individuals i col·lectives d’expressió i comunicació corporal tot defugint d’assignar-les a un tipus determinat de persones segons el seu gènere identificant i rebutjant comportaments discriminatoris i estereotips de gènere, sensibilitzant per evitar-ne la reproducció.",
        "3.3 Comunicar vivències, emocions i idees a través de manifestacions expressives elaborades de manera creativa utilitzant els recursos expressius del propi cos.",
        "4.1 Practicar activitats físiques variades vinculades al barri, al poble o a la ciutat o al medi natural com una forma d’enriquir les tipologies d’activitats físiques que es donen en contextos de pràctica motriu a l’escola i d’ocupar el temps de lleure identificant les possibilitats que ofereixen els diferents entorns.",
        "4.2 Valorar l’entorn com a espai de pràctica d’activitats físiques saludables i satisfactòries en el temps de lleure, contribuint a la seva conservació utilitzant els espais, els materials i les instal·lacions de manera respectuosa i responsable i de les mesures que cal prendre per minimitzar-ne les afectacions.",
        "5.1 Comprendre les conductes, les emocions i els sentiments propis i de les altres persones, autoregulant el propi comportament i les emocions negatives que hi puguin aparèixer, expressant-les de forma assertiva fomentant la convivència."
    ]
}