{
    "competenciasEspecificas": [
        "OBJ1. Comprender y/o producir textos griegos de dificultad creciente y justificar su comprensión y/o producción, identificando y analizando los aspectos básicos de la lengua griega, las unidades lingüísticas y reflexionando sobre ellas mediante la comparación con las lenguas de enseñanza y con otras lenguas del repertorio individual del alumnado, en especial y cuando sea posible con el griego moderno, y poniendo en práctica, si se considera oportuno, habilidades comunicativas tanto orales como escritas, para realizar una lectura comprensiva, directa y eficaz y una interpretación razonada de su contenido y, en su caso, una producción oral y/o escrita correcta.",
        "OBJ2. Distinguir los étimos y formantes griegos presentes en el léxico de uso cotidiano, identificando los cambios semánticos que hayan tenido lugar y estableciendo una comparación con las lenguas de enseñanza y otras lenguas del repertorio individual del alumnado, en especial y cuando sea posible con el griego moderno, para deducir el significado etimológico del léxico conocido y los significados de léxico nuevo o especializado.",
        "OBJ3. Leer, interpretar y comentar textos griegos de diferentes géneros y épocas, asumiendo el proceso creativo como complejo e inseparable del contexto histórico, social y político y de sus influencias artísticas, para identificar su genealogía y su aportación a la literatura europea.",
        "OBJ4. Analizar las características de la civilización griega en el ámbito personal, religioso y sociopolítico, adquiriendo conocimientos sobre el mundo heleno y comparando críticamente el presente y el pasado, para valorar las aportaciones del mundo clásico griego a nuestro entorno como base de una ciudadanía democrática y comprometida.",
        "OBJ5. Valorar críticamente el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización griega, promoviendo su sostenibilidad y reconociéndolo como producto de la creación humana y como testimonio de la historia, para explicar el legado material e inmaterial griego como transmisor de conocimiento y fuente de inspiración de creaciones modernas y contemporáneas."
    ]
}