{
  "saberes": [
    "A. Sentido numérico ",
    "MAT.3.A.1. Conteo",
    "MAT.3.A.1.1. Estrategias variadas de recuento sistemático en situaciones de la vida cotidiana. ",
    "MAT.3.A.1.2. Adaptación del conteo al tamaño de los números en problemas de la vida cotidiana.",
    "MAT.3.A.2. Cantidad",
    "MAT.3.A.2.1. Números grandes y pequeños: la notación exponencial y científica y el uso de la calculadora. ",
    "MAT.3.A.2.2. Realización de estimaciones con la precisión requerida.",
    "MAT.3.A.2.3. Números enteros, fraccionarios, decimales y raíces en la expresión de cantidades en contextos de la vida cotidiana.",
    "MAT.3.A.2.4. Diferentes formas de representación de números enteros, fraccionarios y decimales, incluida la recta numérica.",
    "MAT.3.A.2.5. Interpretación del significado de las variaciones porcentuales. ",
    "MAT.3.A.3. Sentido de las operaciones",
    "MAT.3.A.3.1. Estrategias de cálculo mental con números naturales, enteros, fracciones y decimales. ",
    "MAT.3.A.3.2. Operaciones con números enteros, fraccionarios o decimales en situaciones contextualizadas.",
    "MAT.3.A.3.3. Relaciones inversas entre las operaciones (adición y sustracción; multiplicación y división; elevar al cuadrado y extraer la raíz cuadrada): comprensión y utilización en la simplificación y resolución de problemas.",
    "MAT.3.A.3.4. Efecto de las operaciones aritméticas con números enteros, fracciones y expresiones decimales. ",
    "MAT.3.A.3.5. Propiedades de las operaciones (suma, resta, multiplicación, división y potenciación): cálculos de manera eficiente con números naturales, enteros, fraccionarios y decimales tanto mentalmente como de forma manual, con calculadora u hoja de cálculo.",
    "MAT.3.A.4. Relaciones",
    "MAT.3.A.4.1. Factores, múltiplos y divisores. Factorización en números primos para resolver problemas: estrategias y herramientas.",
    "MAT.3.A.4.2. Comparación y ordenación de fracciones, decimales y porcentajes: situación exacta o aproximada en la recta numérica.",
    "MAT.3.A.4.3. Selección de la representación adecuada para una misma cantidad en cada situación o problema. ",
    "MAT.3.A.4.4. Patrones y regularidades numéricas.",
    "MAT.3.A.5. Razonamiento proporcional",
    "MAT.3.A.5.1. Razones y proporciones: comprensión y representación de relaciones cuantitativas. ",
    "MAT.3.A.5.2. Porcentajes: comprensión y resolución de problemas.",
    "MAT.3.A.5.3. Situaciones de proporcionalidad en diferentes contextos: análisis y desarrollo de métodos para la resolución de problemas (aumentos y disminuciones porcentuales, rebajas y subidas de precios, impuestos, escalas, cambios de divisas, velocidad y tiempo, etc.).",
    "MAT.3.A.6. Educación financiera",
    "MAT.3.A.6.1. Interpretación de la información numérica en contextos financieros sencillos.",
    "MAT.3.A.6.2. Métodos para la toma de decisiones de consumo responsable atendiendo a las relaciones entre calidad y precio, y a las relaciones entre valor y precio en contextos cotidianos.",
    "B. Sentido de la medida ",
    "MAT.3.B.1. Magnitud",
    "MAT.3.B.1.1. Atributos mensurables de los objetos físicos y matemáticos: reconocimiento, investigación y relación entre los mismos.",
    "MAT.3.B.1.2. Estrategias de elección de las unidades y operaciones adecuadas en problemas que impliquen medida.",
    "MAT.3.B.2. Medición",
    " MAT.3.B.2.1. Longitudes, áreas y volúmenes en figuras planas y tridimensionales: deducción, interpretación y aplicación.",
    "MAT.3.B.2.2. Representaciones planas de objetos tridimensionales en la visualización y resolución de problemas de áreas.",
    "MAT.3.B.2.3. Representaciones de objetos geométricos con propiedades fijadas, como las longitudes de los lados o las medidas de los ángulos.",
    "MAT.3.B.2.4. La probabilidad como medida asociada a la incertidumbre de experimentos aleatorios. ",
    "MAT.3.B.3. Estimación y relaciones",
    "MAT.3.B.3.1. Formulación de conjeturas sobre medidas o relaciones entre las mismas basadas en estimaciones.",
    "MAT.3.B.3.2. Estrategias para la toma de decisión justificada del grado de precisión requerida en situaciones de medida.",
    "C. Sentido espacial",
    "MAT.3.C.1. Figuras geométricas de dos y tres dimensiones",
    "MAT.3.C.1.1. Figuras geométricas planas y tridimensionales: descripción y clasificación en función de sus propiedades o características.",
    "MAT.3.C.1.2. Relaciones geométricas como la congruencia, la semejanza, la relación pitagórica y la proporción cordobesa en figuras planas y tridimensionales: identificación y aplicación.",
    "MAT.3.C.1.3. Construcción de figuras geométricas con herramientas manipulativas y digitales (programas de geometría dinámica, realidad aumentada…).",
    "MAT.3.C.2. Localización y sistemas de representación",
    "MAT.3.C.2.1. Relaciones espaciales: localización y descripción mediante coordenadas geométricas y otros sistemas de representación para examinar las propiedades de las figuras geométricas.",
    "MAT.3.C.3. Movimientos y transformaciones",
    "MAT.3.C.3.1. Transformaciones elementales como giros, traslaciones y simetrías en situaciones diversas utilizando herramientas tecnológicas y manipulativas. Análisis de su uso en el arte andalusí y la cultura andaluza.",
    "MAT.3.C.4. Visualización, razonamiento y modelización geométrica",
    "MAT.3.C.4.1. Modelización geométrica: relaciones numéricas y algebraicas en la resolución de problemas. ",
    "MAT.3.C.4.2. Relaciones geométricas en contextos matemáticos y no matemáticos (arte, ciencia, vida diaria...).",
    "D. Sentido algebraico ",
    "MAT.3.D.1. Patrones",
    "MAT.3.D.1.1. Patrones, pautas y regularidades: observación y determinación de la regla de formación en casos sencillos.",
    "MAT.3.D.2. Modelo matemático",
    "MAT.3.D.2.1. Modelización de situaciones de la vida cotidiana usando representaciones matemáticas y el lenguaje algebraico.",
    "MAT.3.D.2.2. Estrategias de deducción de conclusiones razonables a partir de un modelo matemático. ",
    "MAT.3.D.3. Variable",
    "MAT.3.D.3.1. Variable: comprensión del concepto en sus diferentes naturalezas. ",
    "MAT.3.D.4. Igualdad y desigualdad",
    "MAT.3.D.4.1. Relaciones lineales y cuadráticas en situaciones de la vida cotidiana o matemáticamente relevantes: expresión mediante álgebra simbólica.",
    "MAT.3.D.4.2. Equivalencia de expresiones algebraicas en la resolución de problemas basados en relaciones lineales y cuadráticas.",
    "MAT.3.D.4.3. Estrategias de búsqueda de las soluciones en ecuaciones y sistemas lineales y ecuaciones cuadráticas en situaciones de la vida cotidiana.",
    "MAT.3.D.4.4. Ecuaciones: resolución mediante el uso de la tecnología. ",
    "MAT.3.D.5. Relaciones y funciones",
    "MAT.3.D.5.1. Relaciones cuantitativas en situaciones de la vida cotidiana y clases de funciones que las modelizan.",
    "MAT.3.D.5.2.Relaciones lineales y cuadráticas: identificación y comparación de diferentes modos de representación, tablas, gráficas o expresiones algebraicas, y sus propiedades partir de ellas.",
    "MAT.3.D.5.3. Estrategias de deducción de la información relevante de una función mediante el uso de diferentes representaciones simbólicas.",
    "MAT.3.D.6. Pensamiento computacional",
    "MAT.3.D.6.1. Generalización y transferencia de procesos de resolución de problemas a otras situaciones. ",
    "MAT.3.D.6.2. Estrategias para la interpretación, modificación de algoritmos.",
    "MAT.3.D.6.3. Estrategias de formulación de cuestiones susceptibles de ser analizados programas y otras herramientas.",
    "E. Sentido estocástico",
    "MAT.3.E.1. Organización y análisis de datos",
    "MAT.3.E.1.1. Estrategias de recogida y organización de datos de situaciones de la vida cotidiana que involucran una sola variable. Diferencia entre variable y valores individuales.",
    "MAT.3.E.1.2. Análisis e interpretación de tablas y gráficos estadísticos de variables cualitativas, cuantitativas discretas y cuantitativas continuas en contextos reales.",
    "MAT.3.E.1.3. Gráficos estadísticos: representación mediante diferentes tecnologías (calculadora, hoja de cálculo, aplicaciones...) y elección del más adecuado.",
    "MAT.3.E.1.4. Interpretación de las medidas de localización y dispersión. Elección, en función de la situación objeto de estudio, y cálculo de la medida de centralización más adecuada.",
    "MAT.3.E.1.5. Reconocimiento de que las medidas de dispersión describen la variabilidad de los datos. ",
    "MAT.3.E.1.6. Cálculo, manual y con apoyo tecnológico, e interpretación de las medidas de localización y dispersión en situaciones reales.",
    "MAT.3.E.1.7. Comparación de dos conjuntos de datos atendiendo a las medidas de localización y dispersión. ",
    "MAT.3.E.2. Incertidumbre",
    "MAT.3.E.2.1. Fenómenos deterministas y aleatorios: identificación.",
    "MAT.3.E.2.2. Experimentos simples: planificación, realización, análisis de la incertidumbre asociada.",
    "MAT.3.E.2.3. Asignación de probabilidades a partir de la experimentación, el concepto de frecuencia relativa, la regla de Laplace y técnicas simples de recuento.",
    "MAT.3.E.3. Inferencia",
    "MAT.3.E.3.1. Formulación de preguntas adecuadas que permitan conocer las características de interés de una población.",
    "MAT.3.E.3.2. Datos relevantes para dar respuesta a cuestiones planteadas en investigaciones estadísticas: selección y presentación de la información procedente de una muestra mediante herramientas digitales.",
    "MAT.3.E.3.3. Estrategias de deducción de conclusiones a partir de una muestra con el fin de emitir juicios y tomar decisiones adecuadas.",
    "F. Sentido socioafectivo",
    "MAT.3.F.1. Creencias, actitudes y emociones",
    "MAT.3.F.1.1. Gestión emocional: emociones que intervienen en el aprendizaje de las matemáticas. Autoconciencia y autorregulación.",
    "MAT.3.F.1.2. Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el aprendizaje de las matemáticas.",
    "MAT.3.F.1.3. Estrategias de fomento de la flexibilidad cognitiva: apertura a cambios de estrategia y transformación del error en oportunidad de aprendizaje.",
    "MAT.3.F.2. Trabajo en equipo y toma de decisiones",
    "MAT.3.F.2.1. Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir conocimiento matemático.",
    "MAT.3.F.2.2. Conductas empáticas y estrategias de la gestión de conflictos. ",
    "MAT.3.F.3. Inclusión, respeto y diversidad",
    "MAT.3.F.3.1. Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "MAT.3.F.3.2. La contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género.",
    "MAT.3.F.3.3. Reconocimiento de la contribución de la cultura andaluza, en los diferentes periodos históricos y en particular del andalusí, al desarrollo de las matemáticas."
  ],
  "criteriosEvaluacion": [
    "1.1. Interpretar problemas matemáticos complejos, organizando y analizando los datos, estableciendo las relaciones entre ellos y comprendiendo las preguntas formuladas.",
    "1.2. Aplicar, en problemas de la vida cotidiana y propios de las matemáticas, herramientas y estrategias apropiadas como pueden ser la analogía con otros problemas, la resolución de manera inversa (ir hacia atrás), la descomposición en problemas más sencillos, el tanteo, la estimación, el ensayo y error o la búsqueda de patrones, etc., que contribuyan a la resolución de problemas en situaciones de diversa complejidad.",
    "1.3. Obtener las soluciones matemáticas en problemas de diversa complejidad, activando los conocimientos, utilizando las herramientas tecnológicas necesarias y, valorando e interpretando los resultados, aceptando el error como parte del proceso.",
    "2.1. Comprobar, mediante el razonamiento matemático y científico la corrección de las soluciones de un problema, usando herramientas digitales como calculadoras, hojas de cálculo o programas específicos.",
    "2.2. Comprobar, mediante la lectura comprensiva y verificando su idoneidad, la validez de las soluciones obtenidas en un problema, comprobando su coherencia en el contexto planteado y evaluando el alcance y repercusión de estas soluciones desde diferentes perspectivas de igualdad de género, sostenibilidad, consumo responsable, equidad o no discriminación.",
    "3.1. Investigar y comprobar conjeturas sencillas tanto en situaciones del mundo real como abstractas de forma autónoma, trabajando de forma individual o colectiva la utilización del razonamiento inductivo y deductivo para formular argumentos matemáticos, analizando patrones, propiedades y relaciones, examinando su validez y reformulándolas para obtener nuevas conjeturas susceptibles de ser puestas a prueba.",
    "3.2. Plantear, proporcionando una representación matemática adecuada, variantes de un problema dado, en diversos contextos, modificando alguno de sus datos o reformulando alguna condición del problema, consolidando así los conceptos matemáticos y ejercitando diferentes saberes conocidos.",
    "3.3. Emplear herramientas tecnológicas adecuadas, calculadoras o software matemáticos como: Sistemas Algebraicos Computacionales (CAS); entornos de geometría dinámica; paquetes estadísticos o programas de análisis numérico, en la investigación y comprobación de conjeturas o problemas.",
    "4.1. Reconocer patrones en la resolución de problemas complejos, plantear procedimientos, organizar datos, utilizando la abstracción para identificar los aspectos más relevantes y descomponer un problema en partes más simples facilitando su interpretación computacional y relacionando los aspectos fundamentales de la informática con las necesidades del alumnado.",
    "4.2. Modelizar situaciones de la vida cotidiana y resolver problemas de forma eficaz, interpretando y modificando algoritmos, creando modelos abstractos de situaciones cotidianas, para su automatización, modelización y codificación en un lenguaje fácil de interpretar por un sistema informático.",
    "5.1. Reconocer y usar las relaciones entre los conocimientos y experiencias matemáticas de los bloques de saberes y de los distintos niveles formando un todo coherente, reconociendo y utilizando las conexiones entre ideas matemáticas en la resolución de problemas.",
    "5.2. Realizar conexiones entre diferentes procesos matemáticos y comprender cómo unas ideas se construyen sobre otras, aplicando conocimientos y experiencias previas y enlazándolas con las nuevas ideas.",
    "6.1. Reconocer situaciones en diferentes contextos (personal, escolar, social, científico y humanístico) susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo conexiones entre el mundo real y las matemáticas, usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir y aplicando distintos procedimientos en la resolución de problemas en situaciones diversas.",
    "6.2. Analizar conexiones coherentes entre ideas y conceptos matemáticos con otras materias y con la vida real y aplicarlas mediante el uso de distintos procedimientos en la resolución de problemas en situaciones diversas.",
    "6.3. Reconocer en diferentes contextos (personal, escolar, social, científico y humanístico) la aportación de las matemáticas al progreso de la humanidad y su contribución a la superación de los retos que demanda la sociedad actual, identificando algunas aportaciones hechas desde nuestra comunidad.",
    "7.1. Representar conceptos, procedimientos, información y resultados matemáticos, usando diferentes herramientas digitales, seleccionando y configurando formas de representación adecuadas para visualizar ideas y estructurar procesos matemáticos, interpretando y resolviendo problemas de la vida real y valorando su utilidad para compartir información.",
    "7.2. Elaborar representaciones matemáticas utilizando herramientas de interpretación y modelización como diagramas, expresiones simbólicas o gráficas que ayuden a tomar decisiones razonadas en la búsqueda de estrategias de resolución de una situación problematizada.",
    "8.1. Comunicar ideas, conceptos y procesos, seleccionando y utilizando el lenguaje matemático apropiado y empleando diferentes medios, incluidos los digitales, oralmente y por escrito, al describir, explicar y justificar razonamientos, procedimientos y conclusiones, de forma clara y precisa.",
    "8.2. Reconocer y emplear el lenguaje matemático presente en la vida cotidiana, expresando y comunicando mensajes con contenido matemático y utilizando la terminología matemática más adecuada de forma clara, precisa, rigurosa y veraz.",
    "9.1. Gestionar las emociones propias y desarrollar el autoconcepto matemático como herramienta, generando expectativas positivas ante nuevos retos matemáticos, pensando de forma crítica y creativa, adaptándose ante la incertidumbre y reconociendo fuentes de estrés.",
    "9.2. Mostrar una actitud positiva, proactiva y perseverante, aceptando la crítica razonada, el error y las conclusiones de las autoevaluaciones como elementos necesarios para hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
    "10.1. Colaborar activamente y construir relaciones saludables en el trabajo de las matemáticas en equipos heterogéneos, respetando diferentes opiniones, comunicándose de manera efectiva y empática, planificando e indagando con motivación y confianza en sus propias posibilidades, pensando de forma crítica y creativa y tomando decisiones y realizando juicios informados.",
    "10.2. Participar en el reparto de tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión, ejercitando la escucha activa, mostrando empatía por los demás, asumiendo el rol asignado, rompiendo con los estereotipos e ideas preconcebidas sobre las matemáticas asociadas a cuestiones individuales y responsabilizándose de la propia contribución al equipo."
  ]
}