{
    "saberes": [
        "A. Escucha activa",
        "1. Paisajes sonoros.",
        "- El silencio como elemento y condición indispensables para mantener la atención durante la audición y la práctica musical. Juegos de manipulación, movimiento y comunicación sin sonido.",
        "- Reconocimiento sin control visual de ruidos y sonidos producidos por el propio cuerpo y objetos cotidianos.",
        "- Secuenciación de series de sonidos.",
        "- Discriminación tímbrica de sonidos superpuestos.",
        "- Emparejamiento de sonidos de igual intensidad, duración o timbre.",
        "- Creación del paisaje sonoro de cuadros, fotografías y comics.",
        "- Escucha con imaginación y expresión de las emociones y vivencias evocadas mediante la visualización, titulación, ilustración, redacción, verbalización y movilización.",
        "2. Contextos musicales.",
        "- Conocimiento y vivencia a través de la escucha activa, la interpretación musical y la expresión coreográfica de obras musicales, compositores y coreógrafos —incorporando la contribución de las mujeres— de diferentes épocas, culturas, estilos — subrayando el repertorio infantil— y folklores, incluyendo el folklore riojano.",
        "- Reconocimiento de melodías trabajadas previamente a través de la escucha de breves fragmentos.",
        "- Reconocimiento y discriminación auditiva y visual de instrumentos musicales orquestales y propios del folklore riojano: castañuelas, gaita de bota, dulzaina y tamboril, gaita navarra y tambor…",
        "- Reconocimiento auditivo y visual de agrupaciones vocales e instrumentales.",
        "- Discriminación de la duración rítmica mediante dictados representados con elementos no convencionales (palillos, hueveras…) y grafía convencional.",
        "- Desarrollo del oído interno a través del tanteo con un instrumento de sonidos y melodías sin referencia visual, de los dictados melódicos y de la fononimia.",
        "- Reconocimiento de la estructura de una obra a través de su representación gráfica en musicogramas.",
        "- Escucha con imaginación y expresión de las emociones y vivencias evocadas por una obra musical mediante la visualización, titulación, ilustración, redacción, verbalización y movilización.",
        "- La orquesta de cámara y la orquesta sinfónica.",
        "B. Canto",
        "1. Calentamiento vocal.",
        "- Calentamiento corporal a través del movimiento y la dramatización haciendo hincapié en la movilización de los grupos musculares que intervienen durante el canto.",
        "- Toma de conciencia del propio aparato fonador a través de juegos vocales que incorporen el gesto y el movimiento corporal facilitador de la técnica vocal.",
        "- Sensibilización de la importancia de la respiración, el cuidado de la voz, la corrección postural y una actitud adecuada a la hora de cantar.",
        "- Exploración comunicativa y creativa de las posibilidades de la voz buscando la ampliación del registro vocal y su colocación: voz de cabeza y voz de pecho.",
        "2. Práctica coral.",
        "- Interpretación memorizada de un repertorio de canciones de épocas, estilos y folklores de diversas partes del mundo, fomentando el folklore riojano, mediante el canto grupal con letras en castellano, así como en otros idiomas y jitanjáforas, dentro del ámbito de una octava.",
        "- Entonación afinada y rítmica, buscando el empaste, de notas, intervalos, melodías, retahílas y canciones atendiendo a las indicaciones gestuales básicas de un director (entradas, cambios en la dinámica o en el tempo, finales…)",
        "- Iniciación a la polifonía vocal a través del canon.",
        "- Regulación de las cualidades expresivas del canto incluyendo cambios en la dinámica, el tempo y el fraseo.",
        "3. Creación canora.",
        "- Improvisación cantada de diálogos pregunta-respuesta y encadenados melódicos tarareados, silbados o cantados en ronda.",
        "- Creación de retahílas para acompañar con un ostinato de percusión corporal o un juego de palmas respetando que la acentuación de las palabras coincida con los pulsos fuertes del compás.",
        "- Creación de sencillos arreglos vocales a canciones: batería vocal beatboxing, ecos tonales…",
        "C. Ejecución instrumental",
        "1. Percusión corporal.",
        "- Exploración, improvisación e interpretación rítmica en secuencias de 4 y 8 pulsos con timbres corporales: palmadas (aguda, grave…), dedos (roce, pitos…), cara (labios, mofletes…) pectorales, muslos, nalgas y pies.",
        "- Lectura con sílabas rítmico-prosódicas de figuraciones de dificultad progresiva.",
        " - Acompañamiento con percusión corporal, pequeña percusión y cotidiáfonos (vasos, mesas, anillas de cuadernos, cubos, bolsas, periódicos, abanicos…) de músicas o canciones a diferentes tempos, sintiendo el pulso con el cuerpo.",
        "- Juegos de palmas acompañados de canciones populares y retahílas.",
        "- Improvisación rítmica y su transcripción posterior a grafía no convencional y convencional.",
        "- Conservación de la pulsación en imitaciones en eco y ostinatos rítmicos interpretados en dos grupos y posteriormente en pareja, en diferentes situaciones: a la vez, repartiéndose los pulsos, entrando en canon, comenzando en extremos opuestos… sin y con metrónomo.",
        "- Acentuación de tiempos fuertes y contratiempos.",
        "- Trabajo del silencio a través del aprendizaje de un patrón rítmico de 4 y 8 pulsos con diferentes sonidos de percusión corporal, omitiendo diferentes sonidos en cada interpretación.",
        "- Polirritmias grupales.",
        "- Conciencia física y espacial: el equilibrio, la independencia de mano y la combinación de pies y manos.",
        "2. Práctica instrumental.",
        "- Práctica de uno o varios instrumentos melódicos o armónicos, a elección del docente.",
        "- Familiarización con las técnicas propias de los instrumentos practicados.",
        "- Improvisación libre o guiada, de las posibilidades rítmicas, polirrítmicas, melódicas y armónicas de instrumentos reales y digitales.",
        "- Utilización de los instrumentos como medio de expresión para comunicarse a través de diálogos, secundar ecos, acompañar canciones e interpretar partituras escritas con grafías no convencionales y convencionales.",
        "- Interpretación de repertorio de diferentes estilos, culturas y épocas: canciones infantiles, tradicionales — incidiendo en el folklore riojano— clásicas y contemporáneas.",
        "- Construcción de instrumentos con materiales reciclados y del entorno (cotidiáfonos), exploración de sus posibilidades sonoras y su posterior ejecución en grupo.",
        "- Tanteo y obtención de melodía de canciones en placas o instrumentos melódicos.",
        "- Vivencia de la armonía arpegiando y fusionando acordes en instrumentos polifónicos o a tres voces con instrumentos monódicos.",
        "- Utilización de dispositivos digitales de interpretación, grabación y reproducción.",
        "D. Danza",
        "1. Optimización corporal.",
        "- Ejercicios en el suelo que permitan al alumnado tomar conciencia del movimiento con relación a sus tres ejes corporales —longitudinal, transversal y anteroposterior—; así como de su estructura corporal: columna, pelvis, espalda, torso, miembros superiores e inferiores.",
        "- Ejercicios de dinámicas bailadas progresando en el desarrollo de las capacidades propias de la danza: saltos, giros, equilibrios, desplazamientos, rodadas…",
        "2. Respuesta motriz al sonido.",
        "- Utilización del cuerpo y las habilidades dancísticas como medio de comunicación, expresión y diversión.",
        "- Respuesta motriz intencionada al silencio, a las cualidades del sonido: agudo/grave, fuerte/piano, rápido/lento, diferentes timbres y duraciones rítmicas, compases; y al pulso musical, si lo hubiere.",
        " - Recreación de canciones con su propia gestualidad y mímica persona y grupal para una comunicación y expresión artística creativa.",
        "- La danza como herramienta para aprender y vivenciar las figuraciones rítmicas a través de frases coreográficas y con formas sencillas: binaria (AB), ternaria (ABA), rondó…",
        "- Improvisaciones dancísticas semiguiadas a través de pautas creativas: direcciones, partes del cuerpo movilizadas, partes del cuerpo que inician el movimiento, velocidades de movimiento…",
        "3. Práctica coreográfica.",
        "- Coreografías con cambios en las estructuras espaciales: en línea, corro, diagonales, dobles diagonales, flecha; y en las estructuras sociales: individuales, en pareja y en pequeños grupos.",
        "- Creación de frases coreográficas a partir de la propia experimentación y de la imitación buscando la variedad creativa.",
        "- Reconocimiento e interpretación de danzas a través del movimiento bailado abarcando a lo largo de toda la etapa la mayor parte de géneros posible.",
        "- Ejecución de alguna danza tradicional riojana de árboles, palos con cruces o arcos. El cachiberrio y los trajes más representativos del folklore riojano.",
        "- Pequeño análisis de todo lo aprendido visionando breves fragmentos de lo elaborado en clase y de obras de danza seleccionadas observando los elementos técnicos que utilizan y reflexionando el mensaje que quieren comunicar.",
        "E. Conceptos musicales",
        "1. Duración.",
        "- Figuras, silencios y células rítmicas: redonda, blanca, negra, doble corchea, cuatro semicorcheas, corchea con puntillo-semicorchea y silencios de redonda, blanca, negra y corchea.",
        "- Signos que modifican la duración de las figuras y sus silencios: ligadura, puntillo y calderón.",
        "- Pulso, acento y compases de 2/4, 3/4 y 4/4.",
        "- Signos de repetición: da capo, casillas de repetición.",
        "- Tempo: largo, adagio, andante, allegro y presto. Cambios graduales de velocidad: acelerando y ritardando. El metrónomo y las indicaciones metronómicas.",
        "2. Altura.",
        "- Tonos y semitonos. Su ubicación en la escala de DO mayor.",
        "- Ubicación en el pentagrama, en clave de SOL, de las notas de DO grave a RE agudo.",
        "- Iniciación al cifrado americano para nombrar las notas de la escala: C, D, E, F, G, A, B.",
        "3. Intensidad.",
        "- Los matices de intensidad (ff,f, mf, mp, p y pp) y los reguladores de intensidad (crescendo y diminuendo)",
        "4. Timbre.",
        "- El ruido como elemento para crear música.",
        "- Clasificación de los instrumentos: familias de cuerda (frotada, pulsada y percutida), viento (madera y metal) y percusión (afinada y no afinada).",
        "- Organología: partes básicas y funcionamiento de los instrumentos trabajados.",
        "- Clasificación de la voz: masculina (tenor y bajo), femenina (soprano y contralto) y voces blancas.",
        " 5. Estructura musical.",
        "- Formas musicales: primaria, binaria (AB), ternaria (ABA), rondó y canon.",
        "- El ostinato rítmico y el ostinato melódico.",
        "- Intro, estrofa, estribillo y coda en una obra musical.",
        "6. Escritura musical.",
        "- Práctica de la escritura de todos los signos musicales trabajados."
    ],
    "criteriosEvaluacion": [
        "1.1. Mostrar una sensibilidad acústica dominando el silencio; ubicando, discriminando y secuenciando sonidos circundantes, así como sonorizando creativamente otros lenguajes.",
        "1.2. Expresar su familiarización con las obras e instrumentos trabajados ajustando su respuesta a las músicas escuchadas cantando, tocando, bailando y representando gráficamente cada contexto musical.",
        "2.1. Cantar con interés mostrando una evolución en la técnica vocal, el ritmo, la afinación, la tesitura y la expresión desi nhibida, con actitud de respeto hacia los demás y compromiso con la actuación grupal.",
        "3.1. Interpretar rítmica y melódicamente obras instrumentales, de manera individual y grupal, valorando la técnica instrumental, la expresividad y la adecuación al ritmo, así como el interés, la actitud de progreso y el compromiso con el instrumento y con el grupo.",
        "3.2. Involucrarse activamente en el proceso de creación, composición e improvisación colaborando activamente en la planificación de producciones instrumentales mostrando compromiso y respeto.",
        "4.1. Ejecutar, de forma controlada, movimientos corporales y habilidades básicas de la danza diferenciando parámetros con relación al espacio, al tiempo y a las cualidades sonoras.",
        "4.2. Improvisar y memorizar movimientos coreografiados, tanto individuales como grupales, mostrando la capacidad de imitación y seguimiento de pautas adaptándose a diferentes ritmos y músicas, confiando en la actuación propia y respetando la de los demás.",
        "5.1. Reconocer y aplicar los elementos y signos básicos del lenguaje musical en la práctica de las otras cuatro competencias: escuchar, cantar, tocar y bailar."
    ]
}