{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1 Comprender qué es la reflexión filosófica, diferenciándola de otros saberes, como las ",
        "diferentes ciencias, del arte, o de la fe. La filosofía como saber que se hace cuestión de la ",
        "realidad entera usando la razón. Al filosofía como forma de vida y toma de postura ante la ",
        "realidad.   ",
        "1.2 Conocer el origen de la filosofía occidental, distinguiéndola del saber mítico, identificando sus ",
        "principales características y reconociendo las principales disciplinas que la integran. ",
        "1.3 Identificar el primer interrogante de la filosofía griega, la pregunta por el origen de todo cuanto ",
        "existe, y conocer el giro antropológico de la filosofía en el s. V a. C., reflexionando sobre la ",
        "conexión de la filosofía con el individuo y la sociedad en la que vive. ",
        "Competencia específica 2. ",
        "2.1 Comprender la facultad racional como específica del ser humano, definirla, determinar su ",
        "funcionalidad y describir sus principales características. ",
        "2.2 Explicar las principales tesis de algunas concepciones filosóficas acerca del origen, los límites ",
        "y la posibilidad de conocimiento y comprender algunas de las principales teorías sobre la ",
        "verdad, reflexionando sobre la posibilidad de alcanzar la verdad . ",
        "2.3 Entender la importancia personal, social, política y económica del saber y la verdad. Analizar ",
        "las implicaciones de la mentira, la manipulación, los bulos y la propaganda. ",
        "Competencia específica 3. ",
        "3.1 Conocer el significado del término metafísica, identificando su objetivo fundamental, ",
        "consistente en un análisis radical de la realidad. ",
        "3.2 Definir qué es el determinismo y qué es el indeterminismo, comprendiendo la importancia de ",
        "saber si la naturaleza se rige por leyes o es producto del azar. ",
        "3.3 Reflexionar sobre el sentido de la vida humana, explicando las tesis centrales de las ",
        "principales teorías de la vida, reflexionando sobre la vida y la muerte, entre otras cuestiones ",
        "metafísicas. La trascendencia, Dios y su ausencia, la relación entre la religión, el arte y la ",
        "filosofía.   ",
        "Competencia específica 4. ",
        "4.1 Comprender la profundidad de la pregunta por la vida personal, conociendo algunas ",
        "respuestas dadas por la filosofía y la psicología, valorando la importancia de conocerse a uno ",
        "mismo. ",
        "4.2 Comprender las diferentes facetas de la personalidad de cada uno, en las correspondientes ",
        "etapas de la vida. La vocación y la motivación. El argumento de la vida humana. La libertad. ",
        "La felicidad y la infelicidad humanas.  ",
        "4.3 Identificar las emociones y los sentimientos y su papel en la vida humana. El deseo, la ",
        "tentación. La satisfacción y la frustración. El amor y el desamor. El enamoramiento. El papel ",
        "esencial de la imaginación. La vida como narración: el papel de la literatura y el cine en la ",
        "educación sentimental. ",
        "Competencia específica 5. ",
        "5.1 Reconocer la dimensión social y cultural del ser humano, identificando y distinguiendo los ",
        "conceptos de cultura y sociedad. ",
        "5.2 Identificar la cultura como las distintas versiones de las formas de vida en la Historia y en el ",
        "mundo; lo que tienen en común, de diferente, y la permanencia de elementos comunes. ",
        "5.3 Conocer las teorías sobre el origen de la sociedad y explicar las tesis fundamentales sobre el ",
        "origen de la sociedad y el estado. "
    ],
    "saberes": [
        "A. La experiencia filosófica. ",
        "– El origen de la filosofía: el paso del mito al logos. Características del pensamiento mítico. ",
        "¿Qué es filosofía? La preocupación cosmológica: los presocráticos. El giro antropológico: ",
        "Sócrates y los sofistas. Las ramas de la filosofía: ontología, teoría del conocimiento, ",
        "metafísica, cosmogonía, antropología, ética, estética y política, lógica y retórica. La filosofía ",
        "como tronco del que proceden las demás ciencias. Vigencia y utilidad de la filosofía. ",
        "– La importancia de saber pensar. El uso de la razón: la aprehensión de la realidad en su ",
        "conexión. Los estilos y métodos de la filosofía: el discurso, el diálogo, el comentario, el ",
        "aforismo, el criticismo, la razón narrativa. Saber leer un texto filosófico y la dificultad de ",
        "entender de verdad.  ",
        "– La filosofía como partida de nacimiento de Occidente. Las otras formas de hacerse cuestión ",
        "de la realidad en su conjunto: el arte, la fe, la sabiduría. La Historia de la filosofía. ",
        "B. El conocimiento y la realidad. ",
        "1. El problema filosófico del conocimiento y la verdad. ",
        "– El origen del conocimiento y sus límites. Las teorías del conocimiento: racionalismo e ",
        "idealismo, el empirismo y la síntesis kantiana. El escepticismo y el relativismo. El ",
        "irracionalismo. La razón vital y la perspectiva como superación de la dicotomía en la teoría ",
        "del conocimiento.  ",
        "– El razonamiento y la argumentación: inducción y deducción. La diferencia entre la opinión ",
        "(δόξα) y la verdad (ἀλήθεια) Tipos de saberes. ",
        "– El saber científico: definición y características. Criterios de verdad. Clasificación de la ciencia ",
        "y metodologías científicas. Los límites del conocimiento científico. ",
        "– La dimensión personal, social y política del saber y la verdad. Conocimiento, información y ",
        "poder. La prensa como «cuarto poder» y su importancia en la formación de la opinión ",
        "pública, necesaria para una democracia liberal. Los bulos, la propaganda.  ",
        "2. La preocupación metafísica por la realidad. ",
        "– La metafísica y su preocupación acerca de la realidad. Apariencia y realidad. La realidad ",
        "virtual. Las realidades no sensibles. La teoría de los valores. ",
        "– Determinismo y libre albedrío : necesidad, azar y libertad. ",
        "– El problema filosófico del tiempo y el cambio. ",
        "– La interrogación por el sentido de la vida. La muerte y la necesidad de trascendencia. Dios y ",
        "su ausencia. ",
        "C. La persona y la sociedad. ",
        "1. El ser humano como individuo. ",
        "– La condición humana en la historia de la filosofía. La teoría del alma: Platón y Aristóteles. La ",
        "filosofía cristiana: San Agustín . La importancia del yo: René Descartes. El hombre natural: ",
        "Hobbes y Rousseau. El hombre como un fin en sí mismo: Kant. La superación del hombre: ",
        "Nietzsche. El ser humano como ser libre: Sartre. La Escuela de Madrid: José Ortega y ",
        "Gasset. ",
        "– La construcción de la personalidad: temperamento, carácter y personalidad. La herencia ",
        "genética y lo aprendido. La vocación. ",
        "– Teorías psicológicas de la personalidad. El psicoanálisis de Sigmund Freud. La teoría ",
        "humanista: Maslow y Carl Rogers. La teoría cognitiva: Piaget y Kohlberg. La teoría de la ",
        "identidad personal de Erik H. Erikson. La teoría de rasgos y tipos de Hans J. Eysenck. ",
        "– Las emociones y los sentimientos. La autoestima personal. El respeto mutuo en las ",
        "relaciones afectivas. Motivación y autorrealización. El deseo y las tentaciones. El amor y la ",
        "amistad. Los lazos familiares. El enamoramiento. El desamor. El desengaño y la frustración. ",
        "La felicidad humana. ",
        "– La condición moral del ser humano: libertad y responsabilidad. El problema ético: el ser y el ",
        "deber ser. Éticas materiales y éticas formales. El problema del mal: Hannah Arendt. ",
        "2. Individuo y sociedad. ",
        "– Antropología y política: sociedad y cultura. La cultura como la instalación del hombre en la ",
        "Historia. La dimensión social del ser humano.  ",
        "– El fundamento de la organización social y del poder político. El ser humano como animal ",
        "social: Aristóteles. Las principales teorías sobre el origen de la sociedad y el estado: Hobbes ",
        "y Rousseau. Las teorías contractualistas. La reflexión filosófica en torno a la democracia. ",
        "Tocqueville. La democracia y su forma degenerada: la demagogia o populismo. El ",
        "liberalismo. ",
        "– La cuestión filosófica de la justicia. Legalidad y legitimidad. Utopías y distopías. Los ",
        "movimientos sociales y políticos. El totalitarismo: comunismo, fascismo y nacionalismo. El ",
        "anarquismo. El terrorismo. "
    ]
}