{
  "competenciasEspecificas": [
    "1. Utilizar dispositivos y recursos digitales de forma segura, responsable y eficiente, para buscar información, comunicarse, trabajar de manera individual, en equipo y en red, y crear contenido digital de acuerdo con las necesidades digitales del contexto educativo y de sus intereses personales.",
    "2. Plantear y dar respuesta a preguntas científicas sencillas, utilizando diferentes técnicas, instrumentos y modelos propios del pensamiento científico, mediante la interpretación y explicación de hechos y fenómenos que ocurren en el medio natural, social y cultural.",
    "3. Resolver problemas a través de proyectos interdisciplinares, aplicando el pensamiento de diseño y el pensamiento computacional, generando cooperativamente un producto creativo e innovador que responda a necesidades, retos o problemas concretos.",
    "4. Desarrollar hábitos saludables, fundamentados en el conocimiento científico, consiguiendo el bienestar físico, emocional y social, mediante el conocimiento y conciencia del propio cuerpo, de las emociones y los sentimientos propios y ajenos.",
    "5. Interactuar con los diferentes elementos de los sistemas del medio natural, social y cultural, identificando sus características, analizando su organización y propiedades, y estableciendo relaciones entre los mismos, de manera que valoren el patrimonio cultural, social y natural, emprendiendo acciones para conseguir un uso responsable del mismo, su conservación, protección y mejora.",
    "6. Identificar críticamente las causas y consecuencias de la intervención humana en el entorno, desde los puntos de vista social, económico, cultural, tecnológico y ambiental, para mejorar la capacidad de afrontar problemas, buscar soluciones y actuar de manera individual y colaborativa en su resolución, poniendo en práctica hábitos de vida sostenibles y consecuentes con el respeto, cuidado y protección de las personas y del planeta.",
    "7. Observar e interpretar continuidades y cambios del medio social y cultural, analizando individual y colectivamente relaciones de causalidad, simultaneidad y sucesión mediante la explicación y valoración de las relaciones entre diferentes elementos y acontecimientos en diferentes contextos.",
    "8. Reconocer, valorar y respetar la diversidad y la igualdad de género, mostrando empatía y respeto por otras culturas, y reflexionando sobre cuestiones éticas, para contribuir así al bienestar individual y colectivo de una sociedad en continua transformación y al logro de los valores de la integración europea.",
    "9. Participar en el entorno y la vida social de forma eficaz y constructiva respetando tanto los valores democráticos como los derechos humanos y de la infancia y también los principios y valores de la Constitución española y la Unión Europea, así como valorando la función del Estado y sus instituciones en el mantenimiento de la paz y seguridad integral ciudadana para generar interacciones respetuosas y equitativas, mediante la promoción de la resolución pacífica y dialogada de los conflictos."
  ]
}