{
    "criteriosEvaluacion": [
        "1.1 Emplear diferentes herramientas y estrategias, como la descomposición en problemas más sencillos o resolver de manera inversa, para resolver problemas de la vida cotidiana y de las ciencias sociales, seleccionando las más adecuadas según su eficiencia.",
        "1.2 Obtener algunas soluciones de problemas de la vida cotidiana y de las ciencias sociales siguiendo las fases de resolución y describiendo el procedimiento utilizado.",
        "2.1 Comprobar la validez matemática de las soluciones obtenidas en la resolución de un problema del ámbito social utilizando el razonamiento y la argumentación",
        "2.2 Seleccionar la solución más adecuada de un problema estudiando su pertinencia en función de las características del contexto social y económico (sostenibilidad, equidad…).",
        "3.1 Adquirir nuevos conocimientos matemáticos a través de la formulación, de forma guiada y en grupo, de preguntas, conjeturas y problemas, utilizando razonamientos y argumentos matemáticos y apoyándose en herramientas tecnológicas.",
        "3.2 Reconocer el error en el planteamiento de conjeturas o problemas entendiéndolo como una forma de progresar en el aprendizaje y de adquirir nuevos conocimientos.",
        "4.1 Interpretar y modelizar situaciones problematizadas de la vida cotidiana y de la ciencias sociales, descomponiendo un problema en sus partes, reconociendo patrones y los principios que los generan y utilizando el pensamiento computacional, modificando y creando algoritmos.",
        "5.1 Manifestar una visión matemática integrada, resolviendo problemas, explorando relaciones y aplicando conexiones entre diferentes ideas y elementos matemáticos (números reales, ecuaciones e inecuaciones, funciones y sus propiedades, fenómenos estadísticos…).",
        "6.1 Resolver problemas en diferentes situaciones utilizando procesos matemáticos (inferir, medir, comunicar, clasificar, predecir…), estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento de las ciencias sociales y las matemáticas.",
        "6.2 Proponer acciones innovadoras en contextos sociales, artísticos y culturales utilizando el potencial creativo de las matemáticas.",
        "6.3 Reconocer la aportación de las matemáticas al progreso de la humanidad identificando su contribución en la propuesta de soluciones a diferentes problemáticas (medio ambiente, consumo, desigualdades…) y a los retos de las ciencias sociales que se plantean en la actualidad.",
        "7.1 Representar ideas matemáticas, estructurando procesos de pensamiento y razonamiento matemáticos y seleccionando las tecnologías más adecuadas.",
        "7.2 Seleccionar y utilizar diversas formas tanto de representación como de interacción con asistentes y simuladores, valorando su utilidad para compartir información.",
        "8.1 Reconocer, interpretar y utilizar el lenguaje matemático en diferentes contextos y soportes como vía para afianzar y generar nuevo conocimiento.",
        "8.2 Comunicar de manera organizada y estructurada las ideas matemáticas empleando el soporte, la terminología y el rigor apropiados y reflexionando sobre los procesos seguidos.",
        "9.1 Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y gestionando emociones y reconociendo el error como parte del proceso de aprendizaje.",
        "9.2 Mostrar motivación positiva ante los retos y entereza ante la adversidad, aceptando la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
        "9.3 Participar en tareas matemáticas de forma activa en equipos heterogéneos e identificar las habilidades sociales más propicias, apoyando las emociones y experiencias de los demás, escuchando sus razonamientos, aportando al equipo a través del rol asignado y fomentando el bienestar grupal y las relaciones saludables."
    ],
    "saberes": [
        "A. Sentido numérico.",
        "1. Conteo.",
        "Estrategias y técnicas variadas de recuentos sistemáticos (diagramas de árbol, técnicas de combinatoria, etc.)",
        "2. Cantidad.",
        "Números y conjuntos numéricos: clasificación, comparación y contraste de las propiedades, incluyendo los números racionales e irracionales.",
        "3. Sentido de las operaciones.",
        "Potencias, raíces y logaritmos: comprensión y utilización de sus relaciones para simplificar y",
        "resolver problemas.",
        "4. Educación financiera.",
        "Estrategias para resolver problemas relacionados con la educación financiera: cuotas, amortización, intereses, préstamos… con recursos tecnológicos.",
        "B. Sentido de la medida.",
        "1. Medición.",
        "La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
        "2. Cambio.",
        "Límites: estimación o cálculo a partir de una tabla, un gráfico o una expresión algebraica.",
        "Continuidad de una función: aplicación de límites en el estudio de la continuidad de una función.",
        "Derivada de una función: construcción del concepto a partir del estudio del cambio en contextos de las ciencias sociales.",
        "C. Sentido algebraico y pensamiento computacional.",
        "1. Patrones.",
        "Patrones que surgen en situaciones sencillas: identificación y generalización.",
        "2. Modelo matemático.",
        "Estrategias de identificación de las relaciones cuantitativas esenciales en situaciones sencillas y determinación de la clase o clases de funciones (polinómicas, exponenciales, racionales, logarítmicas y definidas a trozos) que pueden modelizarlas.",
        "Ecuaciones, inecuaciones y sistemas: modelización de situaciones en diversos contextos de la vida real y de las ciencias sociales.",
        "3. Igualdad y desigualdad.",
        "Resolución de ecuaciones, inecuaciones y sistemas para dar solución a retos que se planteen a partir de la modelización de situaciones en diversos contextos.",
        "4. Relaciones y funciones.",
        "Representación gráfica de funciones mediante herramientas tecnológicas: interpretación de",
        "las relaciones observadas.",
        "Propiedades de las distintas clases de funciones, incluyendo, polinómica, exponencial, racional, logarítmica, periódica y a trozos: comprensión y comparación, también mediante herramientas digitales.",
        "Álgebra simbólica para representar y explicar relaciones matemáticas de las ciencias sociales y la economía.",
        "5. Pensamiento computacional.",
        "Formulación, análisis y resolución de problemas de la vida cotidiana y de las ciencias sociales utilizando programas y herramientas adecuadas.",
        "Algoritmos alternativos para el mismo problema: comparación mediante el razonamiento lógico.",
        "D. Sentido estocástico.",
        "1. Organización y análisis de datos.",
        "Variables estadísticas bidimensionales: distribución conjunta, distribuciones marginales y condicionadas. Análisis de la dependencia funcional y estadística.",
        "Regresión lineal y cuadrática: relación entre dos variables estadísticas, análisis y valoración gráfica de la pertinencia del ajuste.",
        "Coeficiente de correlación: interpretación, cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos de las ciencias sociales, etc.",
        "Distinción entre correlación y causalidad.",
        "Herramientas tecnológicas y digitales en el análisis y representación de datos estadísticos.",
        "2. Incertidumbre.",
        "Estimación de la probabilidad a partir del concepto de frecuencia relativa y como medida de la incertidumbre asociada a los fenómenos aleatorios.",
        "Cálculo de probabilidades simples y compuestas en la resolución de problemas de la vida cotidiana. Regla de Laplace en combinación con diferentes técnicas de recuento (diagramas de árbol, técnicas sencillas de combinatoria...).",
        "Paradojas y falacias relacionadas con la probabilidad condicional. Reconocimiento de argumentos engañosos y toma de decisiones fundamentadas y argumentadas en situaciones de la vida real que impliquen incertidumbre.",
        "3. Distribuciones de probabilidad.",
        "Variables aleatorias discretas y continuas. Parámetros de la distribución.",
        "Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades, también con aplicaciones informáticas",
        "Estimación de probabilidades mediante la aproximación de la binomial por la normal.",
        "4. Inferencia.",
        "Diseño de estudios estadísticos: toma y análisis de muestras, unidimensionales y bidimensionales, utilizando herramientas digitales para la toma de decisiones y la emisión de juicios justificados.",
        "E. Sentido socioafectivo.",
        "1. Creencias, actitudes y emociones.",
        "Destrezas de autoconciencia encaminadas a reconocer sentimientos y emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
        "Tratamiento del error, individual y colectivo, como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "2. Trabajo en equipo y toma de decisiones.",
        "Destrezas básicas para evaluar opciones y tomar decisiones en la resolución de problemas.",
        "Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
        "Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en grupos heterogéneos y mixtos, como el aprendizaje cooperativo y el liderazgo distribuido.",
        "3. Inclusión, respeto y diversidad.",
        "Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o solicitud y prestación de ayuda cuando sea necesario.",
        "Valoración de la contribución de las matemáticas y el papel de matemáticas y matemáticos a lo largo de la historia en el análisis y el avance de la ciencia y la tecnología.",
        "Toma de conciencia del valor intrínseco del conocimiento matemático aplicado para afrontar con éxito los retos futuros a los que se enfrentará la sociedad vasca y el mundo en general y para actuar como ciudadanos críticos y reflexivos."
    ]
}