{
    "criteriosEvaluacion": [
        "1.1. Reconocer y explicar los rasgos estilísticos y la función de la música y la danza de diferentes épocas y culturas, a través de la audición y visionado activo, así como del análisis de partituras y textos, para establecer vínculos entre sus características y los hechos históricos, sociales y estéticos de su contexto y para apreciar su evolución a lo largo de la historia. CCL1, CCL2, CCL3, CP3, CD1, CPSAA4, CC1, CC3, CCEC2",
        "2.1. Explicar la relación entre la música, la danza y otras manifestaciones artísticas, con especial atención a las de Canarias, identificando los condicionantes históricos y los fundamentos estéticos que comparten, a través de la audición y el visionado activo, el análisis de textos y la indagación, para comprender y analizar su carácter interdisciplinar. CCL1, CCL2, CCL3, CP3, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "2.2. Valorar críticamente la importancia del patrimonio musical, escénico y artístico como expresión de una época y cultura, con especial atención al de Canarias y a la producción de las mujeres artistas y compositoras, a través de la audición y el visionado activo, el análisis de textos y la indagación, para fomentar la responsabilidad sobre su conservación y difusión como patrimonio cultural. CCL1, CCL2, CCL3, CP3, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "3.1. Interpretar o dramatizar obras de diferentes épocas y culturas, a través de la práctica vocal, instrumental, corporal y de danza, asumiendo las diferentes funciones que se asignen y mostrando interés por aproximarse al conocimiento y disfrute del repertorio propuesto, para vivenciar el hecho artístico y comprenderlo desde la propia experiencia. CCL2, CPSAA1.1, CPSAA3.1, CPSAA3.2, CE3, CCEC3.1, CCEC4.1, CCEC4.2",
        "4.1. Analizar las diferentes corrientes interpretativas, a través de la comparación de distintas versiones musicales de una misma obra, para identificar su vinculación con la estética del periodo. CCL1, CCL2, CCL3, CPSAA4, CCEC1, CCEC2",
        "4.2. Aplicar estrategias de búsqueda, de selección y de reelaboración de información en investigaciones sobre las principales compositoras y compositores, intérpretes y obras de la historia de la música y de la danza, a través de la utilización de fuentes de información fiables, para reconocer la identidad cultural propia y valorar la riqueza del patrimonio musical. CCL2, CCL3, CD1, CD2, CPSAA4, CCEC1, CCEC2",
        "5.1. Explicar los conceptos teórico-estéticos vinculados a obras de música y danza, a través del uso fiable y responsable de las herramientas tecnológicas en la creación de productos digitales, respetando los derechos de autoría y la propiedad intelectual, para valorar el patrimonio musical y artístico, contrastando sus singularidades y partiendo de su propia identidad. CCL1, CCL5, CD2, CD3, CPSAA5, CC1, CC3, CCEC1, CCEC4.2",
        "5.2. Expresar opiniones e ideas propias, informadas y fundamentadas, sobre el patrimonio musical y dancístico, usando un vocabulario específico, a través del análisis crítico del contexto de creación de las obras y la formulación de argumentos de carácter teórico y estético, para desarrollar la capacidad comunicativa sobre el hecho musical. CCL1, CCL5, CPSAA1.1, CC1, CC3, CE3, CCEC1, CCEC4.2"
    ],
    "saberes": [
        "I. Percepción visual y auditiva",
        "    1. Identificación y análisis de los principales elementos y características de la música y de la danza.",
        "    2. Análisis comparativo de distintas versiones musicales de una misma obra.",
        "    3. Reconocimiento de los rasgos que definen la música y la danza de diferentes periodos históricos, a través de la audición y el visionado activo.",
        "    4. Aplicación de estrategias de escucha y visionado activo, análisis de textos y partituras.",
        "    5. Análisis con perspectiva de género. Visibilización de la producción de mujeres compositoras e intérpretes",
        "II. Contextos de creación",
        "    1. Vinculación entre los factores culturales, sociales, económicos y políticos con la creación musical. Explicación de la función social de la música y de la danza.",
        "    2. Identificación de las características y evolución estética y estilística de la música y de la danza a lo largo de la historia.",
        "    3. Identificación de los principales estilos de música y danza del patrimonio musical canario, así como de sus características.",
        "    4. Audición y visionado de obras de diferentes compositores y compositoras, artistas e intérpretes internacionales, nacionales y locales. Visibilización y valoración de la contribución de las mujeres a la producción cultural y artística.",
        "    5. Contextualización de las principales corrientes, escuelas, autores y autoras, intérpretes y obras representativas de la música y de la danza desde la Antigüedad clásica hasta nuestros días.",
        "    6. Establecimiento de relaciones interdisciplinares entre la música, la danza y las demás artes.",
        "    7. Interés por conocer, respetar, conservar y difundir el patrimonio musical y dancístico.",
        "    8. Análisis de los contextos de creación con perspectiva de género.",
        "III. Investigación, opinión crítica y difusión",
        "    1. Aplicación de estrategias de búsqueda, selección, tratamiento y difusión de información.",
        "    2. Utilización de fuentes de investigación siguiendo criterios de fiabilidad y validez.",
        "    3. Uso de las tecnologías digitales en la difusión de la música y de la danza.",
        "    4. Elaboración de reseñas, comentarios y críticas musicales.",
        "    5. Respeto de los derechos de autoría y de la propiedad intelectual.",
        "IV. Experimentación activa",
        "    1. Aplicación de técnicas sencillas de interpretación vocal e instrumental en obras adaptadas o fragmentos musicales representativos del repertorio musical internacional, nacional y local.",
        "    2. Aplicación de técnicas sencillas en la práctica de danzas de diferentes épocas y culturas.",
        "    3. Aplicación de estrategias y técnicas básicas de dramatización."
    ]
}