{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Realizar ejercicios de lectura, comprensión y traducciones directas o inversas de textos o ",
        "fragmentos de dificultad adecuada y progresiva, con corrección ortográfica y expresiva, ",
        "identificando y analizando unidades lingüísticas regulares de la lengua, y apreciando variantes ",
        "y coincidencias con otras lenguas conocidas. ",
        "1.2. Seleccionar el significado apropiado de palabras polisémicas y justificar la decisión, teniendo ",
        "en cuenta la información cotextual o contextual y utilizando herramientas de apoyo al proceso ",
        "de traducción en distintos soportes, tales como listas de vocabulario, léxicos de frecuencia, ",
        "glosarios, diccionarios, mapas o atlas, correctores ortográficos, gramáticas y libros de estilo. ",
        "1.3. Revisar y subsanar las traducciones de uno mismo y las de los compañeros, realizando ",
        "propuestas de mejora y argumentando los cambios con terminología especializada a partir de ",
        "la reflexión lingüística. ",
        "1.4. Realizar la lectura directa de textos griegos de dificultad adecuada identificando las unidades ",
        "lingüísticas más frecuentes de la lengua griega, comparándolas con las de las lenguas del ",
        "repertorio lingüístico propio y asimilando los aspectos morfológicos, sintácticos y léxicos del ",
        "griego. ",
        "1.5. Registrar los progresos y dificultades de aprendizaje de la lengua griega, seleccionando los ",
        "métodos más adecuadas y eficaces para superar esas dificultades y consolidar su ",
        "aprendizaje, realizando actividades de planificación del aprendizaje, autoevaluación y ",
        "coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un ",
        "diario de aprendizaje, haciéndolos explícitos y compartiéndolos. ",
        "Competencia específica 2. ",
        "2.1. Deducir el significado etimológico de un término de uso común e inferir el significado de ",
        "términos de nueva aparición o procedentes de léxico especializado a través de métodos de ",
        "reconocimiento de étimos y formantes griegos atendiendo a los cambios fonéticos, ",
        "morfológicos o semánticos que hayan tenido lugar. ",
        "2.2. Explicar la relación del griego con las lenguas modernas, analizando los elementos ",
        "lingüísticos comunes de origen griego y utilizando, con iniciativa, estrategias y conocimientos ",
        "de las lenguas y lenguajes que conforman el repertorio propio. ",
        "2.3. Analizar y valorar la diversidad lingüística.   ",
        "Competencia específica 3. ",
        "3.1. Interpretar y comentar textos y fragmentos literarios de diversa índole de creciente ",
        "complejidad, a través del análisis y reflexión que impliquen movilizar la experiencia personal, ",
        "comprender el mundo y la condición humana y desarrollar la sensibilidad estética y el hábito ",
        "lector. ",
        "3.2. Analizar y explicar los géneros, temas, tópicos y valores éticos o estéticos de obras o ",
        "fragmentos literarios griegos comparándolos con obras o fragmentos literarios posteriores, ",
        "desde un enfoque intertextual. ",
        "3.3. Identificar y definir palabras griegas que designan conceptos fundamentales para el estudio y ",
        "comprensión de la civilización helena y cuyo aprendizaje combina conocimientos léxicos y ",
        "culturales, tales como ἀρχή, δῆμος, μῦθος, λόγος, en textos de diferentes formatos. ",
        "3.4. Crear textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos ",
        "soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de ",
        "obras o fragmentos significativos en los que se haya partido de la civilización y cultura griegas ",
        "como fuente de inspiración. ",
        "Competencia específica 4. ",
        "4.1. Explicar los procesos históricos y políticos, las instituciones, los modos de vida y las ",
        "costumbres de la sociedad helena, comparándolos con los de las sociedades actuales.  ",
        "4.2. Debatir acerca de la importancia, evolución, asimilación o cuestionamiento de diferentes ",
        "aspectos del legado griego en nuestra sociedad, utilizando estrategias retóricas y oratorias de ",
        "manera guiada, mediando entre posturas cuando sea necesario, seleccionando y ",
        "contrastando información y experiencias veraces y mostrando interés, respeto y empatía por ",
        "otras opiniones y argumentaciones. ",
        "4.3. Elaborar trabajos de investigación en diferentes soportes sobre aspectos del legado de la ",
        "civilización griega, buscando, seleccionando, contrastando y reelaborando información ",
        "procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los ",
        "principios de rigor y propiedad intelectual ",
        "Competencia específica 5. ",
        "5.1. Identificar y explicar el legado material e inmaterial de la civilización griega como fuente de ",
        "inspiración, analizando producciones culturales y artísticas posteriores. ",
        "5.2. Investigar el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización ",
        "griega, actuando de forma adecuada y respetuosa e interesándose por los procesos de ",
        "preservación. ",
        "5.3. Explorar el legado griego en el entorno del alumnado y de la vida política y cultural del país, ",
        "aplicando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus ",
        "distintos usos, dando ejemplos de la pervivencia de la Antigüedad clásica en su vida ",
        "cotidiana y presentando sus resultados a través de diferentes soportes.         "
    ],
    "saberes": [
        "A. El texto: comprensión y traducción. ",
        "1. Unidades lingüísticas de la lengua griega. ",
        "– Repaso de las clases de palabras. ",
        "– Profundización en el concepto de lengua flexiva: repaso y ampliación de la flexión nominal y ",
        "pronominal (sistema casual y declinaciones), y repaso y ampliación de la flexión verbal de los ",
        "verbos temáticos y atemáticos. Los modos verbales.  ",
        "– Sintaxis oracional: funciones y sintaxis de los casos. Profundización. ",
        "– Estructuras oracionales. La concordancia y el orden de palabras en oraciones simples y ",
        "oraciones compuestas. Clasificación y reconocimiento de oraciones coordinadas y ",
        "subordinadas. ",
        "– Formas no personales del verbo. Sintaxis del infinitivo y el participio. ",
        "2. La traducción: técnicas, procesos y herramientas. ",
        "– Utilización eficaz del análisis morfosintáctico como herramienta de traducción. ",
        "– Uso autónomo de las estrategias de traducción: formulación de expectativas a partir del ",
        "entorno textual (título, resumen explicativo del texto, obra…) y del propio texto (campos ",
        "temáticos, familias de palabras, etc.), así como a partir del contexto; conocimiento del tema; ",
        "descripción de la estructura y género; peculiaridades lingüísticas de los textos traducidos ",
        "(discurso directo/indirecto, uso de tiempos verbales, pregunta retórica, etc.); errores ",
        "frecuentes de traducción y técnicas para evitarlos. ",
        "– Destrezas para el uso del diccionario griego-español y otras herramientas para la traducción: ",
        "glosarios, diccionarios, atlas, etc. ",
        "– Lectura comparada progresivamente autónoma de diferentes traducciones y comentarios de ",
        "textos bilingües a partir de terminología metalingüística. ",
        "– Análisis e identificación de los recursos estilísticos frecuentes y su relación con el contenido ",
        "del texto. ",
        "– Estrategias de retroversión de textos breves. ",
        "– Aplicación de la traducción como instrumento que favorece de forma eficaz el razonamiento ",
        "lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y ",
        "síntesis. ",
        "– Enfoque del error como parte del proceso de aprendizaje y actitud positiva de superación. ",
        "– Uso autónomo de estrategias para la evaluación. ",
        "B. Plurilingüismo. ",
        "– Influencia del griego en la evolución del castellano y del resto de lenguas que conforman el ",
        "repertorio lingüístico individual del alumnado. ",
        "– Léxico: procedimientos de composición y derivación en la formación de palabras griegas; ",
        "utilización de la transcripción fonética del griego al castellano como herramienta para el ",
        "reconocimiento de los lexemas, sufijos y prefijos de origen griego en el léxico de uso común y ",
        "en el específico de las ciencias y la técnica; significado y definición de palabras en castellano ",
        "a partir de sus étimos griegos; técnicas para la elaboración de familias léxicas y de un ",
        "vocabulario básico griego de frecuencia.  ",
        "– Interés por conocer o deducir el significado etimológico de las palabras y reconocimiento de la ",
        "importancia del uso adecuado del vocabulario como instrumento básico en la comunicación. ",
        "– Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las ",
        "hablan. ",
        "– Ampliación en el uso de herramientas analógicas y digitales para el aprendizaje, la ",
        "comunicación y el desarrollo de proyectos con estudiantes de griego a nivel transnacional. ",
        "– Reconocimiento y uso de las palabras de origen griego en los distintos campos de ",
        "aprendizaje del alumno: expresiones y léxico específico para reflexionar y compartir la ",
        "reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación ",
        "y aprendizaje (metalenguaje).  ",
        "C. Educación literaria. ",
        "– Etapas y vías de transmisión de la literatura griega: los géneros literarios griegos en su ",
        "contexto histórico. ",
        "– Principales géneros y autores de la literatura griega: origen, tipología, cronología, temas, ",
        "motivos, tradición, características y principales autores. ",
        "– Técnicas para el comentario y análisis lingüístico y literario de los textos literarios griegos de ",
        "forma autónoma. ",
        "– Recepción de la literatura griega: influencia en la literatura latina y en la producción cultural ",
        "europea, nociones básicas de intertextualidad, imitatio, aemulatio, interpretatio, allusio ",
        "(imitación, adaptación libre, traducción y referencia parcial) como formas de interpretar y ",
        "transmitir los textos griegos. ",
        "– Analogías y diferencias entre los géneros literarios griegos y los de la literatura actual. ",
        "– Introducción a la crítica literaria. ",
        "– Interés hacia la literatura como fuente de placer y de conocimiento del mundo. ",
        "– Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y ",
        "contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para ",
        "evitar el plagio. ",
        "D. La antigua Grecia. ",
        "– Geografía de la antigua Grecia: topografía, nombre y función de los principales sitios. Viajeros ",
        "ilustres. ",
        "– Historia: etapas e hitos de la historia del mundo griego; identificación en los textos de los ",
        "principales.; leyendas y principales episodios históricos, personalidades históricas relevantes ",
        "de la historia de Grecia, su biografía en contexto y su importancia para Europa. ",
        "– Análisis de los conocimientos de la historia y organización política y social de Grecia como ",
        "parte esencial de la historia y la cultura de la sociedad actual. ",
        "– Instituciones, creencias y formas de vida de la civilización griega y su reflejo y pervivencia en ",
        "la sociedad actual. La democracia ateniense: contexto histórico de su aparición, conceptos ",
        "innovadores en las instituciones democráticas atenienses. Comparación con las democracias ",
        "modernas.  ",
        "– Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit: la ",
        "literatura griega como modelo e inspiración de la literatura latina. ",
        "– Valoración de la aportación de Grecia a la cultura y al pensamiento de la sociedad occidental. ",
        "– Relación de Grecia con culturas extranjeras como Persia o Roma: Grecia como catalizador de ",
        "préstamos culturales y científicos entre Oriente y Occidente. ",
        "– El mar Mediterráneo como encrucijada de culturas ayer y hoy desde las guerras médicas ",
        "hasta el periodo helenístico. ",
        "– La importancia del discurso público para la vida política y social: la sofística y su repercusión ",
        "en la sociedad griega antigua. Figuras retóricas y estructura del discurso. ",
        "E. Legado y patrimonio. ",
        "– Conceptos de legado, herencia y patrimonio. ",
        "– La transmisión textual griega como patrimonio cultural y fuente de conocimiento a través de ",
        "diferentes culturas y épocas. Soportes de escritura: tipos y preservación. Introducción a la ",
        "epigrafía griega. ",
        "– La mitología clásica y su pervivencia en manifestaciones literarias y artísticas antiguas y ",
        "modernas. ",
        "– Obras públicas y urbanismo: construcción, conservación, preservación y restauración. ",
        "Pervivencia de la arquitectura clásica en la arquitectura moderna. ",
        "– Las representaciones y festivales teatrales, su evolución y pervivencia en la actualidad: ",
        "tratamiento de temas y personajes del teatro griego en las artes visuales modernas. ",
        "– Las competiciones atléticas y su pervivencia en la actualidad. Juegos panhelénicos y su ",
        "expresión a través de los epinicios. ",
        "– Las instituciones políticas griegas, su influencia y pervivencia en el sistema político actual: ",
        "interpretación a través de los textos. ",
        "– Ampliación de las técnicas de debate y de exposición oral. ",
        "– El tratamiento de la educación en los textos clásicos de la antigua Grecia: los modelos ",
        "educativos de Atenas y Esparta y su comparación con los sistemas actuales. ",
        "– Principales obras artísticas de la Antigüedad griega. Pervivencia de los modelos icónicos ",
        "clásicos en el arte moderno. ",
        "– Principales sitios arqueológicos, museos o festivales relacionados con la Antigüedad. ",
        "Valoración del patrimonio cultural y arqueológico. Retos para su conservación.         "
    ]
}
