{
    "saberes": [
        "Bloque 1. Ciencia y tecnología",
        "Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones...).",
        "Técnicas para una correcta exposición oral de los resultados de la investigación.",
        "Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "La curiosidad y la iniciativa en la realización de las diferentes investigaciones.",
        "Tipos de profesiones presentes en el entorno próximo y relacionadas con la ciencia y la tecnología, desde una perspectiva de género: similitudes, diferencias y herramientas que emplean.",
        "Propuestas de trabajo que supongan un proceso de investigación y acción por parte del alumnado y faciliten el proceso de autorregulación de aprendizajes. Cooperación y diálogo.",
        "Posibilidades de búsqueda guiadas de información seguras en internet.",
        "Bloque 2. El mundo y el desarrollo sostenible",
        "La Tierra en el universo. Elementos, movimientos y dinámicas relacionados con la Tierra y el universo y sus consecuencias en la vida diaria y en el entorno. Secuencias temporales y cambios estacionales.",
        "Fenómenos atmosféricos. Observación, reflexión y registro de datos atmosféricos. Comprobación del observado en los diferentes medios de comunicación.",
        "Orientaciones espaciales, nociones básicas para que le permitan orientarse en un dibujo, en un plano o en maquetas simples del entorno más próximo.",
        "Responsabilidad ecosocial. Acciones para la conservación, mejora y uso sostenible de los bienes comunes.",
        "Hábitos de vida sostenible. El aire como elemento imprescindible para la vida. La contaminación atmosférica.",
        "Bloque 3. Vivir en sociedad",
        "Identidad y diversidad cultural: existencia de realidades diferentes y aproximación a las distintas etnoculturas presentes en el entorno. La convivencia con los demás y el rechazo a las actitudes discriminatorias. Cultura de paz y no violencia.",
        "La localidad y su gobierno. El ayuntamiento y sus servicios básicos. El ejercicio activo de la ciudadanía. La pertenencia a grupos sociales de la localidad: deportivos, recreativos, culturales…",
        "Igualdad de género y conducta no sexista.",
        "Seguridad viaria. La ciudad como espacio de convivencia. Normas básicas en los desplazamientos como peones o como usuarios de los medios de locomoción.",
        "La vida en sociedad. Espacios, recursos y servicios del entorno entendidos como bienes comunes y compartidos. Formas y modos de interacción social en espacios públicos desde una perspectiva de género.",
        "Medios de transporte más comunes en el entorno, reconociendo los más adecuados para las personas y/o mercancías.Uso de objetos y artefactos de la vida cotidiana como fuentes para reflexionar sobre el cambio y la continuidad, las causas y las consecuencias.",
        "El ciclo vital y las relaciones intergeneracionales. Árbol genealógico sencillo de los miembros de su familia. Toma de conciencia del paso del tiempo ordenando los hechos más importantes de su vida, de la familia, de su entorno…",
        "Las expresiones y producciones artísticas a través del tiempo. El patrimonio material e inmaterial local. Cuidado y conservación.",
        "Recursos y medios analógicos y digitales. Las fuentes orales y la memoria colectiva. La historia local y la biografía familiar, mujeres y hombres como sujetos de la historia."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Utilizar dispositivos y recursos digitales de forma segura y de acuerdo con las necesidades del contexto educativo. OBJ1",
        "CE1.2. Mostrar curiosidad por objetos, hechos y fenómenos próximos, formulando preguntas y realizando predicciones. OBJ2",
        "CE1.3. Buscar información sencilla de diferentes fuentes seguras y fiables de forma guiada, utilizándola en investigaciones relacionadas con el medio natural, social y cultural. OBJ2",
        "CE1.4. Participar en experimentos pautados o guiados, cuando la investigación lo requiera, utilizando diferentes técnicas sencillas de investigación, empleando de forma segura instrumentos y registrando las observaciones de forma clara. OBJ2",
        "CE1.5. Establecer acuerdos de forma dialógica y democrática como parte de grupos próximos a su entorno, identificando las responsabilidades individuales y empleando un lenguaje inclusiva y no violenta. OBJ7",
        "CE2.1. Reconocer las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de la investigación, utilizando las herramientas y procesos adecuados de forma pautada. OBJ3",
        "CE2.2. Reconocer conexiones sencillas y directas entre diferentes elementos del medio natural, social y cultural por medio de la observación, la manipulación y la experimentación. OBJ3",
        "CE2.3. Mostrar estilos de vida sostenible y valorar la importancia del respeto, los cuidados, la corresponsabilidad y la protección de los elementos y ser del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio como el suelo y el agua. OBJ4",
        "CE3.1. Mostrar curiosidad por objetos, hechos y fenómenos próximos, planteando preguntas y realizando predicciones. OBJ2",
        "CE3.2. Recoger información sobre manifestaciones culturales del propio entorno, mostrando respecto a otras personas, valorando su diversidad y riqueza, y apreciándola como fuente de aprendizaje. OBJ6",
        "CE3.3. Mostrar actitudes que fomenten la igualdad de género y las conductas no sexistas, reconociendo modelos positivos en el entorno próximo. OBJ6",
        "CE3.4. Identificar instituciones próximas, señalando y valorando las funciones que realizan en pro de una buena convivencia. OBJ7",
        "CE3.5. Conocer e interiorizar normas básicas para la convivencia en el uso de espacios públicos, especialmente como peones o como usuarios de los medios de locomoción, tomando conciencia de la importancia de la movilidad segura, saludable y sostenible tanto para las personas como para el planeta. OBJ7",
        "CE4.1. Mostrar actitudes de respeto ante el patrimonio natural y cultural, reconociéndolo como un bien común. OBJ3",
        "CE4.2. Ordenar temporalmente hechos del entorno social y cultural próximo, empleando nociones básicas de medida y sucesión. OBJ5",
        "CE4.3. Conocer personas y grupos sociales relevantes de la historia, así como formas de vida del pasado, incorporando la perspectiva de género. OBJ5"
    ]
}