{
  "saberes": [
    "Bloque A. Dispositivos digitales, sistemas operativos y de comunicación.",
    "A.1. Ordenadores. Sus elementos componentes.",
    "A.1.1. Arquitectura de ordenadores: elementos, montaje, configuración y resolución de problemas.",
    "A.1.2. Sistemas operativos: instalación y configuración de usuario.",
    "A.1.3. Hardware y software libres.",
    "A.1.4. Consumo responsable de los dispositivos electrónicos: reutilización e impacto en el medioambiente.",
    "A.2. Conexiones y redes.",
    "A.2.1. Sistemas de comunicación e internet.",
    "A.2.2. Dispositivos de red y funcionamiento.",
    "A.2.3. Configuración de una red doméstica y conexión de dispositivos.",
    "A.2.4. Dispositivos conectados. IoT+wearables (dispositivos ponibles).",
    "A.2.5. Configuración y conexión de dispositivos.",
    "Bloque B. Digitalización del entorno personal de aprendizaje.",
    "B.1. Herramientas digitales para el aprendizaje.",
    "B.1.1. Búsqueda y selección de información.",
    "B.1.2. Archivo de la información",
    "B.1.3. Edición y creación de contenidos: aplicaciones de productividad, desarrollo de aplicaciones sencillas para dispositivos móviles y web, realidad virtual, aumentada y mixta.",
    "B.2. Herramientas comunicativas.",
    "B.2.1. Comunicación y colaboración en red.",
    "B.2.2. Publicación y difusión responsable en redes.",
    "Bloque C. Seguridad y bienestar digital.",
    "C.1. Amenazas para los dispositivos.",
    "C.1.1. Seguridad de dispositivos.",
    "C.1.2. Medidas preventivas y correctivas para hacer frente a riesgos, amenazas y ataques a dispositivos.",
    "C.2. Amenazas para los datos.",
    "C.2.1. Seguridad y protección de datos.",
    "C.2.2. Identidad, reputación digital, privacidad y huella digital.",
    "C.2.3. Medidas preventivas en la configuración de redes sociales",
    "C.2.4. Gestión de identidades virtuales y actuaciones ante la suplantación de identidad.",
    "C.3. Amenazas personales.",
    "C.3.1. Seguridad en la salud física y mental.",
    "C.3.2. La salud y las tecnoadicciones.",
    "C.3.3. Riesgos y amenazas al bienestar personal.",
    "C.3.4. Opciones de respuesta ante amenazas.",
    "C.3.5. Situaciones de violencia, acoso y de riesgo en la red.",
    "Bloque D. Ciudadanía digital crítica.",
    "D.1. Civismo digital.",
    "D.1.1. Interactividad en la red: libertad de expresión, etiqueta digital, propiedad intelectual y licencias de uso.",
    "D.1.2. Educación mediática: periodismo digital, blogosfera, estrategias comunicativas y uso crítico de la red. Herramientas para detectar noticias falsas y fraudes.",
    "D.2. Gestiones y comercio en línea.",
    "D.2.1. Gestiones administrativas: servicios públicos en línea, registros digitales y certificados oficiales.",
    "D.2.2. Comercio electrónico: emprendimiento digital, facturas digitales, formas de pago y criptomonedas.",
    "D.3. Cultura digital.",
    "D.3.1. Ética en el uso de datos y herramientas digitales: inteligencia artificial, sesgos, algorítmicos e ideológicos, obsolescencia programada, soberanía tecnológica y digitalización sostenible.",
    "D.3.2. Activismo en línea: plataformas de iniciativa ciudadana y cibervoluntariado; comunidades de hardware y software libres.",
    "D.3.3. Compromiso ciudadano en el ámbito local y global."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Conectar y configurar dispositivos, así como gestionar redes locales, aplicando los conocimientos y procesos asociados a sistemas de comunicación alámbrica e inalámbrica con una actitud proactiva.",
    "Criterio 1.2. Instalar y mantener sistemas operativos configurando sus características en función de las necesidades personales, para gestionar archivos y carpetas, realizando copias de seguridad y mejorando el rendimiento general del equipo.",
    "Criterio 1.3. Resolver problemas técnicos sencillos analizando componentes y funciones de los dispositivos digitales, evaluando las soluciones de manera crítica y reformulando el procedimiento, en caso necesario.",
    "Criterio 1.4. Valorar la adquisición y uso responsables de los dispositivos electrónicos, su reutilización e impacto en el medioambiente.",
    "Competencia específica 2.",
    "Criterio 2.1. Gestionar el aprendizaje en el ámbito digital, configurando el entorno personal de aprendizaje mediante la integración de recursos y herramientas digitales, así como la red personal de aprendizaje, de manera autónoma, eficaz y adecuada.",
    "Criterio 2.2. Buscar y seleccionar información en función de sus necesidades haciendo uso de las herramientas del entorno personal de aprendizaje con sentido crítico y de manera segura, atendiendo a criterios de validez, calidad, actualidad y fiabilidad y contrastandola información procedente de diferentes fuentes y evaluando su pertinencia.",
    "Criterio 2.3. Crear, integrar y reelaborar contenidos digitales de forma individual o colectiva, seleccionando las herramientas más apropiadas para generar nuevo conocimiento y contenidos digitales de manera creativa.",
    "Criterio 2.4. Interactuar en espacios virtuales de comunicación y plataformas de aprendizaje colaborativo, compartiendo y publicando información y datos, adaptándose a diferentes audiencias con una actitud participativa y respetuosa al tiempo que cumpliendo las normas establecidas en la etiqueta digital.",
    "Criterio 2.5. Valorar tanto la diversidad personal y cultural como de la resolución pacífica de conflictos.",
    "Competencia específica 3.",
    "Criterio 3.1. Proteger los datos personales y la huella digital generada en internet configurando las condiciones de privacidad de las redes sociales y espacios virtuales de trabajo.",
    "Criterio 3.2. Configurar y actualizar contraseñas, sistemas operativos y sistemas de protección informática de forma periódica en los distintos dispositivos digitales de uso habitual.",
    "Criterio 3.3. Identificar y tomar decisiones responsables ante situaciones que representan una amenaza en la red (ciberacoso, grooming, suplantación de la identidad, adicción a los juegos en línea...) escogiendo la mejor solución entre diversas opciones y valorando el bienestar personal y colectivo.",
    "Competencia específica 4.",
    "Criterio 4.1. Hacer un uso ético de los datos y las herramientas digitales, aplicando las normas de etiqueta digital y respetando las licencias de uso y propiedad intelectual en la comunicación, colaboración y participación activa en la red.",
    "Criterio 4.2. Reconocer las aportaciones de las tecnologías digitales en las gestiones administrativas y en el comercio electrónico, siendo consciente de la brecha social de acceso, uso y aprovechamiento de dichas tecnologías para diversos colectivos.",
    "Criterio 4.3. Analizar de forma crítica los mensajes recibidos teniendo en cuenta su objetividad, ideología, intencionalidad, sesgos y caducidad, tomando conciencia de la importancia de la oportunidad, facilidad y libertad de expresión que suponen los medios digitales conectados.",
    "Criterio 4.4. Reconocer las aportaciones del activismo en línea y valorarlas: plataformas de iniciativa ciudadana y cibervoluntariado así como comunidades de hardware y software libres.",
    "Criterio 4.5. Identificar y aplicar de forma crítica indicadores propios de la ética en el uso de datos y herramientas digitales: inteligencia artificial, sesgos algorítmicos e ideológicos, obsolescencia programada y soberanía tecnológica."
  ]
}
