{
  "saberes": [
    "A. Mundo laboral y oportunidades de empleo.",
    "- El mercado laboral. Análisis crítico sobre los yacimientos de empleo.",
    "- Itinerarios formativos y carreras profesionales. Proceso de búsqueda de empleo en el entorno. El autoempleo. El proceso de toma de decisiones sobre el itinerario personal y profesional.",
    "- El derecho del trabajo. Derechos y deberes derivados de la relación laboral.",
    "- El contrato de trabajo y el recibo de salarios. Seguridad Social. Sistema de protección. Empleo y desempleo.",
    "- Los riesgos laborales y salud en el trabajo. Plan de prevención. Primeros auxilios en el puesto de trabajo.",
    "B. La empresa y la iniciativa empresarial.",
    "- Emprendedor e idea emprendedora. Evaluación de la idea.",
    "- La empresa. Elementos y estructura de la empresa. El entorno empresarial, el rol social de la empresa en nuestra comunidad.",
    "- El proyecto empresarial.",
    "- Documentación administrativa básica de constitución de un negocio y organismos que asesoran.",
    "- Las áreas funcionales. La función de producción. La función comercial y de marketing.",
    "- Los impuestos que afectan a las empresas. Calendario fiscal.",
    "- Presentación del proyecto empresarial.",
    "C. Finanzas dentro de la empresa.",
    "- Fuentes de financiación de las empresas. Externas (bancos, ayudas y subvenciones, crowdfunding, accionistas e inversores) e internas (aplicación de beneficios).",
    "- Productos financieros y bancarios para PYMES. Comparación.",
    "- La planificación financiera de las empresas. Estudio de viabilidad económicofinanciero."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Ser capaces de entender y analizar el funcionamiento del mercado de trabajo, profundizando en su oferta y demanda y comprendiendo las distintas situaciones laborales que pueden existir y cómo se regulan. (CCL2, CD1, CD2, CPSAA3, CC3, CE1) 1.2 Realizar un análisis de los yacimientos de empleo, conectando las posibilidades laborales con las competencias personales e intereses del alumnado. (CCL2, CD1, CD2, CPSAA1, CE1)",
    "1.3 Reconocer e identificar las cualificaciones personales y profesionales del alumnado, valorando las posibilidades de empleo y las necesidades de formación para el diseño de una carrera profesional. (CCL2, CD1, CPSAA1, CE2) Competencia específica 2",
    "2.1 Comprender la naturaleza de una relación laboral, analizando la normativa básica e interpretando las partes y el objeto de esta, para actuar como ciudadano autónomo en una situación de búsqueda de empleo. (CCL1, CCL2, CCL3, CD1, CPSAA5, CC2, CC3, CE1, CE2)",
    "2.2 Reflexionar sobre las diferentes partes de una relación laboral, realizando casos prácticos que simulen situaciones cercanas a la realidad del alumnado. (CCL1, CCL2, CCL3, CD1, CC3)",
    "2.3 Diferenciar los derechos y los deberes de una relación laboral, tanto para la empresa como para el trabajador, valorando su importancia para el buen clima y baja conflictividad empresarial. (CCL1, CCL2, CCL3, CD1, CC2)",
    "2.4 Elaborar documentación laboral esencial, cumplimentando un contrato de trabajo y un recibo de salarios sencillo. (CCL1, CCL2, CCL3, STEM4, CD1)",
    "Competencia específica 3.",
    "3.1 Comprender y valorar la importancia de la seguridad y la salud en el trabajo, analizando normativa básica y situaciones reales de accidentes de trabajo y otros problemas de salud laboral. (CCL2, CCL3, CD1, CPSAA2, CPSAA4, CC3, CC4)",
    "3.2 Conocer técnicas sencillas sobre primeros auxilios y salud en el trabajo, comprendiendo y evaluando las situaciones en las que se deberían aplicar. (CD1, CPSAA2, CPSAA4)",
    "3.3 Analizar las partes de un plan de prevención de una empresa local, valorando la importancia de este documento para la empresa y para el trabajador. (CCL2, CCL3, CD1, CPSAA4)",
    "Competencia específica 4.",
    "4.1 Investigar el tejido empresarial de Castilla y León, estableciendo relaciones entre el sector y el tipo de proyecto emprendedor a realizar. (CCL2, CCL3, CD1, CD2, CC4, CE1)",
    "4.2 Valorar las posibilidades de salida profesional, realizando una comparativa entre el autoempleo y empleo por cuenta ajena. (CCL2, CCL3, CD1, CD2, CPSAA5, CE1)",
    "4.3 Comprender el valor del autoempleo, reflexionando sobre la importancia del mismo como respuesta a la fijación de población en áreas rurales de Castilla y León. (CCL2, CCL3, CD1, CC4, CE1)",
    "Competencia específica 5.",
    "5.1 Realizar el diseño secuencial de un proyecto emprendedor, concretando, fase a fase, las distintas acciones que se deben desarrollar. (CCL1, CCL2, CD1, CD2, CPSAA5, CC4, CE1, CE2, CE3, CCEC3)",
    "5.2 Utilizar fuentes estadísticas para entender el entorno en el que se va a desarrollar el proyecto emprendedor y evaluarlo, emitiendo conclusiones sobre oportunidades y amenazas. (CCL1, CCL2, STEM4, CD1, CE1)",
    "5.3 Presentar y defender en público el proyecto emprendedor poniendo en práctica la competencia comunicativa alcanzada a través de diferentes herramientas. (CCL1, CCL2, CD2, CE1, CCEC3)",
    "Competencia específica 6.",
    "6.1 Comprender y valorar los recursos financieros básicos para poner en marcha un proyecto emprendedor valorando y seleccionando las fuentes financieras más idóneas para el tipo de proyecto. (CCL2, CCL3, STEM2, CD1, CPSAA5, CE2)",
    "6.2 Usar herramientas digitales sencillas para realizar comparativas de fuentes de financiación, concretando las más adecuadas y aproximándose a ejemplos de plataformas basadas en mecenazgo. (CD1, CC4, CE2, CE3)",
    "6.3 Valorar la importancia de los impuestos básicos reflexionando sobre los efectos de la evasión fiscal en la economía. (CCL2, CCL3, CD1, CC4)"
  ]
}