{
    "saberes": [
        "Bloque A. Vida activa y saludable.",
        "A.1. Salud física.",
        "A.1.1.1. Efectos físicos básicos beneficiosos de un estilo de vida activo.",
        "A.1.1.2. Alimentación saludable e hidratación.",
        "A.1.1.3. Educación postural en situaciones cotidianas.",
        "A.1.1.4. Adquisición de la rutina de la higiene personal y el descanso tras la actividad física.",
        "A.2. Salud social",
        "A.2.1.1. La actividad física como práctica social saludable.",
        "A.2.1.2. Derechos de los niños y niñas en el deporte escolar.",
        "A.2.1.3. Respeto hacia todas las personas con independencia de sus características personales.",
        "A.3. Salud mental.",
        "A.3.1.1. Bienestar personal y en el entorno a través de la motricidad.",
        "A.3.1.2. Autoconocimiento e identificación de fortalezas y debilidades en todos los ámbitos (social, físico y mental).",
        "A.3.1.3. Aceptación del propio cuerpo.",
        "B. Organización y gestión de la actividad física.",
        "B.1. Elección de la práctica física.",
        "B.1.1.1. Vivencia de diversas experiencias corporales  en distintos contextos.",
        "B.1.1.2. Respeto a las elecciones de otras prácticas físicas que realicen los demás.",
        "B.2. Preparación del material para la práctica motriz.",
        "B.2.1.1. Preparación  con ayuda de   la vestimenta deportiva   y  del material para   la higiene  corporal posejercicio.",
        "B.3. Hábitos de higiene.",
        "B.3.1.1. Hábitos generales de higiene corporal tras la actividad física.",
        "B.4. Planificación y autorregulación de proyectos motores.",
        "B.4.1.1. Establecimiento de objetivos o metas en proyectos motores sencillos.",
        "B.5. Prevención de accidentes en las prácticas motrices.",
        "B.5.1.1. Juegos de activación, calentamiento general y vuelta a la calma de manera guiada.",
        "B.5.1.2. Respeto a las normas de seguridad",
        "C. Resolución de problemas en situaciones motrices.",
        "C.1. Toma de decisiones.",
        "C.1.1.1. Adecuación de las acciones a las capacidades   y limitaciones personales   en situaciones motrices individuales.C.1.1.2. Coordinación  de acciones con compañeros en situaciones cooperativas.",
        "C.1.1.3. Adecuación de la acción a la ubicación del adversario en situaciones motrices de persecución y de interacción con un móvil.",
        "C.1.1.4. Selección de la posición corporal o la distancia adecuada en situaciones de oposición de contacto.",
        "C.1.1.5. Selección de acciones para mantener la posesión, recuperar el móvil o evitar que  el atacante progrese en  situaciones motrices  de colaboración- oposición  de persecución y de interacción con un móvil.",
        "C.2. Capacidades perceptivo- motrices en contexto de práctica.dinámico   en superficies estables y poco elevadas.",
        "C.2.1.1. Control corporal: conciencia corporal  y postural.",
        "C.2.1.2. Afianzamiento de la lateralidad y su proyección en el espacio.",
        "C.2.1.3. Coordinación gruesa  óculo- pédica y óculo- manual.",
        "C.2.1.4. Equilibrio estático y",
        "C.3. Capacidades físicas.",
        "C.3.1.1.  Las capacidades físicas desarrolladas  de manera global desde el ámbito lúdico y el juego.",
        "C.4. Habilidades motrices.",
        "C.4.1.1. Desarrollo de las habilidades y destrezas motrices  básicas genéricas: locomotrices, no locomotrices  y manipulativas.",
        "C.5. Creatividad motriz.",
        "C.5.1.1. Variación y adecuación de la acción motriz ante estímulos internos y externos.",
        "C.5.1.2. Resolución de problemas motrices en distintas situaciones de forma creativa.",
        "D. Autorregulación emocional e interacción social en situaciones motrices.",
        "D.1. Gestión emocional.",
        "D.1.1.1. Estrategias de identificación, experimentación y manifestación de emociones propias y en los demás a partir de experiencias motrices.",
        "D.1.1.2. Desarrollo de una autoestima positiva a partir de la actividad motriz.",
        "D.2. Habilidades sociales:",
        "D.2.1.1. Verbalización de emociones derivadas de  la interacción  en contextos motrices de forma colectiva.",
        "D.2.1.2. Participación adecuada  en  el contexto de las acciones motrices colectivas (habilidad   social básica).",
        "D.3. Respeto de las reglas de juego.",
        "D.3.1.1. Conocimiento y aceptación de las reglas del juego y de las consecuencias de su cumplimiento e incumplimiento.",
        "D.4. Conductas contrarias a la convivencia, discriminatorias o sexistas en situaciones motrices.",
        "D.4.1.1. Identificación de comportamientos agresivos  o violentos (verbales y físicos) y sus efectos negativos.",
        "E. Manifestaciones de la cultura motriz.",
        "E.1. Aportaciones de la cultura motriz a la herencia cultural.",
        "E.1.1.1. Los juegos populares   y tradicionales y las danzas  como manifestaciones de la propia cultura.",
        "E.2. Usos comunicativos de la corporalidad.",
        "E.2.1.1. Interpretación gestual, muecas, posturas, improvisación.",
        "E.2.1.2. El juego con las artes escénicas como medio de expresión de sentimientos, emociones e ideas.",
        "E.2.1.3. Práctica de actividades rítmico-musicales con carácter expresivo, desarrollando la percepción    y ubicación  en el espacio.",
        "E.3. Deporte y perspectiva de género.",
        "E.3.1.1. Referentes en el deporte de distintos géneros.",
        "F. Interacción eficiente y sostenible con el entorno.",
        "F.1. Educación vial y movilidad sostenible.",
        "F.1.1.1. Educación vial para peatones.",
        "F.1.1.2. Movilidad sostenible en la vía pública.",
        "F.2. Espacios naturales.",
        "F.2.1.1. Posibilidades motrices de juego y esparcimiento infantil  en espacios naturales dentro del contexto urbano.",
        "F.3. El material.",
        "F.3.1.1. Las posibilidades de uso del material para el desarrollo de la motricidad.",
        "F.4. Gestión de los residuos.",
        "F.4.1.1.  Uso adecuado de los diferentes contenedores  de residuos en   el contexto de   la actividad física.",
        "F.5. La actividad física.",
        "F.5.1.1. Realización de actividades físicas en el medio natural y urbano.",
        "F.6. Cuidado del entorno y de los animales y plantas que en él conviven..",
        "F.6.1.1. Cuidado del entorno próximo y de los animales   y plantas, durante la práctica  de actividad motriz en el medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Identificar el ejercicio físico como práctica saludable, conociendo algunos de sus beneficios físicos mediante la realización de actividad lúdico- motriz con su grupo de iguales, en contextos variados e inclusivos y en entornos cercanos conocidos, para el fomento de un estilo de vida activo.",
        "Criterio 1.2. Explorar y vivenciar las posibilidades de la propia motricidad y de la de los demás desarrollando las capacidades y competencias motrices básicas a través de la actividad física y del juego (populares, tradicionales y escénicos) como medio de diversión, expresión y comunicación, y aplicando en distintas situaciones cotidianas medidas básicas de cuidado de la salud personal a través de la higiene corporal, el descanso, la educación postural y la alimentación e hidratación.",
        "Criterio 1.3. Participar en juegos de activación y vuelta a la calma, reconociendo su utilidad en la preparación del cuerpo para la actividad física, evitando lesiones, respetando las normas de seguridad como medida de prevención, y manteniendo la calma y sabiendo cómo actuar en caso de que se produzca algún accidente en contextos de práctica motriz.",
        "Criterio 1.4. Conocer los valores positivos que fomenta la práctica motriz compartida, reconociendo, vivenciando y disfrutando sus beneficios, participando de forma adecuada, respetando a cada participante, con independencia de sus diferencias individuales, y resolviendo conflictos de forma pacífica en contextos variados e inclusivos.",
        "Criterio 2.1. Reconocer la importancia de establecer metas claras a la hora de desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, valorando su consecución a partir de un análisis de los resultados obtenidos.",
        "Criterio 2.2. Adoptar decisiones en contextos de práctica motriz de manera ajustada a las circunstancias.",
        "Criterio 2.3. Descubrir, reconocer y emplear los componentes cualitativos y cuantitativos de la motricidad de manera lúdica e integrada en diferentes situaciones y contextos, mejorando progresivamente su control y dominio corporal.",
        "Criterio 3.1. Identificar y reconocer las emociones negativas que se producen durante el juego, intentando gestionarlas y disfrutando de la actividad física.",
        "Criterio 3.2. Respetar las normas consensuadas, así como las reglas de juego y actuar desde los parámetros de la deportividad y el juego limpio, aceptando las características y niveles de los participantes.",
        "Criterio 3.3. Participar en las prácticas motrices cotidianas, comenzando a desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación, iniciándose en la resolución de conflictos personales de forma dialógica y justa, y mostrando un compromiso activo frente a las actuaciones discriminatorias y de violencia.",
        "Criterio 4.1. Participar activamente en juegos y otras manifestaciones artístico- expresivas de carácter cultural propias del entorno, valorando su componente lúdico-festivo y disfrutando de su puesta en práctica.",
        "Criterio 4.2. Conocer y valorar los logros de distintos referentes del deporte de cualquier género, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar dichos éxitos.",
        "Criterio 4.3. Adaptar los distintos usos comunicativos de la corporalidad y sus manifestaciones a diferentes ritmos y contextos expresivos.",
        "Criterio 4.4. Buscar de una forma dirigida recursos digitales relacionados con manifestaciones lúdicas, físico-deportivas y artístico-expresivas propias de la cultura motriz.",
        "Criterio 5.1. Explorar y disfrutar del entorno natural y urbano conociendo otros usos desde la motricidad y adoptando actitudes de respeto, cuidado y conservación hacia ellos durante el desarrollo de distintas prácticas lúdico- recreativas en contextos terrestres o acuáticos.",
        "Criterio 5.2. Realizar en el entorno natural y artificial actividades lúdico-motrices respetando el entorno y adoptando las medidas de seguridad indicadas en los contextos terrestres o acuáticos.",
        "Criterio 5.3. Reconocer las señales viales básicas que le permitan los desplazamientos a pie seguros, eficientes y sostenibles con el medio ambiente por el entorno urbano próximo.",
        "Criterio 5.4. Adoptar medidas básicas de uso y conservación del material utilizado en el contexto de la actividad físico-motriz."
    ]
}