{
    "criteriosEvaluacion": [
        "1.1. Conocer el lenguaje tridimensional como forma de conocimiento y comunicación y expresión del mundo, mostrando curiosidad y respeto, reflexionando sobre sus características y función en la sociedad.",
        "1.2. Apreciar la diversidad de patrimonio cultural como resultado de la libertad de expresión, erradicando estereotipos y utilizando terminología específica en la valoración de las manifestaciones artísticas.",
        "2.1. Analizar con actitud crítica y reflexiva, los lenguajes y elementos técnicos y plásticos de obras tridimensionales, aportando un criterio propio en la percepción de sus características y particularidades, utilizando la terminología específica y disfrutando de su recepción.",
        "2.2. Comparar obras tridimensionales, con actitud crítica y a través de diversos canales de acceso, identificando el contexto en las que han sido creadas y la intencionalidad de sus mensajes y respetando los derechos de autoría.",
        "3.1. Experimentar con actitud proactiva, con distintas técnicas, herramientas y materiales, descubriendo sus posibilidades y tomando conciencia de su impacto medioambiental y su posterior reciclaje.",
        "3.2.Crear obras tridimensionales sostenibles con diversidad de soportes y medios, aplicando con destreza las técnicas y materiales más adecuados, según sus posibilidades expresivas, y mostrando constancia en la tarea.",
        "4.1. Reconocer la identidad y la capacidad artística de otros y otras artistas, tomando como referencia en las propias creaciones aquellos elementos que se consideren adecuados al proyecto artístico personal y justificándolos técnicamente",
        "4.2. Expresar con creatividad sus valores personales, ideas y sentimientos, a través del proceso de creación de obras volumétricas, asumiendo el error como oportunidad de mejora, reconociendo sus fortalezas y superando sus debilidades.",
        "5.1. Elaborar obras volumétricas, innovando en la elección de materiales y técnicas, profundizando en el conocimiento de sus posibilidades expresivas.",
        "5.2. Producir obras tridimensionales, valorando con responsabilidad y compromiso la sostenibilidad del proyecto a desarrollar y el grado de toxicidad de los materiales.",
        "6.1. Identificar diferentes ejemplos de profesiones relacionadas con el volumen, comprendiendo las oportunidades que ofrecen y el valor añadido de la creatividad en el trabajo, expresando la opinión propia de forma razonada y respetuosa.",
        "6.2. Planificar y crear proyectos artísticos o culturales sostenibles, tanto de manera individual como colectivamente,con iniciativa,asumiendo responsabilidades, respetando las diferentes opiniones, poniendo en valor la cooperación como una fuente de riqueza en la creación artística.",
        "6.3. Evaluar el proceso y el producto final de un proyecto artístico o cultural volumétrico, convirtiendo los errores en oportunidades personales y sociales,considerando las opiniones tanto positivas como negativas y valorando las dificultades encontradas y los logros obtenidos."
    ],
    "saberes": [
        "Generales.",
        "Valoración de la diversidad como fuente de riqueza cultural y artística.",
        "Promoción y conservación del patrimonio cultural y artístico.",
        "Erradicación de estereotipos y fomento de la libertad de expresión.",
        "Actitud proactiva, crítica ,reflexiva, de curiosidad, iniciativa y respeto.",
        "Afianzamiento del pensamiento creativo, divergente y crítico.",
        "Conocimiento y uso adecuado de la terminología específica.",
        "Utilización de las herramientas digitales de manera crítica, segura y responsable.",
        "Sostenibilidad medioambiental.",
        "Afianzamiento del autoconocimiento, autocrítica, resiliencia.",
        "Reconocimiento del error como oportunidad de mejora y aprendizaje.",
        "Innovación, fomento de espíritu emprendedor y la iniciativa.",
        "Esfuerzo y constancia en el trabajo para lograr metas.",
        "Asunción de responsabilidades, empatía y valoración de la opinión de los demás.",
        "Proyectos de producciones artísticas volumétricas: secuenciación, fases y equipo de trabajo.",
        "Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Resolución de conflictos.",
        "Estudios y profesiones vinculados a la materia.",
        "Respeto a la propiedad intelectual.",
        "A. Técnicas y materiales de configuración.",
        "Materiales e instrumentos escultóricos. Materiales sostenibles, naturales, efímeros e innovadores. Técnicas y terminología",
        "específica.",
        "Procedimientos de configuración: técnicas aditivas (modelado, escayola directa), sustractivas (talla), constructivas (estructuras e instalaciones) y de reproducción (modelado y vaciado, sacado de puntos, pantógrafo,impresoras 3D).",
        "Técnicas de transmisión de emociones, estudio del gesto, ideas, acciones y situaciones en la producción y recepción de obras de arte volumétrica.",
        "Técnicas de ensamblaje y articulación para la creación de estructuras e instalaciones.",
        "Cualidades emotivas y expresivas de los medios gráfico-plásticos en cuerpos volumétricos.",
        "B. Elementos de configuración formal y espacial.",
        "Formas tridimensionales y su lenguaje. Elementos estructurales de la forma: línea, plano, arista, vértice, superficie, volumen, texturas (visuales y táctiles) concavidades, convexidades, vacío, espacio, masa, escala, color.",
        "Composición espacial (campos de fuerza, equilibrio, dinamismo, etc ) y relación entre forma , escala y proporción.",
        "Relación entre forma y estructura. Forma externa como proyección ordenada de fuerzas internas.",
        "Elementos de relación (dirección, posición, espacio y gravedad).",
        "Movimiento en el volumen. Representación en la escultura. Elementos móviles en la obra tridimensional.",
        "Tipología de formas volumétricas adaptadas al diseño de objetos elementales de uso común como medio de estudio y de análisis.",
        "Luz como elemento generador y modelador de formas. Color, textura y tacto.",
        "Cualidades emotivas y expresivas de los medios gráfico plásticos en los cuerpos volumétricos.",
        "C. Análisis de la representación tridimensional.",
        "Escultura y las obras de arte tridimensionales en el Patrimonio artístico y cultural.Contexto histórico y principales características técnicas, formales, estéticas y comunicativas.",
        "Perspectiva de género e intercultural.",
        "Land-Art, Arte Povera y Ready Made-Arte objetual y conceptual. La instalación artística.",
        "Grados de iconicidad en las representaciones escultóricas. Hiperrealismo, realismo, abstracción, síntesis, estilización. Relieve y escultura externa.",
        "Posibilidades plásticas y expresivas del lenguaje tridimensional y su uso creativo en la ideación y realización de obra original.",
        "D. Volumen en el proceso de diseño.",
        "Principios y fundamentos del diseño tridimensional.",
        "Tipología de formas volumétricas adaptadas al diseño de objetos elementales como medio de estudio y análisis.",
        "Proyectos de estructuras tridimensionales: modularidad, repetición, gradación, y ritmo en el espacio.",
        "Piezas volumétricas sencillas en función del tipo de producto propuesto. Diseño sostenible e inclusivo."
    ]
}