{
    "saberes": [
        "A. Vida activa y saludable.",
        "EF.03.A.1. Salud física: efectos físicos beneficiosos de un estilo de vida activo. Alimentación saludable e hidratación. Educación postural en situaciones cotidianas. Cuidado del cuerpo: higiene personal y el descanso tras la actividad física. Educación postural en acciones motrices específicas. Responsabilidad personal en el cuidado del cuerpo.",
        "EF.03.A.2. Salud social: aproximación a los efectos de los malos hábitos relacionados con la salud e influencia en la práctica de actividad física. La exigencia del deporte profesional. Aceptación de distintas tipologías corporales, para practicar en igualdad, diversidad de actividades físico-deportivas. Estereotipos corporales, de género y competencia motriz.",
        "EF.03.A.3. Salud mental: consolidación y ajuste realista del autoconcepto, teniendo en cuenta la perspectiva de género. Respeto y aceptación del propio cuerpo y del aspecto corporal de los demás.",
        "B. Organización y gestión de la actividad física.",
        "EF.03.B.1. Usos y finalidades: catárticos, lúdico-recreativos, cooperativos, competitivos, agonísticos, funcional, social, expresiva y comunicativa, creativa o de interacción.",
        "EF.03.B.2. Actitudes consumistas en torno al equipamiento. Investigación, usando recursos digitales y, análisis crítico de la adquisición de material para la práctica físico-deportiva.",
        "EF.03.B.3. Hábitos autónomos de higiene corporal en acciones cotidianas.",
        "EF.03.B.4. Planificación y autorregulación de proyectos motores: seguimiento y valoración durante el proceso y del resultado. Utilización de recursos digitales.",
        "EF.03.B.5. Prevención de accidentes en las prácticas motrices: calentamiento general y vuelta a la calma. Importancia de respetar las normas de seguridad. Compromiso de responsabilidad hacia la seguridad propia y de los demás.",
        "EF.03.B.6. Actuaciones básicas ante accidentes durante la práctica de actividades físicas. Posición lateral de seguridad. Conducta PAS (proteger, avisar, socorrer).",
        "C. Resolución de problemas en situaciones motrices.",
        "EF.03.C.1. Toma de decisiones: selección de acciones en función del entorno en situaciones motrices individuales. Selección de acciones para el ajuste espacio-temporal en la interacción con los compañeros y compañeras en situaciones cooperativas. Selección de zonas de envío del móvil desde donde sea difícil devolverlo, en situaciones motrices de persecución y de interacción con un móvil. Selección adecuada de las habilidades motrices en situaciones de oposición de contacto. Desmarque y ubicación en un lugar desde el que se constituya un apoyo para los demás en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
        "EF.03.C.2. Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; equilibrio estático y dinámico en situaciones de complejidad creciente o superficies inestables. Estructuración",
        " espacial (percepción de objetos, de distancias, orientación, percepción e interceptación de trayectorias, agrupamiento-dispersión y transposición). Estructuración temporal (simultaneidad y sucesión de acciones) y espacio-temporal (percepción de duraciones, de velocidad, de intervalos, de estructuras, de ritmos y de ajuste perceptivo en el envío y en la interceptación de trayectorias de móviles).",
        "EF.03.C.3. Capacidades condicionales: capacidades físicas básicas y resultantes (coordinación, equilibrio y agilidad).",
        "EF.03.C.4. Iniciación de las habilidades motrices específicas asociadas a la técnica en actividades físico- deportivas: aspectos principales.",
        "EF.03.C.5. Creatividad motriz: identificación de estímulos internos o externos que exijan un reajuste instantáneo de la acción motriz. Apoyo en recursos digitales.",
        "D. Autorregulación emocional e interacción social en situaciones motrices.",
        "EF.03.D.1. Gestión emocional: ansiedad y situaciones motrices. Estrategias de afrontamiento y gestión. EF.03.D.2. Habilidades sociales: estrategias de trabajo en equipo para la resolución constructiva de conflictos en situaciones motrices colectivas.",
        "EF.03.D.3. Concepto de fairplay o «juego limpio».",
        "EF.03.D.4. Identificación y rechazo de conductas violentas o contrarias a la convivencia en situaciones motrices (discriminación por cuestiones de género, capacidad o competencia motriz; actitudes xenófobas, racistas o de índole sexista: abuso sexual o cualquier forma de violencia).",
        "E. Manifestaciones de la cultura motriz.",
        "EF.03.E.1. Aportaciones de la cultura motriz a la herencia cultural andaluza. Los deportes como seña de identidad cultural.",
        "EF.03.E.2. Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas complejas.",
        "EF.03.E.3. Práctica de actividades rítmico-musicales con carácter expresivo.",
        "EF.03.E.4. Deporte y perspectiva de género: sexismo en el deporte amateur y profesional.",
        "EF.03.E.5. Deportes olímpicos y paralímpicos, historia e instituciones asociadas a los Juegos Olímpicos y Paralímpicos.",
        "F. Interacción eficiente y sostenible con el entorno.",
        "E.F03.F.1. Normas de uso: la educación vial desde la actividad física y deportiva. Movilidad segura, saludable y sostenible.",
        "EF.03.F.2. Transporte activo, seguro y sostenible: bicicletas, patines, patinetes.",
        "EF.03.F.3. Previsión de riesgos de accidente durante la práctica en el medio natural y urbano: valoración previa y actuación.",
        "E.F03.F.4. Aplicación, construcción y reutilización de materiales físicos y digitales para la práctica motriz. EF.03.F.5. Práctica de actividades físicas en el medio natural y urbano, valorando las posibilidades que brinda el entorno y clima de Andalucía.",
        "EF.03.F.6. Cuidado del entorno próximo y de los animales y plantas que en él conviven, como servicio a la comunidad, durante la práctica de actividad física en el medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "1.1.b. Reconocer los efectos beneficiosos a nivel físico y mental de la actividad física, lúdica y deportiva, como paso previo para su integración en la vida diaria, analizando situaciones cotidianas.",
        "1.2.b. Integrar los procesos de activación corporal, dosificación del esfuerzo, relajación e higiene y seguridad en la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable.",
        "1.3.b. Adoptar medidas de seguridad antes, durante y después de la práctica de actividad física, lúdica y deportiva, reconociendo los contextos de riesgo y actuando con precaución ante ellos.",
        "1.4.b. Identificar y abordar conductas inapropiadas vinculadas al ámbito corporal, la actividad lúdica y deportiva, que resultan perjudiciales para la salud o afectan negativamente a la convivencia, adoptando posturas de rechazo a la violencia, a la discriminación y a los estereotipos de género, y evitando activamente su reproducción.",
        "2.1.b. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, definiendo metas, secuenciando acciones, introduciendo cambios, si es preciso, durante el proceso, y generando producciones motrices de calidad, valorando el grado de ajuste al proceso seguido y al resultado obtenido.",
        "2.2.b. Aplicar principios básicos de toma de decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos reales o simulados de actuación, reflexionando sobre las soluciones obtenidas.",
        "2.3.b. Adquirir un progresivo control y dominio corporal, empleando los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, y haciendo frente a las demandas de resolución de problemas en situaciones motrices transferibles a su espacio vivencial.",
        "3.1.b. Participar en actividades de carácter motor, desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, controlando la impulsividad, gestionando las emociones y expresándolas de forma asertiva.",
        "3.2.b. Respetar las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, reconociendo las actuaciones de compañeros y compañeras y rivales.",
        "3.3.b. Convivir mostrando en el contexto de las prácticas motrices habilidades sociales, diálogo en la resolución de conflictos y respeto a la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnica, socio- económica o de competencia motriz, y mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y la violencia, haciendo especial hincapié en el fomento de la igualdad de género.",
        "4.1.b. Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura andaluza, tradicional o actual, así como otros procedentes de diversas culturas, reconociendo y transmitiendo su valor cultural y su potencial como espacio generador de interacciones constructivas entre personas con orígenes diferentes y entendiendo las ventajas de su conservación.",
        "4.2.b. Valorar el deporte como fenómeno cultural analizando críticamente los estereotipos de género o capacidad y los comportamientos sexistas que a veces suceden en su contexto, rechazándolos y adoptando actitudes que eviten su reproducción en el futuro.",
        "4.3.b. Reproducir y crear composiciones con o sin soporte musical, y comunicar diferentes sensaciones, emociones e ideas, de forma estética y creativa, desde el uso de los recursos rítmicos y expresivos de la motricidad.",
        "5.1.b. Adaptar las acciones motrices a la incertidumbre propia del medio natural y urbano en contextos terrestres o acuáticos de forma eficiente y segura, valorando sus posibilidades para la práctica de actividad física y actuando desde una perspectiva ecosostenible del entorno y comunitaria."
    ]
}