{
    "criteriosEvaluacion": [
        "5.1. Investigar y analizar propuestas de diseño atendiendo a su evolución histórica, estilos y",
        "ámbitos de aplicación, apreciando su aportación al imaginario sociocultural, ético y estético.",
        "5.1.1. Identificar características de los movimientos, corrientes y escuelas más",
        "relevantes de la historia del diseño, reconociendo su repercusión en la cultura contemporánea.",
        "5.1.2. Detectar aciertos y errores comunicativos en propuestas de diseño ajenas,",
        "justificando el análisis realizado y proponiendo alternativas formales.",
        "5.1.3. Valorar diferentes propuestas de diseño, reflexionando de forma crítica acerca",
        "de su aproximación estética y su relación ética respecto a la diversidad.",
        "5.2. Analizar diferentes producciones de diseño bidimensional y tridimensional, relacionando",
        "los aspectos formales con su intención funcional, estética y comunicativa, explicando con terminología",
        "adecuada su impacto medioambiental y socioeconómico.",
        "5.2.1. Identificar los elementos principales del diseño gráfico en diferentes propuestas,",
        "analizando su estética e interpretando la intención comunicativa a través de sus aspectos",
        "formales.",
        "5.2.2. Reconocer en el diseño de productos y espacios sus aspectos formales",
        "fundamentales, analizando críticamente su intención comunicativa, funcionalidad e",
        "inclusividad.",
        "5.2.3. Distinguir los procesos utilizados para el desarrollo de diferentes productos de",
        "diseño, evaluando su dimensión económica y proponiendo mejoras en relación a su impacto",
        "medioambiental.",
        "5.2.4. Utilizar con rigor la terminología técnica y los códigos propios del diseño en el",
        "análisis, descripción y valoración de diferentes productos.",
        "5.3. Planificar la creación de propuestas gráficas, productos y espacios, mediante un proceso",
        "metodológico estructurado, justificando la selección de técnicas, herramientas y procedimientos en",
        "base a la finalidad del diseño.",
        "5.3.1. Identificar problemas de uso y comunicación en el entorno susceptibles de ser",
        "resueltos con diseño, y utilizar componentes de carácter social y ético en el abordaje de la",
        "solución.",
        "5.3.2. Utilizar estrategias de pensamiento creativo en la generación de ideas para el",
        "desarrollo de un proyecto de diseño gráfico, producto o espacio.",
        "5.3.3. Seleccionar las técnicas, herramientas y procedimientos a utilizar en propuestas",
        "de diseño, argumentando su adecuación a la finalidad estética, funcional y comunicativa del",
        "producto y explorando las propias preferencias creativas.",
        "5.3.4. Organizar el flujo de trabajo, planificando las distintas fases del diseño,",
        "distribuyendo responsabilidades de forma inclusiva y adecuando el proceso de trabajo al",
        "objetivo de la propuesta y los recursos disponibles.",
        "5.4. Crear propuestas de diseño, utilizando diferentes sistemas de representación y",
        "presentación, con criterio estético, rigor y precisión técnica, dando respuesta a las necesidades",
        "detectadas, desde una perspectiva personal, sostenible e inclusiva.",
        "5.4.1. Desarrollar bocetos previos en la exploración de distintas respuestas creativas",
        "a los requisitos del diseño detectados, incorporando criterios de inclusión y sostenibilidad.",
        "5.4.2. Analizar la adecuación de diferentes soluciones creativas con los objetivos del",
        "diseño, escogiendo de manera justificada los aspectos formales que conformarán la propuesta",
        "definitiva, desde la corrección técnica y en coherencia con el gusto personal.",
        "5.4.3. Crear propuestas de diseño utilizando diferentes recursos plásticos, digitales y",
        "técnicos, aplicando la normativa vigente y la corrección en el uso de herramientas y espacios.",
        "5.4.4. Evaluar el proceso de diseño, reconduciendo si fuera necesario el desarrollo del",
        "trabajo hacia posibles mejoras, mostrando una actitud abierta ante opiniones ajenas.",
        "5.5. Concretar el producto diseñado mediante la realización de artes finales, maqueta o",
        "prototipado, con exigencia en la calidad del acabado y valorando la dimensión profesional vinculada a",
        "las diferentes áreas del diseño.",
        "5.5.1. Generar el producto final de una propuesta de diseño, a partir de artes finales,",
        "maqueta o prototipo, utilizando con corrección las técnicas más adecuadas a su finalidad, con",
        "exigencia en el acabado.",
        "5.5.2. Presentar el diseño final a la comunidad, defendiendo sus aspectos formales y",
        "estéticos en relación con la intención expresiva y comunicativa del mismo, y justificando la",
        "propuesta final.",
        "5.5.3. Buscar información sobre los entornos laborales vinculados al diseño,",
        "analizando los conocimientos y habilidades relacionadas con ellos, y valorando críticamente",
        "su contribución a la generación de referentes culturales y artísticos."
    ],
    "saberes": [
        "BLOQUE 1: DISEÑO Y SOCIEDAD CE1, CE2",
        "SB 1.1. Concepto y evolución histórica del diseño:",
        "Principales tendencias, períodos, escuelas y personalidades del diseño.",
        "SB 1.2. Campos de aplicación del diseño gráfico, de producto y espacios. Tejido social,",
        "cultural y profesional. Estudios vinculados al diseño.",
        "SB 1.3. Diseño, ética y comunicación social:",
        "Diseño, ecología y sostenibilidad.",
        "El diseño en la sociedad de consumo. Publicidad y contrapublicidad.",
        "Diseño y diversidad. Diseño inclusivo.",
        "Categorías estéticas. Los estereotipos en el diseño. La ética de las imágenes y productos",
        "en el mundo actual: la superación de estereotipos, prejuicios y convencionalismos.",
        "Aportación de las culturas no occidentales al canon del diseño universal. La apropiación",
        "cultural.",
        "SB 1.4. Herramientas digitales de búsqueda de información y visualización.",
        "SB 1.5. Atención y sentido crítico en la exploración de propuestas de diseño en entornos",
        "físicos y virtuales.",
        "BLOQUE 2: EL DISEÑO: CONFIGURACIÓN FORMAL CE1, CE2, CE4, CE5",
        "SB 2.1. Comunicación visual:",
        "Punto, línea, plano, color, forma y textura.",
        "Sintaxis de la imagen bidimensional y tridimensional.",
        "Ordenación y composición de la forma en el espacio.",
        "Cualidades comunicativas y expresivas de los elementos.",
        "SB 2.2. Sistemas de representación.",
        "SB 2.3. Materiales y técnicas gráfico-plásticas. Cualidades emotivas y expresivas.",
        "SB 2.4. Recursos digitales y programas informáticos para la creación de diseños",
        "bidimensionales y tridimensionales. Normativa vigente en relación a licencias de uso. Entornos",
        "virtuales de aprendizaje. Fundamentos de la propiedad intelectual. La protección de la creatividad.",
        "Patentes y marcas.",
        "SB 2.5. Terminología específica para la descripción formal de elementos de diseño",
        "BLOQUE 3: LAS FASES DEL DISEÑO CE3, CE4, CE5",
        "SB 3.1. Metodología proyectual. Estrategias de planificación, organización y gestión de",
        "proyectos.",
        "SB 3.2. Procesos de pensamiento creativo y resolución de problemas.",
        "SB 3.3. Vocabulario relativo a procesos de investigación, planificación, creación y",
        "materialización de producciones de diseño.",
        "SB 3.4. Técnicas de escucha activa y asertiva. Empatía. Sentido de la responsabilidad y",
        "sentido ético en la elección de temáticas, procesos y materiales. Resiliencia y disposición al trabajo.",
        "Adaptabilidad.",
        "SB 3.5. Sentido de la iniciativa, proactividad y compromiso con la calidad del acabado.",
        "BLOQUE 4: DISEÑO GRÁFICO CE3, CE4, CE5",
        "SB 4.1. Elementos configurativos básicos:",
        "Teoría de percepción visual y recursos del lenguaje visual.",
        "La tipografía: principales familias, legibilidad, propiedades y usos.",
        "El color. Posibilidades comunicativas y expresivas. Usos culturales.",
        "La composición. Retícula. Formatos. Maquetación.",
        "La imagen. tratamiento de la imagen digital.",
        "Ética y significados de las imágenes. La inclusividad y la superación de convencionalismos,",
        "estereotipos y prejuicios.",
        "SB 4.2. Procesos y técnicas:",
        "Técnicas graficoplásticas.",
        "Asistentes y programas digitales específicos de diseño.",
        "Preparación de artes finales.",
        "SB 4.3. Principales ámbitos de aplicación del diseño gráfico:",
        "La imagen de marca: el diseño corporativo.",
        "Diseño editorial: maquetación.",
        "El diseño publicitario. La comunicación gráfica. Contrapublicidad.",
        "La señalética.",
        "SB 4.4. Vocabulario específico de diseño gráfico.",
        "BLOQUE 5: DISEÑO DE PRODUCTO CE3, CE4, CE5",
        "SB 5.1. Tipología, morfología y funciones de los objetos.",
        "SB 5.2. Elementos configurativos básicos:",
        "Materiales, texturas, formas y colores.",
        "SB 5.3. Sistemas perspectivos de representación aplicados al diseño de producto.",
        "SB 5.4. Maqueta y prototipo. Técnicas y materiales.",
        "SB 5.5. Relación entre objeto y usuario:",
        "Antropometría. Ergonomía.",
        "Diseño de objeto y diversidad funcional. Diseño inclusivo.",
        "SB 5.6. Principales ámbitos de aplicación:",
        "Packaging",
        "Diseño textil",
        "Diseño de objetos.",
        "SB 5.7. Vocabulario específico de diseño producto.",
        "BLOQUE 6: DISEÑO DE ESPACIOS CE3, CE4, CE5",
        "SB 6.1. Organización del espacio habitable, público o privado. Distribución de espacios y",
        "recorridos. Rediseño de espacios. Percepción psicológica del espacio.",
        "SB 6.2. Principales ámbitos de aplicación del diseño de espacios:",
        "Diseño de interiores",
        "Escenografía",
        "SB 6.3. Elementos constructivos. Principios de iluminación.",
        "SB 6.4. Sistemas de representación: diédrico y axonométrico. Acotación. Escalas.",
        "Secciones.",
        "SB 6.5. Maqueta. Técnicas y materiales. Reutilización de materiales. Criterios de",
        "sostenibilidad.",
        "SB 6.6. El diseño inclusivo de espacios. Barreras arquitectónicas.",
        "SB 6.7. Vocabulario específico de diseño de espacios."
    ]
}
