{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Realizar traducciones de textos latinos más complejos, a partir de su lectura directa, con corrección ortográfica y expresiva, identificando las unidades lingüísticas más frecuentes de la lengua latina, especialmente las estructuras subordinadas, comparándolas con las de las lenguas del repertorio lingüístico propio y asimilando los aspectos fonológicos, morfológicos, sintácticos y léxicos del latín. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.2 Realizar traducciones inversas de textos o fragmentos de dificultad adecuada, considerando la retroversión como herramienta eficaz para fijar las estructuras lingüísticas de la lengua latina. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.3 Seleccionar el significado apropiado de palabras polisémicas y justificar la decisión, con atención a la información cotextual, contextual o temática, utilizando de manera consciente y eficaz herramientas de apoyo al proceso de traducción en distintos soportes, tales como listas de vocabulario, léxicos de frecuencia, glosarios, diccionarios, mapas o atlas, correctores ortográficos, gramáticas y libros de estilo. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.4 Revisar de manera crítica las propias traducciones y las de los compañeros y compañeras, realizando propuestas de corrección y mejora, argumentando y explicando los cambios propuestos mediante el empleo de terminología especializada a partir de la reflexión lingüística sobre los elementos textuales y de contenido. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.5 Registrar los progresos y dificultades de aprendizaje de la lengua latina, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolos explícitos y compartiéndolos. (CP2)",
        "Competencia específica 2",
        "2.1 Identificar y conocer vocabulario de uso habitual de la lengua latina mediante la elaboración de glosarios y listas de vocabulario atendiendo a criterios morfológicos, categoriales y semánticos. (CP2, CPSAA1.1)",
        "2.2 Deducir el significado etimológico de un término de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado aplicando estrategias de reconocimiento de formantes latinos y atendiendo a los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar. (CCL1, CP2, CP3, STEM1, CD1, CPSAA1.1)",
        "2.3 Explicar cambios fonéticos, morfológicos o semánticos de complejidad creciente que se han producido tanto desde el latín culto como desde el latín vulgar hasta las lenguas de enseñanza, sirviéndose cuando sea posible de la comparación con otras lenguas de su repertorio. (CP2, CP3, STEM1, CPSAA1.1, CPSAA5)",
        "2.4 Explicar la relación del latín con las lenguas modernas, analizando los elementos lingüísticos comunes de origen latino y utilizando con iniciativa estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio del alumnado. (CCL1, CP2, CP3, STEM1, CPSAA1.1)",
        "2.5 Conocer los latinismos y aforismos de mayor uso en la lengua latina y su incorporación al castellano y a otras lenguas empleadas por el alumnado mediante el análisis de textos. (CCL1, CP2, CP3, CD1, CPSAA1.1)",
        "2.6 Analizar críticamente prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal, a partir de criterios dados. (CP2, CP3)",
        "Competencia específica 3",
        "3.1 Interpretar y comentar, de manera progresivamente autónoma, a partir de una lectura profunda, comprensiva y crítica, obras completas y fragmentos literarios latinos seleccionados de diversos géneros y temáticas, y de complejidad creciente, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, comprender el mundo y la condición humana, y que permitan desarrollar la sensibilidad estética y el hábito lector. (CCL1, CCL4, CP1, CC3)",
        "3.2 Detectar, analizar y explicar los géneros, temas, tópicos y valores éticos o estéticos de las obras o fragmentos de la literatura latina comparándolos con obras o fragmentos literarios de épocas posteriores, desde un enfoque intertextual. (CCL1, CCL4, CC3, CCEC1, CCEC2)",
        "3.3 Identificar y definir términos latinos que designan ideas fundamentales para el estudio y comprensión de la civilización latina y cuyo aprendizaje combina conocimientos léxicos y culturales, tales como imperium, natura, civis o paterfamilias, en textos de diferentes formatos, asimilando y apreciando su relevancia. (CCL1, CCL4, CC3)",
        "3.4 Componer textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos de cualquier época en los que se haya partido de la civilización y cultura romanas antiguas como fuente de inspiración, comentando y compartiendo las creaciones con el resto del alumnado. (CCL1, CCL4, CP1)",
        "Competencia específica 4",
        "4.1 Conocer, analizar y explicar los hechos y procesos históricos y políticos del mundo romano a través de sus protagonistas, siguiendo criterios dados, encuadrándolos en su período correspondiente, así como las principales líneas de pensamiento, instituciones, modos de vida y costumbres más característicos de la sociedad romana, comparándolas con las actuales. (CCL3, CD1, CD2, CC1, CC2, CC3, CCEC1)",
        "4.2 Conocer los aspectos más relevantes de la religión, tanto de la oficial como de la popular, y de la mitología grecorromana identificando a las principales divinidades y héroes legendarios más relevantes a través de sus mitos, y reconociendo y valorando su pervivencia en la literatura y la cultura occidentales. (CCL3, CD1, CD2 CC1, CC2, CC3, CCEC1)",
        "4.3 Establecer y comentar con profundidad semejanzas y diferencias entre el mundo latino antiguo y el actual, especialmente en los aspectos políticos e ideológicos, resaltando los cambios más destacados y diferenciadores con respecto a la sociedad actual derivados de la evolución de las sociedades y los derechos humanos, y favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos. (CCL3, CD1, CD2, CC1, CC2, CC3, CCEC1)",
        "4.4 Debatir acerca de la importancia, pervivencia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado romano en nuestra sociedad, utilizando estrategias retóricas y oratorias de manera consciente y progresivamente autónoma, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias fiables y veraces, y mostrando interés, respeto y empatía por otras opiniones y argumentaciones. (CCL3, CP3, CPSAA3.1, CC1, CC2, CC3)",
        "4.5 Elaborar trabajos de investigación en diferentes soportes que profundicen sobre distintos aspectos del legado de la civilización romana en el ámbito personal, religioso, ideológico y sociopolítico, que incluyan elementos críticos (como notas a pie de página), localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, valorando de forma crítica su fiabilidad y pertinencia, y respetando los principios de rigor y propiedad intelectual, mediante citas bibliográficas o webgráficas correctas. (CCL3, CD1, CD2)",
        "Competencia específica 5",
        "5.1 Identificar y explicar el legado material e inmaterial de la civilización latina como fuente de inspiración, analizando producciones culturales y artísticas posteriores. (CCL3, CD1, CCEC1, CCEC2)",
        "5.2 Planificar y llevar a cabo investigaciones sobre el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización latina, identificando y localizando los monumentos clásicos más importantes en Castilla y León, en el resto de España y en Europa, actuando de forma adecuada, empática y respetuosa e interesándose por los procesos de construcción, preservación, conservación y restauración y por aquellas actitudes cívicas que aseguran su sostenibilidad, y presentar los resultados a través de diferentes soportes. (CCL3, CD1, CD2, CC1, CC4, CE1, CCEC1, CCEC2)",
        "5.3 Planificar y llevar a cabo tareas de exploración de las huellas de la romanización y del legado romano en el entorno del alumnado en que se apliquen los conocimientos adquiridos y se reflexione sobre las implicaciones de sus distintos usos, dando ejemplos de la pervivencia de la Antigüedad Clásica en su vida cotidiana presentando sus resultados a través de diferentes soportes. (CCL3, CD1, CD2, CCEC1, CCEC2)."
    ],
    "saberes": [
        "A. Traducción",
        "1. Unidades lingüísticas de la lengua latina.",
        "- Clases de palabras: Revisión de las clases de palabras, con especial atención a los elementos de subordinación.",
        "- Lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones) y flexión verbal (el sistema de conjugaciones). Formas menos usuales e irregulares.",
        "- Sintaxis oracional: funciones y sintaxis de los casos.",
        "- Estructuras oracionales. La concordancia y el orden de palabras en oraciones simples y oraciones compuestas.",
        "- Formas nominales del verbo. Gerundio, gerundivo y supino.",
        "2. La traducción: técnicas, procesos y herramientas.",
        "- El análisis morfosintáctico como herramienta de traducción.",
        "- Estrategias de traducción: formulación de expectativas a partir del entorno textual (título, obra) y del propio texto (campos temáticos, familias de palabras, etc.), así como a partir del contexto; conocimiento del tema; descripción de la estructura y género; peculiaridades lingüísticas de los textos traducidos (discurso directo / indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica, etc.); errores frecuentes de traducción y técnicas para evitarlos (comprobar si la traducción está completa, control de acuerdo a criterios dados, delimitación de construcciones sintácticas).",
        "- Herramientas de traducción: glosarios, diccionarios, atlas o correctores ortográficos en soporte analógico o digital, etc.",
        "- Lectura comparada de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
        "- Recursos estilísticos frecuentes y su relación con el contenido del texto. Comentario y análisis histórico, lingüístico y literario de textos clásicos originales.",
        "- Estrategias de retroversión de textos breves.",
        "- La traducción como instrumento que construye y potencia el razonamiento lógico, y afianza la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis.",
        "- Reconocimiento y aceptación del error como parte del proceso de aprendizaje y mejora y actitud positiva de superación.",
        "- Ampliación de las estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autocorrección.",
        "B. Plurilingüismo",
        "- Influencia y pervivencia del latín en la evolución de las lenguas de enseñanza y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado.",
        "- Reglas fonéticas en la evolución del latín a las lenguas de enseñanza. Cultismos y términos patrimoniales.",
        "- Léxico: lexemas, sufijos y prefijos de origen latino presentes en el léxico de uso común y en el específico de las ciencias y la técnica; significado y definición de palabras de uso común en las lenguas de enseñanza a partir de sus étimos de origen latino; expresiones latinas integradas en las lenguas modernas y su empleo en diferentes tipos de textos (literarios, periodísticos, publicitarios). Latinismos y aforismos presentes en la lengua culta.",
        "- Interés por profundizar en el conocimiento del significado etimológico de las palabras. Importancia del uso adecuado y preciso del vocabulario como instrumento básico en la comunicación cotidiana, técnica y académica.",
        "- El latín como fundamento del léxico de las ciencias, la técnica, las Humanidades y la lengua académica, y que favorece un más fácil acercamiento a otras lenguas modernas, romances y no romances.",
        "- Respeto por todas las lenguas y reconocimiento y aceptación de las diferencias culturales de las gentes que las hablan.",
        "- Profundización en el conocimiento y uso de herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de latín a nivel transnacional.",
        "- Ampliación del repertorio de expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "- Creación y asimilación de un vocabulario latino avanzado y de gran rendimiento en el trabajo con textos latinos, del ámbito historiográfico, retórico y filosófico.",
        "C. Educación literaria",
        "- La lengua latina como principal vía de transmisión del Mundo Clásico.",
        "- Etapas y vías de transmisión de la literatura latina: profundización.",
        "- Principales géneros de la literatura latina: origen, tipología, cronología, temas, motivos, tradición, características y principales autores.",
        "- Técnicas para el comentario y análisis lingüístico y literario de los textos literarios latinos.",
        "- Recepción de la literatura latina: influencia en la producción cultural europea, nociones básicas de intertextualidad, imitatio, aemulatio, interpretatio, allusio.",
        "- Analogías y diferencias entre los géneros literarios latinos y los de la literatura actual.",
        "- Introducción a la crítica literaria: profundización.",
        "- Interés hacia la literatura como fuente de placer y de conocimiento del mundo.",
        "- Respeto y valoración por la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "D. La antigua Roma",
        "- Geografía del proceso de expansión de Roma desde su nacimiento hasta la desaparición del Imperio romano.",
        "- Topografía de la Antigua Roma, lugares relevantes en la historia legendaria e histórica de la ciudad y su reflejo en la estructura urbana actual.",
        "- Historia de la Antigua Roma: etapas de la historia de Roma (monarquía, república, imperio); hitos de la historia del mundo romano entre los siglos VIII a.C. y V d.C.; leyendas y principales episodios de la historia de Roma; estudio de los protagonistas históricos más relevantes de la historia de Roma en los textos latinos y griegos.",
        "- Historia y organización política y social de Roma como parte esencial de la historia y cultura de la sociedad actual.",
        "- Instituciones, creencias y formas de vida de la civilización latina desde la perspectiva sociocultural actual.",
        "- Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit. Grecia en los textos literarios latinos.",
        "- La aportación de Roma a la cultura y al pensamiento de la sociedad occidental.",
        "La antigua Roma en textos de épocas posteriores.",
        "- El mar Mediterráneo como encrucijada de culturas y vehículo de transmisión cultural entre occidente y oriente. Relación de Roma con las culturas extranjeras.",
        "E. Legado y patrimonio",
        "- Legado, herencia y patrimonio culturales: profundización.",
        "- La transmisión textual latina como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Soportes de escritura: tipos y preservación.",
        "- Proceso de sincretismo entre la mitología griega y romana. La mitología clásica en manifestaciones literarias y artísticas.",
        "- La romanización de Hispania: causas y consecuencias. Las huellas de su pervivencia.",
        "- Obras públicas y urbanismo: construcción, conservación, preservación y restauración.",
        "- El derecho romano, su transmisión y documentos actuales. Su importancia en el sistema jurídico actual.",
        "- Evolución de las instituciones políticas romanas a lo largo de su historia. Su influencia y pervivencia en el sistema político actual. La importancia del discurso público para la vida política y social.",
        "- La oratoria en Roma. Técnicas de debate y de exposición oral. Oratoria en la Antigüedad y en mundo moderno.",
        "- Principales obras artísticas de la Antigüedad romana.",
        "- Principales yacimientos arqueológicos, museos o festivales relacionados con la Antigüedad Clásica en Castilla y León y en el resto de España.",
        "- La filosofía en Roma y su influencia en el pensamiento occidental actual."
    ]
}