{
  "competenciasEspecificas": [
    "1. Understand and interpret the general meaning and the most relevant details of oral, written and multimodal texts expressed clearly and in the standard language, searching for reliable sources in both analog and digital formats, and making use of strategies such as meaning inference , to respond to specific communication needs. CCL2, CCL3, CP1, CP2, STEM1, CD1, CPSAA5, CCEC2.",
    "2. Produce original oral, written and multimodal texts, of medium length, simple and with a clear organization, searching in reliable sources and using strategies such as planning, compensation or self-repair, to express messages in a creative, adequate and coherent way relevant and to respond to specific communicative purposes. CCL1, CP1, CP2, STEM1, CD2, CPSAA5, CE1, CCEC3.",
    "3. Interact with other people orally and in writing with increasing autonomy, using cooperation strategies and using analog and digital resources, to respond to specific communicative purposes in respectful exchanges with courtesy rules. CCL5, CP1, CP2, STEM1, CPSAA3, CC3.",
    "4. Mediate in everyday situations between different languages, both in an oral and written context, using simple strategies and knowledge aimed at explaining concepts or simplifying messages, to transmit information efficiently, clearly and responsibly. CCL5, CP1, CP2, CP3, STEM1, CPSAA1, CPSAA3, CCEC1.",
    "5. Expand and use personal linguistic repertoires between different languages, analyzing their similarities and differences, reflecting critically on their functioning and becoming aware of one's own strategies and knowledge, to improve the response to specific communication needs and broaden learning strategies. in the different languages. PC2, STEM1, CPSAA1, CPSAA5, CD2.",
    "6. Critically assess and adapt to linguistic, cultural and artistic diversity, starting from the foreign language, identifying and sharing the similarities and differences between languages and cultures, to act empathetically and respectfully in intercultural situations and to promote coexistence. CCL5, CP3, CPSAA1, CPSAA3, CC3, CCEC1."
  ]
}