{
  "saberes": [
    "A. Escolta i percepció musical",
    "- Anàlisi descriptiva de les característiques més rellevants de diverses propostes musicals",
    "- Relació entre les danses, les agrupacions vocals i instrumentals en les diferents etapes històriques.",
    "- Recerca d’artistes i agrupacions locals, regionals, nacionals i d’arreu.",
    "- Anàlisi d’esdeveniments i manifestacions musicals, escèniques i dansístiques en viu i registrades.",
    "B. Interpretació, improvisació i creació",
    "- Pràctica de les tècniques elementals per a la interpretació: tècniques vocals, instrumentals i corporals, tècniques d’estudi i de regulació de les emocions.",
    "- Interpretació de repertori vocal, instrumental o corporal individual i/o grupal de diferents tipus de música actual.",
    "- Improvisació guiada i lliure a partir de tècniques vocals, instrumentals i/o corporals.",
    "- Creació de productes musicals i audiovisuals a partir de diferents elements i recursos.",
    "- Edició de partitures i aplicacions informàtiques en la creació, la interpretació i la improvisació.",
    "- Participació en activitats musicals mostrant les normes socials de comportament adequades.",
    "C. Context i cultures musicals, mitjans de comunicació i tecnologies",
    "- Edició, gravació i reproducció del so en diferents contextos.",
    "- Ús de sistemes d’enregistrament i reproducció de so dins i fora de l’aula.",
    "- Contextualització històrica i social de la música al cinema.",
    "- Anàlisi de les músiques populars urbanes nacionals i internacionals des dels anys 50 fins a l’actualitat. El rock. El jazz. Principals solistes i grups musicals.",
    "- Valoració de la transformació dels valors, els hàbits, el consum i el gust musical com a conseqüència dels avenços tecnològics."
  ],
  "criteriosEvaluacion": [
    "1.1 Explicar els factors històrics, culturals i socials que envolten determinades produccions musicals, comprenent-ne les característiques i la funció a través de l’anàlisi d’exemples amb una actitud oberta i respectuosa.",
    "1.2 Valorar tot tipus de manifestacions musicals del segle XX i de l’actualitat incloent-hi el cinema, en relació amb els seus elements característics com a reflex de la societat on van ser creades des d’una actitud d’obertura, interès i respecte.",
    "1.3 Relacionar l’opinió personal i les emocions experimentades amb els coneixements musicals de manera respectuosa i crítica sobre exemples de músiques estudiades a través de l’audició, visionat o l’assistència a esdeveniments musicals.",
    "2.1 Aplicar tècniques d’improvisació individuals o grupals, utilitzant el cos, la veu, els instruments o les eines tecnològiques i desenvolupant la creativitat i l’autoconfiança.",
    "2.2 Desenvolupar habilitats musicals individuals i grupals a través de la interpretació, enfortint l’autoestima i la consciència col·lectiva.",
    "3.1 Utilitzar tècniques d’interpretació musical i corporal adequades al context per a l’aprofundiment de les destreses musicals, potenciant l’expressió d’emocions i la seguretat en si mateix/a.",
    "3.2 Mostrar autonomia i responsabilitat en els processos creatius participant com a intèrpret en actuacions i manifestacions musicals i escèniques dins i fora de centre.",
    "3.3 Proposar tècniques d’interpretació musical i de moviment per a audicions i concerts a l’aula i fora, desenvolupant la creativitat i el respecte cap als altres.",
    "4.1 Crear composicions complexes vocals, instrumentals, coreogràfiques i multidisciplinàries de manera individual i/o col·laborativa, mostrant respecte a idees, emocions i sentiments del grup.",
    "4.2 Organitzar produccions que utilitzin la veu, el cos, els instruments i/o les eines digitals per al desenvolupament de projectes musicals, generant les oportunitats de desenvolupament personal, social i professional fruit de la feina col·laborativa."
  ]
}