{
    "situacionesAprendizaje": [
        "El currículo nacional dice:",
        "La adquisición y el desarrollo de las competencias clave, que se describen en el anexo I de este real decreto y se concretan en las competencias específicas de cada materia, se verán favorecidos por metodologías que reconozcan al alumnado como agente de su propio aprendizaje. Para ello es imprescindible la implementación de propuestas pedagógicas que, partiendo de los centros de interés de los alumnos y alumnas y aumentándolos, les permitan construir el conocimiento con autonomía, iniciativa y creatividad desde sus propios aprendizajes y experiencias. Las situaciones de aprendizaje representan una herramienta eficaz para integrar los elementos curriculares de las distintas materias mediante tareas y actividades significativas y relevantes para resolver problemas de manera creativa y cooperativa, reforzando la autoestima, la autonomía, la iniciativa, la reflexión crítica y la responsabilidad.",
        "Para que la adquisición de las competencias sea efectiva, dichas situaciones deben estar bien contextualizadas y ser respetuosas con las experiencias del alumnado y sus diferentes formas de comprender la realidad. Asimismo, deben estar compuestas por tareas complejas cuya resolución conlleve la construcción de nuevos aprendizajes y los prepare para su futuro personal, académico y profesional. Con estas situaciones se busca ofrecer al alumnado la oportunidad de conectar y aplicar lo aprendido en contextos de la vida real. Así planteadas, las situaciones constituyen un componente que, alineado con los principios del Diseño universal para el aprendizaje, permite aprender a aprender y sentar las bases para el aprendizaje a lo largo de la vida, fomentando procesos pedagógicos flexibles y accesibles que se ajusten a las necesidades, las características y los diferentes ritmos de aprendizaje del alumnado y que favorezcan su autonomía.",
        "El diseño de estas situaciones debe suponer la transferencia de los aprendizajes adquiridos por parte del alumnado, posibilitando la articulación coherente y eficaz de los distintos conocimientos, destrezas y actitudes propios de esta etapa. Las situaciones deben partir del planteamiento de unos objetivos claros y precisos que integren diversos saberes básicos. Además, deben proponer tareas o actividades que favorezcan diferentes tipos de agrupamientos, desde el trabajo individual al trabajo en grupos, permitiendo que el alumnado asuma responsabilidades personales de manera autónoma y actúe de forma cooperativa en la resolución creativa del reto planteado. Su puesta en práctica debe implicar la producción y la interacción verbal e incluir el uso de recursos auténticos en distintos soportes y formatos, tanto analógicos como digitales. Las situaciones de aprendizaje deben fomentar aspectos relacionados con el interés común, la sostenibilidad o la convivencia democrática, esenciales para que el alumnado sea capaz de responder con eficacia a los retos del siglo XXI.",
        "Por otro lado:",
        "Dentro de cada materia, el curríuclo autonómico da indicaciones sobre cómo elaborar las situaciones de aprendizaje en cada una de ellas, como veremos después."
    ]
}