{
  "saberes": [
    "A. Communication.",
    "1. Self-confidence and initiative. Use of all available resources and strategies to achieve a specific communicative purpose. Non-dissuasive nature of errors as a sign of learning communicative processes",
    "2. Commonly used strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
    "2.1 Understanding",
    "• Prediction of the contents of a text from titles, headlines, entries, headings.",
    "• Identification of the function of the paragraphs or sections in the general organization of the text.",
    "• Identification of connectors (numeric, temporal, logical) that express the general organization of the text and the logical or temporal relationships that articulate it.",
    "• Deduction of the meaning of a section of the text from the whole of it.",
    "• Deduction of the meaning of unknown words from the context to infer the sentence meaning.",
    "• Deduction of the probable meaning of words by means of the identification of the parts that constitute it (lexemes, morphemes, suffixes and prefixes)",
    "2.2 Production and Co-production",
    "2.2.1 Planning",
    "• Rehearsal of new combinations and expressions from their repertoire, requesting feedback.",
    "• Identification of the main ideas to be conveyed, limiting the message to what is remembered and the means available to express it.",
    "• Identification of the recipient to adapt the expression and information to their needs.",
    "• Recognition of the type of text and its typical structure to organize the information in a coherent way.",
    "• Realization of schemes or scripts prior to production",
    "2.2.2 Compensation",
    "• Definition of features of something concrete whose word is not remembered or unknown.",
    "• Qualification of a word similar to the unknown one",
    "• Qualification of hypernyms",
    "• Use of a simple word that means something similar to the concept to be conveyed, requesting correction from the interlocutor.",
    "• Foreignization of a Spanish word, requesting confirmation from the interlocutor",
    "2.2.3 Control and repair",
    "• Correction of confusions in factual information (time, places) that can give rise to misunderstandings when indicating that there is a problem.",
    "• Request for confirmation that the form used is correct.",
    "• Restart communication using a different tactic when communication has been interrupted.",
    "• Personal record of frequent errors and conscious follow-up of the production in this regard.",
    "3. Mediation: planning, intervention and evaluation activities, skills and strategies that allow students to avoid and resolve communicative conflicts.",
    "3.1 Activities",
    "• Mediation of texts",
    "· Paraphrasing, explanation, synthesis and translation of an oral or written text",
    "· Taking notes (of a meeting, presentation, conference, etc.)",
    "Explanation of your personal opinion about creative texts, including literature",
    "• Mediation of concepts",
    "· Collaboration in a working group.",
    "Leadership of a working group.",
    "• Mediation in communication",
    "· Promotion of a multicultural space.",
    "· Acting as an intermediary in informal situations.",
    "3.2 Strategies",
    "• Schedule:",
    "Connection with previous knowledge",
    "Search for support",
    "· Creation of glossaries.",
    "Preliminary consideration of the interlocutor's needs",
    "· Conduction of the speech",
    "• Intervention",
    "· Reformulation of the text to make it more understandable",
    "Promoting group work",
    "· Appropriate use of non-verbal language.",
    "• Evaluation:",
    "· Verification that the conflict has been adequately managed.",
    "4. Commonly used communicative functions appropriate to the field and communicative context:",
    "• Greetings, farewells and introductions with formulas typical of the language.",
    "• Description and characterization of people and their living conditions, objects, places, phenomena and known events, including vocabulary and varied information organized in habitual structures and circumlocutions",
    "• Situation of events in time using a diverse repertoire of indicators and temporal expressions.",
    "• Situation of objects, people and places in space in an appropriate way using a sufficient repertoire of spatial indicators.",
    "• Request and exchange of information on daily issues with sentences of habitual structure and memorized formulas.",
    "• Offering and interpretation of instructions and orders with habitual structures on frequent and/or predictable situations.",
    "• Offering, accepting and rejecting help, propositions or suggestions through the use of various habitual expressions and formulas.",
    "• Partial expression of taste or interest and emotions through a sufficient lexical and grammatical repertoire.",
    "• Narration of past events, description of present situations, and expression of future events with a varied lexicon, using a series of connected frequent grammatical structures that include adequate verb tenses and habitual temporal expressions.",
    "• Expression of opinion through various expressions.",
    "• Expression of possibility, uncertainty and doubt.",
    "• Simple arguments.",
    "• Making hypotheses and assumptions.",
    "• Reformulation and synthesis of specific information on daily or habitual aspects with simple structures and vocabulary",
    "5. Contextual models and discursive genres commonly used in the comprehension, production and co-production of oral, written and multimodal texts.",
    "5.1 Characteristics and context recognition:",
    "• Social distance between participants: informal, semi-formal and formal registration.",
    "• Ambit:",
    "· staff",
    "educational",
    "· public",
    "occupational",
    "• Situation:",
    "face-to-face",
    "· online",
    "• synchronous",
    "• asynchronous",
    "5.2 Text structure",
    "• Overall structure:",
    "· Sections.",
    "· Function: interpersonal, transactional, instructive, evaluative, descriptive, narrative, expository, argumentative.",
    "· Design: formats, patterns and graphic elements.",
    "· Microstructure: coherence and cohesion mechanisms o Connectors and link expressions.",
    "· Pauses and prosodic changes.",
    "· Emphatic patterns: discursive markers.",
    "Paragraph: topic sentence and supporting sentences.",
    "· Punctuation.",
    "5.3 Genres: (P) Production; (C) Comprehension; (I) Co-production or interaction.",
    "5.3.1 Oral genres",
    "• Announcements and announcements issued by public address system in public environments: stations and means of transport, commercial establishments, cultural spaces. (C)",
    "• Simple radio news about events(C).",
    "• Radio weather bulletins. (C)",
    "• Podcast on academic or usual topics and of interest. (C)",
    "• Theatrical performances in adapted language. (C)",
    "• Informal face-to-face conversations on topics of personal interest or pertinent in everyday life: personal experiences, feelings, opinions. (I)",
    "• Formal face-to-face conversations for transactional purposes: simple administrative procedures, changes or returns, request for services, complaints. (I)",
    "• Interviews on academic and medical topics. (I)",
    "• Brief formal online conversations for transactional purposes: making appointments, requesting basic services, requests for information, confirmations, inquiries. (I)",
    "• Brief informal and semi-formal videoconferences with one or more interlocutors for personal purposes: consultations, personal exchanges on the general state of affairs or on incidents. (I)",
    "• Informal and semi-formal videoconferences with one or more interlocutors for educational purposes of collaborative work. (I)",
    "• Simple informal and semi-formal recorded online messages for personal purposes: request for information or help, notices, plans, cancellations, invitations, appointments, instructions. (C) and (P)",
    "• Brief and simple anecdotes, related to everyday situations. (C) and (P)",
    "• Short semi-formal and formal speeches in social gatherings and everyday celebrations: introductions, congratulations, thanks. (C) and (P)",
    "• Semi-formal and medium-formal public presentations on well-known topics or topics of personal interest, with or without visual support. (C) and (P)",
    "5.3.2 Written genres",
    "• Brief and simple anecdotes, related to everyday situations. (C) and (P)",
    "• Commercial advertisements or information and awareness campaigns. (C)",
    "• Informative articles of medium length on habitual topics or of interest. (C)",
    "• Catalogs of products, exhibitions, services. (C)",
    "• Interviews published in printed or digital press. (C)",
    "• Online forms for making reservations (C).",
    "• Travel guides. (C)",
    "• Brief graphic stories. (C)",
    "• Instructions printed in booklets or labels on the handling of devices, tools or products. (C)",
    "• Song Lyrics. (C)",
    "• Current news in printed and digital newspapers and magazines. (C)",
    "• Simple poems. (C)",
    "• Medication leaflets. (C)",
    "• Adapted stories of medium length. (C)",
    "• Letters and basic formal electronic messages for common transactional purposes: registrations, requests, proposals, confirmations, cancellations, complaints. (I)",
    "• Letters and formal electronic messages for personal purposes in which information on personal, academic or occupational aspects is provided or requested. (I)",
    "• Letters and informal and semi-formal electronic messages of medium length for personal purposes: experiences, feelings, anecdotes, events. (I)",
    "• Online or printed questionnaires with closed and open answers: opinion polls, evaluation, assessment. (I)",
    "• Informal and semi-formal short messages in asynchronous online discussions. (I)",
    "• Short informal messages for personal purposes of immediate relevance in synchronous online conversations (I)",
    "• Journals for personal or educational purposes. (P)",
    "• Informal and Semi-Formal Online Postings for Personal Purposes: Experiences, Feelings, Social Events, and Ratings (C) and (P)",
    "• Brief descriptive and explanatory reports on aspects of the environment: natural environment, social relations, institutions. (C) and (P)",
    "• Notes and messages of immediate relevance: notices, messages, requests, advice. (C) and (P)",
    "• Simple cooking recipes. (C) and (P)",
    "• Reviews about places or cultural content. (C) and (P)",
    "• Synopsis: summaries and outlines. (C) and (P)",
    "5.3.3 Multimodal genera:",
    "• Commercial advertisements or information and awareness campaigns.(C)",
    "• Meteorological bulletins. (C)",
    "• Short and simple documentaries. (C)",
    "• Brief interviews on well-known topics. (C)",
    "• Simple news about events and happenings. (C)",
    "• Movies or series where the action drives most of the plot. (C)",
    "• Tutorials on handling digital tools or other daily operations or of interest. (C)",
    "• Explanatory videos on linguistic and cultural content. (C)",
    "• Music Videos. (S)",
    "• Short video report on educational activities. (P)",
    "6. Linguistic units in common use and meanings associated with said units.",
    "• Expression of logical relations: conjunction (and, too, also, not only…but also, both…and), disjunction (or), opposition/concession [(not…) but, (al)though)], cause [ because (of)], due to, as), purpose (to- infinitive, for), comparison (as/not so +adj. + as, less/more + adj./adv. (than), better and better, the highest in the world), result (so, so that), indirect speech (reported information, offers, suggestions and commands), temporality (as soon as, the moment (she left), while, when), location (where) and entities (who, which, that; direct and indirect objects).",
    "• Affirmation (affirmative sentences, tags, me too, think/hope so).",
    "• Exclamation: What + (adj. +) noun, e.g.: What beautiful horses!; How (+ adv.) + adj., e.g.: How very nice!; sentences and exclamatory expressions, e.g.: Hey, that's my bike! ).",
    "• Negation (negative sentences with never, no (+ noun, v. g. No chance), nobody, nothing; negative tags; me neither).",
    "• Interrogation (Wh- questions, Aux. Questions, What is the book about?, tags).",
    "• Expression of time: past (past simple and continuous, present perfect, past perfect), present (simple and continuous present), future (going to, will, present simple and continuous + adv.).",
    "• Expression of the passive voice in all tenses.",
    "• Expression of aspect: punctual (simple tenses), durative (present and past simple/perfect, and future continuous), habitual (simple tenses (+ adv., e.g.: every Sunday morning), used to), inchoative (be about to, start +ing) and terminative (stop –ing).",
    "• Expression of modality: factuality (declarative sentences), capacity (can, be able), possibility/probability (could, may, might, perhaps), necessity (must, need, have (got) to), obligation (have (got) to, must, imperative), permission (may, could, allow) and intention (present continuous); and of the semi-modality.",
    "• Expression of existence at any time (v. g. there could be), entity (count/uncount/collective/compound nouns; pronouns (relative, reflexive/emphatic, one(s); determiners), and quality (v. g. pretty good, much too expensive).",
    "• Expression of quantity (singular/plural; cardinal and ordinal numbers; expressions of quantity: e.g. lots/plenty (of), both, none, most, all (the); expressions of degree: e.g. absolutely; a (little) bit, really, quite, so, a little).",
    "• Expression of space and spatial relations (prepositions and adverbs of place, position, distance, movement, direction, origin and organization).",
    "• Expression of time: moments (eg at midnight), periods (eg century, season, term), and temporary indications (ago, early, late), duration (from...to, during, until, since), anteriority (already , (not) yet), posteriority (afterwards, later), sequence (first, second, after that, finally), simultaneity (just when, while, as), and frequency (e.g. twice/four times a week; daily). ",
    "• Expression of the manner (adverbs and expressions of manner, e.g.: carefully; in a hurry).",
    "• Expression of the condition (conditionals 0, 1, 2 and 3 with if and unless).",
    "7. Commonly used vocabulary of interest to students",
    "• Identification and personal identity.",
    "• Housing, home and environment.",
    "• Daily life activities.",
    "• Family and friends.",
    "• Work and occupations.",
    "• Education and study.",
    "• Free time, leisure, sports, trips and vacations.",
    "• Health and physical care.",
    "• Purchases and commercial activities",
    "• Food and restoration.",
    "• Transportation.",
    "• Language and communication.",
    "• Environment.",
    "• Climate and natural environment.",
    "• Technology of the information and communication.",
    "• Word formation",
    "• Compound words",
    "• False cognates",
    "8. Commonly used sound, stress, rhythmic, and intonation patterns, and general communicative meanings and intentions associated with these patterns.",
    "• Reading aloud: orthoepic relationships.",
    "• vowel sounds",
    "• Consonantal sounds",
    "• Pronunciation of the plurals (differences between): /z/, /s/ and /iz/",
    "• Pronunciation of the third person singular in the present -s, -es: /z/, /s/ and /iz/",
    "• Rhythm in prayers.",
    "• Union of words in the speech.",
    "• Weak forms: was / were, to",
    "• Finals of regular verbs in the past",
    "• Past participles of regular and irregular verbs.",
    "• Word stress.",
    "• Silent consonants",
    "• Connected speech (connected speech / connected speech)",
    "• The graphemes g, o, i, s, u, c, ai and ea",
    "• and silent",
    "• The letters 'y' and 'j'.",
    "• c and ch",
    "• ’ll, won’t",
    "• Stress of verbs with two syllables",
    "•-ing",
    "• Accentuation of prepositions",
    "• Homophones",
    "• Diphthongs",
    "• Double consonants",
    "• Interrogative particles",
    "• or and or",
    "• The two ways of pronouncing ‘the’.",
    "• Pronunciation of the weak form 'have'.",
    "• -ough and -augh",
    "• Intonation and question tags",
    "• Basic differences between sounds:",
    "9. Orthographic conventions in common use and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "9.1. Orthographic conventions in common use. Alphabetic systems.",
    "Perception and production of:",
    "• The forms of the letters in their normal and italic modalities, both upper and lower case.",
    "• Correct spelling of words, including oral and/or written contraction forms.",
    "• Punctuation marks and their rules of use.",
    "• Typographical conventions and the varieties of typefaces, etc.",
    "• Commonly used non-alphabetizable signs (eg: @, &, $, etc.)",
    "9.2. Meanings and communicative intentions.",
    "• Orthoepic needs: use and articulation of a correct pronunciation based on words that have been learned in their written form. .",
    "o Commonly used spelling conventions.",
    "o Basic conventions used in dictionaries for the representation of pronunciation.",
    "o Repercussion that written forms, especially punctuation marks, have on expression and intonation.",
    "• Resolution of ambiguities in common use (homonymous words, syntactic ambiguities, etc.) depending on the context.",
    "• Organization of information through punctuation marks.",
    "10. Commonly used conversational conventions and strategies, in synchronous or asynchronous format",
    "10.1 Speaking time",
    "• Expressions to start, maintain or end a communicative exchange.",
    "• Expressions to request intervention in a communicative exchange.",
    "10.2 Cooperation",
    "• Basic repertoire of expressions to help maintain a conversation or a discussion.",
    "• Identification and summary of the main ideas previously expressed to focus the discussion.",
    "• Repetition or restatement of part of what someone has said to confirm mutual understanding and contribute to the development of the exchange.",
    "• Expressions to invite other people to participate in the exchange.",
    "10.3 Clarification",
    "• Expressions to request that the interlocutor clarify or re-elaborate what she has just said.",
    "• Expressions to request more details or explanations in order to continue the discussion.",
    "11. Resources for learning and commonly used strategies for searching and selecting information:",
    "11.1 Resources",
    "• Print and digital dictionaries.",
    "• Reference books.",
    "• Libraries and media libraries.",
    "• Digital and computer resources: educational networks, websites, shared content channels, content banks and activities.",
    "11.2 Strategies",
    "11.2.1 Search in dictionaries and reference books",
    "• Efficient use of the component parts of dictionary entries: lemma, pronunciation, grammatical category, definition, meanings, example, synonyms and antonyms.",
    "• Use of content, subject, bibliographic and annex indexes.",
    "• Identification of graphic design elements that establish the hierarchy of information.",
    "11.2.2 Search in digital media",
    "• Use of filters in search engines.",
    "• Search text: keywords; order; spelling",
    "• Content syndication.",
    "11.2.3 Selection of information in digital media",
    "• Discrimination between official sources of information or of recognized reliability compared to information in forums, blogs or comments on social networks.",
    "• Web domain suffixes that identify its purpose and credibility.",
    "• Logical structure of the information as a guarantee of reliability and selection strategy: content menu, web map with links, own content search engine, synopsis, list of references, links to other complex documents, graphics, tables.",
    "• Authorship as a guarantee of credibility: affiliation of the author, information about the author, logo of the organization, means of contact, statement of principles and purpose of the website.",
    "12. Respect for intellectual property and copyright on the sources consulted and content used.",
    "• Academic honesty: appointment and referral procedures.",
    "• Attribution licences.",
    "• Appropriate and referenced use of summaries, quotations or paraphrases.",
    "• Abstaining from references to unconsulted sources.",
    "13. Commonly used analog and digital tools for oral, written, and multimodal comprehension, production, and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferencing, learning tools, communication, and development of projects with speakers or students of the English language).",
    "B. Plurilingualism and reflection on learning.",
    "1. Strategies and techniques to respond effectively and with increasing levels of fluency, adaptation and correction to a specific communicative need, making creative use of the personal multilingual repertoire.",
    "• Use of documents in English and Spanish to extract information and use it in the production of oral and written texts in English.",
    "• Use of parallel translations of texts.",
    "• Use of contrastive knowledge of grammatical structures and functional expressions in English and Spanish to improve comprehension and production.",
    "• Deduction of the meaning of a text in English from what is understood in texts on the same subject in Spanish.",
    "2. Commonly used strategies to identify, organize, retain, recover and creatively use linguistic units (lexis, morphosyntax, sound patterns, etc.)",
    "2.1 Comparison between languages",
    "• Discovery of analogies between languages: regularities and differences between syntactic, lexical, discursive and functional linguistic structures.",
    "• Comparison of phonetic and graphemic systems between languages.",
    "• Elaboration of a set of hypotheses and rules based on similarities or differences between languages.",
    "• Translation.",
    "• Creation of bilingual glossaries.",
    "2.2 Cognitive and memory strategies",
    "• Discovery and application of rules.",
    "• Identification and registration of new linguistic units in different supports.",
    "• Take notes.",
    "• Classification.",
    "• Association.",
    "• Recognition and use of model structures.",
    "• Use of visual elements: images, animations, labeling in interactive images, schemes, semantic maps.",
    "• Creating summaries.",
    "• Creating short stories.",
    "• Oral and written repetition.",
    "• Oral recording.",
    "• Periodic review: design of a plan.",
    "• Frequent practice in real situations.",
    "• Experimentation in new contexts.",
    "• Collaborative work: pooling of resources; review and periodic collaborative practice.",
    "3. Commonly used strategies and tools for self-assessment, peer-assessment and self-repair, analogue and digital, individual and cooperative.",
    "• Understanding of evaluation rubrics.",
    "• Design of evaluation instruments (questionnaires, task statements).",
    "• Feedback.",
    "• Learning journal.",
    "• European Portfolio of Languages.",
    "• Error handling",
    "· Awareness: identification and recording of errors.",
    "· Carrying out repetition and automation activities.",
    "· Use of writing assistants and word processor extensions for self-repairing of own productions.",
    "4. Metalanguage: expressions and specific vocabulary of common use to exchange ideas about communication, language, learning and communication and learning tools.",
    "5. Basic comparison between languages based on elements of the English language and the Spanish language:",
    "• Mismatched syntactic and grammatical patterns: elided subject in Spanish, subjunctive in Spanish, adjective subordinate clauses, pronominal verbs in Spanish; indirect object as patient subject in English; impersonal passive; causative in English.",
    "• Cognates, false cognates, calques.",
    "C. Interculturality.",
    "1. The English language as a means of interpersonal and international communication, a source of information, and as a tool for social participation and personal enrichment.",
    "• International distribution of the English language.",
    "• Plurilingualism in the societies of English-speaking countries.",
    "• International, institutional and corporate uses of the English language.",
    "2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the English language.",
    "3. Sociocultural and sociolinguistic aspects of common use typical of countries where the English language is spoken.",
    "• Daily life or Routines at home: schedules, occupations.",
    "· Organization of the educational system.",
    "· Workday.",
    "· Healthy habits.",
    "· Recreational activities.",
    "• Living conditions o Housing o Demographic organization o Democratic institutions o Social and health services o Economic sectors o Security o Social activism, volunteering o Sustainability",
    "• Social and personal relationships o Family structures and relationships.",
    "· Traditional and current roles based on age and gender.",
    "· Afective relationships.",
    "· Social differences.",
    "· Migration.",
    "· Minorities.",
    "• Culture, norms, attitudes, customs and values o History (significant historical events or characters) o Arts (music, visual arts, literature, theater, music).",
    "· Celebrations, festivities.",
    "· Folk Wisdom: Idioms and Proverbs.",
    "· Behavior as spectators or customers.",
    "· Behavior as guests.",
    "Social conventions related to hospitality (punctuality, invitations, gifts)",
    "· Taboos",
    "• Non-verbal language o Greetings and goodbyes o Expression of affection o Expression of disapproval.",
    "• Linguistic courtesy o Forms of address o Greetings and farewells o Introductions o Interjections and interjective expressions",
    "• Digital label",
    "Respect the interlocutor",
    "· Correct use of upper and lower case letters",
    "· Correct use of the language (grammar, spelling).",
    "· Clarity: caution when using sarcasm or irony.",
    "Citation of sources",
    "Respect for privacy",
    "Prohibition of sharing inappropriate material",
    "· Understanding of interlocutors' mistakes",
    "4. Commonly used strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "• Acceptance of cultural diversity as a source of personal and social enrichment.",
    "• Recognition of characteristics of one's own family culture.",
    "• Recognition of the complexity of cultural systems and their manifestations in different fields: symbols, languages, norms, values and artistic expressions.",
    "• Awareness that the limits between cultures are not rigid.",
    "• Curiosity: active search for information (through communicative exchanges or resorting to sources of information) on various cultural manifestations.",
    "• Search for positive aspects from the point of view of social and environmental values in cultural manifestations other than family ones.",
    "• Flexibility in the comparison between cultural manifestations, avoiding considering belonging to the culture considered one's own as the only positive assessment criterion.",
    "5. Basic strategies for detection and action against discriminatory uses of language.",
    "• Critical recognition of discriminatory expressions in terms of gender, functional diversity, age, sexual orientation, religion or ethnicity.",
    "• Substitution of discriminatory expressions by inclusive language: use of expressions that recognize the specific disability as a non-defining feature of a person or group (person-first language), inclusive pronouns, inclusive professional titles, suppression of unnecessary gender specification.",
    "• Consultation of inclusive style guides and glossaries."
  ],
  "criteriosEvaluacion": [
    "1.1. Extract and analyze the overall meaning and main ideas, and select pertinent information from oral, written and multimodal texts on everyday topics, of personal relevance or of public interest close to their experience expressed clearly and in the standard language to through various media.",
    "1.2. Interpret and assess the content and discursive features of texts from the fields of interpersonal relationships, the media and learning, as well as literary texts.",
    "1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details of the texts; to infer meanings and interpret non-verbal elements; and to search, select and manage truthful information.",
    "2.1. Orally express simple, structured, comprehensible, coherent and appropriate texts to the communicative situation on everyday matters, of personal relevance or of public interest close to their experience, in order to assess, describe, narrate and inform, in different supports , using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
    "2.2. Write and disseminate texts of medium length with acceptable clarity, coherence, cohesion, correctness and adaptation to the proposed communicative situation, to the textual typology and to the analogical and digital tools used on everyday matters, of personal relevance or of close public interest to his experience, respecting intellectual property and avoiding plagiarism.",
    "2.3. Select, organize and apply strategies and knowledge to plan, produce, review and cooperate in the elaboration of coherent, cohesive, correct and appropriate texts to the communicative intentions, the contextual characteristics, the sociocultural aspects and the textual typology, using the most appropriate physical or digital resources depending on the task and the needs of the audience or potential reader to whom the text is addressed.",
    "3.1. Plan, participate and actively collaborate through the co-production of texts, through various supports, in interactive situations on everyday topics, of personal relevance or of public interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and the digital label, as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.2. Select, organize and use appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromising situations .",
    "4.1. Infer and explain texts, concepts and brief and simple communications to solve communication problems, showing respect and empathy for the interlocutors and for the languages used, and participating in the solution of problems.",
    "4.2. Apply activities and strategies that facilitate communication and serve to explain and simplify texts, concepts and messages, and that are appropriate to the communicative intentions, contextual characteristics and textual typology, using resources and physical or digital supports depending on the needs of each moment.",
    "5.1. Compare and discuss the similarities and differences between different languages, reflecting in a progressively autonomous way on their functioning.",
    "5.2. Creatively use strategies and knowledge to improve their ability to communicate and learn the foreign language with the support of other participants and analog and digital supports.",
    "5.3. Record and analyze the progress and difficulties in learning the foreign language, selecting the most effective strategies to overcome these difficulties and consolidate their learning, carrying out planning activities for their own learning, self-evaluation and co-evaluation, making these progress and difficulties explicit and sharing them .",
    "6.1. Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communication contexts and proposing solutions to those sociocultural factors that make communication difficult. ",
    "6.2. Critically assess in relation to human rights and adapt to the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, favoring the development of a shared culture and a citizenry committed to sustainability and democratic values. ",
    "6.3. Apply strategies to defend and appreciate linguistic, cultural and artistic diversity."
  ]
}