{
  "saberes": [
    "I. Vida Saludable y gestión de la actividad física",
    "1. Desarrollo de prácticas de acondicionamiento físico saludable.",
    "2. Aplicación de las fases de activación y vuelta a la calma.",
    "3. Experimentación de prácticas introyectivas.",
    "4. Prevención, cuidado y pautas de actuación seguras en prácticas motrices asociadas a la alimentación, la educación postural, los primeros auxilios o la prevención de lesiones entre otros.",
    "5. Gestión de la actividad física con opción de empleo de herramientas digitales que enriquezcan su práctica.",
    "II. Retos motores",
    "1. Fundamentos para la puesta en práctica de actividades motrices asociadas a las capacidades condicionales: capacidades físicas y capacidades coordinativas.",
    "2. Fundamentos de participación en actividades motrices a través de desafíos individuales.",
    "3. Fundamentos de participación en actividades motrices a través de desafíos cooperativos.",
    "4. Fundamentos de participación en actividades motrices a través de desafíos de oposición.",
    "5. Fundamentos de participación en actividades motrices a través de desafíos de cooperación-oposición.",
    "III. Inclusión y autorregulación emocional en las situaciones motrices",
    "1. Participación en actividades motrices bajo criterios de inclusión.",
    "2. Principios básicos en actividades para el autoconocimiento, la gestión de las emociones y las habilidades sociales en la actividad física.",
    "IV. Manifestaciones motrices socioculturales",
    "1. Conocimientos básicos para la puesta en práctica de actividades motrices de la cultura canaria.",
    "2. Conocimientos básicos para la puesta en práctica de actividades motrices de otras culturas.",
    "V. Manifestaciones motrices expresivas",
    "1. Principios básicos para la práctica de actividades con finalidad artístico-expresiva.",
    "2. Principios básicos para la práctica de actividades con finalidad rítmico-expresiva.",
    "VI. Desarrollo sostenible desde la motricidad en distintos entornos",
    "1. Fundamentos de la práctica de actividades motrices bajo criterios de sostenibilidad en entornos urbanos y naturales.",
    "2. Principios de la práctica en desplazamientos a pie o sobre ruedas, a través de una movilidad sostenible y segura.",
    "3. Principios de la práctica de actividades motrices sostenibles y seguras vinculadas al tiempo libre, a una ciudadanía activa y al compromiso cívico."
  ],
  "criteriosEvaluacion": [
    "1.1. Desarrollar prácticas de acondicionamiento físico y prácticas introyectivas, relacionadas con la salud y bajo pautas de seguridad, con la posibilidad de explorar recursos y aplicaciones digitales que ayuden y faciliten su práctica, partiendo de su realidad individual, necesidades y expectativas, para incorporarlas a un estilo de vida saludable, con responsabilidad, conciencia y actitud cívica. CCL3, STEM2, STEM5, CD4, CPSAA2, CPSAA4",
    "2.1. Explorar y practicar retos motrices diversos, con distintos grados de interacción, participación e incertidumbre, evaluando su desempeño y el de sus iguales, a través de la aplicación de los mecanismos de percepción, toma de decisiones y ejecución, incidiendo en aquellos aspectos que condicionan su práctica, así como consolidando actitudes de superación y resiliencia, para favorecer su transferencia a otros contextos. CPSAA4, CPSAA5, CE2, CE3",
    "3.1. Vivenciar diferentes situaciones motrices desde una perspectiva inclusiva y respetuosa con las diferencias individuales y las normas establecidas, mostrando tolerancia y fomentando el juego limpio, para aprender a gestionar emociones y habilidades sociales en contextos variados de práctica motriz. CCL5, CPSAA1, CPSAA3, CPSAA5, CC3",
    "4.1. Practicar las distintas manifestaciones motrices de la cultura canaria y de otras culturas, favoreciendo su conservación mediante procesos reflexivos en el marco social en el que se generan para contribuir al desarrollo de una visión contextualizada, abierta y diversa. CC2, CC3, CCEC1, CCEC2, CCEC3, CCEC4",
    "4.2. Experimentar los recursos expresivos del cuerpo y el movimiento, disfrutando con imaginación y creatividad para enriquecer su desarrollo personal y social. CC2, CC3, CCEC1, CCEC2, CCEC3, CCEC4",
    "5.1. Practicar y valorar situaciones motrices en entornos naturales y urbanos, con la posibilidad de prestar acciones al servicio de la comunidad, aportando ideas, codiseñando, aplicando normas de seguridad y disfrutando de manera sostenible, para preservar la salud, el bienestar emocional y el medioambiente. STEM5, CC4, CE1, CE3"
  ]
}