{
    "criteriosEvaluacion": [
        "1.1. Identificar los elementos que constituyen una obra musical y su función dentro de la composición a través de la escucha activa y con apoyo de la partitura.",
        "1.2. Describir las características musicales básicas de una obra a partir de la escucha activa y el estudio de partituras, analizando sus elementos constitutivos.",
        "1.3. Establecer comparaciones entre diferentes composiciones musicales pertenecientes a diferentes contextos, géneros y estilos, incluyendo el patrimonio musical de Andalucía, con actitud de respeto respecto a los condicionantes sociales, históricos y culturales, reconociendo la diversidad cultural como elemento enriquecedor de la sociedad.",
        "2.1. Analizar, de forma guiada, obras musicales, identificando estructuras formales simples y los procedimientos compositivos utilizados.",
        "2.2. Asociar las obras analizadas con su contexto de creación, investigando sobre su compositor o compositora y su época.",
        "2.3 Identificar los principales elementos del flamenco como forma de expresión artística, vaorandosu aportación al patrimonio cultural inmaterial.",
        "3.1. Expresar una opinión propia, informada y fundamentada, sobre las obras analizadas, utilizando un vocabulario musical adecuado.",
        "3.2. Elaborar reseñas musicales para su difusión en medios analógicos y digitales, respetando los derechos de autor y la propiedad intelectual.",
        "4.1. Reproducir patrones melódicos, rítmicos, armónicos y formales de obras analizadas, aplicando estrategias de memorización y utilizando la interpretación vocal, corporal o instrumental en proyectos musicales grupales.",
        "4.2. Generar nuevas ideas musicales, combinando patrones melódicos, rítmicos, armónicos y formales previamente analizados e interiorizados.",
        "4.3. Utilizar, de forma guiada, diferentes herramientas tecnológicas en la creación de proyectos musicales diversos .",
        "5.1. Identificar las funciones que cumple la música cuando se asocia con otras formas de expresión, por ejemplo: cine, teatro y danza, analizando sus características y el efecto que genera en el espectador.",
        "5.2. Desarrollar propuestas creativas que combinen la música, especialmente la de la comunidad autónoma andaluza, con inclusión del flamenco, con otras formas de expresión artística."
    ],
    "saberes": [
        "A. Iniciación al análisis musical",
        "AMUS.1.A.1. La escucha activa y el estudio de partituras como soportes para el análisis.",
        "AMUS.1.A.2. Elementos básicos de la música y la relación entre ellos: ritmo, tempo, melodía, armonía, textura, timbre, dinámica y agógica.",
        "AMUS.1.A.3. Técnicas de análisis auditivo de obras de diferentes estilos y géneros incluyendo obras propias del patrimonio musical andaluz e incidiendo de forma relevante en el repertorio flamenco.",
        "AMUS.1.A.4. Estrategias de análisis de los elementos musicales de la partitura con apoyo de la audición. ",
        "AMUS.1.A.5. El género musical. Criterios de clasificación. Identificación de sus tipos. Diferencias con el estilo. ",
        "AMUS.1.A.6. Procedimientos para la elaboración de reseñas musicales.",
        "AMUS.1.A.7. Recursos digitales para la investigación, la composición y la difusión musical. El registro musical como base de la audición: evolución de la grabación sonora desde sus orígenes hasta nuestros días con la era digital.",
        "AMUS.1.A.8. Respeto de los derechos de autor y de la propiedad intelectual.",
        "B. La forma musical",
        "AMUS.1.B.1. Sintaxis musical e interrelación con la morfología de los diferentes elementos musicales: célula, motivo, frase y semifrase, período, sección y movimiento. Ritmo melódico y armónico. Cadencias.",
        "AMUS.1.B.2. Formas simples. Formas-tipo. Representación de esquemas formales.",
        "AMUS.1.B.3. Procedimientos compositivos fundamentales: repetición, variación, contraste y desarrollo. ",
        "AMUS.1.B.4. Iniciación al análisis del flamenco: principales disciplinas, estructuras, armonías y compás. ",
        "AMUS.1.B.5. Función de la música en combinación con otras manifestaciones artísticas"
    ]
}