{
    "competenciasClave": [
        "COMPETENCIA EN COMUNICACIÓN LINGÜÍSTICA: En Educación Infantil se potencian intercambios comunicativos respetuosos con otros niños y niñas y con las personas adultas, a los que se dota de intencionalidad y contenidos progresivamente elaborados a partir de conocimientos, destrezas y actitudes que se vayan adquiriendo. Con ello se favorecerá la aparición de expresiones de creciente complejidad y corrección sobre necesidades, vivencias, emociones y sentimientos propios y de los demás. Además, la oralidad tiene un papel destacado en esta etapa no solo por ser el principal instrumento para la comunicación, la expresión y la regulación de la conducta, sino también porque es el vehículo principal que permite a niños y niñas disfrutar de un primer acercamiento a la cultura literaria a través de las rimas, retahílas, adivinanzas y cuentos, que enriquecerán su bagaje sociocultural y lingüístico desde el respeto de la diversidad.",
        "AL COMPLETAR EL PRIMER CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CCL1. Expresa sensaciones, necesidades y deseos a través de diferentes manifestaciones (tanto verbales como no verbales) en diferentes situaciones presentes en su vida cotidiana y participa de manera espontánea en interacciones con otros iguales con interés, curiosidad y respeto.",
        "CCL2. Interpreta los diferentes estímulos y mensajes (tanto verbales como no verbales) recibidos en el entorno más cercano e interacciona con otras personas de manera activa.",
        "CCL3. Extrae información a partir de la interacción con otras personas a través de la expresión gestual y corporal, favoreciendo con esta información la adquisición de un lenguaje oral que le permita comunicarse de manera gradual y progresiva con sus iguales.",
        "CCL4. Se familiariza de forma lúdica con distintos modelos alfabéticos previos a la lectura adaptados a su edad, respetando los diferentes ritmos de desarrollo personal y despertando su interés y curiosidad. Asimismo, manifiesta interés hacia la literatura infantil con actividades basadas en la escucha oral (nanas, canciones, cuentos…).",
        "AL COMPLETAR EL SEGUNDO CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CCL1. Expresa sentimientos, vivencias, ideas o emociones con claridad de manera oral y adecuada a diferentes contextos y situaciones cotidianas conocidas, y participa en interacciones comunicativas con actitud curiosa, cooperativa y respetuosa tanto para intercambiar información como para construir vínculos personales.",
        "CCL2. Comprende e interpreta, de manera guiada, mensajes orales y audiovisuales sencillos del ámbito personal, social y educativo para participar activamente y de manera progresiva en contextos cotidianos.",
        "CCL3. Localiza, de manera guiada, información sencilla, descubriendo su utilidad en el proceso de aprendizaje de la lectura, y la incorpora a las diferentes situaciones comunicativas, manifestando una actitud de curiosidad y disfrute.",
        "CCL4. Se inicia de manera progresiva y guiada en diversos modelos de lectura como actividad propia del quehacer diario en el aula, mostrando curiosidad e interés por el lenguaje escrito; establece los primeros contactos con la literatura infantil como fuente de disfrute para despertar su imaginación; y se inicia en el proceso de escritura a través del uso de medios y soportes variados.",
        "CCL5. Se inicia, a través de sus prácticas comunicativas, en el desarrollo de modelos adecuados de convivencia, adoptando herramientas para resolver conflictos de manera dialogada, desarrollando de manera progresiva el lenguaje, evitando cualquier tipo de violencia y discriminación y mostrando actitudes positivas hacia la igualdad de género y el respeto hacia las personas.",
        "CCL5. Establece vínculos afectivos con los demás a través de actividades lúdicas, promoviendo la interacción social con otras personas y desarrollando habilidades de respeto y convivencia hacia estas.",
        "COMPETENCIA PLURILINGÜE: En esta etapa, se inicia el contacto con lenguas y culturas distintas de la familiar, fomentando en niños y niñas las actitudes de respeto y aprecio por la diversidad lingüística y cultural, así como el interés por el enriquecimiento de su repertorio lingüístico. Se promueven de este modo el diálogo y la convivencia democrática.",
        "AL COMPLETAR EL PRIMER CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CP1. Comienza a conocer otros códigos lingüísticos distintos a su lengua familiar a través de la escucha activa de mensajes orales emitidos por personas adultas de su entorno, manifestando interés y disfrute hacia otras lenguas.",
        "CP2. Se familiariza con la realidad plurilingüe de su entorno, a través de la realización de actividades lúdicas desarrolladas en el aula.",
        "CP3. Se acerca a la diversidad lingüística de su entorno, facilitando la relación con otras personas y contribuyendo, así, a la mejora de la convivencia.",
        "AL COMPLETAR EL SEGUNDO CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CP1. Participa, de manera guiada, en interacciones comunicativas sencillas en una lengua, además de la lengua o lenguas familiares relacionadas con situaciones cotidianas de su entorno, manifestando interés por otras lenguas y culturas.",
        "CP2. Toma conciencia de la pluralidad lingüística y cultural de su entorno, iniciándose, en la realización de pequeñas interacciones o conversaciones muy sencillas de una nueva lengua.",
        "CP3. Muestra interés en conocer la diversidad lingüística y cultural de su entorno, facilitando el enriquecimiento de sus estrategias comunicativas y mejora de la convivencia.",
        "COMPETENCIA MATEMÁTICA Y COMPETENCIA EN CIENCIA, TECNOLOGÍA E INGENIERÍA (STEM) Los niños y las niñas se inician en las destrezas lógico-matemáticas y dan los primeros pasos hacia el pensamiento científico a través del juego, la manipulación y la realización de experimentos sencillos. El proceso de enseñanza y aprendizaje en Educación Infantil se plantea en un contexto sugerente y divertido en el que se estimula, desde un enfoque coeducativo, la curiosidad de niños y niñas por entender aquello que configura su realidad, sobre todo lo que está al alcance de su percepción y experiencia, respetando sus ritmos de aprendizaje. Con esta finalidad, se invita a observar, clasificar, cuantificar, construir, hacerse preguntas, probar y comprobar, para entender y explicar algunos fenómenos del entorno natural próximo, iniciarse en el aprecio por el medioambiente y en la adquisición de hábitos saludables. Para el desarrollo de esta competencia clave, se presta una especial atención a la iniciación temprana en habilidades numéricas básicas, la manipulación de objetos y la comprobación de fenómenos.",
        "AL COMPLETAR EL PRIMER CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "STEM1. Observa y experimenta a través del manejo de juegos y juguetes, iniciándose de forma progresiva en la coordinación de la motricidad fina.",
        "STEM2. Observa y anticipa la sucesión de actividades propias de los ritmos de su vida cotidiana y se inicia en el conocimiento de su cuerpo a través de los sentidos.",
        "STEM3. Se inicia en el descubrimiento de los objetos que le rodean y muestra coordinación en los movimientos que realiza en respuesta a estímulos externos.",
        "STEM4. Maneja objetos en situaciones de juego, estableciendo relaciones entre ellos en función de sus características básicas e interaccionando con los demás.",
        "STEM5. Muestra satisfacción por jugar al aire libre, participando con espontaneidad en actividades en contacto con la naturaleza y respetando las indicaciones que se le dan para velar por su seguridad y el cuidado de los elementos naturales.",
        "AL COMPLETAR EL SEGUNDO CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "STEM1. Se inicia en el planteamiento de pequeños problemas mediante la aplicación de procesos básicos manipulativos y creativos que impliquen la utilización gradual de símbolos y códigos matemáticos para acercarse a la solución de cuestiones o problemas de la vida cotidiana.",
        "STEM2. Muestra interés por la observación de los fenómenos cercanos que ocurren a su alrededor e identifica rasgos comunes en los seres vivos, planteándose sencillas preguntas sobre dichos fenómenos.",
        "STEM3. Se inicia de forma guiada en el planteamiento de proyectos que impliquen la resolución de problemas sencillos, utilizando el diálogo y la reflexión como forma de resolución pacífica de conflictos.",
        "STEM4. Participa en interacciones de comunicación oral dirigidas o espontáneas, explicando de manera guiada el proceso seguido en pequeños trabajos realizados, utilizando diversos recursos y soportes (imágenes, dibujos, símbolos…).",
        "STEM5. Se interesa por participar en actividades al aire libre, fomentando conductas que faciliten el desarrollo de hábitos básicos de consumo responsable, mostrando respeto por los elementos naturales y protegiendo su salud de los riesgos más evidentes.",
        "COMPETENCIA DIGITAL: Se inicia, en esta etapa, el proceso de alfabetización digital que conlleva, entre otros, el acceso a la información, la comunicación y la creación de contenidos a través de medios digitales, así como el uso saludable y responsable de herramientas digitales. Además, el uso y la integración de estas herramientas en las actividades, experiencias y materiales del aula pueden contribuir a aumentar la motivación, la comprensión y el progreso en la adquisición de aprendizajes de niños y niñas.",
        "AL COMPLETAR EL PRIMER CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CD1. Comienza a mostrar interés en el uso de diferentes juguetes y herramientas digitales, mostrando interés y curiosidad a través del juego y estimulando, de esta forma, la creatividad.",
        "CD2. Utiliza diversos juguetes y herramientas digitales de manera intuitiva, que le facilitan la expresión de sentimientos y emociones, a través de situaciones lúdicas.",
        "CD3. Interactúa con otras personas en situaciones de trabajo en equipo con herramientas digitales, que le permitan desarrollar destrezas y habilidades motoras y perceptivas.",
        "CD4. Participa en juegos y actividades lúdicas utilizando distintas herramientas digitales y sigue unas pautas sencillas que se le indican para conseguir un uso seguro y saludable de estas herramientas.",
        "CD5. Se inicia a través de actividades lúdicas en el uso de herramientas digitales y se enfrenta a pequeñas situaciones problemáticas que intenta solucionar solicitando ayuda a las personas de su entorno.",
        "AL COMPLETAR EL SEGUNDO CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CD1. Comienza a familiarizarse e interactuar con el uso de diferentes medios y herramientas digitales, mostrando una actitud basada en la curiosidad y respeto a las pautas que se le indican.",
        "CD2. Se inicia en la creación de pequeñas tareas sencillas, usando diferentes herramientas digitales sencillas e intuitivas que les permiten expresar sentimientos, ideas, vivencias o emociones.",
        "CD3. Participa, de manera guiada, en proyectos cooperativos mediante el uso de herramientas o aplicaciones digitales intuitivas y visuales, desarrollando habilidades básicas que le permitan expresarse y trabajar en equipo de manera efectiva.",
        "CD4. Se inicia en la adopción de hábitos y prácticas saludables, familiarizándose, a través de sencillas pautas, con medidas de seguridad básicas y necesarias que favorezcan un uso seguro de las herramientas digitales.",
        "CD5. Comienza a identificar posibles problemas o dificultades que se presentan con el manejo de las herramientas digitales, y solicita ayuda al docente para su resolución.",
        "COMPETENCIA PERSONAL, SOCIAL Y DE APRENDER A APRENDER: Resulta especialmente relevante que los niños y las niñas se inicien en el reconocimiento, la expresión y el control progresivo de sus propias emociones y sentimientos, y avancen en la identificación de las emociones y sentimientos de los demás, así como en el desarrollo de actitudes de comprensión y empatía. Por otro lado, la escolarización en esta etapa supone también el descubrimiento de un entorno diferente al familiar, en el que se experimenta la satisfacción de aprender en sociedad, mientras se comparte la experiencia propia con otras personas y se coopera con ellas de forma constructiva. Para ello, los niños y las niñas comienzan a poner en marcha, de manera cada vez más eficaz, recursos personales y estrategias que los ayudan a desenvolverse en el entorno social con progresiva autonomía y a resolver los conflictos a través del diálogo en un contexto integrador y de apoyo.",
        "AL COMPLETAR EL PRIMER CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CPSAA1. Manifiesta emociones y sentimientos y reclama atención cuando se encuentra ante",
        "AL COMPLETAR EL SEGUNDO CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CPSAA1. Manifiesta sus emociones y sentimientos y afronta situaciones que no puede resolver solicitando situaciones que no puede resolver, empezando a mostrar afecto mediante expresiones verbales y gestuales.",
        "CPSAA2. Responde a estímulos y afronta pequeñas adversidades, anticipándose a las situaciones a medida que interioriza e incorpora en su rutina diaria hábitos de autocuidado y, a través del juego de imitación, observa y reproduce conductas basadas en el trato no discriminatorio.",
        "CPSAA3. Muestra interés en participar en situaciones de juego, reproduciendo conductas, expresando emociones y estableciendo vínculos, a la vez que empieza a desarrollar su propia identidad.",
        "CPSAA4. Participa libremente en actividades que se le ofrecen y empieza a identificar y regular sus emociones ganando confianza en sí mismo.",
        "CPSAA5. Se inicia en la capacidad de anticipar las secuencias de actividades cotidianas y emite mensajes verbales y gestuales solicitando atención cuando quiere satisfacer necesidades básicas. ayuda y colaboración, relacionándose con las otras personas desde una actitud de respeto y afecto.",
        "CPSAA2. Comienza a utilizar estrategias básicas y hábitos de vida saludable para el autocuidado en su rutina diaria relacionados con la alimentación, la higiene y el descanso, iniciándose en la utilización de utensilios básicos de forma segura y en la identificación y rechazo, a través del juego de imitación y simbólico, de situaciones de violencia y discriminación.",
        "CPSAA3. Participa en actividades colectivas de su entorno expresando sus necesidades y sus emociones libremente, colaborando y valorando la cooperación de las personas que le rodean.",
        "CPSAA4. Muestra iniciativa por participar en actividades y mejorar su aprendizaje, confiando en sus propias posibilidades y en las de los demás, valorando el trabajo realizado y aceptando las correcciones.",
        "CPSAA5. Respeta las secuencias temporales asociadas a los acontecimientos y actividades cotidianas, se plantea estrategias sencillas de autoaprendizaje, y solicita ayuda cuando la necesita para conseguir sus objetivos.",
        "COMPETENCIA CIUDADANA: Con el objetivo de sentar las bases para el ejercicio de una ciudadanía democrática, se ofrecen, en esta etapa, modelos positivos que favorezcan el aprendizaje de actitudes basadas en los valores de respeto, equidad, igualdad, inclusión y convivencia, y que ofrezcan pautas para la resolución pacífica y dialogada de los conflictos. Se invita también a la identificación de hechos sociales relativos a la propia identidad y cultura. Del mismo modo, se fomenta un compromiso activo con los valores y las prácticas de la sostenibilidad y del cuidado y protección de los animales. A tal fin, se promueve la adquisición de hábitos saludables y sostenibles a partir de rutinas que niños y niñas irán integrando en sus prácticas cotidianas. Además, se sientan las condiciones necesarias para crear comportamientos respetuosos con ellos mismos, con los demás y con el medio, que prevengan conductas discriminatorias de cualquier tipo.",
        "AL COMPLETAR EL PRIMER CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CC1. Establece vínculos de apego con otras personas, asimilando de manera progresiva, mediante la mediación de las personas adultas, las",
        "AL COMPLETAR EL SEGUNDO CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CC1. Se inicia y muestra interés por conocer las costumbres y tradiciones de su entorno, realizando actividades relacionadas con la reflexión sobre las distintas costumbres propias de su entorno, favoreciendo, de este modo, el desarrollo de las relaciones sociales y personales.",
        "CC2. Se relaciona con otras personas de su entorno y reproduce, a través del juego de imitación, conductas previamente observadas en su entorno, adquiriendo de manera progresiva, con la ayuda de las personas adultas, herramientas para ofrecer y pedir ayuda con respeto y empatía.",
        "CC3. Comienza a percibir las expresiones emocionales de las otras personas de manera que se sienten valorados y respetados, facilitando, así, la adopción de actitudes de respeto, empatía y amistad hacia los demás.",
        "CC4. Comienza a descubrir y conocer el medio natural en el que vive, identificando, con interés y curiosidad, los elementos naturales más habituales de su entorno, mostrando actitud de respeto hacia ellos. normas de convivencia y las aplica, a través del juego, con otras personas de su grupo.",
        "CC2. Participa en actividades comunitarias y se inicia en la resolución de conflictos a través de pequeños diálogos con sus iguales, reproduciendo conductas previamente observadas en su entorno basadas en el respeto, la empatía, la igualdad de género y el respeto a los derechos humanos y el desarrollo sostenible.",
        "CC3. Comienza a percibir y reconocer la necesidad de mostrar respeto hacia otras personas, identificando y rechazando estereotipos de género o cualquier forma de discriminación y violencia.",
        "CC4. Se inicia en la comprensión de las relaciones sistémicas entre las acciones humanas y el entorno, en la adquisición de hábitos saludables y sostenibles para ir incorporándolos poco a poco a su vida cotidiana, contribuyendo de esta forma al cuidado del entorno en el que vive.",
        "COMPETENCIA EMPRENDEDORA: La creación y la innovación son dos factores clave para el desarrollo personal, la inclusión social y la ciudadanía activa a lo largo de la vida. La Educación Infantil es una etapa en la que se estimulan la curiosidad, la iniciativa, la imaginación y la disposición a indagar y a crear mediante el juego, las actividades dirigidas o libres, los proyectos cooperativos y otras propuestas de aprendizaje, lo cual supone una oportunidad para potenciar la autonomía y materializar las ideas personales o colectivas. De esta manera, se asientan las bases tanto del pensamiento estratégico y creativo, como de la resolución de problemas, y se fomenta el análisis crítico y constructivo desde las primeras edades.",
        "AL COMPLETAR EL PRIMER CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CE1. Explora los objetos de su entorno y se inicia en la aplicación de procesos manipulativos que le proporcionan información sobre sus cualidades y posibles usos, así como la necesidad de su cuidado y conservación.",
        "CE2. Empieza a investigar su entorno con curiosidad e imita los comportamientos que observa en las personas cercanas, sintiéndose atraído por las actividades lúdicas en grupo.",
        "AL COMPLETAR EL SEGUNDO CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CE1. Explora, investiga y propone, de manera guiada, soluciones creativas a problemas sencillos de su entorno inmediato, empezando a despertar la conciencia de la necesidad de uso sostenible, cuidado y conservación de los recursos naturales.",
        "CE2. Expresa inquietudes, necesidades, gustos y preferencias, propone soluciones creativas a problemas sencillos de su vida cotidiana y muestra interés por realizar actividades en equipo, empleando los cuantificadores básicos más relevantes en un",
        "CE3. Formula y emite mensajes para satisfacer sus necesidades de afecto, alimentación o ayuda, a la vez que comprende mensajes sencillos que recibe a través de diferentes lenguajes (verbal, gestual, musical..). contexto lúdico y de interacción con los demás.",
        "CE3. Formula ideas o preguntas para acompañar sus acciones, utilizando el lenguaje para compartir sus emociones ante los hallazgos o descubrimientos, así como para interactuar en diferentes situaciones y contextos con otras personas a través del trabajo en equipo.",
        "COMPETENCIA EN CONCIENCIA Y EXPRESIÓN CULTURALES: Para que los niños y las niñas construyan y enriquezcan su identidad, se fomenta en esta etapa la expresión creativa de ideas, sentimientos y emociones a través de diversos lenguajes y distintas formas artísticas. Asimismo, se ayuda al desarrollo de la conciencia cultural y del sentido de pertenencia a la sociedad a través de un primer acercamiento a las manifestaciones culturales y artísticas.",
        "AL COMPLETAR EL PRIMER CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CCEC1. Disfruta con las interpretaciones musicales y las representaciones teatrales y expresa sus emociones libremente, iniciándose en el respeto a las mismas y a los demás.",
        "CCEC2. Manifiesta interés y disfrute por distintas actividades lúdicas, musicales y plásticas relacionadas con su patrimonio que le permiten expresar con libertad sus vivencias y emociones.",
        "CCEC3. Expresa mediante gestos o palabras sencillas su agrado o desagrado por las expresiones artísticas de distinto tipo y empieza a desarrollar su gusto por determinadas expresiones y obras.",
        "CCEC4. Se inicia en la expresión plástica a través de pinturas, estampaciones, etc. y en la expresión sonora mediante sonidos que realiza con su propio cuerpo y con objetos o instrumentos de percusión de manera lúdica. Disfruta expresándose libremente.",
        "AL COMPLETAR EL SEGUNDO CICLO DE LA EDUCACIÓN INFANTIL, EL ALUMNO O ALUMNA…",
        "CCEC1. Identifica espacios relacionados con la cultura, expresa sensaciones, emociones y sentimientos ante distintas representaciones artísticas y culturales y respeta las normas básicas de uso y disfrute de las mismas.",
        "CCEC2. Disfruta de las situaciones en las que se le da la oportunidad de expresarse de forma creativa a través de la participación en actividades musicales, literarias y plásticas y de expresión corporal relacionadas con su patrimonio.",
        "CCEC3. Expresa emociones, sentimientos y pensamientos utilizando su propio cuerpo como medio de comunicación y da su opinión libremente ante manifestaciones artísticas sonoras, visuales y culturales, empezando a desarrollar una actitud abierta, inclusiva y empática.",
        "CCEC4. Se expresa libremente mediante distintas creaciones artísticas elementales, a través de instrumentos y técnicas básicas y sencillas (plásticas, musicales y expresión corporal), disfrutando del proceso creativo y respetando las creaciones propias y ajenas."
    ]
}