{
    "saberes": [
        "Bloque A. Las lenguas y sus hablantes",
        "- La diversidad cultural y lingüística como fuente de riqueza.",
        "- Estrategias para, de manera progresiva, detectar la presencia de prejuicios y estereotipos lingüísticos y culturales hacia el uso de la lengua asturiana u otras lenguas del entorno.",
        "- Uso de un lenguaje no discriminatorio y respetuoso con las demás personas.",
        "Bloque B. Comunicación",
        "Saberes comunes",
        "- Estrategias para la coherencia y la cohesión textual.",
        "- Elementos básicos de contenido (tema, expresiones propias, vocabulario...) y forma (estructura, formato, título, imágenes...).",
        "- Finalidades de la comunicación y claves de tipología textual básica: narración, descripción, diálogo...",
        "Comunicación e interacción oral",
        "- Interés por expresarse oralmente en el aula, respetando el turno de palabra, las opiniones de las demás personas y ajustándose al tema de lo que se habla.",
        "- Estrategias para la comprensión y expresión de mensajes orales y multimodales con distinta intención comunicativa en los que se manifieste la opinión, la necesidad, la solicitud de información, el agradecimiento, la petición de escusas, el agrado o el desagrado...",
        "- Estrategias para la expresión de opiniones propias y respeto de las ajenas que mejoran la comunicación oral, tales como el uso del lenguaje no verbal, la pronunciación y la entonación adecuadas, la escucha activa, y el interés por los gustos, opiniones y conocimientos de las demás personas.",
        "- Procedimientos de adquisición y empleo del vocabulario en el nivel léxico-referencial necesario para comunicarse en diferentes contextos temáticos habituales: la salud, el consumo, las profesiones...",
        "- Estrategias de identificación, comprensión y utilización, de manera guiada, de las estructuras de las diferentes clases de textos orales y multimodales para iniciarse en la argumentación de conocimientos, ideas, pensamientos y deseos.",
        "- Intercambios informativos diversos, que utilicen la narración, la descripción y los diálogos, adecuados a situaciones comunicativas con finalidad didáctica o de uso cotidiano.",
        "- Reconocimiento de los sonidos, ritmos y entonaciones característicos de la lengua asturiana.",
        "- Uso de la expresión oral, de modo habitual, empleando un lenguaje no discriminatorio y evitando prejuicios lingüísticos, mostrando respeto hacia las personas que utilizan la lengua asturiana y para expresarse oralmente en cualquiera de sus variantes.",
        "- Interés por conocer las tradiciones orales asturianas y por participar en ellas mediante la práctica de juegos infantiles tradicionales apropiados a la edad y con perspectiva de género.",
        "Comprensión lectora",
        "- Lectura comprensiva en voz alta de diferentes textos escritos con fluidez y entonación adecuada, apropiados a la edad, manteniendo el sentido de la lectura y cuidado de la vocalización, el tono de voz y la velocidad.",
        "- Estrategias para la comprensión de información de textos escritos y multimodales adecuados a la edad, distinguiendo las ideas principales de las secundarias, siendo capaz de resumir oralmente lo que se ha leído y hacer predicciones de acontecimientos de la trama.",
        "- Empleo del diccionario (tanto en papel como en soporte digital) como herramienta fundamental para la comprensión de textos escritos y acercamiento a la biblioteca con fines lúdicos y de aprendizaje.",
        "- Estrategias para la comprensión de textos escritos y multimodales: identificar el título, analizar las ilustraciones que lo acompañan, releer, formular preguntas, reconocer palabras clave, usar el diccionario o captar el sentido del texto tras la lectura completa.",
        "- Desarrollo del hábito lector y valoración de la lectura silenciosa como fuente de conocimiento y diversión.",
        "- Lectura comentada de textos escritos y multimodales en lengua asturiana y que recojan conocimientos acerca del patrimonio cultural y sociolingüístico de Asturias.",
        "Producción escrita",
        "- Estrategias para la producción de textos escritos y multimodales adecuados a diferentes situaciones comunicativas y con distintos fines (exposición, argumentación...), presentando especial atención a la coherencia textual.",
        "- Interés por la organización de ideas a la hora de crear textos escritos y multimodales básicos, adecuándose a la tipología textual.",
        "- Uso del vocabulario adecuado, elementos de cohesión y estructuras lingüísticas necesarias para expresar conocimientos, ideas, experiencias, sentimientos, deseos...",
        "- Esmero en la presentación de textos escritos y multimodales propios, con especial atención al orden, la caligrafía y la ortografía.",
        "- Nuevo vocabulario básico en lengua asturiana para resolver por escrito situaciones sencillas de comunicación.",
        "- Empleo del diccionario (en soporte escrito o digital) como herramienta fundamental para la creación de textos escritos y multimodales y uso de la biblioteca como fuente de información.",
        "- Modelos para la creación de textos propios de calidad y respeto hacia las creaciones ajenas.",
        " - Uso de expresiones escritas en lengua asturiana, que conlleven un lenguaje con perspectiva de género, no discriminatorio, evitando prejuicios lingüísticos.",
        "- Aplicación de fórmulas de respeto hacia las personas que escriben en lengua asturiana y en cualquiera de sus variantes.",
        "- Fórmulas para la inclusión de conocimientos acerca del patrimonio cultural y sociolingüístico de Asturias en los textos escritos y multimodales.",
        "Nuevas alfabetizaciones",
        "- Estrategias básicas para la búsqueda guiada de información sencilla en fuentes documentales variadas y con distintos soportes y formatos, aplicando un criterio propio e informado para identificar estereotipos de género y rechazar el sexismo presente en la red.",
        "- Estrategias básicas para un uso adecuado de los recursos multimedia y de los medios audiovisuales de comunicación para comparar y organizar información. Hechos y opiniones.",
        "- Manejo guiado de las tecnologías de la información y comunicación para la mejora de los procesos de lectura, escritura y reflexión de la lengua y de la literatura asturiana (aplicaciones educativas, procesador de textos, correo electrónico, audiolibros…).",
        "- Uso de la biblioteca escolar y de los recursos digitales del centro o del aula.",
        "Bloque C. Educación literaria",
        "- Lectura acompañada de obras o fragmentos variados y diversos de la literatura infantil asturiana adaptados a sus intereses evitando roles y estereotipos de género.",
        "- Audición y reproducción de textos narrativos y poéticos, ya sean tradicionales o fruto de la creación literaria actual, visibilizando la aportación de las mujeres en la literatura Asturiana.",
        "- Comentarios orales guiados, tanto individuales como colectivos, sobre los elementos esenciales de las obras literarias, fijándose en el tema, la trama, los personajes y los lugares. La estructura y los recursos expresivos.",
        "- Estrategias para la expresión de gustos e intereses por la literatura infantil asturiana y en la valoración de las obras. Progreso en la construcción de la identidad lectora.",
        "- Interés por los textos orales y escritos de la tradición oral y de la literatura infantil asturiana.",
        "- Lectura expresiva, dramatización o interpretación de textos adaptados a la edad y características del alumnado.",
        "- Creación de textos literarios, a partir de modelos dados, valorando el sentido estético y la creatividad.",
        "- Uso dirigido de la biblioteca de aula o de centro como fuente de estímulos literarios.",
        "Bloque D. Reflexiones sobre la lengua",
        "- Correspondencia entre la lengua oral y la lengua escrita, poniendo especial atención en los fonemas y las grafías específicas de la lengua asturiana.",
        "- Estrategias para la discriminación perceptivo-auditiva de palabras, sílabas tónicas y átonas y sonidos en la secuencia hablada y su correspondencia visual en la secuencia escrita.",
        "- Interés por reproducir correctamente los fonemas más característicos de la lengua asturiana y sus variantes.",
        "- Manejo y reflexión de los aspectos lingüísticos elementales, prestando especial atención a las relaciones que se establecen entre nombres, adjetivos y verbos (género, número y concordancia).",
        "- Técnicas básicas de aplicación de las normas ortográficas para organizar el texto escrito y para expresar la intención comunicativa.",
        "- Procedimientos elementales de adquisición de vocabulario relacionado con el patrimonio cultural y sociolingüístico de Asturias: uso de sinónimos y antónimos, palabras polisémicas y familias de palabras.",
        "- Desarrollo del hábito de consultar la escritura de palabras nuevas, difíciles o dudosas. Uso guiado del diccionario tanto en papel como en formato digital.",
        "- Técnicas de reconocimiento de la intención comunicativa: las distintas modalidades de oraciones.",
        "- Mecanismos básicos de coherencia y cohesión textual. Los conectores textuales, el orden en las oraciones, las repeticiones..."¡
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar y distinguir algunas expresiones de uso cotidiano de la lengua asturiana o de otros códigos lingüísticos libres de estereotipos sexistas en su ambiente más cercano.",
        "1.2. Expresar, utilizando un lenguaje no discriminatorio, impresiones, sentimientos o vivencias propias en lengua asturiana y reconocer con cierta autonomía y en contextos próximos, algunos prejuicios y estereotipos lingüísticos y culturales hacia el uso de la propia lengua u otras lenguas del entorno.",
        "1.3. Mostrar curiosidad y respeto por la diversidad de lenguas y las personas que las hablan, incluidas las diferentes variantes de la lengua asturiana y las lenguas de signos.",
        "2.1. Participar activamente y de forma guiada, en intercambios comunicativos orales y multimodales (espontáneos o planificados) habituales en el aula y del contexto asturiano, siguiendo el turno de palabra, empleando un lenguaje no sexista, ajustándose al tema hablado, formulando y contestando a preguntas básicas y escuchando y respetando las opiniones de las y los demás.",
        "2.2. Expresar, de manera ordenada y con un vocabulario adecuado evitando repeticiones, impresiones, sentimientos o vivencias, utilizando las formas básicas de cortesía y relación social (saludar y despedirse) y empleando elementos no verbales (gestualidad y modulación de la voz).",
        "2.3. Responder a preguntas básicas para la comunicación en lengua asturiana, referidas a la comprensión de textos orales y multimodales, y reconocer las ideas principales y progresar, de manera acompañada, en la valoración crítica del contenido.",
        "3.1. Leer de manera silenciosa y en voz alta, variedad de tipos de textos escritos y multimodales sencillos y apropiados a su edad, identificando la idea global y otras ideas relevantes y manejar de forma acompañada herramientas para la mejora de la comprensión (relectura, intuir significado de palabras, uso del diccionario, subrayado...).",
        "3.2. Analizar y reconocer, de manera acompañada, el contenido y elementos de textos escritos y multimodales sencillos que ayudan a su comprensión (título, párrafos, imágenes, iconos propios de Asturias...), identificando el tipo de texto y valorando su contenido y finalidad.",
        "4.1. Realizar textos escritos y multimodales sencillos y de forma legible en distintos soportes, ajustándose a modelos dados con un propósito determinado (descripciones, narraciones, noticias, carteles... libres de estereotipos de género), expresando ordenadamente hechos, ideas, sentimientos y opiniones, empleando, de manera progresiva, las principales reglas ortográficas y de puntuación, y valorando la correcta presentación.",
        "4.2. Organizar y planificar, de manera acompañada, estrategias sencillas de redacción y revisión de los elementos que dan forma y sentido a los textos escritos y multimodales (fecha, márgenes, título, encabezamiento, saludo y despedida, caligramas, dibujos y bocadillos...).",
        "4.3. Enriquecer las producciones escritas, de manera guiada, integrando vocabulario y expresiones propias de la lengua asturiana relativas a aspectos del patrimonio cultural y sociolingüístico asturiano desde una perspectiva de género, progresando en el manejo de diversas fuentes (diccionarios, recursos multimedia...).",
        "5.1. Participar en un proceso de investigación sencillo (individual o grupal), de manera acompañada, sobre algún tema de interés del contexto asturiano y compartir el trabajo realizado, aplicando el punto de vista personal y creativo.",
        "5.2. Utilizar, de forma dirigida, la biblioteca, los textos escritos, los recursos multimedia y medios audiovisuales de comunicación y de internet en asturiano como fuentes de información, conocimiento y disfrute personal, valorando la dimensión lúdica y de aprendizaje.",
        "6.1 Escuchar y leer textos orales y escritos de la tradición oral y de la literatura infantil asturiana libres de estereotipos de género, utilizando la biblioteca de aula y de centro o recursos multimedia, para seleccionar lecturas con creciente autonomía, reconociendo y valorando sus principales características (canciones, cuentos, poesías, adivinanzas, dichos y refranes) y expresando valoraciones personales.",
        "6.2. Participar activamente en actividades orientadas a fomentar el gusto por leer obras escritas en lengua asturiana visibilizando la aportación tanto de las mujeres como de los hombres (audiciones, lecturas colectivas, compartir oralmente las experiencias de lectura, debates sobre ellas...).",
        "6.3. Crear o interpretar, de manera acompañada, textos sencillos con intención literaria y a partir de pautas dadas, incidiendo en el sentido estético y creativo de las producciones (cuentos, poesías, dramatizaciones...).",
        "7.1. Manejar de forma guiada las normas ortográficas y gramaticales básicas, a través de la práctica de la expresión oral, la escritura y la comprensión de textos, poniendo especial atención en los fonemas y las grafías específicas del asturiano.",
        "7.2. Enriquecer y mejorar de manera acompañada los textos orales y escritos, iniciándose en diferenciar los componentes y la estructura propia de la lengua asturiana, y usando la terminología lingüística básica adecuada."
    ]
}