{
    "competenciasClave": [
        "Competencia en comunicación lingüística: En Educación Infantil se potencian intercambios comunicativos respetuosos con otros niños y niñas y con las personas adultas, a los cuales se dota de intencionalidad y contenidos progresivamente elaborados a partir de conocimientos, destrezas y actitudes que se vayan adquiriendo. Con ello se favorece la aparición de expresiones de creciente complejidad y corrección sobre necesidades, vivencias, emociones y sentimientos propios y de los demás. Además, la oralidad tiene un papel destacado en esta etapa, no solo para ser el instrumento principal para la comunicación, la expresión y la regulación de la conducta, sino también porque es el vehículo principal que permite a los niños y las niñas disfrutar de un primer acercamiento a la cultura literaria por medio de las rimas, las retahílas, las adivinanzas y los cuentos, que enriquecerán su bagaje sociocultural y lingüístico desde el respetode la diversidad.",
        "Competencia plurilingüe: En esta etapa se inicia el contacto con lenguas y culturas diferentes de la familiar y se fomenta en las niñas y los niños las actitudes de respeto y aprecio por la diversidad lingüística y cultural, así como el interés por el enriquecimiento de su repertorio lingüístico. Se promueven, de este modo, el diálogo y la convivencia democrática.",
        "Competencia matemática y competencia en ciencia, tecnología e ingeniería: Las niñas y los niños se inician en las destrezas lógico-matemáticas y dan los primeros pasos hacia el pensamiento cientifico por medio del juego, la manipulación y la realización de",
        "experimentos sencillos. El proceso de enseñanza y aprendizaje en Educación Infantil se plantea en un contexto sugerente y divertido en el cual se estimula, desde un enfoque coeducativo, la curiosidad de los niños y las niñas para entender aquello que configura su realidad, sobre todo lo que está al alcance de su percepción y experiencia, respetando sus ritmos de aprendizaje. Con esta finalidad, se invita a observar, clasificar, cuantificar, construir, hacerse preguntas, probar y comprobar, para entender y explicar algunos fenómenos del entorno natural próximo, iniciarse en el aprecio por el medio ambiente y en la adquisición de hábitos saludables. Para el desarrollo de esta competencia clave, se presta una atención especial a la iniciación temprana en habilidades numéricas básicas, la manipulación de objetos y la comprobación de fenómenos.",
        "Competencia digital: Se inicia, en esta etapa, el proceso de alfabetización digital que conlleva, entre otras cuestiones, el acceso a la información, la comunicación y la creación de contenidos a través de medios digitales, así como el uso saludable y responsable de herramientas digitales. Además, el uso y la integración de estas herramientas en las actividades, las experiencias y los materiales del aula pueden contribuir a aumentar la motivación, la comprensión y el progreso en la adquisición de aprendizajes de niños y niñas.",
        "Competencia personal, social y de aprender a aprender: Resulta especialmente relevante que los niños y las niñas se inicien en el reconocimiento, la expresión y el control progresivo de sus propias emociones y sentimientos, y avancen en la identificación de las emociones y los sentimientos de los demás, así como en el desarrollo de actitudes de comprensión y empatia. Por otro lado, la escolarización en esta etapa supone también el descubrimiento de un entorno diferente del familiar, en el cual se experimenta la satisfacción de aprender en sociedad, mientras se comparte la experiencia propia con otras personas y se coopera con ellas de forma constructiva. Para hacerlo, las niñas y los niños comienzan a poner en marcha, de manera cada vez más eficaz, recursos personales y estrategias que les ayudan a actuar en el entorno social con una autonomía progresiva y a resolver los conflictos a través del diálogo en un contexto integrador y de apoyo.",
        "Competencia ciudadana: Con el objetivo de establecer las bases para el ejercicio de una ciudadanía democrática, se ofrecen, en esta etapa, modelos positivos que favorezcan el aprendizaje de actitudes basadas en los valores del respeto, la equidad, la igualdad, la inclusión y la convivencia, y que ofrezcan pautas para la resolución pacífica y dialogada de los conflictos. Se invita también a la identificación de hechos sociales relativos a la propia identidad y cultura. Así mismo, se fomenta un compromiso activo con los valores y las prácticas de la sostenibilidad y el cuidado y la protección de los animales. Con esta finalidad, se promueve la adquisición de hábitos saludables y sostenibles a partir de rutinas que los niños y las niñas irán integrando en sus prácticas cotidianas. Además, se establecen las condiciones necesarias para crear comportamientos respetuosos con ellos mismos, con los demás y con el medio, que prevengan conductas discriminatorias de cualquier tipo.",
        "Competencia emprendedora: La creación y la innovación son dos factores clave para el desarrollo personal, la inclusión social y la ciudadanía activa a lo largo de la vida. La Educación Infantil es una etapa en la que se estimula la curiosidad, la iniciativa, la imaginación y la disposición a indagar y a crear mediante el juego, las actividades dirigidas o libres, los proyectos cooperativos y otras propuestas de aprendizaje, lo cual supone una oportunidad para potenciar la autonomía y materializar las ideas personales o colectivas. De esta manera, se asientan las bases tanto del pensamiento estratégico y creativo, como de la resolución de problemas, y se fomenta el análisis crítico y constructivo desde las primeras edades.",
        "Competencia en conciencia y expresión culturales: Para que las niñas y los niños construyan y enriquezcan su identidad, se fomenta en esta etapa la expresión creativa de ideas, sentimientos y emociones a través de los diferentes lenguajes y distintas formas artisticas. Así mismo, se ayuda al desarrollo de la conciencia cultural y del sentido de pertenencia a la sociedad por medio de un primer acercamiento a las manifestaciones culturales y artisticas."
    ]
}