{
    "objetivosGenerales": [
        "a) Conocer su propio cuerpo y el de los demás, así como sus posibi- lidades de acción y aprender a respetar las diferencias.",
        "b) Observar y explorar su entorno familiar, natural y físico, con una actitud de curiosidad y respeto, y participar en actividades sociales y culturales de la comunidad.",
        "c) Adquirir progresivamente autonomía en las situaciones de la vida cotidiana.",
        "d) Desarrollar sus capacidades emocionales y afectivas para formar- se una imagen positiva de sí mismos estableciendo vínculos seguros con las personas adultas y con los otros niños y niñas.",
        "e) Relacionarse con los demás en igualdad y adquirir progresiva- mente pautas elementales de convivencia y relación social, así como ejercitarse en el uso de la empatía y la resolución pacífica de conflic- tos, desarrollando actitudes de interés y ayuda, y evitando cualquier tipo de violencia. Con este mismo objetivo, las medidas organizativas, metodológicas y curriculares que se adopten se tienen que regir por el reconocimiento de los derechos de las niñas y niños y por los principios del diseño universal de aprendizaje (DUA).",
        "f) Promover, aplicar y desarrollar las normas sociales que fomentan la igualdad de derechos y responsabilidades de las personas, desde una perspectiva de igualdad de trato y no discriminación.",
        "g) Comunicar y representar la realidad a través de los diferentes lenguajes y formas de expresión.",
        "h) Explorar las destrezas relativas al pensamiento lógico-matemáti- co, la lectura y la escritura, el movimiento, el gesto y el ritmo desde las situaciones cotidianas y contextualizadas.",
        "i) Descubrir la riqueza multilingüe y multicultural presente en la sociedad, donde conviven la lengua propia y oficial, el valenciano, y el castellano, lengua cooficial, además de otras lenguas familiares y desarrollar actitudes positivas hacia esta diversidad.",
        "j) Desarrollar habilidades comunicativas en las dos lenguas oficiales e iniciarse en el descubrimiento de una lengua extranjera."
    ]
}