{
    "situacionesAprendizaje": [
        "La adquisición de las competencias descritas en el presente decreto será, en gran medida, la consecuencia del trabajo profesional y coordinado. Esta práctica educativa se fundamentará a partir de la reflexión del equipo educativo del centro y permitirá llegar a un acuerdo en la línea pedagógica basada en una concepción de los niños y niñas como portadores de derechos, constructores de su propio aprendizaje y participes activos de un grupo.",
        "El carácter globalizador de los aprendizajes de la etapa de Educación Infantil orienta a la descripción y definición de situaciones de aprendizaje globales, de forma que se superen las tres áreas, y se parte de contextos reales en los cuales todo se presenta de una manera integrada y conectada y en los cuales se dan situaciones que permiten aprendizajes de naturaleza diferente.",
        "Las situaciones de aprendizaje tienen que plantear un reto o problema de cierta complejidad en función de la edad y el desarrollo del niño o la niña, la resolución del cual implique la movilización de manera integrada de lo que se ha aprendido en las tres áreas en las cuales se organiza la etapa, a partir de la realización de diferentes tareas y actividades. Así mismo, tienen que partir del planteamiento claro y preciso de las competencias que se espera conseguir, las cuales, una vez conseguidas, suponen la integración de un conjunto de saberes básicos.",
        "Para poder hacerlo, se propone diseñar situaciones de aprendizaje estimulantes, significativas e integradoras, contextualizadas y respetuosas con el proceso de desarrollo integral de los niños y de las niñas en todas sus dimensiones. Además, deben tener en cuenta sus potencialidades, intereses y necesidades, así como las diferentes maneras de comprender la realidad en cada momento de la etapa.",
        "La construcción propia de nuevos aprendizajes dependerá en gran medida de la calidad y cantidad de oportunidades que las maestras y los maestros o el personal educador ofrezcan en diferentes espacios, dentro y fuera del aula; tendrán que permitir la pregunta, la opinión, la escucha, la creatividad y el error; y ofrecer materiales y recursos, así como estrategias, que ayudan a conectar y a reflexionar sobre las experiencias vividas significativas.",
        "Las situaciones de aprendizaje en la etapa de Educación Infantil tienen que estar vinculadas a los desafíos del siglo XXI y los Objetivos de Desarrollo Sostenible 2030, si bien ajustando esta meta a las características de las niñas y los niños de estas edades. Esto supone un compromiso claro desde esta visión educativa. En la hora de diseñarla, se tiene que favorecer el desarrollo progresivo de un enfoque crítico y reflexivo, así como el abordaje de aspectos relacionados con el interés común, la sostenibilidad, el respeto a la diferencia o la convivencia; hacer que se inicien en la gestión de las posibles situaciones de conflicto por medio del diálogo y el consenso. Del mismo modo, se deben tener en cuenta las condiciones personales, sociales o culturales de los niños y las niñas, para contribuir que las vayan identificando y que vayan valorando su riqueza, con el fin de favorecer la inclusión.",
        "A continuación, se proponen una serie de principios de actuación que ayudan en la planificación de la enseñanza en esta etapa:",
        "- Responder a situaciones de la vida cotidiana dentro o fuera de la escuela.",
        "- Integrar diversas competencias.",
        "- Facilitar y potenciar el desarrollo de la autonomía personal de niños y niñas.",
        "- Contemplar las situaciones desde un punto de vista globalizado, vivencial y significativo que tenga en cuenta y respete la cultura propia de la infancia.",
        "- Facilitar un aprendizaje individualizado teniendo presente las necesidades, intereses, capacidades y destrezas de cada uno.",
        "- Plantearse de manera gradual y progresiva, que partan de ámbitos de experiencia próximos y se amplían a otras.",
        "- Utilizar el juego como facilitador en la construcción de situaciones reales, simbólicas e imaginarias que les permita el aprendizaje.",
        "- Provocar la acción y la manipulación, la exploración, la indagación y la conjetura con objetos y materiales cada vez más numerosos y variados.",
        "- Favorecer diferentes tipos de agrupamiento, desde el individual al trabajo en equipos heterogéneos, independientemente de la edad o grupo de referencia, para que las niñas y niños puedan asumir responsabilidades individuales y trabajar de manera cooperativa para afrontar posibles soluciones a los retos planteados.",
        "- Favorecer el diálogo y el respeto a la convivencia.",
        "- Potenciar y compensar el uso de la lengua minorizada en situaciones diferentes.",
        "- Utilizar un tono de voz y un léxico adecuados.",
        "- Fomentar la libre expresión en cualquiera de los lenguajes.",
        "- Respetar y posibilitar la libertad de movimiento y promover la participación de todos los niños y las niñas teniendo en cuenta sus ritmos y aportaciones.",
        "- Tener criterios estéticos que inviten a interactuar en el contexto diseñado.",
        "- Utilizar los entornos naturales como fuente de riqueza sensorial y de experimentación; conocerlos favorecerá que los cuiden y los respeten.",
        "- Favorecer la colaboración y las interacciones entre los niños y las niñas, y también entre las personas adultas, para la libre expresión y la comunicación.",
        "- Formularse desde contextos de higiene y seguridad que aseguren el bienestar físico y emocional de los niños y niñas.",
        "- Acompañar las situaciones que lo requieran de verbalizaciones que ayuden a hacer que los niños y las niñas se sienten seguros para poder actuar, intervenir o interactuar.",
        "- Implicar la participación de las familias. La necesidad de la conexión familia-escuela es fundamental en esta etapa, sobre todo en el primer ciclo, puesto que la familia es el grupo de seguridad y referencia de la niña y niño. Se hace necesario establecer canales de comunicación y fomentar una participación activa y colaborativa que permita a las familias entender e implicarse en el proceso de aprendizaje de sus hijos e hijas. Organizar situaciones donde se requiera que sean presentes ayudará a favorecer en los niños y niñas su autoestima y a reforzar los lazos afectivos tanto dentro del ámbito escolar como fuera.",
        "A la hora de plantear las situaciones de aprendizaje, se concretan en tres tipos de situaciones que parten de la vida cotidiana del grupo, en las cuales se pueden observar las acciones y los saberes que se movilizan para la consecución de las competencias específicas de las tres áreas en conjunto:",
        "- Situaciones que recogen las vivencias propias que se repiten cada día en diferentes contextos y que permiten a los y las profesionales de la educación obtener información sobre los saberes y procesos. El gran reto es dar intencionalidad a la observación e identificar los componentes y propósitos de la acción que facilitan la adquisición de las competencias de manera gradual.",
        "- Situaciones esporádicas que surgen del factor inesperado y que son propias de la infancia. Los y las profesionales de la educación pueden observar y obtener información sobre los propios intereses, curiosidades y necesidades para diseñar estrategias de acompañamiento que provocan aprendizajes significativos.",
        "- Situaciones de aprendizaje propuestas y programadas dentro o fuera de la escuela por profesionales de la educación. El papel de la persona adulta es, por tanto, el de proporcionar situaciones ricas en oportunidades que permitan conectar y establecer relaciones para encontrar y buscar sus propias soluciones.",
        "Las diversas situaciones requieren, por tanto, un nivel de análisis y reflexión profundo por parte del personal educador o del maestro o maestra. Por un lado, para dar sentido al que se planifica y se lleva a cabo, y de la otra, para poder obtener información individual y grupal sobre el grado de desarrollo competencial cuando se acaba la Educación Infantil."
    ]
}