{
    "criteriosEvaluacion": [
        "1.1 Reconèixer la relació entre les formes i les funcions en objectes de disseny, tant bidimensional com tridimensional, valorant aquests objectes proactivament com a productes susceptibles de transformacions i millores.",
        "1.2 Descobrir el concepte de disseny i la seva terminologia associada com a part fonamental de l’enriquiment artístic i cultural, analitzant amb detall produccions de disseny diverses.",
        "2.1 Identificar les característiques fonamentals dels moviments, dels corrents i de les escoles relacionats amb el disseny, reflexionant de manera comparada i des de la pròpia identitat cultural sobre l’enriquiment que comporta conèixer productes de disseny en contextos geogràfics, històrics i socials diversos.",
        "2.2 Examinar la importància de l’impacte mediambiental de l’activitat humana, analitzant elements dissenyats en èpoques, localitzacions i funcions diverses, establint arguments per promoure una consciència proactiva i compromesa amb el medi ambient i amb el disseny sostenible de productes de disseny.",
        "3.1 Comparar objectes i productes de disseny de categories i objectius semblants, analitzant les diferents solucions de disseny aplicades en els contextos originals.",
        "3.2 Aprofundir en l’observació d’objectes de disseny, reconeixent, de manera crítica, a través dels seus elements sintàctics i constitutius, les dimensions simbòliques i semàntiques pròpies del llenguatge del disseny.",
        "4.1 Projectar solucions de disseny aplicat a necessitats personals, poètiques o d’expressió pròpies, integrant en el desenvolupament la interacció amb altres camps, la innovació i l’autocrítica, així com la pròpia identitat personal.",
        "4.2 Desenvolupar i avaluar propostes de disseny col·lectives basades en problemes concrets establerts, aportant solucions personals i imaginatives i oferint una visió empàtica i col·laborativa.",
        "5.1 Plantejar propostes hipotètiques ambicioses de disseny de manera crítica i argumentada, preocupant-se per l’anàlisi correcta de les problemàtiques donades, l’aplicació de les tècniques d’execució i el desenvolupament i la presentació del producte de disseny.",
        "5.2 Idear i elaborar propostes de disseny, valorant tant la selecció coherent i adequada de recursos tècnics com el rigor i la correcció a l’hora d’utilitzar-los, cercant el desenvolupament de la identitat personal.",
        "6.1 Reconèixer les estructures formals i compositives en objectes i productes de diferents àmbits del disseny, analitzant amb interès els processos i els mètodes utilitzats per desenvolupar-los.",
        "6.2 Planificar propostes de disseny sostenibles utilitzant creativament configuracions formals i argumentant-ne la selecció, partint d’una proposta original, innovadora o preexistent.",
        "6.3 Resoldre problemes de disseny en què la sostenibilitat sigui un condicionant bàsic, usant per això la metodologia projectual pròpia del disseny i afrontant el problema com un repte personal.",
        "7.1 Planificar un projecte de disseny individual o col·laboratiu definint les formes de presentació i tècniques de treball segons els recursos temporals i materials disponibles i adaptant-les amb creativitat i flexibilitat al concepte de la proposta.",
        "7.2 Crear un producte de disseny col·laboratiu o individual, seleccionant amb rigor les eines, els sistemes de representació i els procediments segons la funcionalitat i la voluntat estètica i comunicativa de la proposta.",
        "8.1 Planificar projectes individuals o col·lectius, aplicant estratègies creatives, gestionant amb flexibilitat i eficàcia les diferents fases, el pla de desenvolupament, els objectius proposats i l’avaluació del projecte, i cercant la coherència sostenible entre el producte final, el públic objectiu, el procés del disseny i els recursos disponibles.",
        "8.2 Imaginar les fases d’un projecte a partir de l’estudi d’un producte de disseny donat, determinant creativament possibles problemes associats al desenvolupament de cada fase i proposant-hi propostes de millora.",
        "9.1 Analitzar les possibilitats d’intervenció del disseny inclusiu en diferents àmbits de l’activitat humana, valorant l’adequació de projectes innovadors i transformadors de la societat.",
        "9.2 Implementar un projecte col·laboratiu de disseny de producte o d’espais que prioritzi l’adequació a una sèrie de necessitats funcionals concretes, implicant-se en el procés i afavorint el treball col·laboratiu.",
        "9.3 Desenvolupar un projecte individual de disseny inclusiu, elaborant un producte innovador partint d’un altre ja existent, tenint en compte les oportunitats socials, econòmiques i de transformació d’aquest tipus de projectes."
    ],
    "saberes": [
        "Fonaments, història i camps del disseny",
        "- Anàlisi de l’evolució històrica del disseny establint ponts amb el coneixement ja estudiat per l’alumnat des d’altres disciplines.",
        "- Aplicació dels conceptes d’ecologia, sostenibilitat i inclusivitat a un projecte de societat madur des dels punts de vista diversos.",
        "- Diferenciació de les tendències, períodes, escoles i principals personalitats del disseny a través d’una tria d’exemples de l’entorn proper.",
        "- Descobriment del disseny i dels camps d’aplicació d’aquest en un context proper a l’alumnat i amb relació a possibles sortides professionals.",
        "El disseny: configuració formal i metodologia",
        "- Comparació i anàlisi del llenguatge visual, la sintaxi de la imatge i els seus elements bàsics: punt, línia, pla, color, forma i textura en relació amb els conceptes ja estudiats en el curs de dibuix artístic i la resta de matèries artístiques.",
        "- Ús i aplicació de la composició modular i d’altres metodologies d’ordenació compositiva a través d’una tria d’exemples de l’entorn proper.",
        "",
        "- Reconeixement de la dimensió semàntica del disseny com a eina poderosa de modificació del món.",
        "- Identificació de les fases del procés del disseny a partir d’assajos elementals i d’exemples més elaborats.",
        "- Experimentació del procés creatiu a partir de l’aplicació de metodologies i tècniques variades.",
        "Disseny gràfic",
        "- Anàlisi i valoració del paper de la tipografia i dels elements tipogràfics de les principals famílies en la llegibilitat i la comunicació d’un producte a partir de contextos reals.",
        "- Ús i aplicació de la retícula i d’altres tècniques de maquetació aplicades a la composició de pàgina, els estampats i la imatge corporativa vinculades tant a funcions esteticoestilístiques com funcionals en contextos reals.",
        "- Ús de l’experimentació en el disseny corporatiu i la senyalística a través d’assajos plàstics.",
        "- Diferenciació del paper dels elements visuals i conceptuals en projectes de disseny publicitari i comunicació gràfica a partir de la desconstrucció de casos reals.",
        "Disseny tridimensional",
        "- Anàlisi de la tipologia d’objectes associada al disseny de producte i descoberta dels sistemes de representació més adients en cada fase a partir dels coneixements vinculats a disciplines cursades per l’alumnat prèviament.",
        "- Comparació dels conceptes de diversitat funcional, antropometria i ergonomia a partir tant de l’evolució de productes al llarg de la història com de l’anàlisi d’objectes propers.",
        "- Ús i experimentació amb materials, textures i colors per tal de valorar la repercussió en els dissenys.",
        "- Anàlisi dels sistemes de producció vinculats al disseny a partir de la realitat industrial de l’entorn.",
        "- Experimentació amb propostes d’embalatge (packaging) vinculades a necessitats reals en un context proper. Anàlisi dels seus efectes econòmics i de sostenibilitat.",
        "- Classificació dels espais segons l’ús. Estudi de la distribució i els recorreguts interns a partir d’un debat sobre l’evolució de l’organització social i les funcions.",
        "- Anàlisi dels elements constructius i dels principis d’il·luminació en el disseny d’espais interiors per mitjà de l’observació directa de l’entorn proper i especialment en relació amb el concepte de disseny inclusiu.",
        "- Experimentació amb els diferents elements constitutius del disseny d’interior a l’hora de generar un efecte psicològic positiu a partir de contextos reals."
    ]
}