{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Analizar manifestaciones escénicas de diferentes épocas y tradiciones, describiendo sus características, recurriendo al uso de un vocabulario adecuado y una terminología progresivamente técnica, estableciendo relaciones con su contexto y evidenciando una actitud de apertura, interés y respeto en la recepción activa de las mismas. (CCL1, CCL2, CCL3, STEM1, CD1, CD2, CPSAA2, CPSAA3.1, CPSAA4, CC1, CE1, CCEC1) 1.2 Valorar críticamente los hábitos, los gustos y los referentes escénicos de diferentes épocas y tradiciones, reflexionando de forma argumentada sobre su evolución y sobre su influencia en los del presente. (CCL1, CCL2, CP3, CC1, CCEC2)",
        "Competencia específica 2",
        "2.1 Participar, con iniciativa, confianza y creatividad, en la exploración de sistemas, medios y códigos de significación escénica, realizando actividades de carácter práctico e incorporando el aprendizaje a la creación propia. (CCL1, CCL2, CD1, CD2, CPSAA1.1, CPSAA4, CC1, CCEC4.1)",
        "2.2 Recrear la acción dramática, el diseño de personajes y la configuración de situaciones y escenas, seleccionando técnicas complejas del repertorio personal de recursos más adecuadas a la intención comunicativa. (CCL1, CCL2, CPSAA1.2, CPSAA2, CE1, CE3, CCEC3.1)",
        "Competencia específica 3",
        "3.1 Emplear diferentes técnicas de interpretación de forma creativa y autónoma, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha, diálogo y aprendizaje colectivo. (CCL1, CP3, STEM3, CD2, CPSAA3.2, CC3, CE1, CCEC3.1)",
        "3.2 Recrear y representar la acción dramática, demostrando precisión, eficacia, expresividad y creatividad, siguiendo las indicaciones de la dirección, manteniendo la concentración y gestionando la ansiedad y el miedo escénico. (CCL1, STEM3, CPSAA1.1, CPSAA2, CPSAA3.2, CC1, CCEC3.2)",
        "Competencia específica 4",
        "4.1 Participar, con iniciativa, responsabilidad y conciencia de grupo, en el diseño, la planificación y la realización de proyectos colectivos de creación y difusión escénica, organizando correctamente sus fases, distribuyendo de forma razonada las tareas, evaluando su viabilidad y sostenibilidad, y seleccionando y estructurando los elementos de significación, así como las directrices de interpretación, representación o escenificación. (CCL1, STEM1, STEM3, CPSAA3.2, CC2)",
        "4.2 Evaluar y presentar los resultados de proyectos de creación y difusión escénica valiéndose de diferentes soportes analógicos y digitales, analizando la relación entre los objetivos planteados y el producto final obtenido, y explicando con perspectiva crítica las posibles diferencias entre ellos. (CCL1, CCL3, CP3, STEM1, CD2, CE2, CE3, CCEC2, CCEC4.1)",
        "4.3 Identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico, comprendiendo el valor añadido de la creatividad artística y expresando la opinión personal de forma crítica y respetuosa. (CPSAA3.1, CE2, CE3, CCEC3.2, CCEC4.1, CCEC4.2)",
        "Competencia específica 5",
        "5.1 Valorar la recepción del público ante un espectáculo determinado, relacionando las características de la obra, el contexto de la puesta en escena y las reacciones de los espectadores. (CCL2, CPSAA3.1, CCEC1)",
        "5.2 Realizar y compartir, a través de diferentes medios y soportes, reseñas y críticas escénicas, empleando la terminología adecuada, consultando fuentes fiables, evitando la manipulación mediática, y reflexionando, con rigor y solidez, sobre las características, los presupuestos artísticos y la recepción de la obra. (CCL1, CCL2, CCL3, STEM1, CD1, CD2, CPSAA4, CC1, CCEC2, CCEC3.1)"
    ],
    "saberes": [
        "A. Patrimonio escénico",
        "- Las artes escénicas. La catarsis.",
        "- Historia de las artes escénicas. Oriente y Occidente.",
        "- Significado social de las artes escénicas/performativas: memoria y reflejo. La perspectiva de género en las artes escénicas. Identidad y performatividad.",
        "- Manifestaciones espectaculares: rituales y sociales. Los festejos populares.",
        "- Tendencias actuales en la representación escénica y performativa.",
        "- Manifestaciones escénicas no orales.",
        "- La escena en Castilla y León. Tradición y modernidad.",
        "B. Expresión y comunicación escénica.",
        "- Juego dramático, improvisación, dramatización, trabajo y creación colectivos.",
        "- Actos performativos: generación de realidad.",
        "- Exploración de los elementos de la expresión: personaje, situación, acción, conflicto.",
        "- El espacio escénico actual.",
        "- Espacios no escénicos: adaptación de recursos plásticos a manifestaciones escénicas.",
        "- Estructuras y recursos dramáticos actuales. Memoria performativa.",
        "- El personaje dramático en las manifestaciones actuales.",
        "C. Interpretación.",
        "- Métodos interpretativos en la actualidad.",
        "- La construcción actual del personaje dramático.",
        "- Las técnicas interpretativas: juego dramático, improvisación, dramatización y creación colectiva.",
        "- La creación performativa: proceso y ejecución con perspectiva de género.",
        "D. Escenificación y representación escénica.",
        "- Diseño de espectáculos inclusivos en espacios escénicos y no escénicos: adaptación, equipos, fases y áreas de trabajo.",
        "- La dramaturgia de un proceso escénico/performativo complejo.",
        "- Producción y representación de un proyecto escénico/performativo complejo.",
        "- La dirección artística en proyectos escénicos/performativos complejos.",
        "- Ensayos de un espectáculo escénico/performativo complejo: organización, dirección escénica y regiduría.",
        "- Representación de espectáculos escénicos. Montaje audiovisual.",
        "- Difusión en diferentes soportes y medios y evaluación de productos escénicos.",
        "- Trabajo en equipo, reparto de tareas y liderazgo.",
        "- Emprendimiento cultural, social y profesional vinculado con los espectáculos escénicos. La industria escénica.",
        "E. La recepción en las artes escénicas.",
        "- Relaciones entre el texto y la puesta en escena.",
        "- El público de espectáculos escénicos actuales.",
        "- La participación en manifestaciones escénicas actuales. El espectador activo.",
        "- La crítica escénica. Reseñas y técnicas de análisis de manifestaciones escénicas.",
        "- Respeto a la propiedad intelectual y creativa."
    ]
}