<<<<<<< HEAD
{
    "saberes": [
        "A. Comunicación",
        "    - El error como parte integrante del proceso y como instrumento de mejora. Confianza y reflexión sobre el aprendizaje, las propias posibilidades y la prioridad de la intención comunicativa.",
        "    - Estrategias básicas de uso común (contexto visual, conocimiento previo del tema, identificación de información básica, deducción del significado de palabras y frases nuevas por el contexto…) para la comprensión y la producción de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
        "    - Conocimientos, destrezas y actitudes elementales que permiten iniciarse en actividades de comunicación en situaciones cotidianas básicas, en las que se utilicen gradualmente estrategias que ayuden a resolver conflictos, mejorar la comunicación o servir de enlace entre varios interlocutores en la misma o en diferentes lenguas, crear relaciones y llegar a acuerdos, fomentando actitudes de colaboración mutua.",
        "    - Funciones comunicativas básicas de uso común adecuadas al ámbito y al contexto: saludar, despedirse, presentar y presentarse; describir personas, objetos y lugares; pedir e intercambiar información sobre cuestiones cotidianas; describir rutinas; dar indicaciones e instrucciones; expresar el tiempo, la cantidad y el espacio.",
        "    - Modelos contextuales y géneros discursivos básicos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios, tales como cuentos, leyendas, artículos, noticias, cartas, emails, folletos, instrucciones, normas, avisos o conversaciones reguladoras de la convivencia.",
        "    - Unidades lingüísticas básicas de uso común y significados asociados a dichas estructuras, tales como expresión de la entidad y sus propiedades, cantidad y número, espacio y las relaciones espaciales, afirmación, exclamación, negación, interrogación.",
        "    - Léxico elemental, de alta frecuencia y de interés para el alumnado relativo a situaciones cotidianas, temas habituales, relaciones personales próximas (familiares, de amistad, escolares…) vivienda, lugares y entornos cercanos, aplicando los conocimientos adquiridos sobre los mismos a una comprensión adecuada del texto.",
        "    - Patrones sonoros, acentuales y de entonación básicos de uso común, y funciones comunicativas generales asociadas a dichos patrones. Aspectos fonológicos: sonidos, ritmo, entonación y acentuación de palabras en frases de uso frecuente en el aula, a través de rimas, retahílas, trabalenguas, canciones, adivinanzas… acompañados de gestos y mímica. Lectura, deletreo y reconocimiento de palabras que comparten un patrón común, palabras que rimen y fonemas finales.",
        "    - Convenciones ortográficas básicas de uso común y significados asociados a los formatos y elementos gráficos.",
        "    - Convenciones y estrategias conversacionales básicas verbales o no verbales (gestos, contacto físico…) de uso común, en formato síncrono (cara a cara, teléfono, videollamada.) o asíncrono en las que se establece contacto social, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar indicaciones.",
        "    - Recursos para el aprendizaje y estrategias elementales de búsqueda guiada de información en medios analógicos y digitales (filtrar resultados, elegir los términos precisos y utilizar la búsqueda avanzada, completar y contrastar los datos, valorar y seleccionar la información...).",
        "    - Herramientas analógicas y digitales básicas de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa.",
        "B. Plurilingüismo",
        "    - Estrategias y técnicas de compensación de las carencias comunicativas (petición de repetición, aclaración o discurso más lento, descripciones, utilización de comunicación no verbal: gestos, dibujos…) para responder a una necesidad elemental, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las lenguas familiares.",
        "    - Estrategias básicas de uso común para identificar, retener, recuperar y utilizar unidades del lenguaje (léxico, morfosintaxis, patrones sonoros, etc.) uso de imágenes visuales, diagramas, fichas de vocabulario, mapas semánticos, diccionarios personales, a partir de su repertorio lingüístico.",
        "    - Iniciación al uso de estrategias y herramientas básicas de uso común de evaluación, analógicas y digitales, individuales y grupales. Rúbricas, diarios de clase, porfolios, escalas de estimación, bloc de autoevaluación, listas de cotejo...",
        "    - Léxico y expresiones elementales para comprender enunciados sobre la comunicación, la lengua y el aprendizaje (metalenguaje). La enseñanza de estrategias metalingüísticas de inferencia a partir de las pistas contextuales, tales como el tema general; otras palabras del discurso (redundancias, anáforas, paralelismos); la estructura gramatical; la morfología (análisis de los prefijos, sufijos, composición, etc.); la entonación (habla) y la puntuación (escritura).",
        "C. Diferentes culturas",
        "    - La segunda lengua extranjera como medio de comunicación y relación con personas de otros países, como medio para conocer culturas y modos de vida diferentes. Comprensión de mensajes emitidos por hablantes de otras lenguas, con distintos acentos.",
        "    - Interés en la participación en intercambios comunicativos planificados, a través de diferentes medios (soporte papel o medios digitales), con estudiantes de la segunda lengua extranjera. Valoración del enriquecimiento personal que supone la relación con personas de otras culturas.",
        "    - Iniciación a patrones culturales elementales propios de la segunda lengua extranjera. Fórmulas de cortesía adecuadas en los intercambios sociales.",
        "    - Aspectos de la lengua, de la cultura y de la sociedad elementales, relativos a las costumbres, la vida cotidiana y las relaciones interpersonales básicas en países donde se habla esta segunda lengua extranjera.",
        "    - Estrategias básicas de uso común para entender y apreciar la diversidad del lenguaje, de la cultura y del arte.",
        "Francés",
        "    - Expresión de relaciones lógicas: conjunción (et); disyunción (ou); oposición (mais); causa (parce que); finalidad (pour + Inf.); comparación (aussi/plus/moins que).",
        "    - Relaciones temporales (quand, d ´abord, ensuite, après).",
        "    - Exclamación (ortografía, curva entonativa).",
        "    - Negación (ne...pas, ne...jamais).",
        "    - Interrogación: ortografía; curva entonativa; mots interrogatifs (qu ´est-ce que, qui, quand, comment, pourquoi, combien de, où, comment, est-ce que); réponse: oui, non.",
        "    - Expresión del tiempo: presente; pasado (passé composé, passé récent: venir de + Inf.); futuro: futur proche (aller + Inf.).",
        "    - Expresión del aspecto: puntual (phrases simples); durativo (être en train de + Inf.).",
        "    - Expresión de la modalidad: factualidad (phrases déclaratives); capacidad (pouvoir, ne pas pouvoir); posibilidad/propabilidad ((ne pas) pouvoir, peut-être); necesidad (avoir besoin de qqch., avoir besoin de + Inf.); obligación / prohibición (on doit/on ne peut pas + Inf.); permiso (est-ce quon peut? Je peux?); intención/deseo (futur proche, verbe vouloir).",
        "    - Expresión de la existencia (presentativos (cest, ce sont), il y a); la entidad (articles (un, une, des; le, la, l, les), noms, pronoms sujets, pronoms toniques, adjectifs démonstratifs; la cualidad ((très +) Adj.); la posesión (cest à / ce sont à + pron. tóniques)).",
        "    - Expresión de la cantidad: (singulier/pluriel; numéros cardinaux jusqu´à 100; articles partitifs (du, de la, de l´, des); empleo de «de» en oraciones negativas (ex: je n´ai pas de pain); Adv. de cantidad y medidas: tout(-e), tous, beaucoup, (un) peu de, la moitié de, une bouteille/un verre/une pièce/une assiette de; le degré: très, beaucoup, trop, assez.",
        "    - Expresión del espacio (prépositions et adverbes de lieu, position, distance, mouvement, direction, provenance, destination).",
        "    - Expresión del tiempo: puntual (jours de la semaine, en + mois de lannée, au mois de, en / au + saisons, la date); indicaciones de tiempo (maintenant, après, aujourd ´hui, demain, tôt, tard); duración (pendant + expression de temps); anterioridad (avant); posterioridad (après); secuenciación (d´abord, ensuite); simultaneidad (quand); frecuencia (le(s) + jour de la semaine).",
        "    - Expresión del modo: adverbes de manière ((très) bien, mal; avec + nom).",
        "D. Contenidos sintáctico-discursivos",
        "Alemán",
        "    - Expresión de relaciones lógicas: conjunción (und); disyunción (oder); oposición (aber); causa (weil); finalidad (um- Infinitiv, z. b. Ich habe es gemacht um ihr zu helfen); comparación (so Adj. wie; kleiner (als); der größte)",
        "    - Relaciones temporales (wenn; bevor; nachdem).",
        "    - Afirmación (affirmativen Sätzen; Ja (+affirmative Zeichen)",
        "    - Exclamación (Welch + Nomen, z. b. Welch unerwartete Überraschung!; Wie + Adj., z. b. Wie gut!; Ausrufe Sätzen, e.g. Das ist teuer! ).",
        "    - Negación (negative Sätze mit nicht, nie, nicht (Adjektiv), niemand, nichts; Nein (+ negative Zeichen)",
        "    - Interrogación (Fragesätze und einfache Fragewörter)",
        "    - Expresión del tiempo: pasado (Perfekt, Präteritum); presente (Präsens); futuro (werden). , z. b. immer, jeden Tag); incoativo (beginnen zu –en); terminativo (aufhören zu –en).",
        "    - Expresión de la modalidad: factualidad (Aussagesätzen); capacidad (mögen); posibilidad (können); necesidad (sollen; müssen); obligación (müssen; Imperativ); permiso (können; dürfen); intención (werden -en; wollen). - Expresión de la existencia (es gibt); la entidad (Nomen und Pronomen, Artikelwörter, Demonstrativartikeln); la cualidad ((sehr+) Adj).",
        "    - Expresión de la cantidad (Singular/ Plural; Kardinalzahlen bis auf vier Ziffern; Ordinalzahlen bis auf hundertster. Quantität: alle, viele, manche, einige, mancherlei, ein bißchen, mehr, ein halber, eine Flasche/ Tasse /ein Glas/Stück von. Grad: sehr, zu viel, genüg).",
        "    - Expresión del espacio (Lokale Präpositionen und Adverbien Bereich, Gegenseite, Lage, Nähe, Punkt).",
        "    - Expresión del tiempo (Stundenzählung (z. b. viertel vor acht); Stundenteilung und Jahrezeiten (z. b. Viertelstunde, Sommer), und Ausdruck von Zeit (z. b. nun, jetz, morgen); Dauer (z. b. während drei Jahren); Vorzeitigkeit (vor); Nachzeitigkeit (nach); Aufeinanderfolge (Vorher, Davor); Gleichzeitigkeit (zur selben Zeit); Häufigkeit (z. b. manchmal, am Sonntags).",
        "    - Expresión del modo (Modaladverbien, z. b",
        "Italiano ",
        "    - Expresión de relaciones lógicas: conjunción (e); disyunción (o); oposición (ma); causa (perché); finalidad (per/a + Inf.); condición (se); comparación (più (di); come; il più grande).",
        "    - Relaciones temporales (quando, prima, dopo).",
        "    - Interrogación (totali; parziali introdotte da come, dove, quando, perché, quanto, chi, che, cosa, che cosa, quale).",
        "    - Afirmación (proforma sì, frasi dichiarative affermative).",
        "    - Negación (proforma no, frasi dichiarative negative con non, mai, niente, nessuno/a).",
        "    - Exclamación ((che) + agg., p.es. Che bello!; V, p.es. Guarda!).",
        "    - Expresión del tiempo: presente (presente); pasado (imperfetto e perfetto composto); futuro (presente e futuro).",
        "    - Expresión del aspecto: puntual (v. puntuali, p.es. partire); durativo (presente e imperfetto; stare + gerundio; continuare a + Inf.); habitual (presente e imperfetto (+ avv. p.es. sempre); incoativo (cominciare a/iniziare a +Inf.); terminativo (finire di+Inf.; perfetto composto).",
        "    - Expresión de la modalidad: factualidad (frasi dichiarative affermative e negative); capacidad ((non) potere; (non) sapere); posibilidad (presente potere; forse (+ presente e futuro)); necesidad (presente dovere; avere bisogno di + N / Inf.); obligación (presente dovere; imperativo); intención (presente e condizionale semplice di verbi volitivi + N / Inf.; futuro; pensare di +Inf.).",
        "    - Expresión de la existencia (cè; ecco); la entidad (nomi, pronomi, articoli e dimostrativi); la cualidad (molto + agg.; –issimo/a).",
        "    - Expresión de la cantidad (numero: singolare/plurale; numerali cardinali fino a quattro cifre e ordinali fino a due cifre. Quantità: tutto, molto, poco, troppo, tanto, un po(di), nessuno/a, alcuni/e, niente, qualcosa, qualche, più, meno, solo, una tazza/un bicchiere/ una bottiglia/un pezzo di... Grado: poco, molto, troppo).",
        "    - Expresión del espacio (preposizioni, avv. ed espressioni che indicano luogo, posizione, distanza, movimento, direzione, origine e disposizione.",
        "    - Expresión del tiempo (lora (p. es. le tre e mezza); divisione (p. es il lunedi, a febbraio) e collocazione nel tempo (p. es. ora, ieri, domani); durata (p. es. per due giorni); anteriorità (prima); posteriorità (dopo); contemporaneità (quando, durante); sequenza (prima… poi ... dopo); intermittenza (qualche volta); frequenza (p.es. di solito, mai).",
        "    - Expresión del modo (avverbi di modo, p.es. lentamente, bene).",
        "Portugués ",
        "    - Expresión de relaciones lógicas: conjunción (e); disyunción (ou); oposición (mas); causa (porque); finalidad (para + Inf.); comparación (mais/ menos (do) que; maior; grau do Adj. e do Adv.).",
        "    - Relaciones temporales (quando; antes/ depois de + Inf.).",
        "    - Afirmación (sentenças declarativas afirmativas; Sim + frase (p. e. Sim, tenho três.).",
        "    - Interrogación (quem; (o) que; qual; onde; de quem; quanto; como; porquê).",
        "    - Negación (frases declarativas negativas; Não (+ Verbo conjugado do enunciado anterior); nenhum; ninguém; nada).",
        "    - Exclamación: frases exclamativas (Que gelado tão bom! Tantos carros!).",
        "    - Expresión del tiempo: pasado (pretérito imperfeito e perfeito); presente (presente); futuro (ir + Inf.; futuro do presente).",
        "    - Expresión del aspecto: puntual (verbos não durativos, p. e. nascer; perfeito); durativo (estar + gerúndio); habitual (presente do indicativo (+ Adv., p. e. sempre; geralmente); incoativo (començar a + Inf.); terminativo (deixar de + Inf.).",
        "    - Expresión de la modalidad: factualidad (sentenças declarativas); capacidad (posso; pode; é capaz de); posibilidad (podia); necesidad (precisar (de); necessitar); obligación (ter de/que; dever + Inf.); permiso (posso; pode); intención (quero; tenho de; gostava).",
        "    - Expresión de la existencia (ter/ haver); la entidad (substantivos; pronomes; artigos; demonstrativos); la cualidad ((muito +) Adj.).",
        "    - Expresión de la cantidad (Singular/plural; Numerais até quatro dígitos, ordinais até dois dígitos. Quantidade: muito(s); pouco(s); tudo. Grado: muito; tão).",
        "    - Expresión del espacio (expressões, preposições e locuções prepositivas de lugar e de movimento).",
        "    - Expresión del tiempo (expressões, preposições e locuções de tempo (horas (p. e. dez menos um quarto), divisões (p. e. meia hora; verão) e indicações (p. e. agora; amanhâ) de tempo; duração (p. e. durante dois dias); anterioridade (antes); posterioridade (depois); seqüência (primeiro em seguida); simultaneidade (ao mesmo tempo); freqüência (p. e. às vezes; aos domingos).",
        "    - Expresión del modo (expressões, preposições e locuções prepositivas de modo; bem; mal; assim)."
    ],
    "criteriosEvaluacion": [
        "1.1. Comprender e interpretar el sentido global, así como palabras de uso frecuente y frases previamente indicadas en textos orales, escritos y multimodales breves y sencillos sobre temas habituales, de relevancia personal y próximos a su experiencia, adecuados al nivel de desarrollo del alumnado, expresados de manera comprensible, clara y en lengua estándar a través de distintos soportes, incluidos los audiovisuales e informáticos.",
        "1.2. Aplicar de forma guiada estrategias adecuadas para captar el sentido global y procesar informaciones explícitas en textos breves y sencillos sobre temas familiares, en situaciones comunicativas cotidianas y de relevancia para el alumnado.",
        "2.1. Atender al ritmo, la acentuación y la entonación durante la expresión oral de frases cortas con información básica sobre asuntos cotidianos y de relevancia para el alumnado, utilizando de forma guiada recursos verbales y no verbales.",
        "2.2. Producir textos muy breves y sencillos, adecuados a la situación comunicativa propuesta, a partir de modelos y a través de herramientas analógicas y digitales, usando estructuras y léxico elemental sobre asuntos cotidianos y de relevancia personal para el alumnado.",
        "2.3. Utilizar de forma guiada estrategias que faciliten la producción de mensajes breves y sencillos adecuados a las intenciones comunicativas usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "3.1. Participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próxima a su experiencia, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando respeto por la cortesía del lenguaje y la etiqueta digital.",
        "3.2. Seleccionar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes breves; y formular y contestar preguntas sencillas.",
        "4.1. Mostrar empatía e interés por los interlocutores y por los problemas de entendimiento en su entorno más próximo, apoyándose en diversos recursos y soportes para interpretar y explicar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad.",
        "4.2. Adquirir estrategias elementales que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "5.1. Desarrollar destrezas personales que ayuden a enfrentarse al aprendizaje de otra lengua, fomentando la confianza en las propias posibilidades, aceptando el error como parte del proceso de aprendizaje y adaptándose ante situaciones de incertidumbre, para disfrutar en el aprendizaje de una segunda lengua.",
        "5.2. Analizar las similitudes y diferencias entre distintas lenguas reflexionando, de forma guiada, sobre aspectos básicos de su funcionamiento.",
        "5.3. Utilizar y diferenciar, de forma guiada, los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender una segunda extranjera, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "5.4. Registrar y aplicar, de manera guiada, los avances y dificultades elementales del aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar, participando en actividades de autoevaluación y evaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL).",
        "6.1. Mostrar respeto en diversas situaciones, identificando y comparando semejanzas y diferencias elementales entre lenguas y culturas en diferentes contextos comunicativos cotidianos y habituales.",
        "6.2. Reconocer y apreciar la diversidad de países donde se habla la segunda lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y del lenguaje elemental y habitual que fomenten el respeto por los demás.",
        "6.3. Reconocer y aplicar estrategias básicas para entender y apreciar los aspectos más relevantes de la diversidad del lenguaje, de la cultura y del arte."
    ]
=======
{
    "saberes": [
        "A. Comunicación",
        "    - El error como parte integrante del proceso y como instrumento de mejora. Confianza y reflexión sobre el aprendizaje, las propias posibilidades y la prioridad de la intención comunicativa.",
        "    - Estrategias básicas de uso común (contexto visual, conocimiento previo del tema, identificación de información básica, deducción del significado de palabras y frases nuevas por el contexto…) para la comprensión y la producción de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
        "    - Conocimientos, destrezas y actitudes elementales que permiten iniciarse en actividades de comunicación en situaciones cotidianas básicas, en las que se utilicen gradualmente estrategias que ayuden a resolver conflictos, mejorar la comunicación o servir de enlace entre varios interlocutores en la misma o en diferentes lenguas, crear relaciones y llegar a acuerdos, fomentando actitudes de colaboración mutua.",
        "    - Funciones comunicativas básicas de uso común adecuadas al ámbito y al contexto: saludar, despedirse, presentar y presentarse; describir personas, objetos y lugares; pedir e intercambiar información sobre cuestiones cotidianas; describir rutinas; dar indicaciones e instrucciones; expresar el tiempo, la cantidad y el espacio.",
        "    - Modelos contextuales y géneros discursivos básicos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios, tales como cuentos, leyendas, artículos, noticias, cartas, emails, folletos, instrucciones, normas, avisos o conversaciones reguladoras de la convivencia.",
        "    - Unidades lingüísticas básicas de uso común y significados asociados a dichas estructuras, tales como expresión de la entidad y sus propiedades, cantidad y número, espacio y las relaciones espaciales, afirmación, exclamación, negación, interrogación.",
        "    - Léxico elemental, de alta frecuencia y de interés para el alumnado relativo a situaciones cotidianas, temas habituales, relaciones personales próximas (familiares, de amistad, escolares…) vivienda, lugares y entornos cercanos, aplicando los conocimientos adquiridos sobre los mismos a una comprensión adecuada del texto.",
        "    - Patrones sonoros, acentuales y de entonación básicos de uso común, y funciones comunicativas generales asociadas a dichos patrones. Aspectos fonológicos: sonidos, ritmo, entonación y acentuación de palabras en frases de uso frecuente en el aula, a través de rimas, retahílas, trabalenguas, canciones, adivinanzas… acompañados de gestos y mímica. Lectura, deletreo y reconocimiento de palabras que comparten un patrón común, palabras que rimen y fonemas finales.",
        "    - Convenciones ortográficas básicas de uso común y significados asociados a los formatos y elementos gráficos.",
        "    - Convenciones y estrategias conversacionales básicas verbales o no verbales (gestos, contacto físico…) de uso común, en formato síncrono (cara a cara, teléfono, videollamada.) o asíncrono en las que se establece contacto social, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar indicaciones.",
        "    - Recursos para el aprendizaje y estrategias elementales de búsqueda guiada de información en medios analógicos y digitales (filtrar resultados, elegir los términos precisos y utilizar la búsqueda avanzada, completar y contrastar los datos, valorar y seleccionar la información...).",
        "    - Herramientas analógicas y digitales básicas de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa.",
        "B. Plurilingüismo",
        "    - Estrategias y técnicas de compensación de las carencias comunicativas (petición de repetición, aclaración o discurso más lento, descripciones, utilización de comunicación no verbal: gestos, dibujos…) para responder a una necesidad elemental, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las lenguas familiares.",
        "    - Estrategias básicas de uso común para identificar, retener, recuperar y utilizar unidades del lenguaje (léxico, morfosintaxis, patrones sonoros, etc.) uso de imágenes visuales, diagramas, fichas de vocabulario, mapas semánticos, diccionarios personales, a partir de su repertorio lingüístico.",
        "    - Iniciación al uso de estrategias y herramientas básicas de uso común de evaluación, analógicas y digitales, individuales y grupales. Rúbricas, diarios de clase, porfolios, escalas de estimación, bloc de autoevaluación, listas de cotejo...",
        "    - Léxico y expresiones elementales para comprender enunciados sobre la comunicación, la lengua y el aprendizaje (metalenguaje). La enseñanza de estrategias metalingüísticas de inferencia a partir de las pistas contextuales, tales como el tema general; otras palabras del discurso (redundancias, anáforas, paralelismos); la estructura gramatical; la morfología (análisis de los prefijos, sufijos, composición, etc.); la entonación (habla) y la puntuación (escritura).",
        "C. Diferentes culturas",
        "    - La segunda lengua extranjera como medio de comunicación y relación con personas de otros países, como medio para conocer culturas y modos de vida diferentes. Comprensión de mensajes emitidos por hablantes de otras lenguas, con distintos acentos.",
        "    - Interés en la participación en intercambios comunicativos planificados, a través de diferentes medios (soporte papel o medios digitales), con estudiantes de la segunda lengua extranjera. Valoración del enriquecimiento personal que supone la relación con personas de otras culturas.",
        "    - Iniciación a patrones culturales elementales propios de la segunda lengua extranjera. Fórmulas de cortesía adecuadas en los intercambios sociales.",
        "    - Aspectos de la lengua, de la cultura y de la sociedad elementales, relativos a las costumbres, la vida cotidiana y las relaciones interpersonales básicas en países donde se habla esta segunda lengua extranjera.",
        "    - Estrategias básicas de uso común para entender y apreciar la diversidad del lenguaje, de la cultura y del arte.",
        "Francés",
        "    - Expresión de relaciones lógicas: conjunción (et); disyunción (ou); oposición (mais); causa (parce que); finalidad (pour + Inf.); comparación (aussi/plus/moins que).",
        "    - Relaciones temporales (quand, d ´abord, ensuite, après).",
        "    - Exclamación (ortografía, curva entonativa).",
        "    - Negación (ne...pas, ne...jamais).",
        "    - Interrogación: ortografía; curva entonativa; mots interrogatifs (qu ´est-ce que, qui, quand, comment, pourquoi, combien de, où, comment, est-ce que); réponse: oui, non.",
        "    - Expresión del tiempo: presente; pasado (passé composé, passé récent: venir de + Inf.); futuro: futur proche (aller + Inf.).",
        "    - Expresión del aspecto: puntual (phrases simples); durativo (être en train de + Inf.).",
        "    - Expresión de la modalidad: factualidad (phrases déclaratives); capacidad (pouvoir, ne pas pouvoir); posibilidad/propabilidad ((ne pas) pouvoir, peut-être); necesidad (avoir besoin de qqch., avoir besoin de + Inf.); obligación / prohibición (on doit/on ne peut pas + Inf.); permiso (est-ce quon peut? Je peux?); intención/deseo (futur proche, verbe vouloir).",
        "    - Expresión de la existencia (presentativos (cest, ce sont), il y a); la entidad (articles (un, une, des; le, la, l, les), noms, pronoms sujets, pronoms toniques, adjectifs démonstratifs; la cualidad ((très +) Adj.); la posesión (cest à / ce sont à + pron. tóniques)).",
        "    - Expresión de la cantidad: (singulier/pluriel; numéros cardinaux jusqu´à 100; articles partitifs (du, de la, de l´, des); empleo de «de» en oraciones negativas (ex: je n´ai pas de pain); Adv. de cantidad y medidas: tout(-e), tous, beaucoup, (un) peu de, la moitié de, une bouteille/un verre/une pièce/une assiette de; le degré: très, beaucoup, trop, assez.",
        "    - Expresión del espacio (prépositions et adverbes de lieu, position, distance, mouvement, direction, provenance, destination).",
        "    - Expresión del tiempo: puntual (jours de la semaine, en + mois de lannée, au mois de, en / au + saisons, la date); indicaciones de tiempo (maintenant, après, aujourd ´hui, demain, tôt, tard); duración (pendant + expression de temps); anterioridad (avant); posterioridad (après); secuenciación (d´abord, ensuite); simultaneidad (quand); frecuencia (le(s) + jour de la semaine).",
        "    - Expresión del modo: adverbes de manière ((très) bien, mal; avec + nom).",
        "D. Contenidos sintáctico-discursivos",
        "Alemán",
        "    - Expresión de relaciones lógicas: conjunción (und); disyunción (oder); oposición (aber); causa (weil); finalidad (um- Infinitiv, z. b. Ich habe es gemacht um ihr zu helfen); comparación (so Adj. wie; kleiner (als); der größte)",
        "    - Relaciones temporales (wenn; bevor; nachdem).",
        "    - Afirmación (affirmativen Sätzen; Ja (+affirmative Zeichen)",
        "    - Exclamación (Welch + Nomen, z. b. Welch unerwartete Überraschung!; Wie + Adj., z. b. Wie gut!; Ausrufe Sätzen, e.g. Das ist teuer! ).",
        "    - Negación (negative Sätze mit nicht, nie, nicht (Adjektiv), niemand, nichts; Nein (+ negative Zeichen)",
        "    - Interrogación (Fragesätze und einfache Fragewörter)",
        "    - Expresión del tiempo: pasado (Perfekt, Präteritum); presente (Präsens); futuro (werden). , z. b. immer, jeden Tag); incoativo (beginnen zu –en); terminativo (aufhören zu –en).",
        "    - Expresión de la modalidad: factualidad (Aussagesätzen); capacidad (mögen); posibilidad (können); necesidad (sollen; müssen); obligación (müssen; Imperativ); permiso (können; dürfen); intención (werden -en; wollen). - Expresión de la existencia (es gibt); la entidad (Nomen und Pronomen, Artikelwörter, Demonstrativartikeln); la cualidad ((sehr+) Adj).",
        "    - Expresión de la cantidad (Singular/ Plural; Kardinalzahlen bis auf vier Ziffern; Ordinalzahlen bis auf hundertster. Quantität: alle, viele, manche, einige, mancherlei, ein bißchen, mehr, ein halber, eine Flasche/ Tasse /ein Glas/Stück von. Grad: sehr, zu viel, genüg).",
        "    - Expresión del espacio (Lokale Präpositionen und Adverbien Bereich, Gegenseite, Lage, Nähe, Punkt).",
        "    - Expresión del tiempo (Stundenzählung (z. b. viertel vor acht); Stundenteilung und Jahrezeiten (z. b. Viertelstunde, Sommer), und Ausdruck von Zeit (z. b. nun, jetz, morgen); Dauer (z. b. während drei Jahren); Vorzeitigkeit (vor); Nachzeitigkeit (nach); Aufeinanderfolge (Vorher, Davor); Gleichzeitigkeit (zur selben Zeit); Häufigkeit (z. b. manchmal, am Sonntags).",
        "    - Expresión del modo (Modaladverbien, z. b",
        "Italiano ",
        "    - Expresión de relaciones lógicas: conjunción (e); disyunción (o); oposición (ma); causa (perché); finalidad (per/a + Inf.); condición (se); comparación (più (di); come; il più grande).",
        "    - Relaciones temporales (quando, prima, dopo).",
        "    - Interrogación (totali; parziali introdotte da come, dove, quando, perché, quanto, chi, che, cosa, che cosa, quale).",
        "    - Afirmación (proforma sì, frasi dichiarative affermative).",
        "    - Negación (proforma no, frasi dichiarative negative con non, mai, niente, nessuno/a).",
        "    - Exclamación ((che) + agg., p.es. Che bello!; V, p.es. Guarda!).",
        "    - Expresión del tiempo: presente (presente); pasado (imperfetto e perfetto composto); futuro (presente e futuro).",
        "    - Expresión del aspecto: puntual (v. puntuali, p.es. partire); durativo (presente e imperfetto; stare + gerundio; continuare a + Inf.); habitual (presente e imperfetto (+ avv. p.es. sempre); incoativo (cominciare a/iniziare a +Inf.); terminativo (finire di+Inf.; perfetto composto).",
        "    - Expresión de la modalidad: factualidad (frasi dichiarative affermative e negative); capacidad ((non) potere; (non) sapere); posibilidad (presente potere; forse (+ presente e futuro)); necesidad (presente dovere; avere bisogno di + N / Inf.); obligación (presente dovere; imperativo); intención (presente e condizionale semplice di verbi volitivi + N / Inf.; futuro; pensare di +Inf.).",
        "    - Expresión de la existencia (cè; ecco); la entidad (nomi, pronomi, articoli e dimostrativi); la cualidad (molto + agg.; –issimo/a).",
        "    - Expresión de la cantidad (numero: singolare/plurale; numerali cardinali fino a quattro cifre e ordinali fino a due cifre. Quantità: tutto, molto, poco, troppo, tanto, un po(di), nessuno/a, alcuni/e, niente, qualcosa, qualche, più, meno, solo, una tazza/un bicchiere/ una bottiglia/un pezzo di... Grado: poco, molto, troppo).",
        "    - Expresión del espacio (preposizioni, avv. ed espressioni che indicano luogo, posizione, distanza, movimento, direzione, origine e disposizione.",
        "    - Expresión del tiempo (lora (p. es. le tre e mezza); divisione (p. es il lunedi, a febbraio) e collocazione nel tempo (p. es. ora, ieri, domani); durata (p. es. per due giorni); anteriorità (prima); posteriorità (dopo); contemporaneità (quando, durante); sequenza (prima… poi ... dopo); intermittenza (qualche volta); frequenza (p.es. di solito, mai).",
        "    - Expresión del modo (avverbi di modo, p.es. lentamente, bene).",
        "Portugués ",
        "    - Expresión de relaciones lógicas: conjunción (e); disyunción (ou); oposición (mas); causa (porque); finalidad (para + Inf.); comparación (mais/ menos (do) que; maior; grau do Adj. e do Adv.).",
        "    - Relaciones temporales (quando; antes/ depois de + Inf.).",
        "    - Afirmación (sentenças declarativas afirmativas; Sim + frase (p. e. Sim, tenho três.).",
        "    - Interrogación (quem; (o) que; qual; onde; de quem; quanto; como; porquê).",
        "    - Negación (frases declarativas negativas; Não (+ Verbo conjugado do enunciado anterior); nenhum; ninguém; nada).",
        "    - Exclamación: frases exclamativas (Que gelado tão bom! Tantos carros!).",
        "    - Expresión del tiempo: pasado (pretérito imperfeito e perfeito); presente (presente); futuro (ir + Inf.; futuro do presente).",
        "    - Expresión del aspecto: puntual (verbos não durativos, p. e. nascer; perfeito); durativo (estar + gerúndio); habitual (presente do indicativo (+ Adv., p. e. sempre; geralmente); incoativo (començar a + Inf.); terminativo (deixar de + Inf.).",
        "    - Expresión de la modalidad: factualidad (sentenças declarativas); capacidad (posso; pode; é capaz de); posibilidad (podia); necesidad (precisar (de); necessitar); obligación (ter de/que; dever + Inf.); permiso (posso; pode); intención (quero; tenho de; gostava).",
        "    - Expresión de la existencia (ter/ haver); la entidad (substantivos; pronomes; artigos; demonstrativos); la cualidad ((muito +) Adj.).",
        "    - Expresión de la cantidad (Singular/plural; Numerais até quatro dígitos, ordinais até dois dígitos. Quantidade: muito(s); pouco(s); tudo. Grado: muito; tão).",
        "    - Expresión del espacio (expressões, preposições e locuções prepositivas de lugar e de movimento).",
        "    - Expresión del tiempo (expressões, preposições e locuções de tempo (horas (p. e. dez menos um quarto), divisões (p. e. meia hora; verão) e indicações (p. e. agora; amanhâ) de tempo; duração (p. e. durante dois dias); anterioridade (antes); posterioridade (depois); seqüência (primeiro em seguida); simultaneidade (ao mesmo tempo); freqüência (p. e. às vezes; aos domingos).",
        "    - Expresión del modo (expressões, preposições e locuções prepositivas de modo; bem; mal; assim)."
    ],
    "criteriosEvaluacion": [
        "1.1. Comprender e interpretar el sentido global, así como palabras de uso frecuente y frases previamente indicadas en textos orales, escritos y multimodales breves y sencillos sobre temas habituales, de relevancia personal y próximos a su experiencia, adecuados al nivel de desarrollo del alumnado, expresados de manera comprensible, clara y en lengua estándar a través de distintos soportes, incluidos los audiovisuales e informáticos.",
        "1.2. Aplicar de forma guiada estrategias adecuadas para captar el sentido global y procesar informaciones explícitas en textos breves y sencillos sobre temas familiares, en situaciones comunicativas cotidianas y de relevancia para el alumnado.",
        "2.1. Atender al ritmo, la acentuación y la entonación durante la expresión oral de frases cortas con información básica sobre asuntos cotidianos y de relevancia para el alumnado, utilizando de forma guiada recursos verbales y no verbales.",
        "2.2. Producir textos muy breves y sencillos, adecuados a la situación comunicativa propuesta, a partir de modelos y a través de herramientas analógicas y digitales, usando estructuras y léxico elemental sobre asuntos cotidianos y de relevancia personal para el alumnado.",
        "2.3. Utilizar de forma guiada estrategias que faciliten la producción de mensajes breves y sencillos adecuados a las intenciones comunicativas usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "3.1. Participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próxima a su experiencia, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando respeto por la cortesía del lenguaje y la etiqueta digital.",
        "3.2. Seleccionar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes breves; y formular y contestar preguntas sencillas.",
        "4.1. Mostrar empatía e interés por los interlocutores y por los problemas de entendimiento en su entorno más próximo, apoyándose en diversos recursos y soportes para interpretar y explicar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad.",
        "4.2. Adquirir estrategias elementales que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "5.1. Desarrollar destrezas personales que ayuden a enfrentarse al aprendizaje de otra lengua, fomentando la confianza en las propias posibilidades, aceptando el error como parte del proceso de aprendizaje y adaptándose ante situaciones de incertidumbre, para disfrutar en el aprendizaje de una segunda lengua.",
        "5.2. Analizar las similitudes y diferencias entre distintas lenguas reflexionando, de forma guiada, sobre aspectos básicos de su funcionamiento.",
        "5.3. Utilizar y diferenciar, de forma guiada, los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender una segunda extranjera, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "5.4. Registrar y aplicar, de manera guiada, los avances y dificultades elementales del aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar, participando en actividades de autoevaluación y evaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL).",
        "6.1. Mostrar respeto en diversas situaciones, identificando y comparando semejanzas y diferencias elementales entre lenguas y culturas en diferentes contextos comunicativos cotidianos y habituales.",
        "6.2. Reconocer y apreciar la diversidad de países donde se habla la segunda lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y del lenguaje elemental y habitual que fomenten el respeto por los demás.",
        "6.3. Reconocer y aplicar estrategias básicas para entender y apreciar los aspectos más relevantes de la diversidad del lenguaje, de la cultura y del arte."
    ]
>>>>>>> 1d4def5484ef39bc3f5962700b420d8e4d25a7a1
}