{
    "criteriosEvaluacion": [
        "• CA 1.1. Adquirir nuevo conocimiento matemático mediante el planteamiento, razonamiento y justificación de conjeturas y problemas de forma autónoma. OBJ3",
        "• CE1.2. Demostrar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE1.3. Resolver problemas en situaciones diversas utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE2.1. Demostrar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE2.2. Resolver problemas en situaciones diversas, utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE2.3. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo el procedimiento utilizado. OBJ1",
        "• CE2.4. Seleccionar la solución más adecuada de un problema en función del contexto (sostenibilidad, consumo responsable, equidad...) usando el razonamiento y la argumentación. OBJ2",
        "• CE3.1. Demostrar una visión matemática integrada investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE3.2. Representar ideas matemáticas estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas. OBJ7",
        "• CE3.3. Resolver problemas en situaciones diversas utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE3.4. Manejar diferentes estrategias y herramientas, incluidas las digitales, que modelizan y resuelven problemas de la vida cotidiana y de la ciencia y la tecnología, seleccionando las más adecuadas según su eficiencia. OBJ1",
        "• CE4.1. Demostrar una visión matemática integrada investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE4.2. Seleccionar y utilizar diversas formas de representación valorando su utilidad para compartir información. OBJ7",
        "• CE4.3. Resolver problemas en contextos matemáticos estableciendo y aplicando conexiones entre las diferentes ideas matemáticas. OBJ5",
        "• CE4.4. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo el procedimiento utilizado. OBJ1",
        "• CE4.5. Demostrar la validez matemática de las posibles soluciones de un problema utilizando el razonamiento y la argumentación. OBJ2",
        "• CE4.6. Integrar el uso de herramientas tecnológicas en el planteamiento o investigación de conjeturas y problemas. OBJ3",
        "• CE4.7. Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de la ciencia y de la tecnología utilizando el pensamiento computacional, modificando, creando y generalizando algoritmos. OBJ4",
        "• CE5.1. Adquirir nuevo conocimiento matemático mediante el planteamiento, razonamiento y justificación de conjeturas y problemas de forma autónoma. OBJ3",
        "• CE5.2. Representar ideas matemáticas estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas. OBJ7",
        "• CE5.3. Manejar diferentes estrategias y herramientas, incluidas las digitales, que modelizan y resuelven problemas de la vida cotidiana y de la ciencia y la tecnología, seleccionando las más adecuadas según su eficiencia. OBJ1",
        "• CE5.4. Resolver problemas en situaciones diversas utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE6.1. Analizar la aportación de las matemáticas al progreso de la humanidad, valorando su contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y tecnológicos que se presentan en la sociedad. OBJ6",
        "• CE6.2. Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, identificando y gestionando emociones, y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas. OBJ9",
        "• CE6.3. Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones en el aprendizaje de las matemáticas. OBJ9",
        "• CE6.4. Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás y escuchando su razonamiento, aplicando las habilidades sociales más propicias y fomentando el bienestar del equipo y las relaciones saludables. OBJ9",
        "• CE6.5. Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la terminología y el rigor apropiados. OBJ8",
        "• CE6.6. Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor. OBJ8"
    ],
    "saberes": [
        "Bloque 1. Sentido numérico",
        "• Sentido de las operaciones.",
        "– Operaciones con vectores en el espacio. Adición y producto de vectores y matrices: interpretación, comprensión y uso adecuado de las propiedades.",
        "– Producto escalar, vectorial y mixto: definición, propiedades, interpretación geométrica.",
        "– Matrices: clasificación y operaciones.",
        "– Determinantes. Propiedades elementales.",
        "– Matriz inversa: determinar las condiciones para su existencia y calcularla usando el método más apropiado.",
        "– Estrategias para operar con números reales, vectores, matrices y determinantes: cálculo mental o escrito en los casos sencillos y con herramientas tecnológicas en los casos más complicados.",
        "– Resolución de problemas mediante las operaciones con matrices.",
        "• Relaciones.",
        "– Conjuntos de vectores y matrices: estructura, comprensión y propiedades.",
        "– Dependencia e independencia lineal. Concepto de base.",
        "– Rango de una matriz. Cálculo utilizando el método de Gauss o determinantes.",
        "Bloque 2. Sentido de la medida",
        "• Cambio.",
        "– Continuidad de una función. Continuidad en intervalos cerrados. Teorema de Bolzano.",
        "– Función derivada. Teoremas de Rolle y del valor medio. Aplicaciones.",
        "– Regla de L’Hôpital. Aplicación al cálculo de límites.",
        "– Aplicación de los conceptos de límite, continuidad y derivabilidad a la representación y al estudio de situaciones susceptibles de ser modelizadas mediante funciones.",
        "– Aplicación de la derivada como razón de cambio a la resolución de problemas de optimización en contextos diversos.",
        "• Medición.",
        "– Utilización de los productos entre vectores para la resolución de problemas que impliquen medidas de longitud, superficie o volumen en un sistema de coordenadas cartesianas y teniendo en cuenta su significado geométrico.",
        "– Concepto de integral definida. Interpretación de la integral definida como el área bajo una curva. Propiedades.",
        "– Teorema del valor medio y teorema fundamental del cálculo integral. Interpretación geométrica.",
        "– Concepto de primitiva de una función. Integral indefinida. Propiedades.",
        "– Regla de Barrow.",
        "– Técnicas elementales para el cálculo de primitivas: integrales inmediatas y casi inmediatas, por partes, cambio de variable y racionales con raíces reales.",
        "– Técnicas para la aplicación del concepto de integral a la resolución de problemas que impliquen cálculo de áreas de superficies planas limitadas por rectas y curvas o por dos curvas y de volúmenes de revolución.",
        "– La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios: interpretación subjetiva, clásica y frecuentista.",
        "Bloque 3. Sentido espacial",
        "• Formas geométricas de tres dimensiones.",
        "– Objetos geométricos de tres dimensiones: análisis de las propiedades y determinación de sus atributos. Relación con las operaciones con vectores.",
        "– Aplicación de las operaciones con vectores para la resolución de problemas geométricos. Utilización de herramientas tecnológicas.",
        "• Localización y sistemas de representación.",
        "– Relaciones de objetos geométricos en el espacio: representación y exploración con ayuda de herramientas digitales.",
        "– Expresiones algébricas de los objetos geométricos en el espacio: identificación de los elementos característicos y de las ecuaciones de la recta y del plano en el espacio. Paso de un tipo de ecuación a otra y selección de la más adecuada en función de la situación a resolver.",
        "• Visualización, razonamiento y modelización geométrica.",
        "– Modelización de la posición y el movimiento de un objeto en el espacio mediante vectores.",
        "– Estudio de incidencia, paralelismo, distancias y ángulos de objetos geométricos en el espacio. Representación mediante herramientas digitales.",
        "– Modelos matemáticos (geométricos, algébricos...) para resolver problemas en el espacio. Conexiones con otras disciplinas y áreas de interés.",
        "– Resolución de problemas de incidencia, paralelismo, distancias y ángulos de objetos geométricos en el espacio. Cálculo de áreas y volúmenes.",
        "– Conjeturas geométricas en el espacio: validación por medio de la deducción y de la demostración.",
        "Bloque 4. Sentido algébrico",
        "• Patrones.",
        "– Generalización de patrones en situaciones diversas. Obtención del patrón en diferentes contextos: potencia n-ésima de una matriz, derivada n-ésima...",
        "• Modelo matemático.",
        "– Relaciones cuantitativas en situaciones complejas: estrategias de identificación y determinación de la clase de funciones que pueden modelizarlas, obteniendo conclusiones razonables.",
        "– Aplicación de las operaciones con matrices en la modelización de problemas reales.",
        "– Uso de sistemas de ecuaciones para modelizar situaciones de la vida cotidiana y de la ciencia y la tecnología.",
        "– Técnicas y uso de matrices para, por lo menos, modelizar situaciones en las que aparezcan sistemas de ecuaciones lineales o grafos.",
        "– Discusión de sistemas de ecuaciones. Teorema de Rouché-Frobenius.",
        "• Igualdad y desigualdad.",
        "– Obtención de formas equivalentes de expresiones algébricas en la resolución de sistemas de ecuaciones mediante cálculo mental, algoritmos de lápiz y papel, y con herramientas digitales.",
        "– Resolución de sistemas de ecuaciones en diferentes contextos mediante el método de Gauss o la regla de Cramer.",
        "• Relaciones y funciones.",
        "– Representación, análisis e interpretación de funciones con herramientas digitales.",
        "– Propiedades de las distintas clases de funciones: comprensión y comparación.",
        "– Aplicación del cálculo de derivadas al estudio de intervalos de crecimiento y decrecimiento, máximos y mínimos, intervalos de concavidad y convexidad, puntos de inflexión.",
        "– Asíntotas: horizontal, vertical y oblicua.",
        "• Pensamiento computacional.",
        "– Análisis, planteamiento y resolución de problemas de la vida cotidiana y de la ciencia y la tecnología empleando las herramientas o los programas más adecuados.",
        "– Empleo de programas computacionales para las operaciones con matrices, cálculo de la matriz inversa, de determinantes o resolución de sistemas.",
        "Bloque 5. Sentido estocástico",
        "• Incertidumbre.",
        "– Sucesos. Operaciones con sucesos. Axiomática de Kolmogorov.",
        "– Cálculo de probabilidades en experimentos compuestos. Probabilidad condicionada e independencia entre sucesos aleatorios. Diagramas de árbol y tablas de contingencia.",
        "– Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación del teorema de Bayes para actualizar la probabilidad a partir de la observación y la experimentación y la toma de decisiones en condiciones de incertidumbre.",
        "• Distribuciones de probabilidad.",
        "– Variables aleatorias discretas (distribución de probabilidad, media, varianza y desviación típica) y continuas (función de densidad y función de distribución).",
        "– Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas.",
        "– Cálculo de probabilidades mediante la aproximación de la binomial por la normal.",
        "Bloque 6. Sentido socioafectivo",
        "• Creencias, actitudes y emociones.",
        "– Actitudes inherentes al trabajo matemático, como el esfuerzo, la perseverancia, la tolerancia a la frustración, la incertidumbre y la autoevaluación, indispensables para afrontar eventuales situaciones de tensión y ansiedad en el aprendizaje de las matemáticas.",
        "– Tratamiento y análisis del error, individual y colectivo, como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "• Toma de decisiones.",
        "– Destrezas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas y tareas matemáticas.",
        "• Inclusión, respeto y diversidad.",
        "– Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las matemáticas.",
        "– Valoración de la contribución de las matemáticas a lo largo de la historia en el avance de la ciencia y la tecnología.",
        "• Comunicación y organización.",
        "– Comunicación de las ideas matemáticas de manera ordenada y coherente empleando el soporte, la terminología y el rigor apropiados.",
        "– Reconocimiento y utilización del lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
        "– Planificación de procesos de matematización y modelización, en contextos de la vida cotidiana y de la ciencia y la tecnología."
    ]
}