{
  "saberes": [
    "A. La comunicación oral. De la oralidad al arte de la oratoria",
    "− El concepto de oralidad: definición, orígenes, evolución e historia.",
    "− La Oratoria como arte. Oratoria y retórica. El poder de la escritura. El poder de la palabra hablada. Oralidad y oratoria en la actualidad: análisis, con sentido crítico, de la importancia de la oralidad y la escritura digital con especial atención a Internet y las redes sociales.",
    "− El proceso comunicativo. Tipos de comunicación oral.",
    "− Empleo consciente e introducción al lenguaje verbal y no verbal (kinésica, proxémica y paralingüística)",
    "B. La oratoria como el arte de persuadir. Discurso y argumentación. Preparación, construcción y presentación del discurso argumentativo",
    "1. El arte de persuadir. Asimilación de las claves para ser un buen orador.",
    "− La argumentación: características, estructura, tipos de argumentos y estrategias argumentativas.",
    "− El discurso. Análisis, valoración y ejercicio de discursos persuasivos orales en situaciones formales e informales: presentaciones, asambleas, debates, modelo del Parlamento Europeo y Naciones Unidas, entre otros.",
    "− Análisis, interpretación y debate acerca de los discursos de grandes oradores de la historia y de la actualidad.",
    "2. Preparación, construcción y presentación del discurso persuasivo.",
    "2.1. Preparación y alfabetización digital.",
    "− Empleo crítico de las diversas fuentes de información que incluye la búsqueda, selección y valoración (infoética).",
    "− Desinformación en la era de la información: detección y análisis de fakenews y bulos basados en el anonimato y la oralidad digital.",
    "− Conocimiento de soportes informáticos y audiovisuales para el apoyo del discurso y empleo autónomo de las nuevas tecnologías en la presentación oral.",
    "− Respeto de la propiedad intelectual y fomento del empleo de herramientas, recursos y software libres.",
    "2.2. Redacción de discursos persuasivos multimodales",
    "2.3. Presentación oral de discursos persuasivos",
    "− Memorización del discurso. Conocimiento y manejo de reglas mnemotécnicas.",
    "− Incorporación y práctica del lenguaje no verbal a contextos orales individuales y colectivos.",
    "− Práctica de la improvisación y la espontaneidad. ",
    "− Capacidad de adaptación del discurso al auditorio.",
    "− Gestión y manejo de los pensamientos y emociones al hablar en público.",
    "C. Producción de textos literarios y no literarios para la oralidad",
    "1. Conocimiento y empleo de diversas estrategias para la escritura de textos formales e informales pensando en su oralidad y en el futuro académico y profesional del alumnado.",
    "− currículum y videocurrículum,",
    "− instancia, ",
    "− reclamación,",
    "− póster científico, ",
    "− preparación de una entrevista laboral,",
    "− etc.",
    "2. Conocimiento y empleo de diversas estrategias y técnicas de escritura creativa relacionadas con la oralidad.",
    "− Rodari",
    "− Oulipo",
    "− Técnicas vanguardistas. Work in progress. Escritura automática",
    "− Otras propuestas: Genoma Poético, etc.",
    "D. La oratoria como medio para comunicar valores y emociones en una sociedad democrática",
    "− Desarrollo de habilidades emocionales y virtudes éticas: empatía, autoestima, asertividad, escucha activa, creatividad, cooperación y trabajo en equipo.",
    "− Participación ciudadana en democracia como un deber moral y civil a través de contextos orales plurales.",
    "− Desarrollo del ser humano y de las sociedades a través de la oratoria y sus principales características.    "
  ],
  "criteriosEvaluacion": [
    "1.1. Reconocer, diferenciar y valorar la comunicación verbal y no verbal, sus elementos, características y usos aplicados en los discursos de grandes oradores de la historia y de la actualidad a partir del análisis de los elementos propios de la argumentación y de la persuasión, utilizando un lenguaje oral y/o escrito específico. ",
    "1.2. Comentar discursos persuasivos de manera crítica, de forma individual o colectiva, oral y/o escrita, apoyándose en distintos soportes, que sirvan, además, para generar conversaciones y debate en el aula que valoren la repercusión social de los mismos.",
    "2.1. Expresarse oralmente de forma eficaz, por medio del diálogo y la argumentación razonada y documentada, pronunciando con corrección, claridad y expresividad, y apoyándose en un buen uso de la dicción a través del ritmo, el volumen o el tono, entre otros aspectos.",
    "2.2. Utilizar el lenguaje corporal, el espacio y la presencia escénica como códigos comunicativos para ensalzar la expresividad y la eficacia del discurso ante un público, dejando espacio también a la improvisación y espontaneidad para captar y mantener la atención del auditorio.",
    "3.1. Elegir, estructurar, expresar y valorar, de forma crítica, ordenada y eficaz, las ideas, tipos de argumentos y estrategias argumentativas más convenientes en la preparación, producción y presentación del discurso.",
    "3.2. Expresarse con propiedad, corrección, claridad y creatividad comunicando un mensaje breve y claro que funcione como núcleo del discurso.",
    "3.3. Adecuar la creación y el diseño del discurso a las características del género textual escogido, fundamentalmente el argumentativo, a través de los elementos de la comunicación (emisor, receptor, mensaje, canal, código y contexto).",
    "3.4. Escribir con coherencia, adecuación y cohesión textos propios de un ámbito formal, especialmente aquellos relacionados con el futuro académico o profesional del alumnado.",
    "3.5. Desarrollar e incorporar a la práctica individual diferentes técnicas de escritura creativa.",
    "4.1. Reconocer y seleccionar con espíritu crítico y ético distintas fuentes de información propias de un entorno analógico y/o digital, organizando y utilizando dicha información para profundizar en el conocimiento del tema del discurso.",
    "4.2. Utilizar programas y aplicaciones informáticas y audiovisuales en la preparación, producción y presentación del discurso a fin de potenciar el significado y expresividad del mismo.",
    "4.3. Citar y mencionar convenientemente las fuentes de procedencia de la información seleccionada y empleada en un discurso oral o escrito (bibliografía y webgrafía).",
    "5.1. Comprender y valorar la capacidad del ser humano para influir de manera consciente y voluntaria en la construcción de su propia personalidad a través de la oratoria, conforme a valores éticos, potenciando la asertividad y mejorando su autoestima.",
    "5.2. Favorecer las emociones positivas y controlar las emociones negativas en la exposición ante el público que pudieran derivar en miedo escénico.",
    "6.1. Elaborar textos para intervenir en ámbitos de participación social, reales o simulados, cooperando y con respeto por las normas de convivencia y procurando la resolución pacífica de conflictos. ",
    "6.2. Desarrollar las relaciones interpersonales y la propia personalidad gracias al uso cívico de la palabra.",
    "6.3. Autoevaluar y coevaluar los discursos y producciones trabajados y elaborados en el aula que podrán ser objeto de revisiones, correcciones y mejoras.    "
  ]
}