{
  "saberes": [
    "Bloque 1. Las lenguas y sus hablantes",
    "• Aproximación a las lenguas de signos.",
    "• Comparación de rasgos de las principales variedades dialectos del castellano, con especial atención a la del propio territorio.",
    "• Iniciación a la reflexión interlingüística.",
    "• Estrategias de identificación de prejuicios y estereotipos lingüísticos y exploración de formas de evitarlos.",
    "Bloque 2. Comunicación: comprensión oral y escritura",
    "• Géneros discursivos desde el punto de vista de la comprensión y del análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos.",
    "– Comprensión y análisis crítico de secuencias textuales básicas, con especial atención a las dialogadas y expositivas.",
    "– Análisis de las propiedades textuales en textos sencillos: coherencia, cohesión y adecuación.",
    "– Géneros discursivos propios del ámbito educativo: la exposición.",
    "– Interpretación de géneros discursivos propios del ámbito social. Riesgos de desinformación, manipulación y vulneración de la privacidad en la red. Análisis de la imagen y de los elementos paratextuales de los textos icónico-verbales y multimodales.",
    "• Procesos de comprensión y análisis crítico de textos orales, escritos y multimodales.",
    "– Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. Detección de usos discriminatorios del lenguaje verbal y no verbal.",
    "– Comprensión lectora: sentido global del texto y relación entre sus partes. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal e icónico.",
    "– Alfabetización informacional: búsqueda y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento.",
    "• Reconocimiento de los elementos lingüísticos en textos orales, escritos y multimodales.",
    "– Detección de los recursos lingüísticos para mostrar la implicación del emisor en los textos: formas de deixis (personal, temporal y espacial) y procedimientos de modalización.",
    "– Identificación de los recursos lingüísticos para adecuar el registro a la situación de comunicación.",
    "– Análisis de los mecanismos de cohesión. Conectores textuales temporales, explicativos, de orden y de contraste. Mecanismos de referencia interna gramaticales (sustituciones pronominales y adverbiales) y léxicos (repeticiones, sinónimos, campos semánticos, hiperónimos y elipsis).",
    "– Uso de diccionarios, de manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "Bloque 3. Comunicación: expresión oral y escritura",
    "• Géneros discursivos desde el punto de vista de la producción de textos orales, escritos y multimodales de diferentes ámbitos.",
    "– Creación de secuencias textuales, con especial atención a las dialogadas y expositivas.",
    "– Respeto por las propiedades textuales en los escritos propios: coherencia, cohesión y adecuación.",
    "– Géneros discursivos del ámbito educativo: elaboración de exposiciones orales y escrituras.",
    "– Géneros discursivos propios del ámbito social. Producción de textos propios de las redes sociales y medios de comunicación. Etiqueta digital.",
    "• Procesos de producción de textos orales, escritos y multimodales.",
    "– Interacción oral y escrita de carácter informal y formal: tomar y ceder la palabra. Cooperación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "– Producción oral formal: planificación y búsqueda de información, creación y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal.",
    "– Producción escrita: planificación, redacción, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas conceptuales, definiciones, resúmenes, etc.",
    "– Alfabetización mediática e informacional: reorganización y síntesis de la información en esquemas propios y transformación en conocimiento, comunicación y difusión creativa y respetuosa con la propiedad intelectual. Utilización de plataformas virtuales y de recursos en la red para la realización de proyectos escolares.",
    "• Uso discursivo de los elementos lingüísticos en textos orales, escritos y multimodales.",
    "– Utilización de recursos lingüísticos para mostrar la implicación del emisor en los textos: formas de deixis (personal, temporal y espacial) y procedimientos de modalización.",
    "– Empleo de recursos lingüísticos para adecuar el registro a la situación de comunicación.",
    "– Mecanismos de cohesión. Empleo de conectores textuales temporales, explicativos, de orden y de contraste. Mecanismos de referencia interna gramaticales (sustituciones pronominales y adverbiales) y léxicos (repeticiones, sinónimos, campos semánticos, hiperónimos y elipsis).",
    "– Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, de manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "– Utilización de los signos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "Bloque 4. Educación literaria",
    "• Lectura autónoma. Implicación en la lectura de obras de manera progresivamente autónoma a partir de una preselección de textos variados que incluyan obras de autoras y autores y reflexión sobre los textos leídos y sobre la propia práctica de la lectura.",
    "– Criterios y estrategias para la selección de obras variadas de forma orientada, a partir de la exploración guiada de la biblioteca escolar y pública disponible.",
    "– Toma de conciencia progresiva de los propios gustos e identidad lectora.",
    "– Participación activa en actos culturales vinculados con el circuito literario y lector.",
    "– Estrategias de toma de conciencia de los propios gustos e identidad lectora.",
    "– Expresión de la experiencia lectora con el apoyo de ejemplos y utilizando progresivamente un metalenguaje específico. Apropiación de los textos leídos a través de distintas formas de recreación.",
    "– Movilización de la experiencia personal y lectora como forma de establecer vínculos entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales.",
    "– Estrategias para la recomendación de las lecturas, en soportes variados, o bien oralmente entre iguales.",
    "• Lectura guiada. Lectura de obras y fragmentos relevantes de la literatura juvenil contemporánea y del patrimonio literario universal, inscritas en itinerarios temáticos o de género que atraviesan épocas, contextos culturales y movimientos artísticos.",
    "– Estrategias para la construcción compartida de la interpretación de las obras a través de las conversaciones literarias, con la incorporación progresiva del metalenguaje específico.",
    "– Relación entre los elementos constitutivos del género literario y la construcción del sentido de la obra. Análisis básico del valor de los recursos expresivos y de sus efectos en la recepción.",
    "– Relación y comparación de los textos leídos con otros textos y con otras manifestaciones artísticas y culturales en función de temas, tópicos, estructuras y lenguajes.",
    "– Expresión pautada, a través de procesos y soportes diversificados y de la interpretación y valoración personal de obras y fragmentos literarios.",
    "– Lectura con perspectiva de género. Visibilización del universo literario femenino.",
    "– Lectura expresiva, dramatización y recitación de los textos conforme a los procesos de comprensión, apropiación y oralidad implicados.",
    "– Creación de textos partiendo de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación, etc.).",
    "Bloque 5. Reflexión sobre la lengua",
    "• Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas.",
    "– Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas) y conocimiento de los procedimientos léxicos (afijos) y sintácticos para el cambio de categoría. Orden de las palabras y concordancia.",
    "– Relación entre los esquemas semántico y sintáctico de la oración simple. Observación y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria.",
    "– Procedimientos de adquisición y formación de palabras. Reflexión sobre los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y del propósito comunicativo.",
    "– Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para obtener información gramatical básica."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Reconocer las lenguas oficiales de España y las variedades dialectales del español, con atención especial al gallego y al castellano, identificando las nociones básicas de las lenguas, tanto de España como de las que forman los repertorios lingüísticos del alumnado, y contrastando algunos de sus rasgos en manifestaciones orales, escrituras y multimodales. OBJ1",
    "• CE1.2. Identificar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal partiendo del análisis de la diversidad lingüística del entorno. OBJ1",
    "• CE1.3. Identificar y evitar los usos discriminatorios de la lengua, así como la manipulación a través de la palabra, partiendo de la reflexión y del análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales que rigen la comunicación entre las personas. OBJ10",
    "• CE2.1. Comprender el sentido global, la estructura, la información más relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales sencillos de diferentes ámbitos, analizando la interacción entre los diferentes códigos. OBJ2",
    "• CE2.2. Valorar la forma y el contenido de textos orales y multimodales sencillos, evaluando su calidad, su fiabilidad y la idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados. OBJ2",
    "• CE2.3. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor en textos escritos y multimodales sencillos de diferentes ámbitos que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias. OBJ4",
    "• CE2.4. Valorar la forma y el contenido de textos sencillos, evaluando su calidad, su fiabilidad, su eficacia y la idoneidad del canal utilizado. OBJ4",
    "• CE2.5. Localizar, seleccionar y contrastar información de manera guiada procedente de diferentes fuentes calibrando su fiabilidad y pertinencia en función de los objetivos de lectura. OBJ6",
    "• CE2.6. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y con la comunicación de la información. OBJ6",
    "• CE2.7. Identificar y solucionar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. OBJ9",
    "• CE2.8. Identificar los usos discriminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje a partir de la reflexión y del análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales que rigen la comunicación entre las personas. OBJ10",
    "• CE3.1. Realizar exposiciones orales sencillas con diferente grado de planificación sobre temas de interés personal, social y educativo ajustándose a las convenciones propias del género discursivo, con fluidez, coherencia, cohesión y con el registro adecuado en diferentes soportes, utilizando de manera eficaz recursos verbales y no verbales. OBJ3",
    "• CE3.2. Participar de manera activa y adecuada en interacciones orales informales, en el trabajo en equipo y en situaciones orales formales de carácter dialogado, adoptando actitudes de escucha activa y estrategias de cooperación conversacional y de cortesía lingüística. OBJ3",
    "• CE3.3. Planificar la redacción de textos escritos y multimodales sencillos, atendiendo a la situación comunicativa, al destinatario, al propósito y al canal; redactar borradores y revisarlos con la ayuda del diálogo entre iguales y de los instrumentos de consulta y presentar un texto final coherente, cohesionado y con el registro adecuado. OBJ5",
    "• CE3.4. Incorporar procedimientos básicos para enriquecer los textos atendiendo a aspectos discursivos, lingüísticos y de estilo, mostrando precisión léxica y corrección ortográfica y gramatical. OBJ5",
    "• CE3.5. Organizar la información e integrarla en esquemas propios y reelaborarla y comunicarla de manera creativa, adoptando un punto de vista crítico que respete los principios de propiedad intelectual. OBJ6",
    "• CE3.6. Elaborar trabajos de investigación de manera guiada en diferentes soportes sobre diversos temas de interés académico, personal o social partiendo de la información seleccionada. OBJ6",
    "• CE3.7. Revisar los textos propios de manera guiada y hacer propuestas de mejora, argumentando los cambios a partir de la reflexión metalingüística e interlingüística y con un metalenguaje específico, consultando de forma progresivamente autónoma diccionarios, manuales y gramáticas. OBJ9",
    "• CE3.8. Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de consensos, abarcando el ámbito personal, educativo y social. OBJ10",
    "• CE4.1. Participar de manera activa y adecuada en interacciones orales informales acerca de obras literarias, en el trabajo en equipo y en situaciones orales formales de carácter dialogado (como actos culturales vinculados con el circuito literario y lector), manteniendo actitudes de escucha activa y estrategias de cooperación conversacional y de cortesía lingüística. OBJ3",
    "• CE4.2. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor en textos literarios escritos y multimodales sencillos que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias. OBJ4",
    "• CE4.3. Valorar la forma y el contenido de textos literarios sencillos evaluando su calidad y la eficacia de los procedimientos comunicativos empleados. OBJ4",
    "• CE4.4. Elegir y leer textos a partir de preselecciones guiándose por los propios gustos, intereses y necesidades, dejando constancia del propio itinerario lector y de la experiencia de la lectura. OBJ7",
    "• CE4.5. Compartir la experiencia de la lectura en soportes diversos relacionando el sentido de la obra con la propia experiencia biográfica y lectora. OBJ7",
    "• CE4.6. Explicar y argumentar, con la ayuda de pautas y modelos, la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra, atendiendo a la configuración y a la evolución de los géneros y subgéneros literarios. OBJ8",
    "• CE4.7. Establecer de manera guiada vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales, así como con otras manifestaciones artísticas y culturales en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal del alumnado en la lectura. OBJ8",
    "• CE4.8. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con la ayuda de otros lenguajes artísticos y audiovisuales, partiendo de la lectura de obras o fragmentos significativos en que se empleen las convenciones formales de los diversos géneros y estilos literarios. OBJ8",
    "• CE5.1. Incorporar procedimientos básicos para enriquecer los textos atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical. OBJ5",
    "• CE5.2. Localizar, seleccionar y contrastar información de manera guiada procedente de diferentes fuentes calibrando su fiabilidad y pertinencia en función de los objetivos de lectura y adoptando un punto de vista crítico y de respeto a los principios de propiedad intelectual. OBJ6",
    "• CE5.3. Revisar los textos propios de manera guiada y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística e interlingüística y con un metalenguaje específico e identificar y solucionar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. OBJ9",
    "• CE5.4. Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y un metalenguaje específico. OBJ9",
    "• CE5.5. Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua a partir de la observación, comparación y transformación de enunciados, así como del planteamiento de hipótesis y de la búsqueda de contraejemplos, utilizando un metalenguaje específico y consultando de manera guiada diccionarios, manuales y gramáticas. OBJ9"
  ]
}
