{
    "competenciasEspecificas": [
        "1.  Cambiar los patrones de consumo insostenible y adoptar hábitos de vida saludables, reconociendo los retos ecosociales actuales y futuros de España, desarrollando un pensamiento crítico y debatiendo desde la perspectiva geográfica sobre los mensajes recibidos a través de canales oficiales y extraoficiales, formales e informales. ",
        "2.  Interpretar fuentes de información visuales apreciando la riqueza de los paisajes naturales y humanizados, comprendiendo la complejidad del espacio geográfico, y valorando la sostenibilidad como principio de las relaciones entre ecosistemas naturales y acción humana. ",
        "3.  Analizar la diversidad natural de España y su singularidad dentro de Europa comparando las características comunes y específicas del relieve, el clima, la hidrografía y la biodiversidad, y reflexionando sobre la percepción personal del espacio. ",
        "4.  Aplicar las tecnologías de la información geográfica (TIG), métodos y técnicas propios o de ciencias afines localizando fenómenos naturales y humanos, y argumentando con rigor sus límites o categorías para resolver eficientemente el problema de la escala en cualquier análisis o propuesta de actuación. ",
        "5.  Asumir la globalización como contexto que enmarca la evolución de los sistemas económicos y los comportamientos sociales recientes investigando sus relaciones de causa y efecto, creando productos propios que demuestren la interdependencia a todas las escalas y respetando la dignidad humana y al medioambiente como base de una ciudadanía global. ",
        "6.  Analizar de forma crítica los desequilibrios territoriales de España y de su estructura sociolaboral y demográfica reconociendo los procesos y las decisiones que han contribuido a las desigualdades presentes, reforzando la conciencia de solidaridad y el compromiso con los mecanismos de cooperación y cohesión españoles y europeos.",
        "7.  Aportar soluciones innovadoras a contextos en transformación del pasado, del presente o del futuro, movilizando conocimientos previos, nuevos y de otros campos del saber, y reorientando eficazmente decisiones y estrategias de trabajo individual y en equipo"        
    ]
}
