{
  "competenciasEspecificas": [
    "CE.CN.1.Utilizar dispositivos y recursos digitales de forma segura, responsable y eficiente, para buscar información, comunicarse, trabajar de manera individual, en equipo y en red y, para reelaborar y crear contenido digital de acuerdo a las necesidades digitales del contexto educativo. (CCL3, STEM4, CD1, CD2, CD3, CD4, CD5, CCEC4. CE.CN.3, CE.EA.3, CE.EVCE.1, CE.LCL.6, CE.LE2, CE.CS.3 y CE.CS.6)",
    "CE.CN.2. Plantear y dar respuesta a cuestiones científicas sencillas, relacionadas con las Ciencias de la Naturaleza, utilizando diferentes técnicas, instrumentos y modelos propios del pensamiento científico, para interpretar y explicar hechos y fenómenos que ocurren en el medio natural, social y cultural. (CCL1, CCL2, CCL3, STEM2, STEM4, CD1, CD2, CC4. CE.CN.5, CE.CS.4 y CE.CS.5, CE.LCL.2, CE.LCL.3, CE.LCL.4, CE.LCL.5, CE.M.5, CE.M.6, CE.LE.1, CE.LE.2, CE.LE.3, CE.LE.4)",
    "CE.CN.3.Resolver problemas a través de proyectos de diseño y de la aplicación del pensamiento computacional, para generar o reelaborar cooperativamente un producto creativo e innovador que responda a necesidades concretas. (STEM3, STEM4, CD5, CPSAA3, CPSAA4, CPSAA5, CE1, CE3, CCEC4. CE.CN.1, CE.CN.2, CE.CN.5, CE.EA.4, CE.EVCE.1, CE.CS.4 y CE.CS.5, CE.LCL.2, CE.LCL.3, CE.LCL.4, CE.LCL.5, CE.LCL.6, CE.LCL.9, CE.LCL.10 y CE.LE.1, CE.LE.2, CE.LE.3 y CE.LE.4, CE.M.2, CE.M.4, CE.M.7)",
    "CE.CN.4. Conocer y tomar conciencia del propio cuerpo, así como de las emociones y sentimientos propios y ajenos, aplicando el conocimiento científico, para desarrollar hábitos saludables y para conseguir el bienestar físico, emocional y social. (CE.CN.2, CE.CN.3, CE.EF.1 y CE.EF.2, CE.CS.4, CE.MD.3 y CE.EPV.3, CE.LCL.3, CE.LCL.4, CE.LCL.5, CE.LE.2, CE.LE.3, CE.LCL.2, CE.LE.1)",
    "CE.CN.5. Identificar las características de los diferentes elementos o sistemas del medio natural, analizando su organización y propiedades y estableciendo relaciones entre los mismos, para reconocer el valor del patrimonio natural, conservarlo, mejorarlo y emprender acciones para su uso responsable. (STEM1, STEM2, STEM4, STEM5, CD1, CC4, CE1, CCEC1. CE.CS.1, CE.CS.2, CE.CS.5, CE.EF.4, CE.EF.5, CE.EVCE.3, CE.LCL.3, CE.LCL.4, CE.LCL.5, CE.LE.2, CE.LE.3)"
  ]
}