{
    "criteriosEvaluacion": [
        "• CE1.1. Entender la realidad partiendo del análisis crítico y reflexivo sobre las aportaciones que ofrece la ciencia económica y valorando su interrelación con otras disciplinas, de modo que el alumnado adquiera una visión integral de esta y asuma responsabilidades y compromisos. OBJ1",
        "• CE1.2. Comprender los cambios económicos y sociales desde un análisis interdisciplinario sobre el comportamiento humano en el proceso de toma de decisiones y evaluando el problema de la escasez y sus efectos, estimulando al alumnado para actuar en consecuencia. OBJ2",
        "• CE1.3. Generar actitudes sensibles y comportamientos responsables y proactivos que contribuyan a dar respuesta a los retos actuales a partir del estudio de casos reales estableciendo correspondencias entre la realidad mundial y los aprendizajes adquiridos. OBJ3",
        "• CE1.4. Tomar conciencia de los problemas mundiales analizándolos a través de herramientas económicas y empresariales. OBJ3",
        "• CE1.5. Comprender las respuestas que ofrecen las empresas a los desafíos ambientales y retos económicos, analizando, a través de casos reales, las medidas que implementan. OBJ6",
        "• CE1.6. Proponer alternativas y nuevas soluciones a los desafíos ambientales y a los retos económicos actuales, analizando los efectos de la transformación económica y social y reconociendo la importancia que tienen la innovación y la revolución digital en la actividad empresarial. OBJ6",
        "• CE2.1. Reconocer y potenciar las destrezas emprendedoras propias, identificando y valorando previamente las habilidades que poseen personas emprendedoras reales y analizando sus competencias a la hora de afrontar los retos que se les presentan. OBJ4",
        "• CE2.2. Afrontar retos sencillos de la vida cotidiana aplicando las destrezas propias que caracterizan a una persona emprendedora. OBJ4",
        "• CE2.3. Conocer la evolución en la gestión de grupos y relaciones humanas en la empresa, comprendiendo y valorando las tendencias actuales. OBJ5",
        "• CE3.1. Reconocer las tendencias e identificar la filosofía de las empresas comprendiendo las estrategias empresariales llevadas a cabo por distintas entidades y analizando su evolución, así como los modelos de negocio desarrollados valorando, con sentido crítico, su actividad empresarial. OBJ5",
        "• CE3.2. Distinguir los nuevos modelos de negocio desarrollados por entidades pertenecientes a diversos sectores y ámbitos analizando sus posibilidades y limitaciones en el mercado. OBJ5",
        "• CE3.3. Comprender las respuestas que ofrecen las empresas a los desafíos actuales, analizando la transformación económica y social que está experimentando la sociedad. OBJ6",
        "• CE3.4. Proponer alternativas y nuevas soluciones a los desafíos actuales, analizando los efectos de la transformación económica y social y reconociendo la importancia que tienen la innovación y la revolución digital en la actividad empresarial. OBJ6"
    ],
    "saberes": [
        "Bloque 1. Economía",
        "• La escasez y el tratamiento del problema económico.",
        "– La escasez y sus implicaciones. El coste de oportunidad. La escasez y la eficiencia. La paradoja del valor, el valor de uso y el valor de cambio de los bienes.",
        "– La escasez y el funcionamiento del mercado. Los precios como mecanismo de asignación de recursos al transmitir información. Sistemas de asignación de recursos.",
        "– Los fallos del mercado y la intervención del sector público. Fallos del sector público y sus implicaciones.",
        "– El flujo circular de la renta. Oferta y demanda agregada. Análisis de las interrelaciones (conexiones) que existen entre los diversos elementos (agregados) de la realidad económica.",
        "– El entorno financiero. Dinero y transacciones. Planificación y gestión de las finanzas personales: riesgo y beneficio.",
        "– Los objetivos de desarrollo sostenible (ODS) y los retos económicos actuales. Estudio de casos.",
        "• Economía y otras disciplinas.",
        "– La economía como ciencia social. Principales problemas para el análisis económico: la complejidad de la realidad y la incorporación de supuestos simplificadores. La dificultad para establecer leyes generales que no sean de carácter probabilístico. La modelización matemática como herramienta para el análisis económico.",
        "– El análisis económico y el individualismo metodológico. Otras alternativas de análisis de la realidad social. Perspectiva sociológica: el grupo social como unidad de análisis económico.",
        "– Los individuos y el comportamiento racional. Fallos de la racionalidad: la racionalidad limitada. La economía del comportamiento, la psicología económica y la teoría de la decisión.",
        "– Los agentes económicos y la maximización de su utilidad: filosofía y economía: el utilitarismo y la felicidad. Utilitarismo como teoría ética frente a otras posturas. La maximización del bienestar social y el debate eficiencia versus equidad desde un punto de vista ético. El bienestar social y la calidad de vida desde una perspectiva sociológica. El bienestar en la psicología positiva. La economía de la felicidad y la paradoja de Easterlin.",
        "– Economía y ecología: cambio climático, desarrollo sostenible y economía circular.",
        "Bloque 2. Emprendimiento",
        "• La persona emprendedora e intraemprendedora. Competencias, cualidades y hábitos. La inteligencia emocional y la inteligencia ejecutiva.",
        "• El espíritu emprendedor: búsqueda de necesidades y oportunidades. Entrenamiento de la creatividad y proactividad.",
        "• Creencias sobre emprendimiento. El miedo para emprender: la gestión del error como una oportunidad para aprender.",
        "• Competencias sociales. Tipos y aplicación. La gestión de grupos y la teoría de las relaciones humanas.",
        "• Misión y visión de la persona emprendedora. Creación y puesta en marcha de su proyecto emprendedor. Protección de la idea, del producto y de la marca.",
        "• Autoevaluación de la persona emprendedora. Herramientas.",
        "Bloque 3. Actividad empresarial",
        "• La revolución tecnológica. El poder de la tecnología. Los modelos de negocio.",
        "• Mercado y clientes. Marketing digital. Nuevos modelos de negocio.",
        "• Cultura empresarial y gestión del talento. El liderazgo. El papel de las mujeres en la actividad empresarial.",
        "• El lugar de trabajo. La empresa del futuro. Tendencias.",
        "• Estrategia y gestión de la empresa. Transformación digital. Innovación. Sostenibilidad.",
        "• Análisis de casos: análisis interno y externo. DAFO. Estrategia."
    ]
}