{
    "criteriosEvaluacion": [
        "1.1. Identificar la presencia del dibujo en diferentes manifestaciones culturales y artísticas, a través de la observación de obras diversas, estableciendo con criterio propio relaciones entre ellas, seleccionando con criterio fuentes tanto digitales como analógicas, para estimular el interés y la motivación por el dibujo, apreciar la importancia de la diversidad cultural y artística, y valorarlo como herramienta de expresión. CCL1, CP3, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "1.2. Explicar las múltiples funciones del dibujo a través del análisis autónomo de su uso en producciones de distintos ámbitos disciplinares, destacando la diversidad de significados que origina, para valorar la importancia del dibujo como herramienta de pensamiento crítico y vehículo para promover activamente la igualdad entre mujeres y hombres, rechazando todo tipo de discriminación y viuolencia. CCL1, CC1, CC3, CCEC1, CCEC3.1",
        "1.3. Defender la importancia de la libertad de expresión para la pluralidad cultural y artística, a través de un discurso razonado y argumentado de forma activa, comprometida y respetuosa, para poner de manifiesto la importancia de la conservación y la promoción del patrimonio mediante una postura de recepción activa y deleite. CCL1, CP3, CC1, CCEC1, CCEC2",
        "2.1. Analizar el lenguaje, las técnicas y procedimientos, la función y la expresividad del dibujo en diferentes producciones plásticas, incluyendo las contemporáneas, buscando información en fuentes analógicas y digitales con criterios de validez y fiabilidad, y utilizando la terminología específica más adecuada e identificando con actitud abierta y respetuosa las intencionalidades de sus mensajes, para reconocer y valorar las dificultades que se plantean a lo largo de dicho proceso creativo, favorecer el desarrollo de una conciencia visual, y contribuir a la consolidación de su madurez personal y social. CCL1, CD1, CC1, CCEC2",
        "2.2. Explicar de forma razonada la elección del dibujo como herramienta de expresión y transmisión de significados en distintas manifestaciones culturales y artísticas, incorporando una perspectiva inclusiva, para favorecer el desarrollo de un criterio estético y aumentar las posibilidades de disfrute en la recepción artística. CCL1, CCL5, CP3, CC3, CCEC1",
        "3.1. Recrear gráficamente la realidad mediante bocetos o esbozos, partiendo tanto de la observación detallada como de la propia imaginación, para ir avanzando en su aprendizaje hacia una expresión gráfica personal y espontánea, que pueda incluir las representaciones de la imaginación. CPSAA1.1, CPSAA1.2, CCEC3.1",
        "3.2. Analizar, interpretar y representar la realidad a partir de obras gráficas que exploren las posibilidades expresivas de formas y texturas, empleando los recursos del dibujo, y utilizando soportes tanto digitales como analógicos, para tener una visión propia, tanto objetiva como subjetiva de esa realidad, potenciar la sensibilidad y favorecer el desarrollo personal y artístico. CD2, CPSAA1.2, CC1, CC2, CCEC3.1",
        "4.1. Analizar la importancia del cuerpo humano en las propuestas artísticas contemporáneas, y usar el dibujo como medio de autoexpresión, experimentando con diferentes materiales, técnicas y soportes, incluido el propio cuerpo, e integrándolos en las producciones plásticas propias, para descubrir y explorar las diferentes formas de expresión gráfica, incluidas las que sitúan al cuerpo humano como protagonista de la creación, como soporte y como herramienta, y desarrollar la autoconfianza, la aceptación personal y la igualdad entre mujeres y hombres. CC1, CC3, CCEC1, CCEC3.1, CCEC3.2",
        "4.2. Recrear gráficamente el espacio tridimensional, en producciones artísticas bidimensionales o tridimensionales, utilizando diversos materiales, técnicas y soportes, y experimentando con los efectos perspectivos de profundidad, para desarrollar procesos de aprendizaje que le permitan comprender y entender la percepción y la representación del espacio, convirtiéndolo en el soporte de la propia intervención artística. CPSAA5, CCEC3.1, CCEC3.2",
        "5.1. Describir los referentes artísticos presentes en obras contemporáneas, explicando la influencia que ejercen y las relaciones que se establecen y reconociendo la importancia de la herencia cultural, para comprender las influencias que unas propuestas han tenido sobre otras, incluso tomando referentes de culturas y disciplinas diferentes, pudiendo establecer conexiones entre distintos tipos de lenguajes plásticos, visuales y audiovisuales, y explorar la presencia del dibujo como medio de expresión en cada uno de ellos. CP3, CC1, CCEC1, CCEC2",
        "5.2. Expresar ideas, opiniones, sentimientos y emociones propios en la práctica artística, tomando como punto de partida la exploración del entorno y de obras artísticas de interés personal, para valorar la importancia del dibujo como vehículo para desarrollar la sensibilidad artística, la creatividad y la expresividad, enriqueciendo sus propias producciones y para promover activamente la igualdad y corresponsabilidad efectiva entre mujeres y hombres. CC1, CC3, CCEC1, CCEC3.1",
        "6.1. Emplear con intenciones comunicativas o expresivas los mecanismos de la percepción visual, sus leyes y principios, así como la composición y la ordenación de elementos en el espacio, mostrando interés en sus aplicaciones para ir construyendo un proceso de trabajo con el dibujo como base en el que se valore tanto el proceso como el producto final. CPSAA1.1, CCEC4.1, CCEC4.2",
        "6.2. Expresar a través del trazo y el gesto del dibujo una visión propia de la realidad o del mundo interior, experimentando con los elementos del lenguaje gráfico, sus formas, signos, posibilidades expresivas y efectos visuales, para realizar producciones cada vez más personales. CPSAA5, CE1, CCEC3.2, CCEC4.1",
        "7.1. Plantear distintas soluciones gráficas a una misma propuesta visual, utilizando diferentes niveles de iconicidad, identificando y seleccionando las herramientas, medios y soportes necesarios que sean sostenibles y seguras, y justificando razonada y respetuosamente la elección realizada, para crear producciones gráficas en las que el uso del claroscuro y del color sea personal y expresivo. STEM1, CPSAA5, CC1, CC4, CE1, CCEC4.1, CCEC4.2",
        "7.2. Investigar de forma activa y abierta sobre la presencia de tecnologías digitales en referentes artísticos contemporáneos, valorando su aportación a las distintas fases del proceso de trabajo, para integrarlas en el proceso creativo y expresivo propio. CD2, CD5, CPSAA5, CC1, CCEC4.1, CCEC4.2",
        "8.1. Interpretar gráficamente la realidad observada, abstrayendo la información recibida y desarrollando la retentiva y la memoria visual, para responder con creatividad y eficacia a nuevos desafíos de representación gráfica, seleccionando diversos soportes y técnicas plásticas. CPSAA5, CC1, CCEC4.1, CCEC4.2",
        "8.2. Lograr efectos perspectivos de profundidad en representaciones gráficas personales y creativas, atendiendo a las proporciones y los contrastes lumínicos y valorando la perspectiva como un método para recrear la tridimensionalidad, para evaluar los conocimientos y destrezas adquiridos en la representación gráfica de la realidad y hacer eficaz su aprendizaje. CPSAA1.1, CPSAA5, CC1, CCEC4.2",
        "9.1. Planificar proyectos gráficos colaborativos, adaptando el diseño y el proceso al ámbito disciplinar elegido, y organizando y distribuyendo las tareas de manera adecuada, para identificar posibilidades de desarrollo académico y profesional relacionadas con el dibujo artístico, comprendiendo las oportunidades que ofrece y el valor añadido de la creatividad en los estudios y en el trabajo. STEM3, CPSAA3.1, CPSAA3.2, CE3, CCEC4.1, CCEC4.2",
        "9.2. Realizar proyectos gráficos colaborativos, utilizando con interés los valores expresivos del dibujo artístico y sus recursos, evaluando las dificultades surgidas en la planificación y realización de proyectos gráficos compartidos, respetando las aportaciones ajenas y expresando la opinión propia de forma razonada y respetuosa, para adquirir los conocimientos, las destrezas y las actitudes necesarias, que contribuyan a la consecución y la mejora del resultado final. CCL5, STEM2, STEM3, CPSAA3.1, CE1, CCEC4.1"
    ],
    "saberes": [
        "I. Concepto, historia y campos del diseño",
        "1. Estudio del dibujo en el arte de los siglos XIX y XX. Análisis de obras más representativas de diferentes artistas, hombres y mujeres, así como de producciones artísticas realizadas por personas pertenecientes a grupos étnicos minoritarios, con especial atención al ámbito de Canarias.",
        "2. Valoración del dibujo como representación objetiva o subjetiva. Comprensión del paso de lo figurativo a la abstracción.",
        "3. Reconocimiento y valoración de la influencia de la Bauhaus y el diseño en el dibujo.",
        "4. Valoración del dibujo como expresión artística contemporánea. Experimentación con soportes variados desde el más tradicional como es el papel hasta el menos convencional como sería el dibujo en el espacio o dibujo expandido que se despliega en las tres dimensiones del espacio.",
        "5. Observación y análisis de obras de arte a partir de visitas, presenciales o virtuales, a exposiciones, museos y centros culturales.",
        "II. La expresión gráfica y sus recursos elementales",
        "1. Desarrollo de la retentiva y la memoria visual.",
        "2. Exploración de las formas y su transformación: la forma entendida como una estructura de elementos y relaciones. Experimentación con espacios negativos y positivos de las formas.",
        "3. Identificación de texturas visuales y táctiles. Generación de texturas visuales mediante la utilización de diversos materiales y procedimientos.",
        "4. Utilización de técnicas gráfico-plásticas, tradicionales, alternativas y digitales.",
        "5. Utilización de herramientas de edición de imágenes para la expresión artística.",
        "6. Exploración de programas de pintura y dibujo digital. Aplicación en el desarrollo de procesos creativos.",
        "III. Dibujo y espacio",
        "1. Exploración de la línea en el dibujo. Utilización de recursos como la modulación o el entramado de líneas para representar la tridimensionalidad.",
        "2. Conocimiento de los fundamentos de la perspectiva. Aplicación de la perspectiva cónica en el dibujo artístico.",
        "3. Valoración y aplicación del encuadre en el dibujo del natural. Estudio comparativo del encuadre y la composición en el dibujo y la fotografía.",
        "4. Exploración de las posibilidades expresivas que ofrece la perspectiva, a través de la representación de espacios interiores, exteriores, urbanos y naturales.",
        "5. Exploración y aplicación de la geometría en la naturaleza",
        "IV. La luz, el claroscuro y el color",
        "1. Valoración de las cualidades expresivas del sombreado y la mancha. Generación de imágenes a partir de la aplicación de diferentes escalas y claves tonales.",
        "2. Exploración de las cualidades expresivas y relaciones del color. Identificación del color local, tonal y ambiental en diferentes imágenes. Estudio y comparación de los usos del color en el dibujo.",
        "3. Identificación de las dimensiones del color. Aplicaciones prácticas a partir de la modificación del color en base a sus dimensiones.",
        "4. Exploración de las posibilidades expresivas que ofrece la perspectiva atmosférica o tonal, a través de la representación del espacio.",
        "5. Exploración de las posibilidades expresivas que ofrece el color asociado a la línea. Utilización del arte óptico y geométrico en la generación de imágenes.",
        "V. La figura humana",
        "1. Análisis de la representación del ser humano a lo largo de la historia, detectando estereotipos de género. Estudio de los conceptos de canon y proporción. Reflexión crítica sobre los patrones de belleza en diferentes épocas.",
        "2. Comprensión de las nociones básicas de anatomía artística.",
        "3. Realización de apuntes del natural, prestando especial atención al estudio y representación del escorzo.",
        "4. Estudio y representación del cuerpo humano como soporte y como instrumento de expresión artística, respetando y valorando la diversidad corporal.",
        "VI. Proyectos gráficos colaborativos",
        "1. Distribución de tareas, recursos y responsabilidades de manera ecuánime en los proyectos gráficos colaborativos, estableciendo criterios de selección a partir de las habilidades requeridas y de las necesidades del proyecto.",
        "2. Planificación de las fases de los proyectos gráficos.",
        "3. Desarrollo de estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
        "4. Desarrollo de estrategias de evaluación de las fases y los resultados de proyectos gráficos. Valoración del error como oportunidad de mejora y aprendizaje."
    ]
}