{
  "saberes": [
    "Procés de resolució de problemes i de projectes",
    "- Aplicació d’estratègies, tècniques i marcs de resolució de problemes en diferents contextos i les seves fases.",
    "- Aplicació d’estratègies de cerca crítica d’informació per a la recerca i la definició de problemes plantejats.",
    "- Anàlisi de productes i de sistemes tecnològics per a la construcció de coneixement des de diferents enfocaments i àmbits.",
    "- Anàlisi i disseny d’estructures per a la construcció de models.",
    "- Anàlisi i disseny de sistemes mecànics bàsics. Muntatges físics i/o ús de simuladors.",
    "- Muntatge d’esquemes i circuits elèctrics o electrònics, físics o simulats. Interpretació, càlcul, disseny i aplicació en projectes.",
    "- Identificar les característiques dels materials d’ús tecnològic i el seu impacte ambiental.",
    "- Utilització d’eines i tècniques de manipulació i mecanització de materials per a la construcció d’objectes i de prototips. Iniciació a la fabricació digital. Aplicació de les normes de seguretat i d’higiene.",
    " - Desenvolupament de l’emprenedoria, la resiliència, la perseverança i la creativitat per resoldre problemes des d’una perspectiva interdisciplinària.",
    "Comunicació i difusió d’idees",
    "- Ús del vocabulari tècnic apropiat. Desenvolupament de les habilitats bàsiques de comunicació interpersonal. Ús adequat de pautes de conducta pròpies de l’entorn virtual.",
    "- Ús de les normes d’acotació i aplicació de les escales i les tècniques de representació gràfica.",
    "- Utilització d’aplicacions CAD en 2D i 3D per a la representació d’esquemes, circuits, plànols i objectes.",
    "- Utilització d’eines digitals per a l’elaboració, la publicació i la difusió de documentació tècnica i informació multimèdia relativa a projectes.",
    "Pensament computacional, programació i robòtica",
    "- Resolució de processos mitjançant algorísmica i representació amb diagrames de flux.",
    "- Implementació d’aplicacions informàtiques senzilles per a ordinador i dispositius mòbils i iniciació a la intel·ligència artificial.",
    "- Disseny i implementació de sistemes de control programat. Muntatge físic i/o ús de simuladors i programació senzilla de dispositius. Internet de les coses.",
    "- Iniciació a la robòtica. Muntatge i control programat de robots o dispositius programables de manera física o mitjançant simuladors.",
    "- Aplicació de tècniques de depuració iteratives d’un programa informàtic per a la identificació de l’error com a part del procés d’aprenentatge i afirmació de l’autoconfiança.",
    "Digitalització de l’entorn personal d’aprenentatge",
    "- Ús de dispositius digitals, tant dels elements del maquinari com del programari. Identificació i resolució de problemes tècnics senzills.",
    "- Utilització de sistemes de comunicació digital d’ús comú. Transmissió de dades. Tecnologies sense fil per a la comunicació.",
    "- Utilització d’eines i entorns virtuals d’aprenentatge. Configuració, manteniment i ús crític.",
    "- Utilització d’eines d’edició i creació de continguts. Instal·lació, configuració i ús responsable de les aplicacions i de la propietat intel·lectual.",
    "- Implementació de tècniques de tractament, organització i emmagatzematge segur de la informació. Còpies de seguretat.",
    "- Implementació de la seguretat a la xarxa: riscos, amenaces i atacs. Aplicació de mesures de protecció de les dades i de la informació. Accions preventives per al benestar digital.",
    "Tecnologia sostenible",
    "- Desenvolupament tecnològic: creativitat, innovació, investigació, obsolescència i impacte social i ambiental. Utilització ètica de les aplicacions i les tecnologies emergents.",
    "- Aplicació de la tecnologia sostenible. Valoració crítica de la contribució a la consecució dels objectius de desenvolupament sostenible.",
    "- Valoració de l’energia com a factor tecnològic clau del desenvolupament sostenible. Eficiència energètica, consum responsable i energies renovables."
  ],
  "criteriosEvaluacion": [
    "1.1 Identificar i definir problemes o necessitats plantejades, tot cercant i contrastant la informació procedent de diferents fonts de manera crítica i segura, fent ús dels coneixements científics i tecnològics, avaluant-ne la fiabilitat i la pertinència.",
    "1.2 Analitzar i examinar productes tecnològics d’ús habitual a través de l’anàlisi d’objectes i sistemes, fent ús dels coneixements científics i tecnològics, utilitzant, si s’escau, eines de simulació, en la construcció de coneixement.",
    "2.1 Idear i dissenyar solucions tecnològiques originals a problemes plantejats, tot aplicant el procés tecnològic amb conceptes, tècniques i procediments interdisciplinaris amb actitud emprenedora, perseverant i creativa, documentant la informació en una memòria de projecte.",
    "2.2 Seleccionar, planificar i organitzar el temps, els materials i les eines, així com les tasques necessàries per a la construcció d’una solució definida en un projecte, treballant individualment o en grup de manera cooperativa.",
    "2.3 Aplicar criteris de sostenibilitat en el disseny de solucions tecnològiques considerant tot el cicle de vida útil de l’objecte.",
    "3.1 Fabricar objectes o models mitjançant la manipulació i la conformació de materials, tot emprant instruments de mesura, eines i màquines adequades, posant en pràctica els fonaments d’estructures, mecanismes, electricitat i electrònica seguint les normes de seguretat i de salut.",
    "3.2 Avaluar el resultat d’una construcció tot contrastant les seves funcions en relació amb els requeriments tècnics del projecte, mitjançant l’observació i l’ús d’instruments de mesura per validar el resultat final.",
    "4.1 Documentar el procés de la creació d’un producte des del disseny fins a l’avaluació, elaborant la documentació tècnica i gràfica amb l’ajuda d’eines digitals, emprant els formats i el vocabulari tècnic adequats, de manera col·laborativa, tant presencialment com en remot.",
    "4.2 Representar objectes, diagrames i esquemes tècnics mitjançant eines digitals col·laboratives, tot aplicant les normes tècniques corresponents.",
    "4.3 Utilitzar dispositius i recursos digitals per a comunicar-se amb els altres, per difondre els propis aprenentatges i argumentar-los.",
    "5.1 Descriure, interpretar i dissenyar solucions a problemes informàtics mitjançant algorismes i diagrames de flux, tot aplicant els elements i les tècniques de programació de manera creativa.",
    "5.2 Programar aplicacions senzilles per a diferents dispositius (ordinadors, dispositius mòbils i altres) emprant els elements de programació de manera apropiada, fent servir el programari i els llenguatges de programació adients i mòduls d’intel·ligència artificial que afegeixin funcionalitats.",
    "5.3 Automatitzar processos, màquines i objectes de manera autònoma, amb o sense connexió a Internet, mitjançant l’anàlisi, la construcció i la programació de robots i sistemes de control.",
    "6.1 Fer un ús eficient i segur dels dispositius digitals d’ús quotidià en la resolució de problemes senzills, analitzant els components i els sistemes de comunicació, per identificar els riscos i adoptar mesures de seguretat per a la protecció de dades i equips.",
    "6.2 Crear continguts, elaborar materials i difondre’ls en diferents plataformes, configurant correctament les eines digitals habituals de l’entorn d’aprenentatge, ajustant-les a les necessitats i respectant les llicències i els drets d’autoria.",
    "6.3 Organitzar la informació de manera estructurada, aplicant tècniques d’emmagatzematge segur.",
    "7.1 Identificar la influència de l’activitat tecnològica en la societat i en la sostenibilitat ambiental al llarg de la història, analitzant-ne les aportacions i les repercussions tot valorant-ne la importància per al desenvolupament sostenible.",
    "7.2 Fer un ús responsable i ètic de les tecnologies emergents, tot identificant les seves aportacions al benestar, a la igualtat social i a la reducció de l’impacte ambiental.",
    "7.3 Valorar l’economia circular com una aportació tecnològica i social a la sostenibilitat per reduir la necessitat de matèries primeres i aconseguir la reducció de residus."
  ]
}