{
    "criteriosEvaluacion": [
        "• CE1.1. Comprender la importancia de la actividad empresarial y el emprendimiento en la economía actual, reconociendo el poder de transformación que ejercen en la sociedad y reflexionando sobre el valor de la innovación y la digitalización.  OBJ1",
        "• CE1.2. Analizar el papel de la I+D+i en el desarrollo social y empresarial, identificando nuevas tendencias y tecnologías que tienen un alto impacto en la economía.  OBJ1",
        "• CE1.3.Valorar la capacidad de adaptación ágil, responsable y sostenible de las empresas a los cambios del contexto y a las exigencias del mercado, investigando el contexto económico y social y su influencia en la actividad empresarial.  OBJ2",
        "• CE1.4. Conocer los distintos tipos de empresa, sus elementos y funciones, así como las formas jurídicas que adoptan relacionando cada una de ellas con la responsabilidad legal de sus propietarios y gestores y con las exigencias de capital.  OBJ2",
        "• CE1.5. Identificar y analizar las características del contexto en el que la empresa desarrolla su actividad, explicando, a partir de estas, las distintas estrategias y decisiones adoptadas y las posibles implicaciones sociales y medioambientales de su actividad.  OBJ2",
        "• CE2.1. Identificar y analizar las distintas políticas empresariales de gestión, contratación y formación de recursos humanos, valorando y reconociendo las actuaciones de las empresas en materia de igualdad e inclusión.  OBJ2",
        "• CE2.2. Comprender el concepto de modelo de negocio como una forma de dar respuesta a las necesidades actuales, comparando distintos modelos, desde los más tradicionales a los más innovadores.  OBJ3",
        "• CE2.3. Analizar las características organizativas y funcionales de la empresa, explicando, a partir de ellas, las decisiones de planificación, gestión y optimización de actividades, recursos y asociaciones clave de un modelo de negocio innovador.  OBJ3",
        "• CE2.4. Analizar y tomar decisiones sobre los procesos productivos desde la eficiencia y la productividad, definiendo el soporte necesario para hacer realidad un modelo de negocio.  OBJ3",
        "• CE2.5. Analizar y tomar decisiones sobre inversión y financiación, aplicando métodos de selección de inversiones y reconociendo las ventajas e inconvenientes de las distintas fuentes de financiación empresarial.  OBJ3",
        "• CE2.6. Analizar las características del mercado, explicando, de acuerdo con ellas, la propuesta de valor, canales, relaciones con clientes y fuentes de ingresos de un modelo de negocio innovador.  OBJ3",
        "• CE2.7. Analizar y explicar la situación económico-financiera de la empresa a partir de la información recogida en las cuentas anuales, indicando las posibles soluciones a los desequilibrios encontrados y analizando el impacto de los tributos que tiene que satisfacer la empresa.  OBJ5",
        "• CE3.1. Valorar la capacidad de adaptación ágil, responsable y sostenible de las empresas a las exigencias del mercado, explorando ideas, escenarios futuros y nuevos patrones y modelos de negocio.  OBJ2",
        "• CE3.2. Conocer las distintas estrategias y herramientas de diseño creativo, aplicando estas a la generación de un modelo de negocio transformador que permita dar respuesta a las necesidades actuales.  OBJ3",
        "• CE3.3. Gestionar eficazmente la información y facilitar el proceso de toma de decisiones a partir de la información obtenida, tanto en el ámbito interno como externo de la empresa, aplicando estrategias y nuevas fórmulas comunicativas.  OBJ4",
        "• CE3.4. Seleccionar estrategias de comunicación aplicadas al mundo empresarial, utilizando nuevas fórmulas comunicativas que faciliten la gestión eficaz de la información y su transmisión.  OBJ4",
        "• CE3.5. Conocer las herramientas necesarias que permitan exponer el proyecto de modelo de negocio, despertando el interés y cautivando a los demás con la propuesta de valor presentada.  OBJ4",
        "• CE4.1. Validar la propuesta de modelo de negocio diseñado dentro de un contexto determinado, definiéndolo a partir de las tendencias clave del momento, la situación macroeconómica, el mercado y la competencia, comprendiendo todo el proceso llevado a cabo y aplicando técnicas de estudio previsional y herramientas de análisis empresarial.  OBJ5",
        "• CE4.2. Determinar previsionalmente la estructura de ingresos y costes, calculando su beneficio y umbral de rentabilidad a partir del modelo de negocio propuesto.  OBJ5",
        "• CE4.3. Elaborar un plan de negocio básico sobre un escenario simulado concreto, justificando las decisiones tomadas.  OBJ5",
        "• CE4.4. Determinar la estrategia de propiedad industrial de la empresa, estableciendo las líneas de actuación en materia de protección de idea, producto y marca.  OBJ5",
        "• CE4.5. Valorar la situación económico-financiera de la propuesta presentada, analizando e interpretando la información recogida tanto en el balance como en la cuenta de pérdidas y ganancias e indicando las posibles soluciones a los desequilibrios encontrados.  OBJ5"
    ],
    "saberes": [
        "Bloque 1. La empresa y su entorno",
        "• El empresario o la empresa. Perfiles.",
        "• La empresa. Clasificación. Localización y dimensión de la empresa. Marco jurídico que regula la actividad empresarial.",
        "• El contexto empresarial. Responsabilidad social corporativa. Mujer y emprendimiento. Inclusión y emprendimiento.",
        "• La empresa, digitalización e innovación. I+D+i. Teorías de la innovación. Tipos de innovación. Tendencias emergentes. Estrategias de innovación.",
        "Bloque 2. El modelo de negocio y de gestión",
        "• Empresa y modelo de negocio.",
        "• La función comercial. Segmento de clientes. La propuesta de valor. Canales. Relaciones con clientes. Fuentes de ingresos. Estrategias de marketing.",
        "• La función productiva. Proceso productivo. Eficiencia y productividad. Actividades clave. Recursos clave. Asociaciones clave. Estructura de costes: clasificación y cálculo de costes.",
        "• La gestión de los recursos humanos. Formación y funcionamiento de equipos ágiles. Habilidades que demanda el mercado de trabajo. La contratación y las relaciones laborales de la empresa. Las políticas de igualdad y de inclusión en las empresas.",
        "• La función financiera. Estructura económica y financiera. Inversión. Valoración y selección de inversiones. Recursos financieros. Análisis de fuentes alternativas de financiación interna y externa.",
        "• La información en la empresa: obligaciones contables. Composición y valoración del patrimonio. Cuentas anuales e imagen fiel. Elaboración del balance y de la cuenta de pérdidas y ganancias.",
        "• Fiscalidad empresarial: principales tributos que gravan la actividad empresarial.",
        "• El lienzo de modelo de negocio y de gestión: concepto, áreas, bloques, utilidad y patrones de modelos de negocio.",
        "• El punto de vista de los clientes: mapa de empatía.",
        "• La creatividad aplicada al diseño del modelo de negocio y de gestión. El proceso de creatividad: divergencia y convergencia. Dinámicas de generación de nuevas ideas de modelos de negocio.",
        "• La competencia y los nichos de mercado.",
        "• Las herramientas de organización de ideas: pensamiento visual o visual thinking. Capacidad de síntesis. Ideación. Comunicación.",
        "• El prototipado: concepto y utilidad. Posibilidades de prototipado: bienes, servicios y aplicaciones.",
        "• Las herramientas de presentación de un proyecto o idea. Metodología: narración de historias o storytelling y el discurso en el ascensor o elevator pitch. Otras metodologías.",
        "• Los escenarios: exploración de ideas, escenarios futuros y nuevos modelos de negocio.",
        "• Otras herramientas para innovar en modelos de negocio y de gestión.",
        "Bloque 4. Estrategia empresarial y métodos de análisis de la realidad empresarial: estudio de casos y simulación",
        "• El contexto del modelo de negocio. Previsión: tendencias clave. Macroeconomía: variables macroeconómicas. Competencia: fuerzas competitivas.",
        "• La evaluación previa de modelos de negocio: análisis DAFO, análisis previsional de ingresos y costes y el umbral de rentabilidad.",
        "• La validación del modelo de negocio. Lean Startup. Desarrollo de clientes. Desarrollo de producto ágil.",
        "• La protección de la idea, del producto y de la marca.",
        "• La toma de decisiones. Estrategias. Simulación en hoja de cálculo. Redacción de un plan de negocios básico.",
        "• El análisis de resultados: estudio de mercado, análisis e interpretación de la información contable y análisis de estados financieros."
    ]
}