{
    "criteriosEvaluacion": [
        "1.1 Reconèixer la importància de la química i les seves connexions amb altres àrees en el desenvolupament de la societat, el progrés de la ciència, la tecnologia, l’economia i la sostenibilitat, identificant els avenços en el camp de la química que han estat fonamentals en aquests aspectes.",
        "1.2 Descriure els principals processos químics que succeeixen a l’entorn i les propietats dels sistemes materials a partir dels coneixements, les destreses i les actituds propis de les diferents disciplines de la química.",
        "1.3 Reconèixer la naturalesa experimental i interdisciplinària de la química i la seva influència en la investigació científica i en els àmbits econòmic i laboral actuals i les seves aplicacions en altres camps del coneixement i de l’activitat humana.",
        "2.1 Relacionar la química amb situacions problemàtiques actuals, associades al desenvolupament de la ciència i la tecnologia, analitzant com es presenta a través dels mitjans de comunicació o com són percebuts en la vida quotidiana.",
        "2.2 Reconèixer i comunicar que la química constitueix un cos de coneixement imprescindible per a l’estudi i la discussió de qüestions significatives en els àmbits social, econòmic, polític i ètic, identificant- ne la presència i la influència.",
        "2.3 Aplicar de manera informada, coherent i raonada els models i les lleis de la química, explicant i predient les conseqüències d’experiments, fenòmens naturals, processos industrials i descobriments científics.",
        "2.4 Posar en pràctica els coneixements adquirits en l’experimentació científica al laboratori, al camp o a altres entorns, incloent-hi el coneixement dels materials i els aparells de mesura i de recollida i tractament de dades, la normativa bàsica i normes de seguretat pròpies d’aquests espais, i comprenent la importància de la seguretat en el progrés científic i emprenedor.",
        "3.1 Utilitzar correctament el Sistema Internacional d’Unitats (SI) i altres sistemes d’unitats i les normes de nomenclatura de la IUPAC com a base d’un llenguatge universal per a la química, que permeti una comunicació efectiva amb tota la comunitat científica.",
        "3.2 Emprar amb rigor eines matemàtiques per donar suport al desenvolupament del pensament científic, aplicant aquestes eines en la resolució de problemes, usant equacions, unitats i operacions.",
        "3.3 Practicar i fer respectar les normes de seguretat relacionades amb la manipulació de substàncies químiques al laboratori i en altres entorns, i els procediments per a la correcta gestió i eliminació dels residus, utilitzant correctament els codis de comunicació característics de la química.",
        "4.1 Analitzar la composició química dels sistemes materials que es troben a l’entorn proper, al medi natural i a l’entorn industrial i tecnològic, argumentant que les seves propietats, aplicacions i beneficis estan basats en els principis de la química.",
        "4.2 Argumentar de manera informada, aplicant les teories i les lleis de la química, que els efectes negatius de determinades substàncies a l’ambient i a la salut són degudes al mal ús que es fa d’aquests productes o a la negligència, i no a la ciència química en si.",
        "4.3 Explicar, emprant els coneixements científics adequats, quins són els beneficis dels nombrosos productes de la tecnologia química i com el seu ús i la seva aplicació han contribuït al progrés de la societat.",
        "5.1 Reconèixer la important contribució a la química del treball col·laboratiu entre especialistes de diferents disciplines científiques posant en relleu les connexions entre les lleis i les teories pròpies de cada disciplina.",
        "5.2 Reconèixer l’aportació de la química al desenvolupament del pensament científic i a l’autonomia de pensament crític a través de la posada en pràctica de les metodologies de treball pròpies de les disciplines científiques.",
        "5.3 Valorar les aportacions de la física a la societat, debatent de manera fonamentada sobre el seu impacte des del punt de vista de l’ètica i de la sostenibilitat, i reflexionant sobre les causes i les conseqüències dels biaixos de gènere en les ciències.",
        "5.4 Resoldre problemes relacionats amb la química i estudiar situacions relacionades amb aquesta ciència, reconeixent la importància de la contribució particular de cada membre de l’equip i la diversitat de pensament, i consolidant habilitats socials positives en els equips de treball.",
        "5.5 Representar i visualitzar de forma eficient els conceptes de química que presentin més dificultats utilitzant eines digitals i recursos variats, incloent-hi experiències de laboratori real i virtual.",
        "6.1 Explicar i raonar els conceptes fonamentals que es troben a la base de la química aplicant els conceptes, les lleis i les teories d’altres disciplines científiques (especialment de la física) per mitjà de l’experimentació i la indagació.",
        "6.2 Deduir les idees fonamentals d’altres disciplines científiques (per exemple, la biologia o la tecnologia) per mitjà de la relació entre els seus continguts bàsics i les lleis i teories que són pròpies de la química.",
        "6.3 Solucionar problemes i qüestions que són característics de la química utilitzant les eines proveïdes per les matemàtiques i la tecnologia, reconeixent així la relació entre els fenòmens experimentals i naturals i conceptes propis d’aquesta disciplina."
    ],
    "saberes": [
        "Enllaç químic i estructura de la matèria",
        "• Espectres atòmics i tècniques espectroscòpiques",
        "- Caracterització dels espectres atòmics com a evidència experimental responsable de la necessitat de la revisió del model atòmic. Identificació i argumentació de la rellevància de l’espectroscòpia en el context del desenvolupament històric del model atòmic.",
        "- Interpretació dels espectres d’emissió i absorció dels elements i de la seva contribució en el coneixement de l’Univers. Relació amb l’estructura electrònica de l’àtom.",
        "- Utilització de dades de diverses tècniques espectroscòpiques (UV, IR, RMN, espectrometria de masses) en la identificació de substàncies d’interès i rellevància en la vida quotidiana i qüestions sociocientífiques d’actualitat. Explicació de les bases del seu funcionament.",
        "• Principis quàntics de l’estructura atòmica",
        "- Relació entre el fenomen dels espectres atòmics i la quantització de l’energia. Del model de Bohr als models mecano-quàntics: necessitat d’una estructura electrònica a diferents nivells i les seves connexions amb la recerca científica bàsica i amb els avenços cientificotecnològics actuals.",
        "- Explicacions i aplicació del principi d’incertesa de Heisenberg i de la doble naturalesa ona-corpuscle de l’electró i de la naturalesa probabilística del concepte d’orbital.",
        "- Identificació dels nombres quàntics i aplicació del principi d’exclusió de Pauli. Construcció de l’estructura electrònica de l’àtom. Utilització del diagrama de Moeller per escriure la configuració electrònica dels elements químics més freqüents a l’entorn i al cos humà, i/o els protagonistes de situacions reals en controvèrsia i amb impacte socioambiental.",
        "• Taula periòdica i propietats dels àtoms",
        "- Argumentació basada en evidències de la naturalesa experimental de l’origen de la taula periòdica. Justificació de la llei periòdica i agrupament dels elements sobre la base de les propietats.",
        "- Relacions entre la teoria atòmica actual i les lleis experimentals observades.",
        "- Predicció de la situació d’un element a la taula periòdica a partir de la configuració electrònica, i de la configuració electrònica a partir de la situació de l’element, tot establint connexions amb les característiques i els usos de les substàncies quotidianes que el contenen.",
        "- Raonament en base a les dades, o en base al model de càrrega de l’àtom, de les tendències periòdiques. Aplicació a la predicció dels valors de les propietats dels elements de la taula a partir de la seva posició.",
        "• Enllaç químic i forces intermoleculars",
        "- Predicció i justificació del tipus d’enllaç a partir de les característiques dels elements individuals que el formen en relació amb les propietats de la substància formada i amb la seva presència a la vida quotidiana.",
        "- Interpretació de l’energia implicada en la formació de molècules, estructures cristal·lines 3D i estructures macromoleculars. Predicció i justificació de propietats de les substàncies químiques en relació amb la vida quotidiana i amb els seus usos i interès.",
        "- Aplicació de les estructures de Lewis i teoria de RPECV per explicar i predir geometries de compostos moleculars i la seva polaritat amb relació al seu comportament en fenòmens de l’entorn quotidià.",
        "- Aplicació del cicle de Born-Haber i de l’energia intercanviada en la formació de cristalls iònics.",
        "- Aplicació dels models del núvol electrònic per explicar les propietats característiques dels cristalls metàl·lics en metalls d’ús destacat en situacions d’actualitat.",
        "- Relacions entre forces intermoleculars i propietats macroscòpiques de compostos moleculars. Relació de les propietats amb l’estructura (geometria i enllaç) en substàncies que intervenen en situacions reals d’interès local o global.",
        "Reaccions químiques",
        "• Termodinàmica química",
        "- Aplicació del primer principi de la termodinàmica: intercanvis d’energia entre sistemes per mitjà de la calor i del treball en contextos de consum i eficiència energètica.",
        "- Representació i utilització d’equacions termoquímiques i càlcul d’entalpies de reacció. Concepte d’entalpia de reacció i aplicació en situacions i contextos reals com ara els combustibles, els éssers vius, etc. i relació amb problemàtiques com ara l’augment de les emissions de diòxid de carboni. Diferenciació entre processos endotèrmics i exotèrmics.",
        "- Aplicació del balanç energètic entre productes i reactius mitjançant la llei de Hess, per mitjà de l’entalpia de formació estàndard o de les energies d’enllaç, per obtenir l’entalpia d’una reacció en contextos propers o d’actualitat.",
        "- Aplicació del segon principi de la termodinàmica. L’entropia com a magnitud que afecta l’espontaneïtat i la irreversibilitat dels processos químics en contextos propers o d’actualitat.",
        "- Càlcul de l’energia de Gibbs de les reaccions químiques i de la seva espontaneïtat en funció de la temperatura del sistema, i interpretació dels resultats en contextos propers o d’actualitat.",
        "• Cinètica química",
        "- Elaboració d’explicacions i prediccions basades en la teoria de les col·lisions com a model a escala submicroscòpica de les reaccions químiques. Conceptes de velocitat de reacció i energia d’activació en contextos propers o d’actualitat.",
        "- Elaboració d’explicacions i prediccions basades en la influència de les condicions de reacció sobre la seva velocitat en contextos propers o d’actualitat.",
        "- Aplicació de la llei diferencial de la velocitat d’una reacció química i càlcul dels ordres de reacció a partir de dades experimentals de velocitat de reacció.",
        "• Equilibri químic",
        "- Aplicació i conceptualització de l’equilibri químic com a procés dinàmic: equacions de velocitat i aspectes termodinàmics. Expressió de la constant d’equilibri mitjançant la llei d’acció de masses. Aplicació en contextos propers o d’actualitat i de rellevància sociocientífica.",
        "- Càlcul de la constant d’equilibri de reaccions en què els reactius es trobin en diferent estat físic. Relació entre Kc i Kp i producte de solubilitat en equilibris heterogenis i la seva connexió amb processos naturals i industrials.",
        "- Aplicació del principi de Le Châtelier i del quocient de reacció. Evolució de sistemes en equilibri a partir de la variació de les condicions de concentració, pressió o temperatura del sistema, i aplicacions en contextos propers o d’actualitat.",
        "• Reaccions àcid-base",
        "- Justificació de la naturalesa àcida o bàsica d’una substància a partir de les teories d’Arrhenius i de Brønsted i Lowry i les seves implicacions en la classificació d’àcids i bases de substàncies de l’entorn quotidià.",
        "- Diferenciació entre àcids i bases forts i febles. Càlcul del grau de dissociació en dissolució aquosa en contextos propers o d’actualitat.",
        "- Càlcul i justificació del pH de dissolucions àcides i bàsiques. Expressió de les constants Ka i Kb, en relació amb la vida quotidiana i en contextos com ara la cuina, els medicaments, el medi ambient, etc.",
        "- Representació i concepte de parells àcid i base conjugats. Predicció del caràcter àcid o bàsic de les dissolucions en què es produeix la hidròlisi d’una sal a partir de situacions de l’entorn quotidià.",
        "- Identificació i representació de reaccions entre àcids i bases i càlculs estequiomètrics en exemples de contextos propers o d’actualitat. Concepte de neutralització. Realització de volumetries àcid-base, dels càlculs corresponents i raonament dels resultats en relació amb situacions reals i en connexió amb la quotidianitat.",
        "- Relació entre propietats i aplicacions dels àcids i de les bases rellevants en l’àmbit industrial i de consum, amb especial incidència en el procés de conservació del medi ambient.",
        "• Reaccions redox",
        "- Càlcul i aplicació de l’estat d’oxidació. Identificació de les espècies que es redueixen o oxiden en una reacció a partir de la variació del nombre d’oxidació en processos de rellevància per la seva quotidianitat i/o impacte socioambiental.",
        "- Igualació pel mètode de l’ió-electró d’equacions químiques d’oxidació-reducció en contextos propers o d’actualitat. Càlculs estequiomètrics i volumetries redox.",
        "- Aplicació i conceptualització del potencial estàndard d’un parell redox. Espontaneïtat de processos químics i electroquímics que impliquen dos parells redox amb relació a contextos propers o d’actualitat.",
        "- Aplicació de les lleis de Faraday: quantitat de càrrega elèctrica i quantitats de substància en un procés electroquímic. Càlculs estequiomètrics en cel·les electrolítiques en contextos propers o d’actualitat.",
        "- Identificació i càlculs en reaccions d’oxidació i reducció en la fabricació i el funcionament de bateries elèctriques, cel·les electrolítiques i piles de combustible, i també en la prevenció de la corrosió de metalls.",
        "Química orgànica",
        "• Isomeria",
        "- Utilització de fórmules moleculars i desenvolupades de compostos orgànics, amb relació a les seves propietats, orígens o usos. Diferents tipus d’isomeria estructural en compostos en relació amb la vida quotidiana i/o problemàtiques rellevants.",
        "- Utilització de models moleculars o tècniques de representació 3D de molècules. Isòmers espacials d’un compost i propietats en compostos en relació amb la vida quotidiana i/o problemàtiques rellevants.",
        "• Reactivitat orgànica",
        "- Identificació de les principals propietats químiques de les diferents funcions orgàniques i de les seves propietats i reaccions químiques, en especial en contextos propers a l’alumnat.",
        "- Identificació dels principals tipus de reaccions orgàniques. Productes de la reacció entre compostos orgànics i les equacions químiques corresponents amb relació a substàncies d’especial interès i properes a l’alumnat.",
        "• Polímers",
        "- Classificació dels diferents processos de formació dels polímers a partir dels corresponents monòmers. Estructura i propietats.",
        "- Classificació dels polímers segons la naturalesa, l’estructura i la composició. Aplicacions, propietats i riscos mediambientals associats."
    ]
}