{
    "saberes": [
        "Les llengües i els seus parlants",
        "- Presa de consciència de la diversitat lingüística per mitjà de la biografia lingüística personal i el mapa lingüístic de l’aula, treballats amb acompanyament.",
        "- Identificació, amb acompanyament, de prejudicis i estereotips lingüístics i cerca de solucions.",
        "- Ús d’un llenguatge no discriminatori i respectuós amb les diferències en la vida quotidiana.",
        "Comunicació oral",
        "- Interès per expressar-se oralment amb pronunciació i entonació adequades en les situacions d’aula.",
        "- Comprensió de textos orals de tipologia diversa en diferents formats i mitjans.",
        "- Identificació de la incidència dels components (situació, participants o intenció) en l’acte comunicatiu en diferents situacions comunicatives pròpies de l’aula i d’altres entorns informals.",
        "- Aplicació d’estratègies lingüístiques elementals amb acompanyament i en contextos propers, per dotar textos breus i senzills d’adequació, coherència, cohesió i correcció.",
        "- Identificació d’elements bàsics de contingut (tema, fórmules fixes, lèxic) i forma (estructura, format, imatges) en les produccions orals.",
        "- Reproducció de textos orals memoritzats (cançons, poemes, dramatitzacions) en el marc de les propostes didàctiques d’aula.",
        "- Ús de models textuals elementals (narració, descripció, diàleg) en les produccions orals, en el marc de les propostes didàctiques d’aula.",
        "- Interacció oral adequada en situacions d’aula. Reconeixement i utilització d’estratègies bàsiques de cortesia lingüística.",
        "- Aplicació d’estratègies d’escolta activa en la resolució dialogada dels conflictes, tenint en compte la perspectiva de gènere.",
        "Comprensió lectora",
        "- Lectura individual i silenciosa, amb fluïdesa adequada al nivell cognitiu, de textos de l’aula i del seu entorn.",
        "- Lectura en veu alta amb entonació i ritme progressivament adequats al nivell cognitiu, amb preparació prèvia.",
        "- Ús d’elements gràfics i paratextuals bàsics que afavoreixen la comprensió abans, durant i després de l’experiència lectora, en textos propers de la vida quotidiana, de mitjans de comunicació i escolars.",
        "- Aplicació d’estratègies de comprensió lectora abans, durant i després de la lectura (planificació, anticipació, inferències…), en textos diversos i amb acompanyament.",
        "- Detecció d’usos clarament discriminatoris del llenguatge verbal i icònic, de forma guiada, en contextos quotidians i mitjans de comunicació.",
        "Expressió escrita",
        "- Comprensió i ús de convencions del codi escrit en el marc de les propostes de comprensió o producció de textos d’ús escolar i social.",
        "- Producció de textos propers o viscuts, de tipologia diversa, dirigits a diferents destinataris, amb acompanyament i una intenció concreta.",
        "- Aplicació d’estratègies elementals, individuals o grupals, de planificació, redacció, revisió i edició de textos escrits i multimodals propers a la seva experiència personal, en diferents suports, amb diferents propòsits i de forma acompanyada.",
        "- Utilització d’elements gràfics i paratextuals adequats al suport, de forma acompanyada, que facilitin l’organització i la comprensió del text produït a l’aula.",
        "- Cura en la presentació de les produccions escrites en qualsevol suport.",
        "Alfabetització informacional",
        "- Aplicació d’estratègies bàsiques per a la recerca guiada d’informació senzilla en fonts documentals variades i amb diferents suports i formats, reconeixent l’autoria.",
        "- Aplicació d’estratègies bàsiques per comparar informació de diferents fonts, reelaborar-la i comunicar-la en situacions properes i amb acompanyament.",
        "- Comunicació creativa del coneixement, de forma acompanyada, amb respecte a la propietat intel·lectual.",
        "- Utilització de la biblioteca i dels recursos digitals de l’aula i del centre, amb guiatge, per dur a terme treballs d’investigació.",
        "Educació literària",
        "- Lectura d’obres o fragments variats i diversos de la literatura infantil adequats als seus interessos i organitzats en itineraris lectors.",
        "- Comprensió dels elements constitutius essencials de l’obra literària (tema, personatges, trama, escenari) i dels diferents gèneres literaris, a partir de la lectura compartida i guiada d’obres de qualitat.",
        "- Establiment de vincles de la literatura amb altres manifestacions artístiques i culturals amb acompanyament.",
        "- Inici de la construcció de la identitat lectora, afavorint l’expressió de gustos i interessos, per mitjà de la lectura autònoma i la lectura compartida i guiada.",
        "- Ús de la biblioteca de l’aula, del centre i de l’entorn proper com a espai de trobada d’activitats literàries compartides i com a element impulsor de comunitats lectores.",
        "- Reconeixement de les dades bàsiques d’un llibre (persones autores, il·lustradores, editorial, col·lecció) en el context de les lectures d’aula i de la biblioteca, amb acompanyament.",
        "- Escriptura de textos literaris senzills (rodolins, endevinalles, contes…) a partir de models coneguts i analitzats, amb acompanyament.",
        "- Exploració de les il·lustracions i de la relació que s’estableix amb el text en els àlbums il·lustrats, amb acompanyament.",
        "Reflexió sobre la llengua",
        "- Utilització de metallenguatge específic bàsic en el marc de propostes de producció i comprensió de textos orals, escrits o multimodals.",
        "- Diferències elementals entre llengua oral i llengua escrita en l’ús quotidià.",
        "- Discriminació fonètica de sons, síl·labes i accents i correspondència entre els sons i les grafies en la lectura i en les diferents produccions escrites, tenint en compte les diferents etapes del procés evolutiu."
    ],
    "criteriosEvaluacion": [
        "1.1 Identificar les diferents llengües de l’entorn, inclosa la llengua de signes, i les seves variants dialectals, a través de la descripció d’algunes expressions d’ús quotidià.",
        "1.2 Detectar i rebutjar, de manera acompanyada i en contextos senzills i propers, alguns prejudicis i estereotips lingüístics, de gènere i culturals molt freqüents.",
        "1.3 Descriure i valorar la pluralitat lingüística de l’entorn com a font de riquesa cultural, a partir de l’observació i la identificació de la realitat pròxima.Extreure informació rellevant de produccions orals i multimodals relacionats amb situacions d’aprenentatge i la vida quotidiana de l’aula.",
        "2.2 Reconèixer, de forma acompanyada, el tema, idees principals i missatges explícits de textos orals i multimodals. Iniciar-se, també de forma acompanyada, en la valoració del contingut i de la forma (elements no verbals).Produir textos orals i multimodals coherents a partir d’una situació comunicativa propera (vivències, fets i aprenentatges), amb planificació acompanyada, adaptant el to de veu i el gest a la situació, i utilitzant recursos no verbals elementals i elements de suport.",
        "3.2 Participar en interaccions orals espontànies i en les situacions comunicatives habituals del context escolar respectant les normes d’interacció oral, mostrant interès i respecte quanparlen els altres i iniciant-se en l’ús d’estratègies d’escolta activa.",
        "4.1 Llegir textos propers, de la vida quotidiana, dels mitjans de comunicació i textos escolars, de forma silenciosa i en veu alta, amb fluïdesa suficient (velocitat, precisió en el reconeixement de les paraules, ritme, fraseig i entonació).",
        "4.2 Comprendre textos escrits i multimodals propers, adequats al desenvolupament cognitiu, amb l’ajuda d’elements gràfics i paratextuals bàsics, a través de la identificació del sentit global i informació rellevant i emprant, de forma guiada, estratègies bàsiques de comprensió.",
        "4.3 Valorar, de manera acompanyada, el contingut i aspectes formals i paratextuals en textos escrits i multimodals senzills.Redactar textos escrits i multimodals propers i viscuts, des de les diferents etapes del procés evolutiu de l’escriptura, de manera acompanyada, per a un destinatari i amb una intenció concreta, amb adequació, coherència, cohesió i correcció adaptades al moment evolutiu (ortografia natural o de base).",
        "5.2 Aplicar estratègies de planificació, redacció, revisió i edició de textos amb acompanyament, de manera individual o grupal.Aplicar estratègies de cerca d’informació (localització, selecció i contrast) en diferents fonts, incloses les digitals, sobre temes propers i d’interès personal, de forma guiada, a la xarxa i a les biblioteques.",
        "6.2 Comunicar els resultats d’un procés d’investigació, individual o grupal, realitzat de forma acompanyada, sobre temes propers i d’interès personal.",
        "6.3 Adoptar hàbits d’ús segur i saludable de les tecnologies digitals de forma guiada en relació amb l’accés a la informació i a lacomunicació en l’entorn immediat.",
        "7.1 Llegir de manera autònoma textos de diferents autors i autores que s’adeqüin als seus gustos i interessos, seleccionats de manera acompanyada, des de les diferents etapes del procés evolutiu de la lectura.",
        "7.2 Compartir lectures, per mitjà de recomanacions, presentacions i a partir d’interaccions orals, mitjançant la biblioteca d’aula i de centre, per expressar gustos i interessos i iniciar-se en una comunitat lectora.",
        "8.1 Escoltar i llegir textos orals i escrits de la literatura infantil, d’autors i autores reconeguts, descobrint de manera acompanyada els elements essencials de l’obra i establint relacions elementals entre els textos i amb altres manifestacions artístiques i culturals.",
        "8.2 Produir textos individuals o col·lectius amb intenció literària, segons les diferents etapes del procés evolutiu de l’escriptura, de manera acompanyada, en diferents suports, i complementant-los amb altres llenguatges artístics.Formular conclusions elementals sobre la construcció de paraules, frases i textos utilitzant l’ordre adequat i la concordança dels mots en una frase a partir de l’experimentació amb les paraules.",
        "9.2 Revisar i millorar les diferents produccions, escrites, orals i multimodals, de manera acompanyada i usant la terminologia lingüística bàsica adequadaRebutjar els usos lingüístics discriminatoris identificats a partir de la reflexió grupal acompanyada sobre els aspectes elementals, verbals i no verbals, que regeixen la comunicació, tenint en compte la perspectiva de gènere.",
        "10.2 Utilitzar, amb l’acompanyament i planificació necessaris, estratègies elementals per a l’escolta activa i el consens, iniciant-se en la gestió dialogada de conflictes."
    ]
}