{
  "saberes": [
    "Bloque 1. Retos del mundo actual",
    "• Desafíos demográficos en el mundo actual. Causalidad y comparación en el estudio de la diversidad social y cultural y de las estructuras demográficas en distintas escalas: de la global a la local. Dinámica demográfica de Galicia.",
    "• Aglomeraciones urbanas y ruralidad. La despoblación y el sostenimiento del mundo rural. El desarrollo urbano sostenible: la ciudad, el espacio de convivencia. Modos y estilos de vida en el contexto de la globalización.",
    "• Competencia y conflicto por los recursos y el territorio. Mercados regionales, políticas comerciales y movimientos migratorios. Tensiones internacionales, choques y alianzas entre civilizaciones.",
    "• Concentración y distribución de la riqueza. Formas y modos de percibir y representar la desigualdad. Líneas de acción para un reparto justo. La cuestión del mínimo vital.",
    "• Igualdad. Situaciones discriminatorias de las niñas y de las mujeres en el mundo. Roles de género y su manifestación en todos los ámbitos de la sociedad y de la cultura.",
    "• La contribución del Estado y sus instituciones a la paz, a la seguridad integral, ciudadana y a la convivencia social.",
    "Bloque 2. Sociedades y territorios",
    "• Tiempo histórico: construcción e interpretación de líneas del tiempo a través de la linealidad, cronología, simultaneidad y duración.",
    "• Violencia y conflictos armados. La guerra en la Edad Media y en la Edad Moderna. Los civiles durante las guerras.",
    "• Autoridad y complejidad social durante la Edad Media y la Edad Moderna. Los estamentos.",
    "• La organización política del ser humano y los planteamientos estatales en el mundo medieval y moderno. Evolución de la teoría del poder.",
    "• La construcción de las identidades culturales, de la idea de Europa y del eurocentrismo, a través del pensamiento y del arte durante la Edad Media y la Edad Moderna. Relaciones con la civilización islámica.",
    "• El papel de la religión en la organización social, la legitimización del poder y la formación de identidades. Herejías, persecuciones y guerras de religión.",
    "• La transformación humana del territorio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los ciclos demográficos, de los modos de vida y de los modelos de organización social. La lucha por la supervivencia y el estatus social durante la Edad Media y la Edad Moderna.",
    "• La disputa por la hegemonía y la geopolítica en el nacimiento y evolución de la modernidad. Viajes, descubrimientos y sistemas de intercambio en la formación de una economía mundial.",
    "• España en el tiempo y su conexión con los grandes procesos de la historia medieval y moderna de la humanidad. El legado histórico y el acervo cultural en la formación de las identidades colectivas. Galicia en la Edad Media: la era compostelana y las crisis bajomedievales.",
    "• Significado y función de las expresiones artísticas y culturales en las distintas civilizaciones. El barroco gallego. Diversidad y riqueza cultural. Respeto y conservación del patrimonio material e inmaterial.",
    "• Ciencia, medicina y avances tecnológicos. La lucha contra epidemias y pandemias. Racionalismo y empirismo en la explicación de la realidad frente a las supersticiones.",
    "Bloque 3. Compromiso cívico y global",
    "• Dignidad humana y derechos universales. Convención sobre los Derechos del Niño.",
    "• Alteridad: respeto y aceptación «del otro». Comportamientos no discriminatorios y contrarios a cualquier actitud diferenciadora y segregadora.",
    "• Igualdad de género. Manifestaciones y conductas no sexistas.",
    "• Interés ante los retos y problemas de actualidad en el entorno local y global.",
    "• Las redes sociales. Seguridad y prevención ante los riesgos y peligros del uso de las tecnologías de la información y de la comunicación.",
    "• Convivencia cívica y cultura democrática. Incorporación e implicación en la sociedad civil en procesos democráticos. Participación en proyectos comunitarios.",
    "• Solidaridad, empatía y acciones de apoyo a colectivos en situaciones de pobreza, vulnerabilidad y exclusión social.",
    "• Identificación y gestión de las emociones y su repercusión en comportamientos individuales y colectivos.",
    "• Ciclos vitales, uso del tiempo libre y hábitos de consumo. Diferencias y cambios en las formas de vida en las sociedades actuales y en las del pasado.",
    "• Ciudadanía europea. Ideas y actitudes en el proyecto de construcción de una identidad común. La seguridad y la cooperación internacional."
  ],
  "criteriosEvaluacion": [
    "• CE1.1 Identificar, valorar y mostrar interés por los principales problemas que afectan a la sociedad, adoptando una posición crítica y proactiva hacia ellos. OBJ2",
    "• CE1.2. Argumentar de forma crítica sobre problemas de actualidad a través de conocimientos geográficos e históricos, contrastando y valorando fuentes diversas. OBJ2",
    "• CE1.3. Valorar el grado de sostenibilidad y de equilibrio de los diferentes espacios y desde distintas escalas y analizar su transformación y degradación a través del tiempo por la acción humana en la explotación de los recursos, su relación con la evolución de la población y las estrategias desarrolladas para su control y dominio y los conflictos que provocó. OBJ4",
    "• CE1.4. Argumentar la necesidad de acciones de defensa, protección, conservación y mejora del entorno natural, rural y urbano a través de propuestas e iniciativas que reflejen compromisos y conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos. OBJ4",
    "• CE1.5. Valorar la diversidad social y cultural, argumentando e interviniendo en favor de la inclusión, así como rechazando y actuando en contra de cualquier actitud o comportamiento discriminatorio basado en estereotipos. OBJ6",
    "• CE1.6. Conocer e interpretar los comportamientos demográficos de la población, los cambios que experimentó y sus ciclos, identificando y analizando los principales problemas y retos a los que nos enfrentamos en el mundo y en España y Galicia. OBJ8",
    "• CE1.7. Interpretar desde la perspectiva del desarrollo sostenible y de la ciudadanía global los principales desafíos del mundo actual, expresando la importancia de implicarse en la búsqueda de soluciones y en el modo de concretarlos desde su capacidad de acción tanto local como global, valorando la contribución del Estado, sus instituciones y las asociaciones civiles en programas y misión dirigidos por organismos nacionales e internacionales para el logro de la paz, la seguridad integral, la convivencia social y la cooperación entre los pueblos. OBJ9",
    "• CE2.1. Contrastar y argumentar sobre temas y acontecimientos de la Edad Media y de la Edad Moderna, localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas históricas. OBJ1",
    "• CE2.2. Utilizar una secuencia cronológica con objeto de examinar la relación entre hechos y procesos en diferentes períodos y lugares históricos (simultaneidad y duración), utilizando términos y conceptos apropiados. OBJ3",
    "• CE2.3. Analizar procesos de cambio histórico de relevancia a través del uso de diferentes fuentes de información, teniendo en cuenta las continuidades y permanencias en diferentes períodos y lugares. OBJ3",
    "• CE2.4. Identificar e interpretar la conexión de España y Galicia con los grandes procesos históricos (de las épocas medieval y moderna), valorando lo que supusieron para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia. OBJ3",
    "• CE2.5. Reconocer las desigualdades sociales existentes en épocas pasadas y los mecanismos de dominación y control que se aplicaron, identificando aquellos grupos que se vieron sometidos y silenciados, destacando la presencia de mujeres y de personajes pertenecientes a otros colectivos discriminados. OBJ6",
    "• CE2.6. Relacionar las culturas y civilizaciones que se desarrollaron a lo largo de la historia medieval y moderna con las diversas identidades colectivas que se fueron construyendo hasta la actualidad, reflexionando sobre los múltiples significados que adoptan y las aportaciones de cada una de ellas a la cultura humana universal. OBJ7",
    "• CE2.7. Identificar el origen histórico de distintas identidades colectivas que se desarrollaron en España y Galicia, interpretando el uso que se hizo de ellas y mostrando una actitud de respeto y tolerancia hacia los diferentes sentidos de pertenencia, promoviendo la solidaridad y la cohesión social. OBJ7",
    "• CE2.8. Valorar, proteger y conservar el patrimonio artístico, histórico y cultural como fundamento de la identidad colectiva local, autonómica, nacional, europea y universal, considerándolo un bien para el disfrute recreativo y cultural y un recurso para el desarrollo de los pueblos. OBJ7",
    "• CE3.1. Identificar, valorar y mostrar interés por los principales problemas que afectan a la sociedad, adoptando una posición crítica y proactiva hacia ellos. OBJ2",
    "• CE3.2. Adquirir y construir conocimiento relevante del mundo actual y de la historia, a través de procesos inductivos, de la investigación y del trabajo por proyectos, retos o problemas, mediante la elaboración de productos que reflejen la comprensión de los fenómenos y problemas abordados. OBJ3",
    "• CE3.3. Señalar y explicar aquellas experiencias históricas más destacables, y anteriores a la época contemporánea, en las que se logró establecer sistemas políticos que favorecieron el ejercicio de derechos y libertades de los individuos y de la colectividad, considerándolas como antecedentes de las posteriores conquistas democráticas y referentes históricos de las libertades actuales. OBJ5",
    "• CE3.4. Mostrar actitudes pacíficas y respetuosas y asumir las normas como marco necesario para la convivencia, demostrando capacidad crítica e identificando y respondiendo de manera asertiva ante las situaciones de injusticia y desigualdad. OBJ5",
    "• CE3.5. Valorar la diversidad social y cultural, argumentando e interviniendo en favor de la inclusión, así como rechazando y actuando en contra de cualquier actitud o comportamiento discriminatorio basado en estereotipos. OBJ6",
    "• CE3.6. Señalar los fundamentos de la idea de Europa a través de las diferentes experiencias históricas del pasado e identificar el legado histórico, institucional, artístico y cultural como patrimonio común de la ciudadanía europea. OBJ7",
    "• CE3.7. Tomar conciencia del ciclo vital y analizar como cambiaron sus características, necesidades y obligaciones en distintos momentos históricos, así como las raíces de la distribución por motivos de género del trabajo doméstico, asumiendo las responsabilidades y compromisos propios de la edad en el ámbito familiar, en el entorno escolar y en la comunidad, y valorando la riqueza que aportan las relaciones intergeneracionales. OBJ8",
    "• CE3.8. Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis de los principales conflictos del presente y el reconocimiento de las instituciones del Estado, y de las asociaciones civiles que garantizan la seguridad integral y la convivencia social, así como de los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los objetivos de desarrollo sostenible. OBJ9"
  ]
}
