{
    "saberes": [
        "I. Conciencia emocional: percepción, identificación, comprensión y aceptación responsable de las propias emociones.",
        "1. Iniciación en los elementos básicos de la comunicación asertiva para favorecer el diálogo evitando actitudes agresivas o pasivas.",
        "2. Aceptación de sus propios estados para favorecer el descubrimiento del diálogo interno en la toma de conciencia.",
        "3. Comprensión de sensaciones y emociones propias, según diversas cualidades de estas (agradables o desagradables; duración mantenida…),a través de lenguajes multimodales, así como de las causas y las consecuencias de las mismas e  identificación de las propias virtudes, limitaciones y capacidades.",
        "4. Observación e identificación de respuestas emocionales a determinadas situaciones espontáneas (gestos, mirada, respiración, desplazamiento…).",
        "5. Identificación, comprensión, razonamiento, descripción y evaluación de las emociones originadas en relación con los sucesos desencadenantes, en contextos de su vida diaria, a través de experiencias vivenciadas en el aula con diferentes lenguajes multimodales.",
        "6. Conocimiento de recursos y estrategias favorecedoras del diálogo reflexivo (su yo y el mundo y la conexión con las otras personas, escucha activa, mensajes-yo…) a través del modelaje o role play en diferentes situaciones escolares.",
        "7. Utilización de vocabulario relacionado con sensaciones: respiración pausada-agitada, gestos faciales tensos-relajados, manos sudorosas-secas, agitación-relajación corporal, mirada serena-inquieta….",
        "8. Comunicación de las propias sensaciones y emociones a través de la utilización de la expresión lingüística, cultural, artística creativa, corporal proporcionando múltiples formas de implicación,representación y expresión… con el fin de comprender las emociones adecuadas a través de lenguajes multimodales.",
        "9. Manejo de herramientas y estrategias de autoconocimiento emocional que faciliten la gestión eficaz de sus emociones en los diferentes contextos de la vida escolar o social.",
        "10. Vivenciar sus emociones de manera efectiva y adaptativa, a través de múltiples experiencias en el ámbito escolar con la finalidad de comprenderlas y comenzar a responsabilizarse de la gestión de las mismas.",
        "II. Autorregulación emocional responsable y resiliencia educativa.",
        "1. Reconocimiento del sentido de responsabilidad respecto a las consecuencias de la propia conducta, en contraposición al sentimiento de culpa, dañino hacia sí mismo o hacia las demás personas.",
        "2. Actuación responsable y comprometida en actividades del contexto escolar y social, valorando el cumplimiento de las normas de convivencia en distintos contextos para una convivenci.a organizada y pacífica, propiciadora de emociones adaptativas",
        "3. Expresión y control de las propias emociones, en pro de una convivencia positiva con el resto de personas, aplicando  habilidades del pensamiento y de rutinas como comparto, agradezco y me comprometo, para ejercitar el sentido crítico y la autonomía e iniciativa en la toma de decisiones en el grupo de iguales y con las personas adultas.",
        "4. Aplicación de habilidades cognitivas tales como pensamiento causal, alternativo, consecuencial y medio-fin, como estrategia para establecer una relación entre las experiencias emocionales, las consecuencias de ellas y los efectos dañinos para la propia personas y las demás, o el entorno.",
        "5. Gestionar las propias emociones: reconocer las sensaciones que producen y proporcionar una respuesta ajustada a las mismas, que favorezca un desarrollo afectivo adecuado a través de múltiples formas de representación y expresión, aplicando diferentes estrategias para la prevención y solución pacífica de conflictos.",
        "6. Entrenamiento en estrategias para la regulación emocional: toma de conciencia de manera autónoma de los movimientos respiratorios (inspiración, pausa, espiración, pausa), manejo del propio cuerpo utilizando la relajación como estrategia de regulación emocional (relajación muscular progresiva, entrenamiento autógeno, técnicas de meditación, mindfulness…).",
        "7. Regulación de la impulsividad, de la ansiedad y del estrés desde la comunicación y expresión gestual, oral y artística, y desde el silencio y la quietud.",
        "8. Tolerancia a la frustración mediante la integración de habilidades que permitan el desarrollo de la afirmación personal.",
        "9. Utilización del error como recurso de aprendizaje y del perdón como recurso emocional en relación con uno mismo o una misma, y a las demás personas.",
        "10. Reflexión sobre los cambios emocionales producidos y regulados con la visualización de imágenes generadoras de vitalidad y dinamismo para producir una mejora en el clima de convivencia en diferentes contextos.",
        "11. Reconocimiento de emociones adaptativas y desadaptativas a través de la toma de conciencia, la reflexión, el uso de estrategias de regulación… Aceptación de las emociones desadaptativas y empleo de emociones transformadoras (el amor, la compasión, y el perdón….) como respuesta a estas, usando de estrategias de sustitución/compensación emocional (contracondicionamiento, imaginación, modificación corporal, visualización positiva, sugestión afectiva).",
        "12. Valoración de hechos y realidades positivas que existen a nuestro alrededor para superar la negatividad, utilizando la alegría y el sentido del humor como estrategias para afrontar la adversidad, favorecer una actitud positiva ante la vida y adaptarse a las situaciones adversas.",
        "III. Empatía, comunicación e interacción socioemocional.",
        "1. Comunicación de los efectos en sus emociones a partir de su interacción e interdependencia con las demás personas, el medio y los objetos, identificando, comprendiendo, interpretando y evaluando, de manera empática, las señales emocionales en las otras personas para desarrollar una relación interpersonal que favorezca el respeto a la convivencia.",
        "2. Incorporación y selección de diversos recursos y estrategias favorecedoras del diálogo reflexivo (mensajes-yo) y de la comunicación asertiva sin estilos agresivos y pasivos, favoreciendo la escucha activa y el uso de un lenguaje emocional que favorezca un diálogo ágil y efectivo.",
        "3. Reproducción de habilidades y estrategias que permitan el desarrollo de la comunicación afectiva: atención conjunta, comprensión de las expresiones emocionales, la escucha activa (aceptación y validación emocional) en contextos sociales, para propiciar la apertura emocional y la autenticidad.",
        "4. Uso de la habilidad cognitiva de perspectiva, desde el punto de vista de la otra persona, para situarse en su lugar en diversos contextos sociales.",
        "5. Detección en los demás e interpretación de señales corporales asociadas a experiencias emocionales.",
        "6. Manifestación de apertura sensible hacia los sentimientos que experimentan las demás personas.",
        "7. Utilización de estrategias personales para evitar el estrés empático.",
        "IV. Autoconfianza creativa: técnicas creativas aplicadas a múltiples lenguajes expresivos y estimulación multisensorial",
        "1. Aplicación de las técnicas y destrezas creativas para la producción de ideas o soluciones innovadoras y utilización de múltiples formas de expresión como herramientas de trabajo individual y grupal para generar ideas creativas.",
        "2. Empleo de técnicas aplicadas al entrenamiento creativo a partir de la búsqueda de ideas alternativas, diferentes e inusuales, y la asociación novedosa y extraña entre ideas.",
        "3. Aplicación y combinación de múltiples lenguajes expresivos y representativos utilizando diferentes soportes para comunicarse de manera creativa en diferentes contextos.",
        "4. Autoafirmación del propio potencial creativo, manifestando, de forma asertiva, una actitud abierta hacia lo original, lo diferente y valorando positivamente las producciones individuales y grupales.",
        "5. Observación y reflexión de sus emociones ante las creaciones y producciones propias y de las de otras personas.",
        "6. Análisis de los obstáculos sociales que limitan la capacidad creativa referentes a los tópicos y prejuicios vinculados a la creatividad.",
        "7. Estimulación multisensorial para el desarrollo de la sensibilidad, la investigación y la búsqueda de formas alternativas de pensamiento: juego libre, exploración, desarrollo e investigación de los sentidos.",
        "8. Expresión multimodal (verbalización, representación gráfica, escrita, artística, tecnologías y/o herramientas asistenciales…) de las emociones experimentadas a través del juego y la experiencia sensorial.",
        "9. Creación de ideas innovadoras que den respuesta al cambio, utilizando destrezas creativas para identificar y proponer ideas y/o soluciones originales, tomando conciencia de las consecuencias y efectos que estas ideas puedan generar en el entorno.",
        "10. Interés por las experiencias e ideas comunes y receptividad frente a lo diferente, lo nuevo o lo alternativo, rompiendo estereotipos y fomentando la actitud crítica.",
        "V. Emprendeduría social: compromiso y vínculo con las personas como recurso de la creatividad emocional",
        "1. Capacidad de compromiso con un objetivo o proyecto común y puesta en acción de diversas conductas prosociales (ayuda, solidaridad, altruismo).",
        "2. Asunción de las consecuencias y los efectos de los vínculos emocionales. Evitación de la procrastinación en el cumplimiento de los compromisos adquiridos en relación a proyectos personales y colectivos.",
        "3. Aplicación de las fases de creación: motivación, preparación y recogida de información, incubación, inspiración o iluminación, evaluación y elaboración.",
        "4. Creación de preguntas curiosas, alternativas y complejas en la búsqueda de temas de trabajo: fomento de la «mirada curiosa».",
        "5. Adquisición de habilidades de trabajo cooperativo: elaboración de propuestas, aceptación de las de otras personas, logro de consensos y concreción de procesos de ejecución.",
        "6. Desarrollo de la autonomía e implicación en la toma de decisiones.",
        "7. Iniciación en el planteamiento de un proyecto de marketing personal creativo, a partir de la reflexión de las fortalezas personales (asertividad, disponibilidad para el trabajo en equipo, liderazgo, versatilidad, valor ético, autenticidad…), para ponerse al servicio de la sociedad."
    ],
    "criteriosEvaluacion": [
        "1.1. Analizar y asumir las propias experiencias emocionales a partir de la percepción corporal de estas, su reconocimiento en situaciones de su vida cotidiana, utilizando estrategias de autoconciencia, de modo que todo ello favorezca el desarrollo de la conciencia emocional y el autoconocimiento personal.",
        "2.1. Actuar en diferentes contextos, asumiendo la responsabilidad emocional y su influencia en la propia conducta, y reparando, si fuera necesario, los daños causados, para desarrollar un ajuste afectivo satisfactorio y las relaciones interpersonales.",
        "2.2. Cambiar, de manera consciente, las experiencias emocionales desajustadas sustituyéndolas o compensándolas por otras emociones adaptativas, para desarrollar la capacidad de modificación afectiva.",
        "3.1. Comunicar, de manera asertiva, las experiencias emocionales propias a las demás personas, a través del lenguaje verbal y no verbal, abriéndose a conocerlas y a dejarse conocer, para establecer vínculos afectivos y desarrollar una sociabilidad emocional auténtica.",
        "3.2. Reconocer las emociones en las demás personas y experimentar sentimientos hacia ellas, a través del desarrollo de escucha activa, aplicando modelos empáticos y promoviendo la conciencia emocional, en situaciones de relación interpersonal, de manera que se desarrolle la solidaridad y el altruismo.",
        "4.1. Aplicar principios y estrategias de pensamiento creativo, utilizando múltiples lenguajes, experimentando de forma consciente nuevas maneras de percibir e interpretar la realidad, y superando los obstáculos sociales y emocionales que limitan su potencial creativo, con el fin de promover la expresión de la propia creatividad y la autoconfianza en las propias capacidades creativas.",
        "4.2. Comprometerse emocionalmente con las demás personas, a través de la participación, elaboración e implementación de proyectos colectivos de carácter emprendedor, usando sus capacidades creativas y actitudes innovadoras para proporcionar beneficios a la comunidad."
    ]
}