{
    "criteriosEvaluacion": [
        "1.1. Planificar, elaborar y poner en práctica de manera autónoma un programa personal de actividad física dirigido a la mejora o al mantenimiento de la salud, aplicando los diferentes sistemas de desarrollo de las capacidades físicas implicadas, según las necesidades e intereses individuales y respetando la propia realidad e identidad corporal, evaluando los resultados obtenidos.",
        "1.2. Incorporar de forma autónoma, y según sus preferencias personales, los procesos de activación corporal, autorregulación y dosificación del esfuerzo, alimentación saludable, educación postural, relajación e higiene durante la práctica de actividades motrices, reflexionando sobre su relación con posibles estudios posteriores o futuros desempeños profesionales.",
        "1.3. Conocer y aplicar de manera responsable y autónoma medidas específicas para la prevención de lesiones antes, durante y después de la actividad física, así como para la aplicación de primeros auxilios ante situaciones de emergencia o accidente, identificando las posibles transferencias que estos conocimientos tienen al ámbito profesional y ocupacional.",
        "1.4. Organizar y practicar diversas actividades motrices, valorando su potencial como posible salida profesional y analizando sus beneficios desde la perspectiva de la salud, el disfrute, la autosuperación y las posibilidades de interacción social, adoptando actitudes de interés, esfuerzo, liderazgo y empatía al asumir y desempeñar distintos roles relacionados con ellas.",
        "1.5. Actuar de forma crítica, comprometida y responsable ante los estereotipos sociales asociados al ámbito de lo corporal y los comportamientos que pongan en riesgo la salud, aplicando con autonomía e independencia criterios científicos de validez, fiabilidad y objetividad a la información recibida.",
        "1.6. Gestionar los conflictos, aplicando procesos de autorregulación emocional en las prácticas motrices, con respeto ante la diversidad, y actuando con deportividad en el desempeño de los roles de organizador, espectador, participante u otros.",
        "1.7. Emplear de manera autónoma aplicaciones y dispositivos digitales relacionados con la gestión de la actividad física, seleccionando el más adecuado, respetando la privacidad y las medidas básicas de seguridad vinculadas a la difusión pública de datos personales.",
        "2.1. Resolver situaciones psicomotrices, aplicando los principios de acción de manera eficaz, evidenciando control y dominio corporal, con autonomía, y reajustando y reflexionando sobre la propia actuación y las de otros.",
        "2.2. Construir planes de acción personales, interpretando la lógica de cada situación, y elaborando estrategias de acción de manera autónoma.",
        "2.3. Autorregular la conducta motriz, analizando las propias potencialidades motrices contribuyendo a la mejora de las capacidades físicas, y transfiriendo el conocimiento y los valores a su espacio vivencial.",
        "3.1. Resolver situaciones de oposición, con fluidez, precisión y control, adaptando las estrategias a las condiciones cambiantes que se producen en la práctica, y mostrando una actitud proactiva ante comportamientos antideportivos o contrarios a la convivencia.",
        "3.2. Aplicar planes de acción analizando los factores clave que condicionan la intervención, identificando errores comunes, carencias y puntos fuertes de los participantes, reajustando el plan.",
        "2.3. Participar activamente en los juegos deportivos de oposición, contribuyendo a la adquisición y creación de una cultura motriz, analizando y valorando su potencial como espacio generador de interacciones constructivas entre personas con orígenes diferentes.",
        "4.1. Resolver proyectos motores de carácter cooperativo, gestionándolos autónomamente, a través de la búsqueda de objetivos comunes, el pacto de reglas, la toma de decisiones compartidas y la ayuda mutua, e incluyendo estrategias de autoevaluación y coevaluación.",
        "4.2. Establecer mecanismos de relación y entendimiento con autonomía, haciendo uso efectivo de habilidades sociales de diálogo, con respeto ante la diversidad, y posicionándose activa y críticamente frente a los estereotipos, las actuaciones discriminatorias y la violencia.",
        "5.1. Colaborar en la elaboración de un plan de acción colectivo en contextos de oposición-colaboración, analizando la lógica interna, teniendo en cuenta el potencial del colectivo, identificando errores comunes y proponiendo soluciones a los mismos reajustando así el plan de acción colectivo.",
        "5.2. Interactuar ajustadamente en contextos de oposición-colaboración, reflexionando sobre la intervención desde las dimensiones de la conducta motriz, con actitud crítica y proactiva ante comportamientos antideportivos o contrarios a la convivencia.",
        "5.3. Comprender y contextualizar la influencia cultural y social de las manifestaciones motrices más relevantes, analizando sus orígenes y su evolución, rechazando aquellos componentes que no se ajusten a los valores de una sociedad abierta, inclusiva, diversa e igualitaria.",
        "6.1. Resolver situaciones motrices en un medio con incertidumbre aplicando fundamentos técnico-tácticos en las actividades físico-deportivas, buscando la eficacia y la precisión.",
        "6.2. Promover y participar en actividades físico-deportivas en entornos naturales terrestres o acuáticos, disfrutando del entorno de manera sostenible, minimizando el impacto ambiental que estas puedan producir reduciendo al máximo su huella ecológica y desarrollando actuaciones dirigidas a la conservación y mejora de las condiciones de los espacios en los que se desarrollen.",
        "6.3. Diseñar y organizar actividades físico-deportivas en el medio natural y urbano, asumiendo responsabilidades y aplicando normas de seguridad individuales y colectivas para prever y controlar los riesgos intrínsecos a la propia actividad derivados de la utilización de los equipamientos, el entorno o la propia actuación de los participantes.",
        "7.1. Crear y representar composiciones corporales individuales o colectivas, con y sin base musical, aplicando con precisión, idoneidad y coordinación escénica las técnicas expresivas más apropiadas a cada composición para representarlas ante sus compañeros u otros miembros de la comunidad.",
        "7.2. Cooperar o colaborar mostrando iniciativa durante el desarrollo de proyectos y producciones motrices, solventando de forma coordinada cualquier imprevisto o situación que pueda ir surgiendo a lo largo del proceso.",
        "7.3. Gestionar las emociones siendo capaz de participar en situaciones artístico-expresivas de manera desinhibida y con eficacia, respetando las intervenciones del resto."
    ],
    "saberes": [
        "A. Situaciones psicomotrices.",
        "Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; toma de decisiones previas a la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales, así como reajuste de la propia intervención.*",
        "Perfeccionamiento de las habilidades específicas de las actividades físicas que respondan a sus intereses.",
        "Principios asociados a la escucha activa del cuerpo y su puesta en práctica (por ejemplo, de atención, lentitud y fluidez) en distintos tipos de estiramientos; técnicas de respiración; la recuperación del esfuerzo.*",
        "B. Situaciones sociomotrices de oposición.",
        "Apropiación de principios de efectividad para reproducir la técnica óptima.*",
        "Combinación de principios de aumento o reducción de los espacios.*",
        "Espacios libres en el campo rival, alterando continuamente los golpes en profundidad, anchura, potencia y altura para generar incertidumbre y romper el intercambio.*",
        "Aplicación de principios de incertidumbre con mensajes engañosos (finta, anticipación) sobre el adversario y decodificación en su interpretación.",
        "Estrategia al planificar o preparar la intervención.*",
        "Oportunidad, pertinencia y riesgo de las acciones en las actividades físico-deportivas de contacto a partir del análisis del rival.*",
        "C. Situaciones sociomotrices de cooperación.",
        "Principios de acción y claves para el éxito en situaciones cooperativas: sincronización, algoritmos motores, control corporal, empatía...*",
        "Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; toma de decisiones previas y reajuste de la propia intervención para resolverla adecuadamente.*",
        "Procesos de análisis colectivo de resultados para conseguir el éxito en actividades cooperativas, y asegurar una participación equilibrada.*",
        "Creatividad motriz: creación de retos y situaciones-problema con la resolución más eficiente de acuerdo con los recursos disponibles.",
        "Actitud crítica y compromiso activo frente a estereotipos, discriminaciones y violencia.*",
        "D. Situaciones sociomotrices de oposición-colaboración.",
        "Apropiación de principios de acción propios de este dominio como algoritmo ofensivo y defensivo, avance hacia la meta, control significativo individual y colectivo del móvil, desequilibrios a favor del grupo, concatenaciones y seguimiento de acciones, cambio rápido de roles y cambio de estatus…*",
        "Aplicación de los principios de certeza/incertidumbre con mensajes transparentes o engañosos.",
        "Estrategias de ataque y defensa en función de las características de los integrantes del equipo y del equipo rival en situaciones motrices de colaboración-oposición.*",
        "Timing: el momento oportuno una respuesta de juego en función de cada situación del juego.*",
        "Normativa de los deportes de equipo (iniciación del juego, derechos y obligaciones de las personas jugadoras, posibilidades de puntuar, penalizaciones…).*",
        "Valores de estas prácticas de oposición colectiva y respeto por los compañeros de equipo y adversarios en situaciones de éxito y fracaso.*",
        "Desempeño de roles variados en sistemas tácticos. Desempeño de roles relacionados con el deporte: árbitro, entrenador, participante, espectador...",
        "E. Situaciones motrices en entornos con incertidumbre.",
        "Aplicación de principios de decodificación del medio.*",
        "Orientación con la utilización de distintos indicadores.*",
        "Aplicación de principios de adaptación del cuerpo al esfuerzo de la actividad.*",
        "Utilización de materiales de soporte de las actividades.*",
        "Actuación con autonomía y responsabilidad frente a imprevistos.*",
        "Cuidado y mejora del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en el medio natural.*",
        "Previsión de riesgos asociados a las actividades y principios de seguridad en el uso de materiales.",
        "Promoción y usos creativos del entorno desde la motricidad.",
        "F. Situaciones motrices artísticas y de expresión.",
        "Técnicas específicas de expresión corporal.*",
        "Aplicación de principios de simbolización en el uso del espacio, tiempo y objetos reales e imaginarios.*",
        "Estructura rítmica musical: tipos de ritmo, tempo y organización.",
        "Planificación de una representación creativa: la idea o tema; las principales transformaciones y la distribución de papeles…*",
        "Fases del proceso creativo: inductor, diversidad/variedad, enriquecimiento, elección individual o colectiva, producción y presentación ante los demás.*",
        "Respeto del rol asignado (director/coreógrafo/intérprete/espectador) en el proceso de creación de un plan de acción expresivo o artístico.*",
        "G. Saberes transversales de la Educación Física.",
        "Vida activa y saludable.",
        "    – Salud física: programa personal de actividad física (atendiendo a frecuencia, volumen, intensidad y tipo de actividad)*. Autoevaluación de las capacidades físicas y coordinativas: técnicas, estrategias y herramientas de medida*. Identificación de objetivos (motrices, saludables, de actividad o similares) a alcanzar con un programa de actividad física personal. Evaluación del logro de los objetivos del programa y reorientación de actividades a partir de los resultados. Profesiones vinculadas a la actividad física y la salud. Dietas equilibradas según las características físicas y personales. Herramientas digitales para la gestión de la actividad física. Técnicas básicas de descarga postural y relajación. Musculatura del core (zona media o lumbo-pélvica) para entrenamiento de la fuerza. Identificación de problemas posturales básicos y planificación preventiva de la salud postural en actividades específicas*.",
        "    – Salud social: prácticas de actividad física con efectos positivos y negativos para la salud individual o colectiva*. Hábitos sociales y sus efectos en la condición física y la salud. Ventajas e inconvenientes del deporte profesional. Historias de vida de deportistas profesionales de ambos géneros.",
        "    – Salud mental: técnicas de respiración, visualización y relajación para liberar estrés y enfocar situaciones que requieren gran carga cognitiva*. Trastornos vinculados con la imagen corporal: vigorexia, anorexia, bulimia y otros*. Tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en publicidad y medios de comunicación.",
        "Organización y gestión de la actividad física.",
        "    – Planificación para el desarrollo de las capacidades físicas básicas: fuerza y resistencia.",
        "Sistemas de entrenamiento. Gestión del gasto energético.*",
        "    – Medidas relacionadas con la planificación de la actividad física y deportiva (tipo de deporte, materiales, objetivos, actividades y similares).",
        "    – Selección responsable y sostenible del material deportivo. Análisis crítico de estrategias publicitarias.",
        "    – Autogestión de proyectos personales de carácter motor a todos los niveles (social, motivacional, organizativo o similar).*",
        "    – Factores de riesgo en actividades físicas. Medidas colectivas de seguridad.*",
        "    – Actuaciones críticas ante accidentes. Conducta PAS: proteger, avisar, socorrer. Desplazamientos y transporte de accidentados. Reanimación mediante desfibrilador semiautomático (DESA). Protocolo RCP*. Técnicas específicas e indicios de accidentes cardiovasculares (maniobra de Heimlich, señales de ictus y similares). Contenido básico de kit de asistencia (botiquín).",
        "    – Protocolos ante alertas escolares.",
        "Autorregulación emocional e interacción social en situaciones motrices.",
        "   – Aceptación y respeto por las reglas de participación acordadas.*",
        "    – Gestión del éxito y la fama en contextos físico-deportivos: ejemplos.",
        "    – Estrategias de integración de otras personas en las actividades de grupo.*",
        "    – Normas extradeportivas para garantizar la igualdad en el deporte: fair-play financiero, coeducación en deporte base y similares.",
        "    – Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de competencia motriz, actitudes xenófobas o sexistas).*",
        "Manifestaciones de la cultura motriz",
        "    – Los juegos y deportes tradicionales y autóctonos y su vínculo cultural: origen, evolución, preservación y factores condicionantes.*",
        "    – Prácticas profesionales en el deporte.",
        "    – Deporte y perspectiva de género: estereotipos de género en contextos físico-deportivos.",
        "Presencia en medios de comu nicación.*",
        "    – Deporte, política y economía: análisis crítico de su influencia en la sociedad; consumismo y deporte; profesiones que rodean al deporte.",
        "Interacción eficiente y sostenible con el entorno",
        "    – Fomento del transporte activo y sostenible en actividades cotidianas.*",
        "    – Análisis de las posibilidades del entorno urbano para la práctica física y actuaciones para su mejora: equipamientos, usos, accesibilidad…",
        "    – Previsión de riesgos asociados a las actividades y los derivados de la propia actuación y de la del grupo. Factores de riesgo y equipamientos.*",
        "    – Uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de actividad física. Promoción y usos creativos del entorno."
    ]
}