{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Aplicar las leyes y teorías científicas en el análisis de fenómenos fisicoquímicos cotidianos, ",
        "comprendiendo las causas que los producen y explicándolas utilizando diversidad de soportes ",
        "y medios de comunicación. ",
        "1.2. Resolver problemas fisicoquímicos planteados a partir de situaciones cotidianas, aplicando las ",
        "leyes y teorías científicas para encontrar y argumentar las soluciones, expresando ",
        "adecuadamente los resultados. ",
        "1.3. Identificar situaciones problemáticas en el entorno cotidiano, emprender iniciativas y buscar ",
        "soluciones sostenibles desde la física y la química, analizando críticamente el impacto ",
        "producido. ",
        "Competencia específica 2. ",
        "2.1. Formular y verificar hipótesis como respuestas a diferentes problemas y observaciones, ",
        "manejando con soltura el trabajo experimental, la indagación, la búsqueda de evidencias y el ",
        "razonamiento lógico-matemático. ",
        "2.2. Utilizar diferentes métodos para encontrar la respuesta a una sola cuestión u observación, ",
        "cotejando los resultados obtenidos y asegurándose así de su coherencia y fiabilidad. ",
        "2.3. Integrar las leyes y teorías científicas conocidas en el desarrollo del procedimiento de la ",
        "validación de las hipótesis formuladas, aplicando relaciones cualitativas y cuantitativas entre ",
        "las diferentes variables, de manera que el proceso sea más fiable y coherente con el ",
        "conocimiento científico adquirido. ",
        "Competencia específica 3. ",
        "3.1. Utilizar y relacionar de manera rigurosa diferentes sistemas de unidades, empleando ",
        "correctamente su notación y sus equivalencias, haciendo posible una comunicación efectiva ",
        "con toda la comunidad científica. ",
        "3.2. Nombrar y formular correctamente sustancias simples, iones y compuestos químicos ",
        "inorgánicos y orgánicos utilizando las normas de la IUPAC, como parte de un lenguaje ",
        "universal para toda la comunidad científica.  ",
        "3.3. Emplear diferentes formatos para interpretar y expresar información relativa a un proceso ",
        "fisicoquímico concreto, relacionando entre sí la información que cada uno de ellos contiene y ",
        "extrayendo de él lo más relevante durante la resolución de un problema. ",
        "3.4. Poner en práctica los conocimientos adquiridos en la experimentación científica en laboratorio ",
        "o campo, incluyendo el conocimiento de sus materiales y su normativa básica de uso, así ",
        "como de las normas de seguridad propias de estos espacios, y comprendiendo la importancia ",
        "en el progreso científico y emprendedor de que la experimentación sea segura sin ",
        "comprometer la integridad física. ",
        "Competencia específica 4. ",
        "4.1. Interactuar con otros miembros de la comunidad educativa a través de diferentes entornos de ",
        "aprendizaje, reales y virtuales, utilizando de forma autónoma y eficiente recursos variados, ",
        "tradicionales y digitales, con rigor y respeto y analizando críticamente las aportaciones ajenas. ",
        "4.2. Trabajar de forma autónoma y versátil, individualmente y en equipo, en la consulta de ",
        "información y la creación de contenidos, utilizando con criterio las fuentes y herramientas más ",
        "fiables, y desechando las menos adecuadas, mejorando así el aprendizaje propio y colectivo. ",
        "Competencia específica 5. ",
        "5.1. Participar de manera activa en la construcción del conocimiento científico, evidenciando la ",
        "presencia de la interacción, la cooperación y la evaluación entre iguales, mejorando el ",
        "cuestionamiento, la reflexión y el debate al alcanzar el consenso en la resolución de un ",
        "problema o actividad. ",
        "5.2. Construir y producir conocimientos a través del trabajo en grupo, además de explorar ",
        "alternativas para superar la asimilación de conocimientos ya elaborados y encontrando ",
        "momentos para el análisis, la discusión y la síntesis, obteniendo como resultado la ",
        "elaboración de productos representados en informes, pósteres, presentaciones, artículos, etc.  ",
        "5.3. Debatir, de manera informada y argumentada, sobre las diferentes cuestiones medioambientales, sociales y éticas relacionadas con el desarrollo de las ciencias, alcanzando un consenso sobre las consecuencias de estos avances y proponiendo soluciones creativas en común a las cuestiones planteadas. ",
        "Competencia específica 6. ",
        "6.1. Identificar y argumentar científicamente las repercusiones de las acciones que el alumno ",
        "emprende en su vida cotidiana, analizando cómo mejorarlas. ",
        "6.2. Detectar las necesidades de la sociedad sobre las que aplicar los conocimientos científicos ",
        "adecuados que ayuden a mejorarla, incidiendo especialmente en aspectos importantes como ",
        "la resolución de los grandes retos ambientales y la promoción de la salud. "        
    ],
    "saberes": [
        "A. Enlace químico y estructura de la materia. ",
        "– Desarrollo de la tabla periódica: contribuciones históricas a su elaboración actual e ",
        "importancia como herramienta predictiva de las propiedades de los elementos.   ",
        "Primeros intentos de clasificación de los elementos químicos: las triadas de Döbereiner y ",
        "las octavas de Newlands, entre otros.  ",
        "Clasificaciones periódicas de Mendeleiev y Meyer.  ",
        "La tabla periódica actual. ",
        "– Estructura electrónica de los átomos tras el análisis de su interacción con la radiación ",
        "electromagnética: explicación de la posición de un elemento en la tabla periódica y de la ",
        "similitud en las propiedades de los elementos químicos de cada grupo.  ",
        "Los espectros atómicos y la estructura electrónica de los átomos.  ",
        "La configuración electrónica y el sistema periódico.  ",
        "Propiedades periódicas de los elementos químicos: radio atómico, energía de ionización ",
        "y afinidad electrónica. ",
        "– Utilización de las teorías sobre la estabilidad de los átomos e iones para predecir la formación ",
        "de los enlaces entre los elementos y su representación y, a partir de ello, deducir cuáles son ",
        "las propiedades de las sustancias químicas, comprobándolas por medio de la observación y ",
        "la experimentación.  ",
        "El enlace covalente: estructuras de Lewis para el enlace covalente. La polaridad de las ",
        "moléculas. Fuerzas intermoleculares. Estructura y propiedades de las sustancias con ",
        "enlace covalente: sustancias moleculares y redes covalentes.  ",
        "El enlace iónico. Cristales iónicos. Propiedades de los compuestos iónicos.  ",
        "El enlace metálico. Estructura y propiedades. Propiedades de las sustancias con enlace ",
        "metálico. ",
        "– Nomenclatura de sustancias simples, iones y compuestos químicos inorgánicos mediante las ",
        "normas establecidas por la IUPAC como herramienta de comunicación en la comunidad ",
        "científica y reconocimiento de su composición y sus aplicaciones en la vida cotidiana.  ",
        "B. Reacciones químicas. ",
        "– Cálculo de cantidades de materia en sistemas fisicoquímicos concretos, como gases ideales o ",
        "disoluciones y sus propiedades: variables mesurables propias del estado de los mismos en ",
        "situaciones de la vida cotidiana.  ",
        "Constante de Avogadro. Concepto de mol. Masa atómica, masa molecular y masa ",
        "fórmula. Masa molar.  ",
        "Leyes de los gases ideales. Volumen molar. Condiciones normales o estándar de un gas. ",
        "Ley de Dalton de las presiones parciales.  ",
        "Concentración de una disolución: concentración en masa, molaridad y fracción molar. ",
        "– Aplicación de las leyes fundamentales de la química para comprender las relaciones ",
        "estequiométricas en las reacciones químicas y en la composición de los compuestos. ",
        "Resolución de cuestiones cuantitativas relacionadas con la química en la vida cotidiana.  ",
        "Ley de Lavoisier de conservación de la masa, ley de Proust de las proporciones definidas ",
        "y ley de Dalton de las proporciones múltiples. Composición centesimal de un compuesto.  ",
        "Cálculos estequiométricos en las reacciones químicas. Riqueza de un reactivo. ",
        "Rendimiento de una reacción. Reactivo limitante y reactivo en exceso. ",
        "– Interpretación de la estequiometría y la termoquímica de las reacciones químicas para ",
        "justificar las aplicaciones que tienen en los procesos industriales más significativos de la ",
        "ingeniería química.  ",
        "Los sistemas termodinámicos en química. Variables de estado. Equilibrio térmico y ",
        "temperatura.   ",
        "Procesos a volumen y presión constantes. Concepto de Entalpía.   ",
        "La ecuación termoquímica y los diagramas de entalpía.   ",
        "Determinación experimental de la entalpía de reacción.  ",
        "Entalpías de combustión, formación y de enlace. La ley de Hess.  ",
        "– Clasificación de las reacciones químicas: relaciones que existen entre la química y aspectos ",
        "importantes de la sociedad actual como, por ejemplo, la conservación del medioambiente o el ",
        "desarrollo de fármacos.  ",
        "Reacciones exotérmicas y endotérmicas.  ",
        "Reacciones de síntesis, sustitución, doble sustitución, descomposición y combustión.  ",
        "Observación de distintos tipos de reacciones y comprobación de su estequiometría.  ",
        "Importancia de las reacciones de combustión y su relación con la sostenibilidad y el ",
        "medio ambiente.  ",
        "Importancia de la industria química en la sociedad actual. ",
        "C. Química orgánica. ",
        "– Propiedades físicas y químicas generales de los compuestos orgánicos a partir de las ",
        "estructuras químicas de sus grupos funcionales: generalidades en las diferentes series ",
        "homólogas y aplicaciones en el mundo real.  ",
        "Características del átomo de carbono. Enlaces sencillos, dobles y triples. Grupo funcional ",
        "y serie homóloga.  ",
        "Propiedades físicas y químicas generales de los hidrocarburos, los compuestos ",
        "oxigenados y los nitrogenados ",
        "– Estudio de las reglas de la IUPAC para formular y nombrar correctamente algunos ",
        "compuestos orgánicos mono y polifuncionales (hidrocarburos, compuestos oxigenados y ",
        "compuestos nitrogenados). ",
        "D. Cinemática. ",
        "– Empleo del razonamiento lógico-matemático y la experimentación para justificar la necesidad ",
        "de definir un sistema de referencia y de interpretar y describir las variables cinemáticas en ",
        "función del tiempo en los distintos movimientos que puede tener un objeto, con o sin fuerzas ",
        "externas: resolución de situaciones reales relacionadas con la física y el entorno cotidiano.  ",
        "Variables cinemáticas: posición, desplazamiento, velocidad media e instantánea, ",
        "aceleración, componentes intrínsecas de la aceleración. Carácter vectorial de estas ",
        "magnitudes. ",
        "– Clasificación de los movimientos y análisis de las variables que influyen en un movimiento ",
        "rectilíneo y circular: magnitudes y unidades empleadas. Movimientos cotidianos que ",
        "presentan estos tipos de trayectoria.  ",
        "Clasificación de los movimientos en función del tipo de trayectoria y de las composiciones ",
        "intrínsecas de la aceleración.   ",
        "Estudio y elaboración de gráficas de movimientos a partir de observaciones ",
        "experimentales y/o simulaciones interactivas.  ",
        "Estudio de los movimientos rectilíneo y uniforme, rectilíneo uniformemente acelerado, ",
        "circular uniforme y circular uniformemente acelerado. ",
        "– Relación de la trayectoria de un movimiento compuesto con las magnitudes que lo describen, ",
        "exponiendo argumentos de forma razonada y elaborando hipótesis que puedan ser ",
        "comprobadas mediante la experimentación y el razonamiento científico.  ",
        "Relatividad de Galileo.  ",
        "Composición de movimientos: tiro horizontal y tiro oblicuo. ",
        "E. Estática y dinámica. ",
        "– Predicción, a partir de la composición vectorial, del comportamiento estático o dinámico de ",
        "una partícula y un sólido rígido bajo la acción de un par de fuerzas.  ",
        "Composición vectorial de un sistema de fuerzas. Fuerza resultante.   ",
        "La fuerza peso y la fuerza normal. Centro de gravedad de los cuerpos. La fuerza de ",
        "rozamiento. La fuerza tensión. Determinación experimental de fuerzas en relación con ",
        "sus efectos.  ",
        "La fuerza elástica. Ley de Hooke.  ",
        "La fuerza centrípeta. Dinámica del movimiento circular.   ",
        "Leyes de Newton de la dinámica. Condiciones de equilibrio de traslación.  ",
        "Concepto de sólido rígido. Momentos y pares de fuerzas. Condiciones de equilibrio de ",
        "rotación. ",
        "– Interpretación de las leyes de la dinámica en términos de magnitudes como el momento lineal ",
        "y el impulso mecánico: aplicaciones en el mundo real.  ",
        "Momento lineal e impulso mecánico. Relación entre ambas magnitudes. Conservación del ",
        "momento lineal.  ",
        "Reformulación de las leyes de la dinámica en función del concepto de momento lineal. ",
        "– Relación de la mecánica vectorial aplicada sobre una partícula con su estado de reposo o de ",
        "movimiento: aplicaciones estáticas o dinámicas de la física en otros campos, como la ",
        "ingeniería o el deporte.  ",
        "El centro de gravedad en el cuerpo humano y su relación con el equilibrio en la práctica ",
        "deportiva.  ",
        "El centro de gravedad en una estructura y su relación con la estabilidad. ",
        "F. Energía. ",
        "– Aplicación de los conceptos de trabajo y potencia para la elaboración de hipótesis sobre el ",
        "consumo energético de sistemas mecánicos o eléctricos del entorno cotidiano y su ",
        "rendimiento, verificándolas experimentalmente, mediante simulaciones o a partir del ",
        "razonamiento lógico-matemático.  ",
        "El trabajo como transferencia de energía entre los cuerpos: trabajo de una fuerza ",
        "constante, interpretación gráfica del trabajo de una fuerza variable. ",
        "Potencia. Rendimiento o eficiencia de un sistema mecánico o eléctrico. ",
        "– Energía potencial y energía cinética de un sistema sencillo: aplicación a la conservación de la ",
        "energía mecánica en sistemas conservativos y no conservativos y al estudio de las causas ",
        "que producen el movimiento de los objetos en el mundo real.  ",
        "Energía cinética.  Teorema del trabajo-energía.  ",
        "Fuerzas conservativas. Energía potencial: gravitatoria y elástica.  ",
        "La fuerza de rozamiento: una fuerza no conservativa.  ",
        "Principio de conservación de la energía mecánica en sistemas conservativos y no ",
        "conservativos. ",
        "– Variables termodinámicas de un sistema en función de las condiciones: determinación de las ",
        "variaciones de temperatura que experimenta y las transferencias de energía que se producen ",
        "con su entorno.  ",
        "El calor como mecanismo de transferencia de energía entre dos cuerpos.  ",
        "Energía interna de un sistema. Primer principio de la termodinámica. Clasificación de los ",
        "procesos termodinámicos.  ",
        "Conservación y degradación de la energía. Segundo principio de la termodinámica.         "
    ]
}
