{
    "criteriosEvaluacion": [
        "1.1 Fer traduccions directes i/o inverses de textos o fragments de dificultat mitjana-alta (originals o adaptats), amb correcció ortogràfica i expressiva, per tal d’identificar i analitzar unitats lingüístiques regulars de la llengua grega i apreciar variants i coincidències amb altres llengües conegudes per l’alumnat.",
        "1.2 Ampliar el coneixement iniciat en el curs anterior de paraules polisèmiques, a partir de diversos suports, tant escrits com digitals, amb l’objectiu d’aprofundir en la millora de la competència lingüística de l’alumnat tant en la llengua de partida com d’arribada.",
        "1.3 Revisar i esmenar de manera progressivament autònoma les pròpies traduccions i les dels companys i companyes, per tal de ser capaç de fer propostes de millora i argumentar els canvis amb terminologia especialitzada a partir de la reflexió lingüística.",
        "1.4 Aprofundir en l’anàlisi dels progressos i de les dificultats d’aprenentatge de la llengua grega, seleccionant les estratègies més adequades i eficaces per superar aquestes dificultats i consolidar-ne l’aprenentatge, amb l’objectiu de poder fer activitats de planificació del propi aprenentatge, autoavaluació i coavaluació, com les proposades a primer.",
        "2.1 Deduir el significat etimològic d’un terme d’ús específic i poc freqüent i inferir el significat de termes de nova aparició o procedents de lèxic especialitzat, aplicant, de manera guiada, estratègies de reconeixement de formants grecs, tot atenent els canvis fonètics, morfològics o semàntics que hagin tingut lloc, per tal de millorar la precisió lèxica en la llengua o llengües d’ús habitual de l’alumne o alumna.",
        "2.2 Explicar la relació del grec amb les llengües modernes més enllà de les llengües oficials de Catalunya i molt especialment amb el grec modern, utilitzant amb iniciativa estratègies i coneixements de les llengües i els llenguatges que conformen el repertori de l’alumnat, amb l’objectiu d’apreciar la continuïtat de la llengua grega fins als nostres dies en molts idiomes moderns.",
        "2.3 Analitzar críticament i denunciar prejudicis i estereotips lingüístics adoptant una actitud de respecte i valoració de la diversitat com a riquesa cultural, lingüística i dialectal per ajudar a crear una societat més tolerant i integradora.",
        "3.1 Analitzar, interpretar i comentar textos i fragments literaris de diversa índole, de complexitat mitjana o alta, aplicant estratègies d’anàlisi i reflexió que impliquin mobilitzar la pròpia experiència, com a eina per comprendre el món i la condició humana i desenvolupar la sensibilitat estètica i l’hàbit lector.",
        "3.2 Analitzar i explicar els temes, els tòpics, els gèneres i els valors ètics o estètics d’obres o fragments literaris grecs, comparant-los amb obres o fragments literaris posteriors (procedents especialment de la literatura catalana), des d’un enfocament intertextual guiat, per tal de valorar les arrels gregues de la civilització occidental.",
        "3.3 Identificar i definir paraules gregues que designen conceptes específics per a l’estudi i la comprensió de la civilització hel·lena, l’aprenentatge dels quals combina coneixements lèxics i culturals, en textos de diferents formats, perquè l’alumnat aprofundeixi en el coneixement de conceptes clau de la civilització grega i universal.",
        "3.4 Crear textos d’una certa extensió, de manera individual o col·lectiva, amb una clara intenció literària i consciència d’estil, en diferents suports i amb ajuda d’altres llenguatges artístics i audiovisuals, a partir de la lectura d’obres o fragments significatius en els quals s’hagi partit de la civilització i la cultura gregues com a font d’inspiració, amb la finalitat que l’alumne o alumna sigui conscient de la utilitat de la llengua i la literatura gregues per millorar la llengua pròpia.",
        "4.1 Cercar, contrastar, seleccionar i combinar informacions obtingudes des de diferents fonts sobre la pervivència del llegat grec en el món modern i molt especialment en la cultura catalana.",
        "4.2 Debatre sobre la importància, l’evolució, l’assimilació o el qüestionament de diferents aspectes del llegat grec a la nostra societat, tot utilitzant estratègies retòriques i oratòries de manera guiada, per tal que l’estudiant prengui consciènciadel seu potencial paper com a mediador entre posicions contraposades quan sigui necessari, seleccionant i contrastant informació i experiències veraces i mostrant interès, respecte i empatia per altres opinions i argumentacions.",
        "4.3 Elaborar treballs de recerca de manera progressivament autònoma en diferents suports sobre aspectes del llegat de la civilització grega en l’àmbit personal, religiós i sociopolític, localitzant, seleccionant i contrastant informació procedent de diferents fonts, calibrant-ne la fiabilitat i pertinència i respectant els principis de rigor i propietat intel·lectual, per tal de desvetllar en l’alumnat una actitud responsable i de respecte vers les fonts d’informació utilitzades.",
        "5.1 Aprofundir en la identificació i l’explicació del llegat material i immaterial de la civilització grega com a font d’inspiració, i analitzar produccions culturals i artístiques posteriors (de l’àmbit fonamentalment català) a partir de criteris donats, per prendre així consciència de la petja inesborrable que ha deixat damunt d’aquestes la civilització grega.",
        "5.2 Aprofundir en el coneixement i la valoració del patrimoni històric, arqueològic, artístic i cultural universal i, sobretot, català, heretat de la civilització grega, interessant-se pels processos de construcció, preservació, conservació i restauració i per les actituds cíviques que n’asseguren la sostenibilitat.",
        "5.3 Fomentar una actitud crítica i compromesa de l’alumnat per ser capaç de denunciar totes les accions que puguin posar en risc la conservació del patrimoni grec (material o immaterial) i la seva pervivència en el futur, tot fent propostes d’acció coherents per protegir-lo i llegar-lo en perfectes condicions a les generacions futures."
    ],
    "saberes": [
        "Traducció",
        "• Unitats lingüístiques de la llengua grega",
        "- Aplicació pràctica del concepte de llengua flexiva: flexió nominal, pronominal i verbal de la llengua grega en el procés de traducció i interpretació.",
        "- Interpretació i anàlisi de la sintaxi oracional: sintaxi dels casos, així com de les estructures oracionals i la concordança i l’ordre de les paraules en oracions compostes en el context de comparació amb la llengua o llengües d’aprenentatge.",
        "• La traducció: tècniques, processos i eines",
        "- Valoració de la importància de l’anàlisi morfosintàctica no tant per se sinó com a eina al servei de la traducció i la interpretació.",
        "- Identificació i aplicació pràctica de les principals estratègies de traducció, per aprofundir en el valor intrínsec i extrínsec dels textos grecs, originals o adaptats: formulació d’expectatives a partir de l’entorn textual (títol, obra, etc.) i del text mateix (camps temàtics, famílies de paraules, etc.), així com a partir del context; coneixement del tema; descripció de l’estructura i del gènere; peculiaritats lingüístiques més complexes dels textos traduïts (discurs directe/indirecte, pregunta retòrica, etc.), i errors freqüents de traducció i tècniques per evitar-los.",
        "- Maneig adequat de les eines de traducció: glossaris, diccionaris, atles o correctors ortogràfics en suport analògic o digital, etc., en el context d’anàlisi, comprensió i interpretació de textos.",
        "- Aprenentatge i aplicació pràctica de les tècniques pròpies de la lectura comparada i del comentari de textos bilingües com a eines bàsiques per a la comprensió de tots els vessants lingüístics i literaris dels textos traduïts: estratègies de comparació de traduccions originals i impreses fent servir terminologia metalingüística.",
        "- Comprensió i identificació dels recursos estilístics més freqüents i la seva relació amb el contingut del text, que facilitin la interpretació textual.",
        "- Aplicació de les estratègies que facilitin la producció de textos breus en grec clàssic a partir d’exemples donats, com a reconeixement de la importància de l’ús de la llengua grega per millorar el domini d’altres llengües properes a l’alumnat.",
        "- Presa de consciència de la importància de la traducció com a instrument que afavoreix el raonament lògic, la constància, la memòria, la resolució de problemes i la capacitat d’anàlisi i síntesi per tal de millorar l’actitud cívica de l’alumnat i el seu paper en una societat tolerant i solidària.",
        "- Establiment d’estratègies i adopció d’eines, analògiques i digitals, individuals i cooperatives, per a l’autoavaluació i la coavaluació, especialment útils en un món cada cop més interconnectat i en el qual les noves tecnologies i el treball cooperatiu són una realitat inqüestionable i la base d’una societat més rica, informada i tolerant.",
        "Plurilingüisme",
        "- Domini i ús correcte del lèxic grec, així com de procediments de complexitat mitjana-alta de composició i derivació en la formació de paraules gregues, de lexemes, sufixos i prefixos d’origen grec en el lèxic específic de les ciències i la tècnica, de la influència del grec en l’evolució de la llengua d’ensenyament, de la resta de llengües que conformen el repertori lingüístic individual de l’alumnat, a partir del lèxic que aparegui en els textos traduïts a classe, per tal que la traducció i l’estudi de les etimologies d’origen grec presents en les llengües de l’alumnat es complementin mútuament.",
        "- Ampliació de les tècniques bàsiques apreses a primer per a l’elaboració de famílies lèxiques i d’un vocabulari bàsic grec de freqüència a partir dels textos traduïts a classe.",
        "- Foment de l’interès i la curiositat dels i les alumnes per conèixer el significat etimològic de les paraules i la importància de l’ús adequat del vocabulari com a instrument bàsic en la comunicació, prenent novament com a base els textos traduïts.",
        "- Reforç de l’actitud de respecte de l’alumnat per totes les llengües i acceptació de les diferències culturals de la gent que les parla com a element enriquidor de la pròpia personalitat.",
        "- Valoració de la importància de la tècnica de traducció per a l’assimilació i l’ús de continguts lingüístics en altres idiomes moderns, incloent-hi la llengua grega moderna, hereva directa del grec clàssic, idioma oficial de la República Hel·lènica i de la República de Xipre, a partir de textos senzills en aquestes llengües que permetin valorar la influència que sobre aquestes ha exercit la llengua grega clàssica.",
        "- Maneig adequat de les eines analògiques i digitals per a l’aprenentatge, la comunicació i el desenvolupament de projectes amb parlants o estudiants de grec a escala transnacional, per tal de fomentar la interrelació i l’enriquiment personal i emocional de l’alumnat.",
        "- Coneixement i ús correcte en diversos contextos orals i escrits de les expressions i el lèxic específic grec per compartir amb els altres la reflexió sobre la comunicació, la llengua i les eines de comunicació i aprenentatge, enteses aquestes com a part fonamental de l’educació integral de l’alumnat.",
        "Educació literària",
        "- Aprofundiment en l’anàlisi de les principals etapes i vies de transmissió de la literatura grega a partir d’exemples pràctics extrets d’obres literàries de diferents èpoques, així com dels principals gèneres literaris, ja sigui per mitjà de les explicacions de l’ensenyant o amb la lectura de fragments traduïts: origen, tipologia, cronologia, temes, motius, tradicions, característiques i principals autors i autores.",
        "- Aprofundiment en els principis de la crítica literària de manera coordinada amb la resta de matèries de l’àrea lingüística, per tal que es pugui aprofundir convenientment en la lectura, la interpretació i la valoració dels textos grecs i la seva importància per a la configuració del llegat literari occidental.",
        "- Argumentació i justificació de la influència i pervivència de la literatura grega en la producció cultural europea en general i catalana en particular a partir de la lectura i el comentari de fragments d’obres en prosa i de poemes on es faci evident aquesta influència.",
        "- Foment de la lectura d’obres gregues traduïdes a alguna de les llengües del repertori lingüístic de l’alumnat i d’obres literàries d’altres llengües, especialment catalanes, que posin de manifest la influència determinant de la literatura grega sobre la catalana, així com d’episodis històrics clau per a les relacions seculars de Catalunya amb la terra de Grècia.",
        "- Establiment d’analogies de diferències entre els gèneres literaris grecs i els de les literatures modernes a partir d’obres o fragments concrets que permetin apreciar tant el llegat clàssic de la cultura occidental com els trets d’innovació que li són propis.",
        "- Aprofundiment en els principis bàsics de la crítica literària de manera coordinada amb la resta de matèries de l’àrea lingüística, com a eina per optimitzar la lectura, la interpretació i la valoració dels textos grecs i la seva importància per a la configuració del llegat literari occidental.",
        "- Foment de l’interès de l’alumnat cap a la literatura com a font de plaer i de coneixement del món a partir, fonamentalment, d’obres senceres i, eventualment, de fragments seleccionats, mitjançant la lectura amb perspectiva de gènere.",
        "- Conscienciació de l’alumnat sobre la necessitat de respectar la propietat intel·lectual i els drets d’autor respecte de les fonts consultades i els continguts utilitzats, en el benentès que el plagi atempta contra la creació artística i literària.",
        "L’antiga Grècia",
        "- Coneixement de l’organització política i social de l’antiga Grècia i valoració del seu paper com a part essencial de la història d’algunes institucions i de la cultura de la societat actual, amb exemples —sempre que sigui possible, originals— procedents d’obres gregues de referència.",
        "- Interpretació de les institucions, les creences i les formes de vida de la civilització hel·lènica des de la perspectiva sociocultural actual i amb una mirada crítica vers els aspectes de la civilització grega que atempten contra la igualtat de gènere i d’oportunitats i que, segons els criteris actuals, mereixen un clar rebuig.",
        "- Reconeixement de la influència de la cultura grega damunt la civilització llatina (Graecia capta ferum victorem cepit), sobre la base que la cultura ha de seguir sent l’eix vertebrador de la societat, i a partir d’obres literàries i arqueològiques romanes d’empremta grega.",
        "- Presa de consciència sobre l’aportació crucial de Grècia a la cultura i al pensament de la societat occidental en general i catalana en particular a partir d’exemples procedents de cultures i èpoques diferents.",
        "- Valoració de la relació de l’antiga Grècia amb altres cultures de l’antiguitat i religions estrangeres en contacte, per desvetllar entre els i les alumnes una actitud de respecte vers persones i realitats culturals diferents, en el benentès que la interculturalitat és un valor a defensar i un model a seguir en el món actual.",
        "- Percepció del mar Mediterrani com a cruïlla de cultures ahir i avui i com a marc ideal per compartir idees i projectes comuns, tot mostrant un clar rebuig cap a actituds intolerants o xenòfobes respecte de realitats humanes com la dels refugiats.",
        "- Conscienciació de l’alumnat sobre la importància del règim democràtic i les seves arrels gregues per a la vertebració de tota societat moderna i la utilitat del discurs polític com a eina per a la vida política i social, a partir de la lectura de textos grecs representatius.",
        "Llegat i patrimoni",
        "- Valoració de la importància dels conceptes de llegat, herència i patrimoni a partir tant de realitats properes de l’alumnat com d’altres de més allunyades però igualment útils.",
        "- Presa de consciència del valor per se de la transmissió textual grega i com a patrimoni cultural i font de coneixement mitjançant diferents cultures i èpoques.",
        "- Valoració de la important presència dels principals mites clàssics en manifestacions literàries i artístiques i de la importància que aquests mites han tingut i segueixen tenint en la història de la humanitat, partint d’exemples de llengües, cultures i èpoques diferents.",
        "- Identificació de les principals obres públiques gregues així com de la seva continuïtat fins a temps moderns, i valoració de la importància de la seva conservació, preservació i restauració per tal de garantir-ne la sostenibilitat i la transmissió, en el millor estat possible, a les generacions futures.",
        "- Presa de consciència de la importància de l’arqueologia grega a Catalunya (ciutats gregues d’Empúries i Roses i principals peces gregues —o d’influència grega— de la museografia catalana).",
        "- Valoració de les principals obres artístiques de l’antiguitat grega, de la seva continuïtat i influència en el món occidental, a partir d’exemples pràctics, per apreciar el grau de dependència de moltes manifestacions artístiques actuals respecte dels seus referents grecs."
    ]
}