{
    "saberes": [
        "A. Vida activa y saludable.",
        "- Salud física: efectos físicos beneficiosos de un estilo de vida activo. Alimentación saludable e hidratación. Educación postural en situaciones cotidianas. Cuidado del cuerpo: higiene personal y descanso tras la actividad física. Cuidado del material utilizado en la actividad a desarrollar. Preparación de la práctica motriz: vestimenta deportiva y hábitos generales de higiene corporal. Prevención de accidentes en las prácticas motrices: situaciones de activación, calentamiento y vuelta a la calma.",
        "- Salud social: la actividad física como práctica social saludable. La actividad física como espacio de interacción social. Respeto hacia las personas con independencia de sus características personales.",
        "- Salud mental: bienestar personal a través de la motricidad. Autoconocimiento e identificación de fortalezas y debilidades en todos los ámbitos (social, físico, mental).",
        "B. Resolución de problemas en situaciones motrices.",
        "1. El cuerpo imagen y percepción.",
        "- Integración de las capacidades perceptivo motrices: esquema corporal, tono, relajación, respiración, lateralidad, actitud y postura corporal; organización espacial, temporal y espacio-temporal.",
        "- Introducción a las capacidades físicas básicas (fuerza, resistencia, velocidad, flexibilidad) y a las cualidades motrices (coordinación y equilibrio) desde las capacidades perceptivo-motrices.",
        "2. Resolución de problemas en situaciones motrices.",
        "- De las habilidades motrices fundamentales a las habilidades motrices básicas.",
        "- Toma de decisiones en el seno de juegos simbólicos y juegos motores de reglas sencillas.",
        "- Creatividad motriz: búsqueda de originalidad en el movimiento.",
        "- Practica proyectos motores individuales o colectivos en función de diferentes retos y desafíos motrices que se ajusten a su competencia motora.",
        "C. Autorregulación emocional e interacción social en situaciones motrices.",
        "- Toma de conciencia, expresión y regulación de emociones básicas en contextos de práctica motriz.",
        "- Reconocimiento de emociones básicas en otras personas.",
        "- Habilidades sociales: acogida, ayuda, uso del diálogo y colaboración.",
        "- Respeto de las reglas de juego.",
        "- Conductas que favorecen la convivencia en situaciones motrices.",
        "- Identificación y rechazo de conductas contrarias a la convivencia en la práctica motriz.",
        "D. Manifestaciones de la cultura motriz.",
        "- Aportaciones de la cultura motriz a la herencia cultural.",
        "- Los juegos y las danzas como manifestación de la propia cultura.",
        "- Deporte como fenómeno social.",
        "- Juegos con material alternativo.",
        "- Usos comunicativos de la corporalidad: gestos, muecas, posturas y otros.",
        "- Creatividad expresiva.",
        "- Práctica de actividades rítmico-musicales con carácter expresivo.",
        "E. Interacción eficiente y sostenible con el entorno.",
        "- Movilidad sostenible. Educación vial para peatones. Convivencia y normas de uso en las vías urbanas.",
        "- Espacios naturales y urbanos y sus posibilidades en el contexto escolar: uso, disfrute y cuidado.",
        "- El material y sus posibilidades de uso en espacios naturales y urbanos para el desarrollo de la motricidad.",
        "- Adaptación y realización de actividades físicas propias del medio natural, terrestre o acuático, al contexto escolar (juegos de pistas y rastreo, circuitos de aventura, trepas, etc.)",
        "- Cuidado del entorno próximo durante la práctica de actividad física."
    ],
    "criteriosEvaluacion": [
        "1.1. Explorar las rutinas propias de una práctica motriz saludable, aplicando las medidas básicas de higiene corporal y educación postural tanto en contextos de práctica motriz como en situaciones cotidianas.",
        "1.2. Participar en juegos y situaciones de activación y vuelta a la calma reconociendo su utilidad para adaptar el cuerpo a la actividad física y evitar riesgos, manteniendo la calma y solicitando ayuda en caso de que se produzca algún accidente.",
        "1.3. Reconocer algunas acciones básicas que constituyen prácticas saludables (desplazamientos activos, actividad física de ocio...), comprendiendo la importancia que para la salud tiene adoptar un estilo de vida activo.",
        "2.1. Utilizar las capacidades perceptivo-motrices, manifestando progreso en el control y dominio corporal.",
        "2.2. Tomar decisiones en juegos simbólicos y juegos motores de reglas sencillas atendiendo especialmente a los aspectos perceptivos, empleando habilidades motrices básicas en situaciones individuales y de cooperación, tanto en contextos reales como en simulados.",
        "2.3. Poner en práctica proyectos motores sencillos de carácter individual o cooperativo valorando su consecución en función de un análisis y reflexión de los resultados obtenidos.",
        "3.1. Identificar las emociones que se producen durante el juego, utilizando estrategias sencillas de gestión y disfrutando de la actividad física.",
        "3.2. Respetar las normas consensuadas, así como las reglas de juego y actuar aceptando las características y niveles de los participantes, practicando el juego limpio.",
        "3.3. Participar en las prácticas motrices cotidianas, mostrando habilidades sociales de acogida, ayuda y colaboración, y utilizando el diálogo para la resolución de conflictos interpersonales.",
        "3.4. Reconocer valores positivos que fomenta la práctica motriz compartida, vivenciando y disfrutando sus beneficios en contextos variados e inclusivos.",
        "4.1. Participar activamente en juegos y otras manifestaciones artístico-expresivas de carácter cultural propias del entorno, disfrutando de su puesta en práctica.",
        "4.2. Practicar juegos y tareas motrices respetando los distintos niveles de competencia y valorando su componente lúdico.",
        "4.3. Utilizar los recursos expresivos del cuerpo y del movimiento para transmitir emociones e ideas y reproducir ritmos y bailes sencillos.",
        "5.1. Disfrutar, de forma segura, del entorno natural y urbano conociendo otros usos desde la motricidad y adoptando actitudes de respeto, cuidado y conservación durante el desarrollo de distintas prácticas lúdico-recreativas en contextos terrestres y/o acuáticos."
    ]
}