{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reflexionar sobre la dimensión social del patrimonio artístico y cultural, de manera colaborativa a través de distintos soportes o propuestas.",
        "Criterio 1.2. Reconocer los elementos fundamentales del patrimonio cultural y artístico más cercano, estableciendo un contacto directo y activo con dicho patrimonio. ",
        "Criterio 1.3. Interpretar las formas fundamentales de las obras del patrimonio artístico y relacionarlas con los movimientos artísticos principales.",
        "Competencia específica 2.",
        "Criterio 2.1. Generar y perfeccionar ideas de proyecto, consultando distintas fuentes, elaborando bocetos y maquetas, y experimentando con las técnicas y estrategias artísticas más adecuadas en cada caso.",
        "Criterio 2.2. Seleccionar una propuesta concreta para un proyecto, justificando su relevancia artística, su viabilidad, sus sostenibilidad y su adecuación a la intención con la que fue concebida y a las características del marco de recepción previsto.",
        "Criterio 2.3. Desarrollar la creatividad y la iniciativa, expresando con imaginación las propias identidades y referencias culturales y utilizando los elementos del patrimonio cultural y artístico global. ",
        "Competencia específica 3.",
        "Criterio 3.1. Establecer el plan de trabajo de un proyecto artístico, organizando correctamente sus fases, evaluando su sostenibilidad y ajustándolo a los plazos, a las características del espacio y, en su caso, al presupuesto previsto. ",
        "Criterio 3.2. Proponer soluciones creativas en la organización de un proyecto artístico, buscando el máximo aprovechamiento de los recursos disponibles. ",
        "Criterio 3.3. Aportar argumentos que expliquen las decisiones estéticas, expresivas y sociales y las conecten con las filosóficas. Reconocer la importancia que tiene y ha tenido el patrimonio como herramienta de expresión para las personas.",
        "Criterio 3.4. Establecer de forma inclusiva y participativa el proceso completo de un proyecto cultural y artístico, teniendo en cuenta los beneficios sociales, las oportunidades económicas y la sostenibilidad.",
        "Competencia específica 4.",
        "Criterio 4.1. Participar activamente en la realización de proyectos artísticos, individuales o colectivos, asumiendo diferentes funciones y seleccionando los espacios, las técnicas, los medios y los soportes más adecuados.",
        "Criterio 4.2. Explicar, de forma razonada, la intención expresiva o funcional de un proyecto artístico, detallando los efectos que se espera que este tenga en el entorno. ",
        "Criterio 4.3. Argumentar las decisiones relativas a la ejecución del proyecto, asegurando la coherencia de estas decisiones con la intención expresiva o funcional y con los efectos esperados. ",
        "Criterio 4.4. Identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico, comprendiendo su valor añadido y expresando la opinión personal de forma crítica y respetuosa.",
        "Competencia específica 5.",
        "Criterio 5.1. Compartir, a través de diversos medios y soportes, las distintas fases del proyecto, poniéndolo en relación con el resultado final esperado y recabando, de manera abierta y respetuosa, las críticas, los comentarios y las aportaciones de mejora formuladas por diferentes personas, incluido el público receptor. ",
        "Criterio 5.2. Valorar las críticas, los comentarios y las aportaciones de mejora recibidas, incorporando de manera justificada aquellas que redunden en beneficio del proyecto y de su repercusión en el entorno. ",
        "Criterio 5.3. Evaluar la repercusión que el proyecto ha tenido en el entorno, considerando las valoraciones del público receptor y analizando el logro de la intención inicial planteada, así como la pertinencia de las soluciones puestas en práctica ante las dificultades afrontadas a lo largo del proceso. ",
        "Competencia específica 6.",
        "Criterio 6.1. Seleccionar diversas fuentes para la elaboración del proyecto, justificando su utilidad teórica, informativa o inspiradora. Evaluar la repercusión del proyecto en el entorno, prestando especial interés a la integración de la población local y a la inclusividad.",
        "Criterio 6.2. Elaborar la documentación necesaria para desarrollar un proyecto artístico, considerando las posibilidades de aplicación y ajustándose a los modelos más adecuados.",
        "Criterio 6.3. Registrar las distintas fases del proyecto, adoptando un enfoque reflexivo y de autoevaluación, como medida para aprender a mejorar y modificar aspectos no conseguidos en próximos proyectos.",
        "Criterio 6.4. Archivar correctamente la documentación, garantizando la accesibilidad y la facilidad de recuperación.",
        "Criterio 6.5. Comunicar públicamente el proyecto desarrollado en el entorno social y educativo, acompañando su recepción y fomentando el impacto social y económico que se genere, con una actitud de enriquecimiento colectivo."        
    ],
    "saberes": [
        "Bloque A. El patrimonio cultural y artístico. Emprendimiento cultural. ",
        "A.1. Concepto de patrimonio cultural.",
        "A.1.1. Noción de patrimonio cultural y artístico. ",
        "A.1.2. El patrimonio local, material e inmaterial. ",
        "Bloque B. Desarrollo de la creatividad. Entornos de trabajo creativos.",
        "B.1. La creatividad.",
        "B.1.1.La creatividad como destreza personal y herramienta para la expresión artística.",
        "B.1.2. Estrategias y técnicas de fomento y desarrollo de la creatividad.",
        "B.1.3. Estrategias de superación del bloqueo creativo.",
        "Bloque C. Gestión de proyectos artísticos. Fases. Impacto.",
        "C.1. Proyectos artísticos.",
        "C.1.1 Metodología proyectual. Generación y selección de propuestas. Planificación, gestión y evaluación de proyectos artísticos. Difusión de resultados. ",
        "C.1.2.. Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Resolución de conflictos.",
        "C.1.3. Estrategias, técnicas y soportes de documentación, registro y archivo.",
        "C.1.4 Sostenibilidad e impacto de los proyectos artísticos.",
        "C.1.5. Oportunidades de desarrollo personal, social, académico y profesional relacionadas con el ámbito artístico. El emprendimiento cultural."        
    ]
}
