{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Identificar los elementos que constituyen una obra musical y su función dentro de la composición a través de la escucha activa y con apoyo de la partitura. (CCL2, CP3, STEM2, CC1, CCEC1, CCEC2, CCEC3.1)",
        "1.2 Describir las características musicales básicas de una obra a partir de la escucha activa y el estudio de partituras, analizando sus elementos constitutivos y estructurando el discurso musical. (CCL1, CCL2, CP3, STEM2, CPSAA5, CCEC1, CCEC2, CCEC3.1) Competencia específica 2",
        "2.1 Analizar, de forma guiada, obras musicales, identificando la estructura formal y los procedimientos compositivos utilizados. (CCL2, STEM2, CCEC1)",
        "2.2 Asociar las obras analizadas con su contexto de creación, investigando sobre su autor o autora y su época. (CCL3, CP3, CD1, CC1, CCEC1, CCEC2)",
        "2.3 Elaborar trabajos de investigación, individuales o en grupo, sobre análisis y contextualización estilística de obras musicales, utilizando una terminología adecuada, consultando las fuentes de información precisas para su elaboración. (CCL1, CP3, CD1, CPSAA4, CC1, CCEC1, CCEC2)",
        "2.4 Reconocer el estilo de una obra mediante la partitura y explicar el modo en que está construida, entendiendo la relación entre la estructura y los elementos y procedimientos utilizados. (CCL1, CCL2, CC1, CCEC1, CCEC3.1)",
        "Competencia específica 3",
        "3.1 Expresar una opinión propia, informada y fundamentada, sobre las obras analizadas, utilizando un vocabulario musical adecuado. (CCL1, CCL2, CCL3, CC1, CE3, CCEC3.1) 3.2 Publicar reseñas musicales en los medios disponibles, analógicos y digitales, respetando los derechos de autor y la propiedad intelectual. (CCL1, CCL2, CP2, CD2, CD3, CPSAA4, CCEC4.2)",
        "3.3 Participar activamente en los procesos de difusión cultural, colaborando como analistas críticos en los proyectos musicales del centro. (CCL1, CCL2, CP2, CD2, CD3, CPSAA4, CC1, CE3)",
        "Competencia específica 4",
        "4.1 Reproducir patrones melódicos, rítmicos, armónicos y formales de obras analizadas, aplicando estrategias de memorización y utilizando la interpretación vocal, corporal o instrumental en proyectos musicales grupales. (STEM1, CPSAA3.1, CPSAA3.2, CCEC3.1, CCEC3.2)",
        "4.2 Improvisar breves estructuras y creaciones musicales partiendo del conocimiento de sus elementos fundamentales y del establecimiento de relaciones entre los mismos. (CCL1, STEM1, CE3, CCEC3.1, CCEC3.2)",
        "4.3 Generar nuevas ideas musicales, combinando patrones melódicos, rítmicos, armónicos y formales previamente analizados e interiorizados. (CCL1, STEM1, CE3, CCEC3.1, CCEC3.2)",
        "4.4 Utilizar, de forma guiada, las tecnologías digitales en la composición musical. (CD3, CCEC4.1)",
        "4.5 Mantener unos correctos hábitos de escucha, de audición y e interpretación musical, respetando el valor del silencio y fomentando la escucha activa. (CPSAA3.1, CPSAA3.2, CCEC4.1)",
        "Competencia específica 5",
        "5.1 Identificar las funciones que cumple la música cuando se asocia con otras formas de expresión (cine, teatro, danza…), analizando sus características y el efecto que genera en el espectador. (CCL1, CCL2, CCL3, STEM1, STEM4, CD1, CD3, CPSAA4, CCEC2)",
        "5.2. Expresar libremente y con actitud abierta las emociones y sentimientos producidos por la música escuchada, utilizando argumentos que muestren el desarrollo del pensamiento crítico, y estableciendo un vínculo con otras manifestaciones artísticas. (CCL1, CD1, CD3, CPSAA4, CCEC2)"   
        ],
    "saberes": [
        "A. Iniciación al análisis musical",
        "- Definición y concepto. Métodos de análisis de una obra musical.",
        "- La escucha activa y el estudio de partituras como soportes para el análisis.",
        "- Elementos básicos de la música y la relación entre ellos: ritmo, tempo, melodía, armonía, textura, timbre, dinámica y agógica.",
        "- Clasificación y discriminación auditiva de los diferentes tipos de voces e instrumentos y de distintas agrupaciones vocales e instrumentales.",
        "- Técnicas de análisis auditivo de obras de diferentes estilos y géneros.",
        "- Estrategias de análisis de los elementos musicales de la partitura con apoyo de la audición.",
        "- Análisis, mediante audición y partitura, de los elementos y estructuras de organización de una obra musical de diferentes épocas, estilos y géneros, según los aspectos interpretativos y estilísticos.",
        "- Los géneros musicales y sus funciones: principales categorías desde la música occidental medieval hasta nuestros días.",
        "- Evolución histórica de la notación musical en vinculación con el desarrollo de formas y estilos.",
        "- Comentario y crítica fundamentados, de las obras escuchadas y analizadas, a partir de distintas fuentes de información.",
        "- Reseñas musicales.",
        "- Recursos digitales para la investigación, la composición y la difusión musical.",
        "- Derechos de autor y propiedad intelectual.",
        "- Hábitos de escucha, respeto y sensibilidad estética frente a las propuestas musicales, con interés por conocer sus estructuras y sus características.",
        "B. La forma musical",
        "- Estudio de los principios de la forma musical. Elementos estructurales: célula, motivo, frase y semifrase, período, sección y movimiento. Ritmo melódico y armónico. Cadencias.",
        "- Formas simples, formas compuestas y libres. Formas-tipo. Representación de esquemas formales.",
        "- Procedimientos compositivos fundamentales: repetición, variación, contraste y desarrollo y su estudio como recursos generadores de la forma musical.",
        "- Función de la música en combinación con otras manifestaciones artísticas."
        ]
}