{
    "criteriosEvaluacion": [
        "1.1. Emplear diferentes estrategias y herramientas, incluidas las digitales, seleccionando la más adecuada según su eficiencia, buscando un cambio de estrategia, cuando sea necesario; y reflexionando sobre el proceso realizado para describir, analizar y ampliar la comprensión de situaciones y modelizar problemas relacionados con las ciencias de la vida y la salud. CCL2, STEM1, STEM2, STEM3, CD2, CD3, CD5, CPSAA4, CPSAA5, CC3, CE3",
        "1.2. Obtener todas las posibles soluciones matemáticas de problemas con autonomía y actitud cooperativa, describiendo el procedimiento realizado, y utilizando, si fuera necesario, tecnologías digitales, con el fin de resolver problemas relacionados con las ciencias de la vida y la salud. CCL1, STEM1, STEM3, CD3, CD5, CE3",
        "2.1. Demostrar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación, y seleccionando entre diferentes modos de comprobación de soluciones o estrategias, con el apoyo de tecnologías digitales, para obtener conclusiones lógicas de forma autónoma y valorar la fiabilidad del proceso seguido. CCL1, CCL2, STEM1, STEM2, STEM3, CD2, CD3, CD5, CPSAA4",
        "2.2. Seleccionar la solución más adecuada de un problema en función del contexto, usando el razonamiento y la argumentación con actitud respetuosa, y con la ayuda de tecnologías digitales, para contrastar su idoneidad y desarrollar el espíritu crítico y emprendedor. CCL1, CCL2, STEM1, CD2, CD3, CC3, CE3",
        "3.1. Formular e investigar problemas y comprobar hipótesis mediante la observación, la experimentación y la indagación, realizando estudios e investigaciones estadísticas de forma autónoma y creativa, integrando el uso de tecnologías digitales y utilizando varias fuentes de información, para dar respuesta a interrogantes del ámbito de las ciencias de la vida y la salud. CCL1, CCL2, STEM1, STEM2, STEM3, STEM4, CD1, CD2, CD3, CD5, CE3",
        "4.1. Establecer y aplicar conexiones entre ideas, conceptos y procedimientos matemáticos con otras áreas de conocimiento referentes a las ciencias de la vida y la salud, reflexionando sobre dichos vínculos, buscando, seleccionando y contrastando información procedente de diferentes fuentes, mediante el uso de tecnologías digitales, para modelizar, resolver problemas y desarrollar una capacidad crítica, creativa e innovadora en situaciones diversas. CCL2, STEM1, STEM2, CD1, CD3, CPSAA5, CC4, CE2, CE3",
        "4.2. Analizar la aportación de las investigaciones científicas al progreso de la humanidad y, en concreto, la de las matemáticas, y estudiar el papel de científicas y científicos a lo largo de la historia, para valorar su contribución al resolver situaciones complejas y diferentes retos que se plantean en las ciencias de la vida y la salud. CCL2, CCL3, STEM2, CD1, CD2, CPSAA5, CC4, CCEC1",
        "5.1. Representar conceptos, procedimientos e información matemática, activando y organizando conocimientos, de manera manual o digital, y utilizando la tecnología más adecuada, para visualizar ideas y estructurar razonamientos matemáticos. CCL2, STEM2, STEM4, CD1, CD2, CD3, CD5, CE3, CCEC4.1, CCEC4.2",
        "5.2. Seleccionar, utilizar y combinar diversas formas de representación matemática y tecnologías, valorando su utilidad para crear y compartir información sobre proyectos, investigaciones estadísticas o procesos matemáticos. CCL1, CCL3, STEM1, STEM3, STEM4, CD2, CD3, CE3",
        "6.1. Mostrar organización y comprensión al comunicar hechos, ideas, conceptos y procedimientos complejos de forma verbal, analítica y gráficamente, de manera individual y colectiva, con la terminología y el rigor apropiados, empleando o creando contenidos digitales en diversos medios y soportes para dotar de significado y consolidar los aprendizajes. CCL1, CCL2, CCL3, STEM2, STEM4, CD3, CPSAA4, CCEC3.2",
        "6.2. Reconocer el lenguaje matemático presente en diferentes medios de comunicación,  comprendiendo, interpretando y detectando errores en el razonamiento estadístico y probabilístico para comunicar de forma veraz la información y desarrollar una actitud crítica. CCL1, CCL2, CCL3, STEM2, STEM4, CD3, CPSAA4",
        "7.1. Utilizar destrezas personales aprendiendo de la crítica razonada, respetando distintos puntos de vista con actitud dialogante, positiva y cooperativa, e integrando el error como parte del proceso de aprendizaje para perseverar en la consecución de objetivos al hacer frente a situaciones problemáticas del ámbito de las ciencias de la vida y la salud. CCL1, CCL5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CC3, CE2",
        "7.2. Trabajar en investigaciones estadísticas de forma activa en equipos heterogéneos, respetando las emociones, experiencias y diversidad de las demás personas, escuchando su razonamiento y aplicando las habilidades sociales más propicias, para responsabilizarse del rol asignado y de su contribución al grupo y normalizar situaciones de convivencia en igualdad. CCL1, CCL5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC1, CC2, CC3, CE2"
    ],
    "saberes": [
        "I. Sentido de la medida",
        "Medición",
        "    1. La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
        "II. Sentido estocástico",
        "Organización y análisis de datos",
        "    1. Organización de los datos procedentes de variables bidimensionales: tabla de contingencia, distribución conjunta y distribuciones marginales y condicionadas. Análisis de la dependencia estadística.",
        "    2. Cálculo de medias y desviaciones típicas marginales y condicionadas, diferenciando los datos unidimensionales de los bidimensionales.",
        "    3. Estudio de la dependencia e independencia de dos variables estadísticas. Nube de puntos. Diferencia entre correlación y causalidad.",
        "    4. Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste.",
        "    5. Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos de las ciencias de la vida y la salud.",
        "    6. Diseño de estudios estadísticos relacionados con las ciencias de la vida y la salud utilizando tecnologías digitales.",
        "    7. Calculadora, hoja de cálculo o software específico en la organización y el análisis de datos estadísticos.",
        "Incertidumbre",
        "    1. Cálculo de probabilidades aplicando la regla de Laplace en experimentos simples y compuestos.",
        "    2. Técnicas de recuento en el cálculo de probabilidades. Diagrama en árbol y tabla de contingencia.",
        "    3. Probabilidad condicionada e independencia de sucesos aleatorios.",
        "    4. Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación del teorema de Bayes para actualizar la probabilidad a partir de la observación y la experimentación y la toma de decisiones en condiciones de incertidumbre.",
        "    5. Test de diagnóstico. Índices predictivos. Marcadores.",
        "Distribuciones de probabilidad",
        "    1. Variables aleatorias discretas y continuas. Cálculo e interpretación del valor esperado de variables aleatorias.",
        "    2. Parámetros de la distribución. Distribuciones binomial y normal.",
        "    3. Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades asociadas mediante tecnologías digitales.",
        "    4. Estimación de probabilidades mediante la aproximación de la binomial por la normal.",
        "Inferencia",
        "    1. Selección de una muestra en una población mediante diferentes métodos. Tamaño y representatividad de la muestra.",
        "    2. Cálculo de los parámetros de una población y estadísticos obtenidos a partir de una muestra. Estimación puntual.",
        "    3. Media muestral y la proporción muestral. Media y desviación típica.",
        "    4. Estudio de la distribución de la media muestral en una población normal.",
        "    5. Teorema central del límite. Distribución de la media muestral y de la proporción muestral en el caso de muestras grandes.",
        "    6. Intervalos de confianza basados en la distribución normal: construcción, análisis y toma de decisiones en situaciones contextualizadas. Cálculo del error.",
        "    7. Análisis de información estadística presente en los medios de comunicación y otros ámbitos de la vida cotidiana",
        "Contraste de hipótesis y decisión estadística",
        "    1. Diferencia entre estadístico y parámetro.",
        "    2. Determinación de la hipótesis nula y la alternativa en contrastes de hipótesis, unilaterales y bilaterales.",
        "    3. Cálculo del estadístico de contraste para la media y la proporción muestral.",
        "    4. Determinación de las regiones de aceptación y rechazo en los contrastes de hipótesis de la media y de la proporción poblacional mediante la experimentación.",
        "    5. Extracción de conclusiones en base a las pruebas de hipótesis, reflexionando sobre los dos tipos de errores: tipo I y tipo II, y tomando decisiones estadísticas fundamentadas.",
        "III. Sentido socioafectivo",
        "Creencia, actitudes y emociones",
        "    1. Tratamiento del error individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "Trabajo en equipo y toma de decisiones",
        "    1. Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas y tareas matemáticas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
        "    2. Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas en grupos heterogéneos.",
        "",
        "Inclusión, respeto y diversidad",
        "    1. Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o solicitud y prestación de ayuda, cuando sea necesario.",
        "    2. Valoración de la contribución de las matemáticas y el papel de científicas y científicos a lo largo de la historia en el avance de las ciencias de la vida y la salud."
    ]
}