{
  "saberes": [
    "Bloque 1. Percepción y análisis",
    "SB. 1.1. Contextos musicales y culturales (CE1, CE2)",
    "G.1. Obras e intérpretes",
    "-     Evolución de la música y de la danza en España. Características y obras de estilos y periodos históricos diferentes desde los inicios hasta la actualidad.",
    "-     Mitos, estereotipos y roles de género transmitidos a través de la música y la danza. Profesiones musicales desde una perspectiva igualitaria.",
    "-     Compositoras y compositores de estilos y épocas diferentes.",
    "-     Intérpretes y grupos de la actualidad: actuaciones en vivo y registradas por medios audiovisuales.",
    "G2. Patrimonio musical",
    "-     Músicas y danzas de diversas culturas del mundo: características, funciones e influencias en otros estilos musicales.",
    "-     La música tradicional y en la actualidad de la Comunidad Valenciana. Evolución, repertorio, danzas, estilos, eventos y manifestaciones.",
    "-     Música popular urbana y contemporánea.",
    "-     La evolución del sonido y la música en los medios audiovisuales y tecnologías digitales.",
    "-     La música y su relación con otras artes y lenguajes. La música en el cine.",
    "G3. Géneros musicales, escénicos y audiovisuales",
    "-     La música en las artes escénicas y audiovisuales: teatro, danza, ópera, teatro musical, cine y videodanza.",
    "-     La evolución de los géneros de la música y la danza en España.",
    "G4. La voz y los instrumentos. Agrupaciones",
    "-     Instrumentos y agrupaciones vocales e instrumentales representativas de músicas y danzas del mundo y de la música y la danza a lo largo de la historia en España.",
    "-     Organología de la música tradicional y en la actualidad de la Comunidad Valenciana.",
    "-     Instrumentos y formaciones en la música popular urbana y contemporánea.",
    "-     Instrumentos no convencionales desde una perspectiva de desarrollo sostenible.",
    "G5. El consumo musical",
    "-     La música en los medios de comunicación.",
    "-     El consumo en la actualidad: aplicaciones, redes y plataformas digitales.",
    "-     La industria musical. Profesiones en la industria y en la práctica musical.",
    "-     Funciones sociales de la música en la actualidad.",
    "-     Silencio, sonido, ruido y escucha activa. Sensibilización y actitud crítica ante las agresiones acústicas y el consumo musical indiscriminado.",
    "G6. Terminología y normas de comportamiento",
    "-     Terminología musical. Argumentación oral y escrita.",
    "-     Pautas de atención y comportamiento en la audición musical y ante diferentes propuestas artísticas. Actitud abierta y valorativa.",
    "SB.1.2. Elementos estructurales y técnicos (CE1, CE2, CE5)",
    "G1. Melodía y armonía",
    "-     Escalas y modos representativos en las músicas del mundo y en la música popular urbana.",
    "-     Función melódica en la música cinematográfica y en los medios de comunicación.",
    "-     Elementos melódicos en la música tradicional y actual de la Comunidad Valenciana.",
    "-     Tonalidades y modulaciones básicas.",
    "-     La armonía. Funciones armónicas. La rueda de acordes.",
    "-     Texturas musicales en los diferentes estilos estudiados.",
    "G2. Estructura y forma-     Formas musicales utilizadas en los periodos, estilos y culturas.",
    "G3. Recursos digitales y de las TIC relacionados con la percepción",
    "-     Aplicaciones, webs y programas de edición de partituras, grabación y edición de audio.",
    "3.3. Bloque 2. Interpretación y creación",
    "SB.2.1. Expresión individual y colectiva (CE3, CE4)",
    "G1. Interpretación y técnica vocal e instrumental",
    "-     Técnica y repertorio vocal, instrumental y corporal.",
    "-     Obras representativas de las músicas y danzas del mundo, de la música y danza histórica en España y de la música tradicional y actual de la Comunidad Valenciana.",
    "-     Repertorio de música popular urbana, música cinematográfica y en los medios de comunicación.",
    "-     Progresiones básicas de acordes.",
    "G2. Cuidado instrumental",
    "-     El cuidado y mantenimiento de los instrumentos musicales.",
    "-     La construcción de instrumentos no convencionales desde una perspectiva de desarrollo sostenible.",
    "G3. Creación e improvisación.",
    "-     El texto de la canción: la creación de textos y la musicalización.",
    "-     Técnicas para la improvisación guiada y libre en propuestas vocales, instrumentales o multidisciplinares.",
    "-     Sonorización de audiovisuales, imágenes y textos.",
    "-     Pautas de creación musical guiada de melodías sencillas con acompañamientos básicos.",
    "G4. La notación musical",
    "-     Notación musical convencional y representaciones gráficas no convencionales aplicados a la interpretación.",
    "G5. El cuerpo como medio de expresión",
    "-     Técnica corporal.",
    "-     Percusión con objetos sonoros. La percusión corporal.",
    "-     Pautas para la creación e improvisación de coreografías.",
    "-     Danzas del mundo y danzas históricas y tradicionales en España.",
    "-     Bailes de música popular, urbana y contemporánea.",
    "SB.2.2. Proyectos artísticos (CE3, CE4, CE5)",
    "G1. Planificación",
    "-     Fases de un proyecto artístico musical e interdisciplinar.",
    "-     Ámbitos artísticos y profesionales que intervienen en los proyectos y/o sus fases.",
    "-     Estrategias de búsqueda, selección y reelaboración de información de calidad.",
    "G2. Producción artística",
    "-     Proyectos basados en la voz, los instrumentos y la expresión corporal, utilizando los elementos del lenguaje musical convencional y no convencional.",
    "G3. Artes escénicas",
    "-     Elementos estructurales y técnicos de las artes escénicas.",
    "G4. Tecnología para la producción musical",
    "-     Recursos digitales y de las TIC aplicadas a la elaboración de proyectos artísticos.",
    "-     Aplicaciones, webs y programas de edición de partituras, grabación y edición de sonido.",
    "-     Licencias de uso, autoría y protección de datos. Planteamientos y hábitos de consumo éticos y responsables.",
    "G5. Actitud",
    "-     Pautas de atención y comportamiento en la participación en los diferentes proyectos artísticos.",
    "-     El control de las emociones en la mejora de la interpretación en público."
  ],
  "criteriosEvaluacion": [
    "1 Identificar propuestas musicales corporales y multidisciplinares en los diferentes contextos de creación, reconociendo su función cultural y social, a través de la percepción activa, con sentido crítico y actitud abierta y respetuosa.",
    "• CE1.1. Seleccionar propuestas musicales, corporales y multidisciplinares en diferentes contextos a partir de la percepción activa, reconociendo sus funciones culturales y sociales.",
    "• CE1.2. Elaborar juicios críticos acerca de las funciones de las propuestas musicales, corporales y multidisciplinares, utilizando una terminología adecuada y con actitud abierta y respetuosa.",
    "• CE1.3. Apreciar las diferentes músicas en su contexto, reconociendo sus funciones y la importancia en el momento en que se producen.",
    "2 Analizar los elementos estructurales y técnicos de diferentes manifestaciones musicales, expresar opiniones de forma crítica y creativa, valorando los gustos e identidades musicales de los demás.",
    "• CE2.1. Identificar los elementos estructurales y técnicos de las diferentes manifestaciones musicales, respetando los diferentes gustos y valorando la identidad musical individual y del grupo.",
    "• CE2.2. Expresar, de forma crítica y creativa, opiniones sobre las diferentes manifestaciones artísticas de forma oral y escrita, utilizando la terminología adecuada.",
    "• CE2.3. Aplicar soluciones a las agresiones acústicas del entorno próximo mediante el análisis, la reflexión y la sensibilización.",
    "3 Construir propuestas musicales basadas en la interpretación, la improvisación, la sonorización y la experimentación con el sonido, el cuerpo y los medios digitales; seleccionar los recursos necesarios; y desarrollar habilidades técnicas y de autoconfianza.",
    "• CE3.1. Interpretar propuestas musicales, utilizando los elementos del sonido, el cuerpo y los medios digitales, favoreciendo la mejora de las habilidades técnicas y personales y enriqueciendo la propia identidad y la del grupo.",
    "• CE3.2. Crear propuestas musicales mediante improvisaciones, favorecer el respeto, la empatía y la cohesión grupal.",
    "• CE3.3. Experimentar con las posibilidades expresivas y comunicativas del sonido mediante la sonorización, seleccionar los recursos necesarios y favorecer la autoconfianza y la autoestima.",
    "• CE3.4. Expresar ideas, sentimientos y emociones acerca de las propuestas realizadas, mostrando respeto ante las manifestaciones realizadas.",
    "4 Crear proyectos musicales e interdisciplinares, siguiendo las fases de elaboración e identificar las profesiones vinculadas, mostrar interés e iniciativa y valorar tanto el proceso como el resultado.",
    "• CE4.1. Planificar proyectos musicales e interdisciplinares, especificando las distintas fases y valorando las diferentes profesiones que intervienen.",
    "• CE4.2. Crear proyectos musicales e interdisciplinares, prestando atención tanto al proceso como el producto y valorar los resultados.",
    "• CE4.3. Aplicar los conocimientos adquiridos en diferentes disciplinas en la creación de proyectos artísticos, mostrando interés e iniciativa.",
    "5 Utilizar recursos digitales para la escucha, la interpretación, la investigación, la sonorización, la creación y la difusión de proyectos artísticos, así como para la edición de sonido e imagen, de forma crítica y responsable, aplicando la normativa vigente.",
    "• CE5.1. Seleccionar información y recursos en diferentes aplicaciones, webs y plataformas digitales de forma contrastada, valorando la información que presentan de forma crítica y responsable.",
    "• CE5.2. Utilizar recursos digitales y de las TIC para la edición, la grabación y la reproducción del sonido e imagen, así como en los procesos de percepción, interpretación, investigación, creación y difusión de los proyectos musicales e interdisciplinares realizados.",
    "• CE5.3. Ejercer un consumo digital responsable en las diferentes fases de los proyectos artísticos, respetando las licencias de uso y la normativa vigente de protección de datos y autoría."
  ]
}
