{
  "saberes": [
    "Bloque A. Autoconocimiento y autonomía moral.",
    "A.1. Ética e identidad personal.",
    "A.1.1. La investigación ética y la resolución de problemas morales complejos: el pensamiento crítico y filosófico.",
    "A.1.2. La naturaleza humana y la identidad personal. Dignidad, libertad y moralidad como rasgos distintivos.",
    "A.1.3. La educación de las emociones y los sentimientos. La inteligencia emocional.",
    "A.1.4. La empatía con los demás. La igualdad y el respeto mutuo en las relaciones afectivas. La educación afectivo-sexual.",
    "A.1.5. Deseos y razones: la voluntad y el juicio moral.",
    "A.1.6. Autonomía, responsabilidad y autoestima personal.",
    "A.2. Reflexión ética y acción moral.",
    "A.2.1. La reflexión en torno a lo valioso y los valores: universalismo y pluralismo moral.",
    "A.2.2. Normas, virtudes y sentimientos morales.",
    "A.2.3. La ética como guía de nuestras acciones. Éticas de la felicidad, éticas del deber y éticas de la virtud. ",
    "A.2.4. El conflicto entre legitimidad y legalidad. La objeción de conciencia. ",
    "A.2.5. Los derechos individuales y el debate en torno a la libertad de expresión.",
    "A.2.6. El problema de la desinformación. El uso seguro, crítico y ético de las redes y los medios de comunicación.",
    "A.2.7. La protección de datos y el derecho a la intimidad. El ciberacoso y las situaciones de violencia en las redes.",
    "A.2.8. Las conductas adictivas.",
    "Bloque B. Sociedad, justicia y democracia.",
    "B.1. Vida social y ciudadanía democrática. ",
    "B.1.1. Las virtudes del diálogo y las normas de argumentación: su aplicación a la resolución pacífica de conflictos. La empatía con los demás.",
    "B.1.2. La naturaleza y origen de la sociedad: competencia y cooperación, egoísmo y altruismo. ",
    "B.1.3. Las estructuras sociales y los grupos de pertenencia.",
    "B.1.4. La organización política y su legitimidad: ley, poder, soberanía y justicia. Formas de Estado y tipos de gobierno. El Estado de derecho y los valores constitucionales.",
    "B.1.5. La democracia: principios, procedimientos e instituciones. La memoria democrática. Consecuencias de una dictadura y diferentes manifestaciones de la memoria.",
    "B.1.6. La guerra, el terrorismo y otras formas de violencia política.",
    "B.1.7. Las distintas generaciones de derechos humanos. Su constitución histórica y su relevancia ética. Los derechos de la infancia.",
    "B.1.8. Asociacionismo y voluntariado. La ciudadanía y la participación democrática.",
    "B.1.9. Los códigos deontológicos. Las éticas aplicadas.",
    "B.2. Retos éticos y políticos del siglo XXI.",
    "B.2.1. La desigualdad económica y la pobreza como formas de violencia estructural. La feminización de la pobreza. ",
    "B.2.2. Globalización económica y bienes públicos globales. El comercio justo.",
    "B.2.3. El derecho al trabajo, la salud, la educación y la justicia. El valor social de los impuestos.",
    "B.2.4. La inclusión social y el respeto por la diversidad y las identidades etnoculturales. Inmigración e interculturalismo. Prejuicios y estereotipos.",
    "B.2.5. La igualdad de género y las diversas olas y corrientes del feminismo. La prevención de la explotación y la violencia contra niñas y mujeres. La corresponsabilidad en las tareas domésticas y de cuidados.",
    "B.2.6. El respeto por la diversidad y las identidades de género. Los derechos LGTBIQ+.",
    "B.2.7. Fines y límites éticos de la investigación científica: la bioética, el desafío de la inteligencia artificial y las propuestas transhumanistas.",
    "B.2.8. Acciones individuales y colectivas en favor de la paz. La contribución del Estado y los organismos internacionales a la paz, la seguridad integral y la cooperación. La atención a las víctimas de la violencia. Las fuerzas armadas y la defensa al servicio de la paz.",
    "B.2.9. El derecho internacional y la ciudadanía global.",
    "B.2. Retos éticos y políticos del siglo XXI.",
    "B.2.10. El papel de las ONG y las ONGD.",
    "B.2.11. Los movimientos ciudadanos contra la guerra.",
    "B.2.12. El respeto a las personas con discapacidad. Convención de los derechos de las personas con discapacidad.",
    "Bloque C. Sostenibilidad y ética ambiental.",
    "C.1. Problemas ecosociales y ética ambiental.",
    "C.1.1. Consideración crítica de las diversas cosmovisiones sobre la relación humana con la naturaleza: la interdependencia, interconexión y ecodependencia entre nuestras formas de vida y el entorno; la relación entre lo local y lo global.",
    "C.1.2. Los límites del planeta y el agotamiento de los recursos. La huella ecológica de las acciones humanas. El problema de la emergencia climática.",
    "C.1.3. Diversos planteamientos éticos, científicos y políticos en torno a los problemas ecosociales. La ética ambiental. La ética de los cuidados y el ecofeminismo. Los Objetivos de Desarrollo Sostenible (ODS). El decrecimiento. La economía circular.",
    "C.1.4. La perspectiva biocéntrica y el compromiso activo con la protección de los animales. Los derechos animales y de la naturaleza. El maltrato animal y su prevención.",
    "C.2. El compromiso con la sostenibilidad.",
    "C.2.1. Estilos de vida sostenible. La gestión sostenible y justa de los recursos: suelo, aire, agua, energía y residuos. La prevención de los residuos. Las energías verdes y renovables.",
    "C.2.2. La movilidad segura, saludable y sostenible. El consumo responsable.",
    "C.2.3. La alimentación y la soberanía alimentaria. Comunidades resilientes y en transición.",
    "C.2.4. Despoblamiento y sostenibilidad del medio rural en Extremadura."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Construir y expresar un concepto ajustado de sí mismo reconociendo los múltiples aspectos de su naturaleza y personalidad, así como de la dimensión cívica y moral de esta, a partir de la investigación y el diálogo en torno a diversas concepciones sobre la naturaleza humana.",
    "Criterio 1.2. Identificar, gestionar y comunicar ideas, emociones, afectos, razones y deseos con comprensión y empatía hacia los de los demás, demostrando autoestima y compartiendo una comprensión cuidadosa y respetuosa de lo que deben ser las relaciones con otras personas y con el entorno, incluyendo el ámbito afectivo y afectivo-sexual.",
    "Criterio 1.3. Desarrollar y demostrar responsabilidad y autonomía moral a través de la práctica de la deliberación racional, el uso de conceptos éticos y el diálogo respetuoso con los demás en torno a distintos valores y modos de vida, así como a problemas relacionados con el ejercicio de los derechos individuales, el conflicto entre legitimidad y legalidad y la objeción de conciencia.",
    "Criterio 1.4. Aplicar el pensamiento crítico y filosófico al análisis de problemas morales relacionados con el uso responsable, seguro y ético de las redes y medios de comunicación, el problema de la desinformación, los límites de la libertad de expresión, las conductas adictivas, la prevención del abuso, el acoso y el ciberacoso.",
    "Competencia específica 2.",
    "Criterio 2.1. Promover y demostrar una convivencia pacífica, respetuosa, democrática y comprometida con el bien común a partir de la investigación sobre la naturaleza social y política del ser humano y el uso y comprensión crítica de los conceptos de sociedad, política, ley, poder, soberanía, justicia, Estado, gobierno, constitución, democracia, memoria democrática, dignidad y derechos humanos.",
    "Criterio 2.2. Fomentar el ejercicio de la ciudadanía activa y democrática a través del conocimiento del movimiento asociativo y la participación respetuosa, dialogante y constructiva en actividades de grupo que impliquen tomar decisiones colectivas, planificar acciones coordinadas y resolver problemas aplicando procedimientos y principios cívicos, éticos y democráticos explícitos orientados a la resolución racional y dialogada de los conflictos y el rechazo de la violencia.",
    "Criterio 2.3. Contribuir a generar un compromiso activo con el bien común a través del análisis y la toma razonada y dialogante de posición en torno a cuestiones éticas de actualidad como la lucha contra la desigualdad y la pobreza, el derecho al trabajo, la salud, la educación y la justicia, así como sobre los fines, desafíos y límites éticos de la investigación científica.",
    "Criterio 2.4. Tomar conciencia de la lucha por una efectiva igualdad de género y del problema de la violencia y explotación sobre las mujeres a través del análisis de las diversas olas y corrientes del feminismo y de las medidas de prevención de la desigualdad, la violencia y la discriminación por razón de género u orientación sexual, mostrando igualmente conocimiento de los derechos LGTBIQ+ y reconociendo la necesidad de respetarlos.",
    "Criterio 2.5. Contribuir activamente al bienestar social adoptando una posición propia, explícita, informada y éticamente fundamentada sobre el valor y pertinencia de los derechos humanos, la inclusión y el respeto por la diversidad etnocultural, la consideración de los bienes públicos globales y la percepción del valor social de los impuestos.",
    "Criterio 2.6. Contribuir a la consecución de un mundo más justo y pacífico a través del análisis y reconocimiento de la historia democrática de nuestro país y de las funciones del Estado de derecho y sus instituciones, los organismos internacionales, las asociaciones civiles y ONG, los cuerpos y fuerzas de seguridad del Estado, en su empeño por lograr la paz y la seguridad integral, atender a las víctimas de la violencia y promover la solidaridad y cooperación entre las personas y los pueblos.",
    "Competencia específica 3.",
    "Criterio 3.1. Describir las relaciones históricas de interconexión, interdependencia y ecodependencia entre nuestras vidas y el entorno a través del análisis de las causas y consecuencias de los más graves problemas ecosociales que nos afectan.",
    "Criterio 3.2. Valorar distintos planteamientos científicos, políticos y éticos con los que afrontar la emergencia climática y la crisis medioambiental a través de la exposición y el debate argumental en torno a los mismos.",
    "Criterio 3.3. Promover estilos de vida éticamente comprometidos con el logro de un desarrollo sostenible, contribuyendo por sí mismo y en su entorno, al consumo responsable, al comercio justo, al cuidado del patrimonio natural, al respeto por la diversidad etnocultural, y al cuidado y protección de los animales.",
    "Criterio 3.4. Reconocer y comprometerse con valores, prácticas y actitudes que promuevan la movilidad segura, saludable y sostenible, la gestión sostenible de los recursos, la prevención y gestión de los residuos, la alimentación y soberanía alimentaria y la atención a la sostenibilidad del medio rural en Extremadura.",
    "Competencia específica 4.",
    "Criterio 4.1. Desarrollar una gestión equilibrada de las emociones, de estima y cuidado de sí mismo y de los otros, identificando, analizando y expresando de manera asertiva las propias emociones, sentimientos y pensamientos, y reconociendo y valorando los de los demás, en distintos contextos y en torno a actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas, cívicas y de relevancia ecosocial.",
    "Criterio 4.2. Reflexionar sobre el lugar y el significado de las emociones y sentimientos, describiendo las diferencias entre unos y otros, investigando las experiencias, valores, creencias e ideas que están en su génesis, y analizando su importancia en la explicación de las acciones y creaciones humanas.",
    "Criterio 4.3. Apreciar que la inteligencia humana es inseparable de sus dimensiones sentimental y emotiva, ejemplificando situaciones en las que se muestre la riqueza de la diversidad personal y su plasmación en diversas producciones estéticas y culturales."
  ]
}
