{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Desarrollar proyectos de investigación e innovación con el fin de crear y mejorar productos de forma continua, utilizando modelos de gestión cooperativos y flexibles.",
        "Criterio 1.2. Comunicar y difundir de forma clara y comprensible el proyecto definido, elaborando la documentación técnica necesaria para su correcta presentación.",
        "Criterio 1.3. Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y gestionando emociones, aceptando y aprendiendo de la crítica razonada y utilizando el error como parte del proceso de aprendizaje.",
        "Competencia específica 2.",
        "Criterio 2.1. Analizar la idoneidad de los materiales técnicos en la fabricación de productos sostenibles y de calidad.",
        "Criterio 2.2. Comprender la estructura interna de los materiales y la influencia de este en sus propiedades.",
        "Criterio 2.3. Conocer los distintos tipos de tratamientos de modificación y mejora de las propiedades de los materiales.",
        "Competencia específica 3.",
        "Criterio 3.1. Resolver problemas asociados a las distintas fases del desarrollo y gestión de un proyecto (diseño, simulación y montaje y presentación).",
        "Criterio 3.2. Utilizar las herramientas adecuadas que proveen las aplicaciones digitales para el desarrollo de las distintas fases de desarrollo y gestión de un proyecto.",
        "Criterio 3.3. Comunicar y difundir ideas interdisciplinares de manera individual o en equipo, empleando de forma efectiva aplicaciones digitales en diferentes contextos. ",
        "Competencia específica 4 .",
        "Criterio 4.1. Calcular estructuras sencillas, estudiando los tipos de cargas a los que se pueden ver sometidas y su estabilidad.",
        "Criterio 4.2. Analizar las máquinas térmicas: máquinas frigoríficas, bombas de calor y motores térmicos, comprendiendo su funcionamiento y realizando cálculos básicos sobre su eficiencia.",
        "Criterio 4.3. Interpretar y solucionar esquemas de sistemas neumáticos e hidráulicos, comprendiendo y documentando el funcionamiento de cada uno de sus elementos y del sistema en su totalidad.",
        "Criterio 4.4. Interpretar y resolver circuitos de corriente alterna, identificando sus elementos y comprendiendo su funcionamiento.Criterio 4.5. Diseñar, simular o montar circuitos combinacionales y secuenciales aplicando los fundamentos de la electrónica digital al desarrollo de soluciones tecnológicas.",
        "Competencia específica 5.",
        "Criterio 5.1. Comprender y simular el funcionamiento de los procesos tecnológicos basados en sistemas automáticos de lazo abierto y cerrado.",
        "Criterio 5.2. Aplicar técnicas de simplificación y análisis de la estabilidad de un sistema automático.",
        "Criterio 5.3. Conocer y evaluar sistemas informáticos emergentes y sus implicaciones en la seguridad de los datos, analizando modelos existentes.",
        "Competencia específica 6.",
        "Criterio 6.1. Analizar los distintos sistemas de ingeniería, desde el punto de vista de la responsabilidad social y la sostenibilidad, estudiando las características de eficiencia energética asociadas a los materiales y a los procesos de fabricación.",
        "Criterio 6.2. Desarrollar informes básicos de evaluación de impacto social y ambiental, que permitan una valoración crítica de la sostenibilidad en el uso de la energía."
        
    ],
    "saberes": [
        "Bloque A. Proyectos de investigación y desarrollo.",
        "A.1. Gestión y desarrollo de proyectos.",
        "A.1.2.1. Gestión y desarrollo de proyectos: método Agile. ",
        "A.1.2.2. Tipos de proyectos, características y aplicaciones.",
        "A.2. Productos.",
        "A.3. Documentación técnica.",
        "A.3.2.1. Elaboración, referenciación y presentación de la documentación técnica.",
        "A.3.2.2. Difusión y comunicación de documentación técnica. ",
        "A.3.2.3. Plataformas de desarrollo y publicación web específicas.",
        "A.4. Emprendimiento.",
        "Bloque B. Materiales y fabricación.",
        "B.1. Materiales de uso técnico.",
        "B.1.2.1. Estructura interna de los materiales. ",
        "B.1.2.2. Propiedades de los materiales y procedimientos de ensayo.",
        "B.2. Técnicas de fabricación.",
        "B.2.2.1. Técnicas de diseño y tratamientos de modificación y mejora de las propiedades. Sostenibilidad. ",
        "B.2.2.2. Técnicas de fabricación industrial.",
        "Bloque C. Sistemas mecánicos.",
        "C.1. Mecanismos y estructuras.",
        "C.1.2.1. Estructuras sencillas. ",
        "C.1.2.2. Tipos de cargas. ",
        "C.1.2.3. Estabilidad y cálculos básicos.",
        "C.1.2.4. Estructuras modulares en la robótica, la manipulación o el mecanizado industrial.",
        "C.2. Máquinas térmicas.",
        "C.2.2.1. Motores térmicos.",
        "C.2.2.2. Máquina frigorífica y bomba de calor.",
        "C.2.2.3. Cálculos básicos y aplicaciones.",
        "C.2.2.4. Modelización mediante simulación o prototipado. ",
        "C.3. Sistemas neumáticos e hidráulicos.",
        "C.3.2.1. Neumática e hidráulica: componentes y principios físicos. ",
        "C.3.2.2. Descripción y análisis. ",
        "C.3.2.3. Esquemas característicos de aplicación.",
        "C.3.2.4. Diseño y montaje físico o simulado.",
        "Bloque D. Sistemas eléctricos y electrónicos.",
        "D.1. Circuitos eléctricos.",
        "D.1.2.1. Circuitos eléctricos de corriente alterna.",
        "D.1.2.2. Triángulo de potencias.",
        "D.1.2.3. Interpretación y representación esquematizada de circuito de corriente alterna.",
        "D.1.2.4. Cálculo, montaje y experimentación física o simulada de circuitos de corriente alterna.",
        "D.1.2.5. Aplicación de circuitos eléctricos de corriente alterna en proyectos.",
        "D.2. Máquinas eléctricas.",
        "D.2.2.1. Máquinas eléctricas de corriente alterna. ",
        "D.3. Electrónica.",
        "D.3.2.1. Electrónica digital. ",
        "D.3.2.2. Circuitos combinacionales: diseño, simplificación e implementación.",
        "D.3.2.3. Circuitos secuenciales: diseño, simplificación e implementación. ",
        "D.3.2.4. Montaje físico o simulado.",
        "D.3.2.5. Funcionalidades actuales de la lógica secuencial y combinacional.",
        "D.3.2.6. Aplicación de la electrónica digital en proyectos.",
        "Bloque E. Sistemas Informáticos. Programación.",
        "E.2. Tecnologías Emergentes.",
        "E.2.2.1. Bases de datos distribuidas y ciberseguridad",
        "Bloque F. Sistemas Automáticos.",
        "F.1. Sistemas de control.",
        "F.1.2.1. Sistemas en lazo abierto y cerrado.",
        "F.1.2.2. Simplificación de sistemas. ",
        "F.1.2.3. Álgebra de bloques.",
        "F.1.2.4. Estabilidad.",
        "F.1.2.5. Sistemas de control programado.",
        "F.1.2.6. Funcionalidades actuales de los sistemas de control.",
        "F.1.2.7. Experimentación mediante prototipado o simulación.",
        "Bloque G. Tecnología sostenible.",
        "G.1. Instalaciones en viviendas. ",
        "G.2. Sostenibilidad.",
        "G.2.2.1. Impacto social y ambiental. ",
        "G.2.2.2. Informes de evaluación ambiental. ",
        "G.2.2.3. Monitorización de condiciones ambientales.",
        "G.2.2.4. Valoración crítica de la sostenibilidad en el uso de la tecnología."        

    ]
}
