{
    "competenciasEspecificas": [
        "1. Conocer e interpretar la función que han desempeñado el pensamiento y las ideologías en la transformación de la realidad desde los orígenes de la Edad Contemporánea hasta la actualidad, mediante el uso de fuentes históricas e historiográficas y la aproximación a los debates sobre temas claves de la historia, para valorar críticamente las distintas propuestas sociales, políticas, económicas y culturales generadas, desde la perspectiva ética de la Declaración Universal de los Derechos Humanos. CCL1, CCL2, CCL3, CCL5, CD2, CPSAA4, CPSAA5, CC2, CC3.",
        "2. Describir el proceso de construcción de las distintas identidades colectivas y su importancia en la configuración social, política y cultural del mundo contemporáneo, utilizando los conceptos y métodos del pensamiento histórico, para comprender su significado y trascendencia actuales, elaborar argumentos propios que contribuyan a un diálogo constructivo y respetuoso con los sentimientos de pertenencia y valorar la riqueza patrimonial y el legado histórico y cultural que han producido. CCL3, CCL5, CP3, CPSAA1.2, CPSAA3.1, CC2, CC3, CCEC1, CCEC2.",
        "3. Identificar y caracterizar los procesos, movimientos, acciones y transformaciones que han contribuido al afianzamiento de los sistemas democráticos a lo largo de la Historia Contemporánea, así como sus retrocesos, a través del estudio comparado de casos y del uso correcto de términos y conceptos históricos, para comprender sus logros, debilidades y amenazas y valorar su papel como garantes de la convivencia y el ejercicio de los derechos fundamentales. CCL2, CP2, STEM2, CPSAA1.1, CC1, CC2, CC3, CE1.",
        "4. Explicar los distintos sistemas y modelos económicos desarrollados en la Edad Contemporánea, investigando a través de fuentes históricas e historiográficas sobre su interpretación de la idea de progreso y sus repercusiones sociales, ambientales y territoriales, para tomar conciencia de las relaciones de subordinación y dependencia, valorar la sostenibilidad del planeta y defender la importancia de los derechos sociales y el acceso universal a recursos básicos. STEM4, STEM5, CPSAA1.1, CC1, CC2, CC3, CE1, CE2.",
        "5. Describir y analizar los cambios y permanencias en los comportamientos demográficos, los modos de vida y el ciclo vital a lo largo de la Edad Contemporánea, realizando proyectos de investigación para observar las semejanzas y desigualdades demográficas y sociales entre estados, áreas y regiones. CCL5, STEM3, CD2, CPSAA3.1, CPSAA4, CPSAA5, CC2, CC3.",
        "6. Definir el origen de las desigualdades socioeconómicas actuales, a través del conocimiento del devenir de los sistemas y ciclos económicos y de los distintos grupos sociales, empleando el análisis multicausal y valorando el papel transformador de los sujetos en la Historia, para comprender cómo se han formado las actuales sociedades complejas, reconocer la desigualdad como uno de sus principales problemas y asumir los retos que plantea la consecución de comunidades más justas y cohesionadas. CCL3, STEM1, CD5, CPSAA1.2, CPSAA3.1, CC2, CC3.",
        "7. Conocer y analizar las causas y consecuencias de los principales conflictos de la Edad Contemporánea y de su alto grado de violencia y destrucción, a través del análisis de textos históricos y del empleo de fuentes historiográficas fiables, para detectar la manipulación de la información, crear argumentos propios, afrontar acontecimientos traumáticos de nuestro pasado reciente, evitar su repetición, reconocer a las víctimas y defender la aplicación del principio de Justicia Universal. CCL1, CCL5, CPSAA1.1, CPSAA3.1, CPSAA4, CC1, CC2, CC3.",
        "8. Explicar el fenómeno de la Globalización como marco de relación de las sociedades actuales y su repercusión en el ámbito local y planetario y en la vida cotidiana de las personas, a través de procesos de búsqueda, selección y tratamiento de la información y del contraste y la lectura crítica de fuentes, para identificar y reconocer los principales retos del siglo XXI y valorar la necesidad de adoptar compromisos ecosociales para afrontar los Objetivos de Desarrollo Sostenible. CCL3, STEM5, CD1, CPSAA2, CPSAA4, CC3, CC4, CE1.",
        "9. Integrar la perspectiva de género en el análisis de la Historia Contemporánea universal y del panorama sociopolítico actual, examinando el papel de la mujer a través de la utilización de fuentes históricas y de la investigación directa sobre los movimientos feministas, para reconocer la presencia femenina en la Historia, advertir los obstáculos, los momentos de avances y retrocesos y promover actitudes en defensa de la igualdad efectiva de mujeres y hombres. CCL3, STEM5, CD1, CPSAA3.1, CPSAA5, CC3, CC4, CE1."
    ]
}