{
    "criteriosEvaluacion": [
        "1.1. Analizar con criterio propio la presencia del dibujo en diversas manifestaciones culturales y artísticas, estableciendo relaciones entre ellas, valorando los diversos significados originados como riqueza cultural y artística",
        "1.2. Apreciar cómo se convierte el dibujo en un lenguaje gráfico in telectualizado, a través de un análisis crítico de producciones de distintos ámbitos disciplinares.",
        "1.3. Defender la diversidad cultural y artística y la libertad de expresión, a través de un discurso razonado y argumentado de forma activa, crítica, comprometida y respetuosa.",
        "2.1. Analizar con actitud abierta, crítica y reflexiva los lenguajes y elementos plásticos de diversas propuestas artísticas, valorando la creación generada en libertad e identificando sin prejuicios las intencionalidades de sus mensajes, utilizando correctamente el vocabulario y terminología específicos.",
        "2.2. Comprender y explicar razonadamente por qué el dibujo es el elemento adecuado para visualizar y materializar las ideas y la imaginación, consiguiendo de este modo fomentar la capacidad de interpretación del hecho artístico.",
        "3.1. Recrear gráficamente la realidad propia en bocetos o esbozos, partiendo tanto de la observación detallada como de la propia imaginación y utilizando una expresión personal y espontánea.",
        "3.2. Elaborar de manera personal, con corrección y destreza, distintas obras gráficas que exploren las posibilidades expresivas de las formas y texturas.",
        "4.1. Integrar en las realizaciones gráficas propias materiales, técnicas y soportes, previamente experimentados, junto con las posibilidades que ofrece el cuerpo como recurso y forma de autoexpresión.",
        "4.2. Recrear gráficamente el espacio tridimensional, en producciones artísticas bidimensionales o tridimensionales, utilizando diversos medios y técnicas y experimentando de forma abierta e imaginativa con los efectos perspectivos de profundidad.",
        "5.1. Investigar de forma activa y abierta sobre los referentes artísticos presentes en obras contemporáneas, reconociendo la importancia de la herencia cultural.",
        "5.2. Expresar en la práctica artística los sentimientos y emociones propios, tomando como punto de partida la exploración del entorno y de obras artísticas de su interés",
        "6.1. Representar gráficamente las formas, su tipología, sus posibles combinaciones y los espacios negativos y positivos presentes en entornos urbanos o naturales, mediante un estudio intencionado y selectivo. (m berdina)",
        "6.2. Definir un trazo y gesto personales en sus representaciones gráficas, aplicando la constancia en el trabajo, intentando mejorar la conexión que se produce entre la mano y el cerebro durante el proceso de creación.",
        "7.1. Plantear soluciones alternativas y creativas a la representación de la realidad, en diferentes niveles de iconicidad, mostrando un pensamiento divergente, utilizando adecuadamente y desde la sostenibilidad, las herramientas, medios y soportes seleccionados y buscando activamente un resultado final ajustado a las intenciones expresivas propias.",
        "7.2. Innovar en el uso de herramientas, con seguridad, teniendo en cuenta el impacto medioambiental y su toxicidad, medios y soportes en las interpretaciones gráficas propias de la realidad o del mundo interior, utilizando los valores expresivos del claroscuro y del color que mejor contribuyan a la intención creativa personal.",
        "8.1. Interpretar gráficamente la realidad observada, abstrayendo la información recibida y poniendo interés en ejercitar la retentiva y la memoria visual.",
        "8.2. Lograr efectos perspectivos de profundidad en representaciones gráficas personales y creativas, atendiendo a las proporciones y a los contrastes lumínicos y valorando la perspectiva como un método para recrear la tridimensionalidad.",
        "9.1. Conocer diferentes ejemplos de profesiones relacionadas con el dibujo artístico, argumentando de forma razonada y respetuosa las oportunidades que ofrecen y el valor añadido de la creatividad en el trabajo.",
        "9.2. Diseñar y crear una producción gráfica de forma colaborativa, planificando un método de trabajo coherente y aplicando los valores expresivos del dibujo artístico.",
        "9.3. Afrontar, con decisión y una actitud positiva, los retos de todo proyecto gráfico compartido, respetando las aportaciones de los demás, evaluando tanto el proceso de trabajo planificado como las modificaciones realizadas, así como el resultado final."
    ],
    "saberes": [
        "Dibujo como herramienta de conocimiento de la sociedad.",
        "Actitud abierta, crítica, reflexiva y positiva,",
        "Desarrollo la capacidad del deleite estético",
        "Sensibilidad, imaginación y creatividad",
        "Indagación e innovación",
        "Empatía y valoración de diferentes puntos de vista.",
        "Autoexpresión, autonomía, autoconfianza, autoestima, aceptación personal Apreciación de la herencia cultural",
        "Valoración del esfuerzo y la constancia en el trabajo",
        "Desarrollo del pensamiento divergente",
        "Sostenibilidad medioambiental.",
        "Reconocimiento del error como forma de mejora y aprendizaje.",
        "B. Concepto e historia del dibujo",
        "Dibujo a lo largo de la historia del arte. Obras más representativas de diferentes creadores y creadoras.",
        "Profesiones relacionadas con el dibujo.",
        "De la Representación objetiva a la subjetiva.",
        "Bauhaus y el diseño.",
        "Dibujo como expresión artística contemporánea. Dibujar en el espacio.",
        "C. Expresión gráfica y sus recursos elementales",
        "Retentiva y la memoria visual.",
        "Formas y su transformación: la Forma entendida como una estructura de elementos y relaciones.",
        "Espacios negativos y positivos de las formas. Textura visual y táctil.",
        "Técnicas gráfico gráfico-plásticas, tradicionales, alternativas y digitales.",
        "D. Dibujo y espacio",
        "Línea, el dibujo y la tridimensionalidad.",
        "Perspectiva. Aplicación de los sistemas de representación al dibujo artístico. Encuadre y dibujo del natural. Relación con la fotografía.",
        "Espacios interiores, exteriores, urbanos y naturales.",
        "Geometría y naturaleza.",
        "E. Luz, claroscuro y color",
        "Sombreado y la mancha. Escalas y claves tonales.",
        "Cualidades y relaciones del color. El Contraste de color. Color local, tonal y ambiental. Usos del color en el dibujo.",
        "Dimensiones del color. Aplicaciones prácticas.",
        "Perspectiva atmosférica.",
        "Color asociado a la línea. Arte óptico y geométrico.",
        "F. Figura humana",
        "Representación del ser humano a lo largo de la historia. Canon y proporción. Los estereotipos de belleza en diferentes épocas.",
        "Nociones básicas de anatomía artística.",
        "Apunte del natural. Estudio y representación del escorzo.",
        "Retrato. Facciones y expresiones.",
        "Cuerpo humano como soporte y como instrumento de expresión artística.",
        "G. Proyectos gráficos colaborativos.",
        "Distribución de tareas en los proyectos gráficos colaborativos: criterios de selección a partir de las habilidades requeridas y de las necesidades del proyecto.",
        "Asumir responsabilidades y respetar la opinión de los demás.",
        "Fases de los proyectos gráficos.",
        "Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
        "Estrategias de evaluación de las fases y los resultados de proyectos gráficos."
    ]
}