{
    "saberes": [
        "A. Comunicación.",
        "- Autoconfianza. El error como instrumento de mejora y propuesta de reparación.",
        "- Estrategias básicas para la comprensión, la planificación y la producción de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
        "- Conocimientos, destrezas y actitudes que permiten iniciarse en actividades de mediación en situaciones cotidianas básicas tales como parafraseo, equivalencia y síntesis.",
        "- Funciones comunicativas básicas adecuadas al ámbito y al contexto: saludar, despedirse, presentar y presentarse, dar las gracias; describir personas, objetos y lugares; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información sobre cuestiones cotidianas; describir rutinas; dar indicaciones e instrucciones; expresar la pertenencia, la cantidad y el espacio.",
        "- Modelos contextuales y géneros discursivos básicos en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios (folletos, instrucciones, normas, avisos o conversaciones reguladoras de la convivencia): características y reconocimiento del contexto, organización y estructuración según la estructura interna.",
        "- Unidades lingüísticas básicas y significados asociados a dichas unidades, tales como expresión de la entidad y sus propiedades, cantidad y número, el espacio y las relaciones espaciales, el tiempo, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas elementales.",
        "- Léxico básico y de interés para el alumnado relativo a identificación personal, relaciones interpersonales próximas, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana.",
        "- Patrones sonoros, acentuales, rítmicos y de entonación básicos, y funciones comunicativas generales asociadas a dichos patrones.",
        "- Convenciones ortográficas básicas y significados asociados a los formatos y elementos gráficos.",
        "- Convenciones y estrategias conversacionales básicas, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, comparar y contrastar, colaborar, etc.",
        "- Recursos para el aprendizaje y estrategias para la búsqueda guiada de información en medios analógicos y digitales.",
        "- Propiedad intelectual de las fuentes consultadas y contenidos utilizados.",
        "- Herramientas analógicas y digitales básicas para la comprensión, producción y coproducción oral, escrita y multimodal, y plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "- Recursos para realizar actividades de contraste, verificación y análisis críticos, de textos informativos (visuales, auditivos y escritos) provenientes especialmente de redes sociales para el desarrollo del pensamiento crítico frente a la desinformación.",
        "B. Plurilingüismo.",
        "- Estrategias y técnicas de compensación de las carencias comunicativas para responder eficazmente a una necesidad concreta, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "- Estrategias básicas para identificar, organizar, retener, recuperar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "- Estrategias y herramientas básicas de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
        "- Léxico y expresiones básicos para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "- Comparación elemental entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos, estableciendo semejanzas y diferencias que favorezcan y desarrollen la interlengua.",
        "C. Interculturalidad.",
        "- La lengua extranjera como medio de comunicación y relación con personas de otros países, como forma de acceder a nueva información y como medio para conocer culturas y modos de vida diferentes.",
        "- Valoración positiva e interés por establecer contactos y comunicarse a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
        "- Aspectos socioculturales y sociolingüísticos básicos relativos a las costumbres, la vida cotidiana y las relaciones interpersonales, las convenciones sociales básicas de uso común, el lenguaje no verbal, la cortesía lingüística y la etiqueta digital propias de países donde se habla la lengua extranjera.",
        "- Personajes relevantes del ámbito histórico, cultural y científico, destacando los femeninos, pertenecientes a países hablantes de la lengua extranjera.",
        "- Estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, a partir de valores ecosociales y democráticos.",
        "- El legado artístico, literario, patrimonial y natural propio de países de la lengua extranjera.",
        "- Estrategias de detección de usos discriminatorios del lenguaje verbal y no verbal.",
        "- Estrategias básicas para el desarrollo de una modalidad lingüística respetuosa e inclusiva.",
        "- Estrategias básicas para el reconocimiento de las diferencias existentes entre las distintas sociedades y culturas, incluyendo la castellano-manchega.",
        "- Estrategias básicas para interpretar los comportamientos que son reflejo de aspectos socioculturales, como las relaciones sociales, los saludos, la distancia física, los gestos, la edad, la familia, las fiestas, el ocio, la casa, la cortesía, los rituales, etc."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Reconocer, interpretar, deducir y analizar el sentido global, así como palabras y frases específicas de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y ámbitos próximos a su experiencia, así como de textos literarios adecuados al nivel de desarrollo del alumnado, expresados de forma comprensible, clara y en lengua estándar a través de distintos soportes.",
        "1.2 Seleccionar, organizar y aplicar, de forma guiada, estrategias y conocimientos adecuados en situaciones comunicativas cotidianas y de relevancia para el alumnado para captar el sentido global y procesar informaciones explícitas en textos diversos.",
        "Competencia específica 2.",
        "2.1 Expresar oralmente textos breves y sencillos, previamente preparados, sobre asuntos cotidianos, así como impresiones, gustos y opiniones de temas de interés y de relevancia para el alumnado, utilizando, de forma guiada, recursos verbales y no verbales, y usando formas y estructuras básicas y de uso frecuente propias de la lengua extranjera.",
        "2.2 Organizar y redactar textos breves y sencillos, previamente preparados, con adecuación a la situación comunicativa propuesta, a través de herramientas analógicas y digitales, y usando estructuras y léxico básico de uso común sobre asuntos cotidianos y frecuentes, de relevancia personal para el alumnado y próximos a su experiencia.",
        "2.3 Seleccionar, organizar y aplicar, de forma guiada, conocimientos y estrategias para preparar y producir textos adecuados a las intenciones comunicativas, las características contextuales y la tipología textual, usando, con ayuda, recursos físicos o digitales en función de la tarea y las necesidades de cada momento.",
        "Competencia específica 3.",
        "3.1 Preparar previamente y participar en situaciones interactivas breves y sencillas que comprende y en las que plantea preguntas sobre temas cotidianos, de relevancia personal y próximos a su experiencia, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje visual, verbal y no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas y motivaciones de los interlocutores e interlocutoras.",
        "3.2 Seleccionar, organizar y utilizar, de forma guiada y en situaciones cotidianas y cercanas a su entorno, diferentes técnicas y estrategias elementales para saludar, despedirse, presentarse y agradecer; formular y contestar preguntas sencillas; expresar mensajes orales y escritos, e iniciar y terminar la comunicación e indicar que no entiende.",
        "Competencia específica 4.",
        "4.1 Inferir y explicar textos, transmitir conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que se atienda a la diversidad, mostrando respeto y empatía por los interlocutores e interlocutoras y por las lenguas empleadas, e interés por participar en la solución de problemas de intercomprensión y de entendimiento en su entorno próximo, apoyándose en diversos recursos y soportes.",
        "4.2 Seleccionar y aplicar, de forma guiada, estrategias básicas (parafraseo, equivalencia y síntesis) que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, adecuadas a las intenciones comunicativas, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "Competencia específica 5.",
        "5.1 Comparar y contrastar las similitudes y diferencias entre distintas lenguas analizando y reflexionando de manera progresivamente autónoma sobre aspectos básicos de su funcionamiento y aplicarlas para la mejora de la competencia comunicativa.",
        "5.2 Utilizar y diferenciar de forma progresivamente autónoma los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "5.3 Registrar y utilizar, de manera guiada, los progresos y dificultades en el proceso de aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y realizando actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, normalizando el error y valorándolo como una fuente de aprendizaje.",
        "Competencia específica 6.",
        "6.1 Actuar con aprecio y respeto en situaciones interculturales, construyendo vínculos entre las diferentes lenguas y culturas, y mostrando rechazo ante cualquier tipo de discriminación, prejuicio y estereotipo en diferentes contextos comunicativos cotidianos y habituales.",
        "6.2 Aceptar y respetar la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos básicos que fomenten la sostenibilidad y la democracia.",
        "6.3 Seleccionar y aplicar, de forma guiada, estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística."
    ]
}