{
    "saberes": [
        "A. Recepción, análisis y reflexión.",
        "- Principales propuestas plásticas, visuales y audiovisuales de diferentes géneros, estilos, corrientes estéticas, procedencias y épocas producidas por creadores y creadoras locales, regionales y nacionales. Propuestas artísticas específicas de Castilla y León",
        "- Estrategias básicas de recepción activa que favorezcan el disfrute y el respeto. Construcción del propio gusto y referente creativo.",
        "- Normas elementales de comportamiento en la recepción de propuestas plásticas, visuales y audiovisuales en diferentes espacios.",
        "- Vocabulario específico básico de las artes plásticas, visuales y audiovisuales.",
        "- Recursos digitales básicos para las artes plásticas, visuales y audiovisuales.",
        "- Cultura visual. La imagen en el mundo actual: técnicas y estrategias básicas de lectura.",
        "- Nociones básicas sobre cine.",
        "B. Experimentación, creación y comunicación.",
        "- Fases del proceso creativo de propuestas plásticas, visuales y audiovisuales: planificación guiada y experimentación.",
        "- Profesiones vinculadas con las artes plásticas, visuales y audiovisuales.",
        "- Actitud activa e interés tanto por el proceso como por el producto final en producciones plásticas, visuales y audiovisuales.",
        "- Elementos configurativos básicos del lenguaje visual: punto, línea, plano, textura, color.",
        "- Materiales, instrumentos, soportes y técnicas elementales utilizados en la expresión plástica y visual.",
        "- Medios, soportes y materiales de expresión plástica y visual. Técnicas bidimensionales y tridimensionales básicas en dibujos y modelados sencillos con diferentes materiales.",
        "- La representación espacial. Percepción táctil del volumen.",
        "- Herramientas elementales adecuadas para el registro de imagen y sonido."
    ],
    "criteriosEvaluacion": [
        "1.1 Explorar y descubrir propuestas plásticas, visuales y audiovisuales de diferentes géneros, estilos, estéticas, épocas y culturas, a través de la recepción activa en diferentes contextos, mostrando curiosidad, placer y apertura por el descubrimiento de lo nuevo y respeto por las mismas e incorporando la perspectiva de género. (CCL1, CP3, CCEC1, CCEC3)",
        "1.2 Describir manifestaciones plásticas, visuales y audiovisuales del entorno próximo, explorando sus características con actitud abierta e interés. (CCL1, CPSAA3, CC1, CCEC1, CCEC2)",
        "1.3 Identificar el vocabulario específico básico del lenguaje las artes plásticas, visuales y audiovisuales, en situaciones de recepción, análisis y creación. (CCL1, CCEC2)",
        "2.1 Seleccionar y aplicar estrategias elementales para la búsqueda guiada de información sobre manifestaciones plásticas, visuales y audiovisuales, a través de canales y medios de acceso sencillos, tanto de forma individual como cooperativa, disfrutando tanto en las tareas de búsqueda como de las manifestaciones encontradas, mostrando interés y aprecio por las mismas. (CCL3, CD1, CCEC1)",
        "2.2 Reconocer elementos característicos básicos de distintas manifestaciones plásticas, visuales y audiovisuales, que forman parte del patrimonio cultural y artístico, indicando los canales, medios y técnicas empleados e identificando diferencias y similitudes con respeto e interés. (CD1, CC3, CCEC1, CCEC2)",
        "2.3 Explorar y compartir las sensaciones y emociones producidas por diferentes manifestaciones plásticas, visuales y audiovisuales a través de la recepción activa y su disfrute. (CPSAA1, CCEC2)",
        "3.1 Producir, de manera guiada, obras propias elementales y sencillas, de carácter plástico, visual y audiovisual, de forma individual y en grupo, utilizando algunas de las posibilidades expresivas de la imagen, los medios digitales básicos y otros materiales y herramientas, mostrando confianza en las capacidades creativas propias y respeto hacia las de los demás. (CCL5, CD2, CPSAA3, CPSAA5, CC2, CE1, CCEC4)",
        "3.2 Expresar de forma guiada ideas, sentimientos y emociones a través de la creación de manifestaciones plásticas, visuales y audiovisuales sencillas, experimentando con los diferentes lenguajes artísticos, instrumentos herramientas y materiales. (CCL1, CPSAA1, CE1, CCEC3, CCEC4)",
        "3.3 Interpretar de manera individual o grupal manifestaciones plásticas, visuales y audiovisuales sencillas utilizando, las herramientas, los instrumentos u otros materiales y medios, desarrollando progresivamente una actitud cooperativa y de atención. (CCL1, CCL5, CPSAA3, CC2, CCEC3)",
        "4.1 Participar de manera guiada en el diseño de producciones plásticas, visuales y audiovisuales, elementales, trabajando con interés de forma cooperativa a partir de la igualdad y el respeto a la diversidad. (CCL1, CCL5, CP3, STEM3, CE1, CE3, CCEC4)",
        "4.2 Tomar parte en el proceso cooperativo de creación de producciones plásticas, visuales y audiovisuales, de forma respetuosa, utilizando elementos básicos de los diferentes lenguajes y técnicas artísticas, disfrutando tanto del proceso de elaboración como del resultado final, respetando la propia labor y la de los compañeros. (CCL1, CCL5, STEM3, CPSAA3, CPSAA4, CC2, CCEC4)",
        "4.3 Compartir los proyectos creativos plásticos, visuales y audiovisuales o experiencias creativas, explicando el proceso y el resultado final obtenido, respetando y valorando las experiencias y opiniones propias y las de los demás. (CCL1, CCL5, CP3, CPSAA3, CPSAA4, CCEC3)"
    ]
}