{
    "criteriosEvaluacion": [
        "1.1. Analizar la función que han desempeñado el pensamiento y las ideologías en la transformación de la realidad desde los orígenes de la Edad Contemporánea hasta la actualidad, comprendiendo sus características y contextualizándolas a través de textos historiográficos y otros documentos audiovisuales o literarios.",
        "1.2. Generar opiniones argumentadas y debatir acerca de los principales temas clave de la Historia Contemporánea, incluyendo los de actualidad, valorando críticamente los principales proyectos, sociales, políticos y culturales desde la perspectiva ética de la Declaración Universal de los Derechos Humanos.",
        "2.1. Describir cómo se han ido construyendo las identidades colectivas, utilizando los conceptos y métodos del pensamiento histórico, respetando la pluralidad y los sentimientos identitarios y valorando el legado histórico y cultural de las mismas.",
        "2.2. Comprender la importancia que las identidades colectivas tienen en la configuración social, política y cultural del mundo contemporáneo, mediante el análisis crítico de textos históricos, historiográficos y fuentes de información actuales, elaborando argumentos propios que contribuyan a un dialogo constructivo y respetuoso.",
        "3.1. Conocer los procesos, movimientos, acciones y transformaciones que han contribuido al afianzamiento de los sistemas democráticos a lo largo de la Historia Contemporánea, así como sus retrocesos, explicando los significados que han ido adoptando los conceptos de libertad y ciudadanía mediante el estudio comparado de casos y la comprensión y comentario de textos políticos y constitucionales en los que se fundamentan.",
        "3.2. Explicar los conceptos de revolución y cambio en la Historia Contemporánea, sus causas y condicionantes, a través del estudio de los distintos ciclos de revoluciones burguesas y socialistas de los siglos XIX y XX, así como los movimientos de acción y reacción que han generado.",
        "3.3. Valorar el papel de los sistemas democráticos como garantes de la convivencia y el ejercicio de los derechos fundamentales, analizando críticamente sus logros, debilidades y amenazas a través de fuentes de información actuales.",
        "4.1. Explicar el significado histórico de la idea de progreso y sus múltiples consecuencias sociales, ambientales y territoriales, a través del comentario de fuentes historiográficas y de documentos históricos de carácter económico y la comprensión de los ritmos y ciclos de crecimiento y recesión, valorando la necesidad de adoptar comportamientos ecosociales que garanticen la sostenibilidad del planeta y defendiendo la importancia del acceso universal a los recursos básicos.",
        "4.2. Comparar los distintos sistemas económicos durante la Edad Contemporánea, a través del análisis de su desarrollo y de las doctrinas y teorías que los sustentan, identificando las relaciones de hegemonía, subordinación y dependencia y los conflictos que han generado y generan, tanto en el ámbito nacional como internacional.",
        "5.1. Identificar los cambios y continuidades en la Historia Contemporánea, describiendo y analizando los comportamientos demográficos, los modos de vida y el ciclo vital.",
        "5.2. Comparar críticamente las semejanzas y desigualdades demográficas y sociales que existen actualmente entre estados, áreas y regiones, realizando proyectos de investigación que expliquen sus causas.",
        "6.1. Describir los significados que ha ido adquiriendo los conceptos de igualdad y ciudadanía en la Historia Contemporánea y sus causas y derivaciones políticas, sociales y económicas, a través del análisis multicausal de los principales sistemas políticos y sociales de los siglos XIX y XX, identificando las desigualdades y la concentración del poder en determinados grupos sociales.",
        "6.2. Conocer las causas y el proceso de creación y evolución de los Movimientos Obreros, así como las condiciones de vida, el mundo del trabajo, las relaciones laborales y su conflictividad a lo largo de la Historia Contemporánea, a través de su estudio multidisciplinar, valorando el papel que han representado y que representan estas progresiones, tanto como acción colectiva como desde la actuación del sujeto en la Historia, para comprender la trascendencia del logro de los derechos sociales y el bienestar colectivo.",
        "6.3. Argumentar, tras un estudio crítico de documentos fiables y referenciados, la evolución de la sociedad en los siglos XIX y XX, identificando los logros y retrocesos experimentados a lo largo de los distintos procesos históricos, y las medidas adoptadas en cada momento por los diferentes Estados y organizaciones internacionales, así como los límites y retos de futuro, desde una perspectiva solidaria en favor de los colectivos más vulnerables.",
        "7.1. Conocer los principales conflictos de la Historia Contemporánea, explicando mediante el lenguaje técnico adecuado sus causas, procesos, protagonistas y consecuencias, a través del empleo de fuentes historiográficas fiables y comprendiendo la importancia de la memoria histórica, el reconocimiento de las víctimas y la aplicación del principio de Justicia Universal.",
        "7.2. Tomar conciencia del grado de violencia y destrucción alcanzado por los conflictos de la Edad Contemporánea, a través del empleo de fuentes historiográficas fiables, textos históricos y datos contrastados, valorando el impacto social y emocional que supone el uso de la violencia y el papel y limitaciones de la comunidad internacional y de las instituciones que velan por la paz y la mediación.",
        "8.1. Explicar críticamente el fenómeno de la Globalización, los factores históricos en lo que se sustenta y su repercusión en el ámbito local y planetario, mediante el manejo de distintas fuentes de información y de la adecuada selección, validación, contraste y tratamiento de estas, detectando la desinformación y considerando las alternativas para afrontar los retos de un entorno económico, social y cultural en constante cambio.",
        "8.2. Conocer e identificar los principales retos del siglo XXI y el origen histórico de los mismos, relacionándolos con diversos procesos políticos, económicos, sociales y culturales del contexto global actual y argumentando sobre la necesidad de adoptar comportamientos ecosocialmente responsables y orientados a la sostenibilidad del planeta, la mejora del bienestar colectivo y la solidaridad entre las generaciones presentes y futuras.",
        "9.1. Integrar la perspectiva de género en el análisis de la Historia Contemporánea universal y en la observación del panorama actual, identificando los mecanismos culturales y sociopolíticos que han generado y mantenido la desigualdad entre hombres y mujeres, los roles asignados y los espacios de actividad ocupados tradicionalmente por hombres y mujeres.",
        "9.2. Constatar la realidad de la exclusión de la mujer en la Historia Contemporánea, analizando fuentes históricas, identificando los obstáculos, avances y retrocesos a la hora de reconocerla en la sociedad y en la política, valorando las acciones del movimiento feminista en favor de su emancipación y recuperando figuras individuales y colectivas como protagonistas silenciadas y omitidas."
    ],
    "saberes": [
        "A. Sociedades en el tiempo",
        "1. El trabajo del historiador: historiografía y tipología y metodología para el examen de fuentes históricas. La investigación de la Historia.*",
        "2. Cambios y revoluciones en la Edad Contemporánea: la crisis del Antiguo Régimen y el triunfo del liberalismo. Las revoluciones burguesas del S. XIX: logros, oposiciones y reacciones. Funcionamiento y evolución de los sistemas parlamentarios.*",
        "3. El origen de los nacionalismos, su significado histórico y político y su incidencia en el mundo contemporáneo. El proceso de construcción de nuevos estados nacionales y la crisis de los imperios plurinacionales en el S. XIX. El contrato social: derechos civiles y derechos sociales en la edad contemporánea y el surgimiento y desarrollo de los movimientos democráticos, republicanos y socialistas. El papel del exilio.*",
        "4. Ritmos y modelos de crecimiento económico en el mundo de la Edad Contemporánea: las Revoluciones Industriales y la implantación del capitalismo. Ciclos y crisis de los sistemas económicos contemporáneos. Factores del desarrollo económico y sus implicaciones sociales, políticas y ambientales.*",
        "5. Las sociedades durante la Edad Contemporánea: grupos, clases y roles sociales, transformaciones de los niveles, condiciones y modos de vida. La desigualdad social. Evolución de la población y ciclos demográficos.*",
        "6. Los Movimientos Obreros y la evolución histórica de la clase trabajadora: las primeras organizaciones obreras, las ideologías revolucionarias —comunismo y anarquismo— y los proyectos de transformación social. Experiencias y conflictos en defensa de los derechos laborales y la mejora de las condiciones de vida.*",
        "7. La hegemonía mundial de las potencias industriales: la época del Imperialismo. Dominación y explotación de los recursos económicos. Consecuencias en las naciones colonizadas. De la Europa de los congresos a la Paz Armada: conflictos, ententes y alianzas entre las potencias industriales.*",
        "8. El mundo en guerra: Las guerras mundiales y sus consecuencias. La Revolución Rusa. El mundo de entreguerras: crisis de la democracia y auge de los totalitarismos. La Gran Depresión y sus consecuencias sociopolíticas. Fascismo, nazismo y otros movimientos autoritarios en los siglos XX y XXI. Causas y consecuencias del Holocausto y de otros genocidios en la Historia Contemporánea.*",
        "9. Las relaciones internacionales desde la segunda mitad del siglo XX. Guerra Fría y política de bloques. Movimientos de liberación y descolonización, transiciones políticas y procesos de democratización en los siglos XX y XXI.*",
        "10. Organismos e instituciones para la paz: de la Sociedad de Naciones a la Organización de las Naciones Unidas. La Declaración Universal de Derechos Humanos. La injerencia o intervención humanitaria y la Justicia Universal: la Corte Penal Internacional y sus limitaciones.*",
        "11. Factores de los conflictos entre naciones y estados en la Historia Contemporánea: bagajes históricos, componentes emocionales y memoria colectiva. Reconocimiento, reparación y dignificación de las víctimas de la violencia.*",
        "12. Acción colectiva, partidos de masas y liderazgo político en el siglo XX: funcionamiento de la democracia representativa y sus dificultades.",
        "13. El reto actual del crecimiento de la población mundial.* Cambios y permanencias en los ciclos vitales y en la organización social del mundo contemporáneo. Grupos vulnerables y marginados. El papel del sujeto colectivo en la historia contemporánea.",
        "14. La evolución de la situación de la mujer en la sociedad contemporánea*: mecanismos de dominación y sumisión y cambios socioculturales. El movimiento por la emancipación de la mujer y la lucha por la igualdad: origen y desarrollo de los movimientos feministas.*",
        "15. Movimientos sociales en favor de la igualdad de derechos, del reconocimiento de las minorías y contra la discriminación.",
        "B. Retos del mundo actual",
        "1. El proceso de globalización en el mundo contemporáneo y sus implicaciones en la sociedad actual.*",
        "2. El desarrollo científico, tecnológico y digital y los nuevos retos del futuro económico, social y laboral.*",
        "3. El fin de la hegemonía de los Estados Unidos y el nuevo orden mundial multipolar: la desaparición del bloque comunista y el surgimiento de nuevas potencias. Amenazas regionales y planetarias.*",
        "4. Desarrollo económico y sostenibilidad*: de la idea del progreso ilimitado del liberalismo clásico a los Objetivos de Desarrollo Sostenible. Las tesis neoliberales y la crisis del estado de bienestar en las sociedades avanzadas. Neocolonialismo y dependencia en el sur global.*",
        "5. Procesos de integración regional en el mundo. La construcción de la Unión Europea, situación presente y desafíos de futuro.* Alianzas internacionales para el logro de los Objetivos de Desarrollo Sostenible.",
        "6. Éxodos masivos de población: migraciones económicas, climáticas y políticas. Nuevos conceptos de refugiado.*",
        "7. La emergencia climática y sus desafíos en el presente y en el futuro.",
        "8. La crisis de las ideologías y las reinterpretaciones del Fin de la Historia: la era del escepticismo y de los nuevos populismos. El resurgir de los sistemas autoritarios.",
        "9. Los retos de las democracias actuales: corrupción, crisis institucional y de los sistemas de partidos, pérdida de credibilidad del sistema, tendencias autoritarias, movimientos antisistema…*",
        "C. Compromiso cívico",
        "1. Conciencia democrática: conocimiento de los principios y normas constitucionales, ejercicio de los valores cívicos y participación ciudadana.*",
        "2. Identidad y sentimientos de pertenencia: reconocimiento de la diversidad identitaria, tolerancia y respeto ante las manifestaciones ideológicas y culturales y reconocimiento y defensa de la riqueza patrimonial.*",
        "3. Igualdad de género: situación de la mujer en el mundo y actitudes frente a la discriminación y en favor de la igualdad efectiva entre mujeres y hombres.*",
        "4. Comportamiento ecosocial: movimientos en defensa del medio ambiente y ante la emergencia climática. Compromiso con los Objetivos de Desarrollo Sostenible.*",
        "5. Valoración y respeto a la diversidad social, étnica y cultural: tolerancia e intolerancia en la historia del mundo contemporáneo. Defensa de los derechos de las minorías.*",
        "6. Ciudadanía ética digital: respeto a la propiedad intelectual. Participación y ejercicio de la ciudadanía global a través de las tecnologías digitales. Prevención y defensa ante la desinformación y la manipulación.*",
        "7. Solidaridad y cooperación: los grandes desafíos que afectan al mundo y conductas tendentes al compromiso social, el asociacionismo y el voluntariado.*",
        "8. Conservación y difusión del patrimonio histórico: las Leyes de Patrimonio, el valor patrimonial, social y cultural de la memoria colectiva. Archivos, museos y centros de divulgación e interpretación histórica.*"
    ]
}