{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Comprender y asimilar los aspectos fonológicos, morfosintácticos y léxicos de la lengua griega, a través de la lectura directa de textos, identificando tanto las unidades lingüísticas regulares y básicas, como las más complejas, especialmente las estructuras subordinadas, apreciando por comparación variantes y coincidencias con el castellano y otras lenguas conocidas por el alumnado y utilizando la retroversión como herramienta de aprendizaje. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.2 Realizar traducciones directas o inversas de textos o fragmentos literarios de dificultad media, con coherencia, corrección ortográfica, de puntuación y expresiva, seleccionando equivalentes en castellano o en griego fieles al texto y próximos a su nivel literario. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.3 Seleccionar el significado apropiado de palabras polisémicas y justificar la decisión, con atención a la información cotextual, contextual o temática, utilizando de manera consciente y eficaz herramientas de apoyo al proceso de traducción en distintos soportes, tales como listas de vocabulario, léxicos de frecuencia, glosarios, diccionarios, mapas o atlas, correctores ortográficos, gramáticas y libros de estilo. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.4 Revisar de manera crítica las propias traducciones y las de los compañeros y compañeras, realizando propuestas de corrección y mejora, argumentando y explicando los cambios propuestos mediante el empleo de terminología especializada a partir de la reflexión lingüística sobre los elementos textuales y de contenido. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.5 Planificar de manera consciente actividades de autoevaluación y coevaluación como las propuestas en el Portfolio Europeo de las Lenguas (PEL), registrando de manera explícita en un diario de aprendizaje las dificultades y progresos en el aprendizaje de la lengua griega, seleccionando para ello las estrategias y herramientas más adecuadas y eficaces, a fin de compartirlas con el resto de compañeros. (CP2)",
        "Competencia específica 2",
        "2.1 Identificar bases léxicas, prefijos y sufijos significativos pero menos frecuentes a partir de la lectura de textos en castellano y en griego. (CCL1, CCL2, CP2, CP3, STEM1, CPSAA1.1)",
        "2.2 Deducir y explicar el significado etimológico de términos de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado de las distintas ramas del saber, aplicando con seguridad estrategias para el reconocimiento de étimos y formantes griegos, atendiendo a los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar, empleando para ello la terminología lingüística más correcta y precisa. (CCL1, CCL2, CP2, CP3, STEM1, CPSAA1.1, CPSAA5)",
        "2.3 Explicar la relación del griego con las lenguas modernas, identificando y analizando de manera segura y progresivamente autónoma los elementos léxicos comunes de origen griego y empleando con iniciativa las estrategias y conocimientos de otras lenguas y lenguajes que conforman el repertorio del alumnado. (CP2, CP3, STEM1, CPSAA1.1)",
        "2.4 Profundizar en el análisis crítico de prejuicios y estereotipos lingüísticos, adoptando y promoviendo una actitud de conocimiento, respeto y valoración positiva de la diversidad lingüística y dialectal como parte esencial de la riqueza y patrimonio culturales. (CP2, CP3)",
        "Competencia específica 3",
        "3.1 Interpretar y comentar, de manera progresivamente autónoma, a partir de una lectura profunda, comprensiva y crítica, obras completas y fragmentos literarios griegos seleccionados de diversos géneros y temáticas, y de complejidad creciente, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, comprender el mundo y la condición humana, y que permitan desarrollar la sensibilidad estética y el hábito lector. (CCL1, CCL4, CP1, CC3)",
        "3.2 Analizar y explicar los temas, tópicos y valores presentes en obras completas o fragmentos literarios griegos de distintos géneros, comparándolos con producciones literarias de épocas posteriores y valorando su continuidad temática y su influencia ética y estética desde un enfoque intertextual. (CCL1, CCL4, CC3, CCEC1, CCEC2)",
        "3.3 Identificar y definir de manera progresivamente autónoma términos griegos presentes en textos literarios originales que designan ideas fundamentales para el estudio y comprensión de la civilización helena y cuyo aprendizaje combina conocimientos léxicos y culturales, asimilando su significado o significados precisos, así como su evolución y adaptación en la conformación del pensamiento europeo y occidental. (CCL1, CCL4, CC3)",
        "3.4 Componer textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos de cualquier época en los que se haya partido de la civilización y cultura griega como fuente de inspiración, compartiendo y comentando las creaciones con el resto del alumnado. (CCL1, CCL4, CP1)",
        "Competencia específica 4",
        "4.1 Explicar los procesos históricos, políticos e ideológicos, las instituciones, los modos de vida y las costumbres de la sociedad helena, comparándolos con los de las sociedades actuales. (CCL3, CD1, CD2, CC1, CC2, CC3, CCEC1)",
        "4.2 Valorar de manera crítica el desarrollo y los cambios experimentados en los elementos heredados del mundo clásico a la luz de la evolución de las sociedades y los derechos humanos, favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos. (CCL3, CD1, CD2, CC1, CC2, CC3, CCEC1)",
        "4.3 Debatir acerca de la importancia, pervivencia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado griego en nuestra sociedad, utilizando estrategias retóricas y oratorias de manera consciente y progresivamente autónoma, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias fiables y veraces, y mostrando interés, respeto y empatía por otras opiniones y argumentaciones. (CCL3, CP3, CD1, CPSAA3.1, CC1, CC2, CC3)",
        "4.4 Elaborar trabajos de investigación en diferentes soportes sobre aspectos del legado de la civilización griega en el ámbito personal, religioso y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual. (CCL3, CD1, CD2)",
        "Competencia específica 5",
        "5.1 Identificar y explicar de manera consciente y autónoma la pervivencia de elementos del legado material e inmaterial de la civilización griega antigua, mediante el análisis de producciones literarias, filosóficas y plásticas de épocas posteriores, reconociéndolos como fuente de inspiración. (CCL3, CD1, CCEC1, CCEC2)",
        "5.2 Investigar de manera autónoma sobre el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización griega, mostrando actitudes empáticas y respetuosas, e interés por los procesos de preservación y por aquellas actitudes cívicas que aseguran su sostenibilidad. (CCL3, CD1, CD2, CC1, CC4, CE1, CCEC1, CCEC2) 5.3 Explorar el legado griego en el entorno del alumnado, a partir de los conocimientos adquiridos, presentando ejemplos de la pervivencia de la Antigüedad Clásica en la vida cotidiana y reflexionando sobre su repercusión en la actividad social y formativa de las personas, mostrando y compartiendo los resultados a través de diferentes soportes. (CCL3, CD1, CD2, CCEC1, CCEC2)"
    ],
    "saberes": [
        "A. El texto: comprensión y traducción",
        "1. Unidades lingüísticas de la lengua griega",
        "- Clases de palabras: Revisión de las clases de palabras, con especial atención a los elementos de subordinación.",
        "- Flexión nominal: revisión y ampliación de la flexión nominal Pronombresdeterminantes interrogativos-indefinidos y pronombres relativos.",
        "- Flexión verbal: Tema de presente (presentes atemáticos), tema de futuro, tema de perfecto, resto de aoristos. La voz media y la voz pasiva. Introducción a los modos griegos: subjuntivo y optativo. El imperativo.",
        "- Sintaxis oracional: usos menos regulares y frecuentes de los casos griegos. Complementos predicativos, complementos de régimen. Revisión y ampliación de los sintagmas preposicionales.",
        "- Estructuras oracionales. Concordancia y orden de palabras. La subordinación.",
        "La oración subordinada (oraciones sustantivas, adjetivas y adverbiales).",
        "- Formas nominales del verbo: construcciones de infinitivo y participio en los temas verbales estudiados.",
        "2. La traducción: técnicas, procesos y herramientas",
        "- Análisis morfosintáctico. Comparación de estructuras oracionales griegas con las de la lengua propia y otras de uso de los alumnos: semejanzas y diferencias.",
        "- Estrategias de traducción: identificación de la modalidad textual de un fragmento, de su género, de su estructura, y sus implicaciones en el léxico y en el uso de unidades lingüísticas.",
        "- Formulación de expectativas sintácticas y semánticas a partir del entorno textual (título, obra, si los hubiere), del propio texto (campos temáticos y semánticos y familias de palabras) y del contexto (conocimiento del tema). Errores frecuentes de traducción y técnicas para evitarlos.",
        "- Herramientas de traducción: uso consciente y técnicamente correcto de glosarios, diccionarios y otras herramientas en soporte analógico o digital.",
        "- Lectura comparada, comprensiva y crítica de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
        "- Recursos estilísticos frecuentes y su relación con el contenido de un texto literario.",
        "- La retroversión como herramienta para la comprensión y asimilación de estructuras lingüísticas básicas y recurrentes. Estrategias y técnicas básicas de retroversión de textos breves que impliquen estructuras oracionales subordinadas.",
        "- La traducción como instrumento que construye y potencia el razonamiento lógico, y afianza la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis.",
        "- Reconocimiento y aceptación del error como parte del proceso de aprendizaje y mejora y actitud positiva de superación.",
        "- Ampliación de las estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autocorrección.",
        "B. Plurilingüismo",
        "- Influencia y pervivencia del griego en la conformación de las lenguas de enseñanza y del resto de lenguas que constituyen el repertorio lingüístico individual del alumnado.",
        "- La transliteración del alfabeto griego como herramienta eficaz para el aprendizaje y progreso en la adquisición de competencia en lenguas extranjeras.",
        "- Los dialectos del griego antiguo y la koiné helenística.",
        "- Léxico: profundización en los procedimientos de derivación y composición en la formación de palabras griegas; identificación de formantes en términos griegos, especialmente los referidos a las disciplinas Humanísticas.",
        "- El griego como fundamento del léxico de las ciencias, la técnica, las Humanidades y la lengua académica. Significado y definición de palabras en las lenguas de enseñanza a partir de sus étimos griegos. Profundización en las técnicas para la elaboración de familias léxicas y ampliación del vocabulario básico griego de frecuencia.",
        "- Interés por profundizar en el conocimiento del significado etimológico de las palabras. Importancia del uso adecuado y preciso del vocabulario como instrumento básico en la comunicación cotidiana, técnica y académica.",
        "- Profundización en el conocimiento y uso de herramientas analógicas y digitales para el aprendizaje y la comunicación con estudiantes de griego a nivel transnacional.",
        "- Desarrollo de proyectos e intercambios académicos internacionales en el ámbito de la cultura y lenguas clásicas.",
        "- Ampliación del repertorio de expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "C. Educación literaria",
        "- Etapas y vías de transmisión de la literatura griega: profundización.",
        "- Principales géneros literarios griegos y sus características generales: los poemas homéricos, la tragedia y la comedia, la oratoria, la historiografía. Autores, cronología, temas, motivos y tópicos. Literatura clásica y literatura actual: analogías y diferencias.",
        "- Técnicas básicas para el comentario y análisis lingüístico y literario de los textos literarios griegos.",
        "- Recepción de la literatura griega: épica, didáctica, lírica, teatro, oratoria e historiografía y sus principales influencias en la literatura latina y en la producción cultural europea.",
        "- Ampliación de las nociones básicas de intertextualidad, imitatio, aemulatio, interpretatio, allusio.",
        "- Introducción a la crítica literaria: profundización.",
        "- Interés hacia la literatura como fuente de placer, de formación académica y de conocimiento del mundo.",
        "- Respeto y valoración por la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "D. La antigua Grecia",
        "- Geografía de la Antigua Grecia: topografía, nombre y función de los principales sitios. Testimonios y relatos sobre el mundo griego transmitidos por viajeros ilustres de todas las épocas.",
        "- Historia de Grecia: Leyendas, personajes, instituciones y procesos históricos relevantes y su importancia en la conformación de la Europa actual, de su sociedad y su cultura. Organización política y social de Grecia a través de las narraciones históricas y biográficas: Heródoto, Tucídides, Jenofonte, Aristóteles, Plutarco.",
        "- Instituciones y formas de vida de la civilización griega y su reflejo y pervivencia en la sociedad actual. La vida cotidiana en Grecia a través de los textos. La importancia del discurso público para la vida social.",
        "- Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit. Influencia de Grecia en la conformación del pensamiento romano y su pervivencia en la sociedad occidental actual.",
        "- El mar Mediterráneo como encrucijada de culturas y vehículo de transmisión cultural entre occidente y oriente.",
        "E. Legado y patrimonio",
        "- Legado, herencia y patrimonio culturales: profundización.",
        "- La transmisión textual griega. Nociones básicas de critica textual: interpretación del aparato crítico en la edición de una obra clásica.",
        "- - Mitología clásica: Los ciclos míticos en la literatura y en las artes: ciclo troyano, ciclo tebano; los Argonautas.",
        "- Obras públicas y urbanismo: construcción, conservación, preservación y restauración del patrimonio heredado del Mundo Clásico. Respeto, sensibilización y valoración positiva del legado clásico en sus aspectos materiales.",
        "- Las representaciones y festivales teatrales griegos como actos religiosos y sociales. Evolución de la percepción de los espectáculos escénicos desde la Grecia Antigua hasta hoy y su función en la sociedad.",
        "- La educación física y el deporte en la Antigua Grecia. Nacimiento del deporte profesional. Evolución de la percepción de la práctica deportiva desde la Grecia Antigua hasta hoy y su función en la sociedad. El deporte en la literatura.",
        "- La retórica como base del sistema educativo griego y romano. Principios, bases generales y evolución de la retórica. Retórica y oratoria en Grecia y en el mundo actual. La palabra como fundamento de la vida política, institucional, social y ciudadana. Retórica y oratoria en los medios de comunicación. Técnicas básicas de debate y de exposición oral.",
        "- Principales obras artísticas de la Antigüedad Griega: apuntes sobre la pintura y la música griegas. Interacción entre la música y la poesía en Grecia y en el mundo actual.",
        "- Principales yacimientos arqueológicos, museos o festivales relacionados con la Antigüedad Clásica fuera del espacio europeo."
    ]
}