{
    "criteriosEvaluacion": [
        "• CE1.1. Adquirir nuevo conocimiento matemático mediante el planteamiento de conjeturas y problemas de forma guiada. OBJ3",
        "• CE1.2. Manifestar una visión matemática integrada investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE1.3. Resolver problemas en situaciones diversas utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE1.4. Emplear algunas estrategias y herramientas, incluidas las digitales, en la resolución de problemas de la vida cotidiana y de las ciencias sociales, valorando su eficiencia en cada caso. OBJ1",
        "• CE2.1. Adquirir nuevo conocimiento matemático mediante el planteamiento de conjeturas y problemas de forma guiada. OBJ3",
        "• CE2.2. Manifestar una visión matemática integrada investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE2.3. Resolver problemas estableciendo y aplicando conexiones entre las diferentes ideas matemáticas. OBJ5",
        "• CE2.4. Seleccionar la solución más adecuada de un problema en función del contexto (sostenibilidad, consumo responsable, equidad...) usando el razonamiento y la argumentación. OBJ2",
        "• CE3.1 Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de las ciencias sociales utilizando el pensamiento computacional, modificando o creando algoritmos. OBJ4",
        "• CE3.2 Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de las ciencias sociales, describiendo el procedimiento realizado. OBJ1",
        "• CE3.3 Comprobar la validez matemática de las posibles soluciones de un problema utilizando el razonamiento y la argumentación. OBJ2",
        "• CE3.4 Emplear herramientas tecnológicas adecuadas en el planteamiento o investigación de conjeturas o problemas. OBJ3",
        "• CE3.5 Seleccionar y utilizar diversas formas de representación valorando su utilidad para compartir información. OBJ7",
        "• CE4.1. Adquirir nuevo conocimiento matemático mediante el planteamiento de conjeturas y problemas de forma guiada. OBJ3",
        "• CE4.2. Representar ideas matemáticas estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas. OBJ7",
        "• CE4.3. Resolver problemas en situaciones diversas utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE4.4. Emplear algunas estrategias y herramientas, incluidas las digitales, en la resolución de problemas de la vida cotidiana y de las ciencias sociales, valorando su eficiencia en cada caso. OBJ1",
        "• CE5.1. Analizar la aportación de las matemáticas al progreso de la humanidad, reflexionando sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos que se plantean en las ciencias sociales. OBJ6",
        "• CE5.2. Afrontar las situaciones de incertidumbre, identificando y gestionando emociones y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas. OBJ9",
        "• CE5.3. Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones en el aprendizaje de las matemáticas. OBJ9",
        "• CE5.4. Participar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, identificando las habilidades sociales más propicias y fomentando el bienestar grupal y las relaciones saludables. OBJ9",
        "• CE5.5. Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la terminología y el rigor apropiados. OBJ8",
        "• CE5.6. Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor. OBJ8"
    ],
    "saberes": [
        "Bloque 1. Sentido numérico",
        "• Cálculo.",
        "– Concepto y utilidad de las técnicas de recuento.",
        "– Aplicación de los principios del producto y de la adición a la resolución de problemas.",
        "– Uso de los diagramas de árbol y de las técnicas de la combinatoria (variaciones con y sin repetición, combinaciones y permutaciones), para resolver situaciones de la vida real.",
        "• Cantidad.",
        "– Números reales (racionales e irracionales): comparación, ordenación, clasificación y contraste de sus propiedades.",
        "– Representación en la recta real de intervalos y semirrectas.",
        "• Sentido de las operaciones.",
        "– Potencias, raíces y logaritmos: comprensión y utilización de sus relaciones para simplificar y resolver problemas.",
        "• Educación financiera.",
        "– Índice de variación y variación porcentual. El IPC.",
        "– Uso de las progresiones para estudiar el interés simple y el interés compuesto. Cálculo de la tasa de interés anual equivalente (TAE) en casos sencillos.",
        "– Estudio de las operaciones ofrecidas por entidades financieras relacionadas con las anualidades de capitalización: planes de pensiones y de ahorro.",
        "– Cálculo de anualidades y mensualidades de amortización: hipotecas y préstamos bancarios.",
        "– Resolución de problemas relacionados con la educación financiera con herramientas tecnológicas.",
        "Bloque 2. Sentido de la medida",
        "• Cambio.",
        "– Transformaciones de funciones (operaciones aritméticas, composición, valor absoluto e inversa) utilizando herramientas digitales para realizar las operaciones con las expresiones simbólicas más complicadas.",
        "– Estimación o cálculo del valor del límite de una función en un punto a partir de una tabla, un gráfico o una expresión algébrica.",
        "– Cálculo de límites en el infinito de funciones polinómicas y racionales, y resolución de indeterminaciones en casos sencillos.",
        "– Estudio de la continuidad de una función gráfica o analíticamente, tipificando, cuando proceda, los tipos de discontinuidad.",
        "– Aplicación del cálculo de asíntotas horizontales, verticales y oblicuas de funciones polinómicas y racionales a la representación gráfica de funciones.",
        "– Cálculo e interpretación de la tasa de variación media (TVM) de una función en un intervalo en contextos de las ciencias sociales.",
        "– Aproximación de la TVM de una función en intervalos muy pequeños por la tasa de variación instantánea en un punto.",
        "– Cálculo de la derivada de una función en un punto mediante la definición en casos sencillos.",
        "– Reglas de derivación y su aplicación al cálculo de derivadas. Obtención de la recta tangente a una curva en un punto.",
        "• Medición.",
        "– La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
        "Bloque 3. Sentido algébrico",
        "• Patrones.",
        "– Generalización de patrones en situaciones sencillas, usando reglas simbólicas o funciones definidas explícita y recurrentemente.",
        "• Modelo matemático.",
        "– Relaciones cuantitativas esenciales en situaciones sencillas: estrategias de identificación y determinación de la clase de funciones que pueden modelizarlas, obteniendo conclusiones razonables.",
        "– Uso de ecuaciones, inecuaciones, sistemas de ecuaciones e inecuaciones para modelizar situaciones de las ciencias sociales y de la vida real.",
        "• Igualdad y desigualdad.",
        "– Resolución de ecuaciones cuadráticas y reducibles a ellas y de ecuaciones exponenciales y logarítmicas sencillas.",
        "– Resolución de sistemas de ecuaciones de segundo grado con dos incógnitas.",
        "– Resolución gráfica y algébrica de sistemas de inecuaciones lineales con dos incógnitas.",
        "– Aplicación a la resolución de problemas de la vida cotidiana y de las ciencias sociales, usando lápiz y papel o medios tecnológicos e interpretando las soluciones.",
        "• Relaciones y funciones.",
        "– Funciones a partir de tablas y gráficas. Aspectos globales de una función.",
        "– Las funciones y su representación gráfica en la interpretación de situaciones relacionadas con la vida cotidiana y las ciencias sociales, utilizando lápiz y papel o herramientas digitales.",
        "– Representación gráfica de funciones utilizando la expresión más adecuada.",
        "– Propiedades de las distintas clases de funciones, incluidas la polinómica, exponencial, racional sencilla, irracional, logarítmica, periódica y a trozos: comprensión y comparación.",
        "– Álgebra simbólica en la representación y explicación de relaciones matemáticas de las ciencias sociales.",
        "• Pensamiento computacional.",
        "– Análisis, planteamiento y resolución de problemas de la vida cotidiana y de las ciencias sociales utilizando programas y herramientas adecuados.",
        "– Comparación de algoritmos alternativos para el mismo problema mediante el razonamiento lógico.",
        "Bloque 4. Sentido estocástico",
        "• Organización y análisis de datos.",
        "– Variables bidimensionales: distribución conjunta, distribuciones marginales y condicionadas. Análisis de la dependencia estadística.",
        "– Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste. Diferencia entre correlación y causalidad.",
        "– Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos de las ciencias sociales.",
        "– Calculadora, hoja de cálculo o software específico en el análisis de datos estadísticos.",
        "• Incertidumbre.",
        "– Cálculo de la probabilidad a partir del concepto de frecuencia relativa.",
        "– Cálculo de probabilidades en experimentos simples: la regla de Laplace en situaciones de equiprobabilidad aplicando diferentes técnicas de recuento, incluida la combinatoria. Axiomática de Kolmogorov.",
        "– Cálculo de probabilidades en experimentos compuestos.",
        "– Resolución de problemas utilizando técnicas de recuento, diagramas de árbol y tablas de contingencia.",
        "• Inferencia.",
        "– Diseño de estudios estadísticos relacionados con las ciencias sociales utilizando herramientas digitales. Técnicas de muestreo sencillas.",
        "– Análisis de muestras unidimensionales y bidimensionales mediante herramientas tecnológicas, a fin de emitir juicios y tomar decisiones.",
        "Bloque 5. Sentido socioafectivo",
        "• Creencias, actitudes y emociones.",
        "– Actitudes inherentes al trabajo matemático, como el esfuerzo, la perseverancia, la tolerancia a la frustración, la incertidumbre y la autoevaluación, indispensables para afrontar eventuales situaciones de tensión y ansiedad en el aprendizaje de las matemáticas.",
        "– Tratamiento del error, individual y colectivo, como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "• Trabajo en equipo y toma de decisiones.",
        "– Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
        "– Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en grupos heterogéneos.",
        "• Inclusión, respeto y diversidad.",
        "– Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o la solicitud y prestación de ayuda cuando sea necesario.",
        "– Valoración de la contribución de las matemáticas a lo largo de la historia en el avance de las ciencias sociales.",
        "• Comunicación y organización.",
        "– Comunicación de las ideas matemáticas de manera ordenada y coherente, empleando el soporte, la terminología y el rigor apropiados.",
        "– Reconocimiento y utilización del lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
        "– Planificación de procesos de matematización y modelización, en contextos de la vida cotidiana y de las ciencias sociales."
    ]
}