{
    "criteriosEvaluacion": [
        "1.1. Generar y perfeccionar ideas de proyecto, consultando distintas fuentes, elaborando bocetos y maquetas, y experimentando con las técnicas y estrategias artísticas más adecuadas en cada caso para desarrollar la creatividad. CCL1, CP2, CP3, STEM3, CD1, CD2, CPSAA1.1, CPSAA3.1, CCEC3.2",
        "1.2. Seleccionar una propuesta concreta para un proyecto, justificando su relevancia artística, su viabilidad, su sostenibilidad y su adecuación a la intención con la que fue concebida y a las características del marco de recepción previsto, para aprender a elegir una propuesta determinada, que sea realizable y acorde con la intención expresiva o funcional y con las características del marco de recepción previsto. CPSAA3.1, CE3, CCEC3.2, CCEC4.1",
        "2.1. Establecer el plan de trabajo de un proyecto artístico, organizando correctamente sus fases, evaluando su sostenibilidad y ajustándose a los plazos y a las características del espacio para conseguir el resultado esperado. CD3, CPSAA3.2, CC1, CC4, CCEC4.2",
        "2.2. Proponer soluciones creativas en la organización de un proyecto artístico, buscando el máximo aprovechamiento de los recursos disponibles, para conseguir un resultado ajustado al presupuesto previsto. STEM1, CD3, CPSAA3.1, CE1, CE2, CCEC4.1",
        "3.1. Participar activamente en la realización de proyectos artísticos, individuales o colectivos, asumiendo diferentes funciones y seleccionando los espacios, las técnicas, los medios y los soportes más adecuados, para expresar una intención expresiva o funcional y provocar un determinado efecto en el entorno. CCL1, CCL5, CD3, CPSAA3.1, CPSAA3.2, CE3, CCEC4.1, CCEC4.2",
        "3.2. Explicar, de forma razonada, la intención expresiva o funcional de un proyecto artístico, detallando los efectos que se espera que este tenga en el entorno, y argumentar las decisiones relativas a la ejecución del proyecto, asegurando la coherencia de estas decisiones con la intención expresiva o funcional y con los efectos esperados. CCL1, CCL5, CE1, CE3, CCEC3.1",
        "3.3. Identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico, comprendiendo su valor añadido y expresando la opinión personal de forma crítica y respetuosa. CCL5, CPSAA1.2, CPSAA3.1, CC3, CE1, CCEC3.1",
        "4.1. Compartir, a través de diversos medios y soportes las distintas fases del proyecto, poniéndolo en relación con el resultado final esperado, y recabando de manera abierta y respetuosa las críticas, los comentarios y las aportaciones de mejora, formuladas por distintas personas, incluido el público receptor, incorporando de manera justificada aquellas que redunden en beneficio del proyecto. CCL1, CCL2, STEM1, CD2, CC1, CC3, CE3, CCEC4.2",
        "4.2. Evaluar la repercusión que el proyecto ha tenido en el entorno, analizando el logro de la intención inicial planteada, así como la pertinencia de las soluciones puestas en práctica ante las dificultades afrontadas a lo largo del proceso. CPSAA5, CE3, CCEC2",
        "5.1. Seleccionar diversas fuentes para la elaboración del proyecto justificando su utilidad teórica, informativa o inspiradora, y elaborar la documentación necesaria para desarrollar un proyecto artístico considerando las posibilidades de aplicación y ajustándose a los modelos más adecuados, registrando las distintas fases del proyecto, archivando correctamente la documentación, para garantizar la accesibilidad y la facilidad de su recuperación y adoptar un enfoque reflexivo y de autoevaluación. CCL2, CCL3, CD1, CD2, CPSAA4, CPSAA5, CCEC2, CCEC4.2"
    ],
    "saberes": [
        "I. Desarrollo de la creatividad",
        "    1. Identificación de los distintos tipos y técnicas de creatividad a través del juego, para convertirla en una destreza personal y en una herramienta de expresión artística.",
        "    2. Análisis de las estrategias y técnicas de fomento y desarrollo de la creatividad e identificación de ambientes creativos. Creación de situaciones y formulación de propuestas en ambientes creativos.",
        "    3. Experimentación con las distintas maneras de superar los bloqueos creativos. Desarrollo de  estrategias de superación del bloqueo creativo e investigación en las distintas corrientes artísticas que han utilizado técnicas de desbloqueo, especialmente en las vanguardias del siglo XX en el mundo y en Canarias en particular.",
        "II. Gestión de proyectos artísticos",
        "    1. Aplicación de la metodología proyectual. Generación y selección de propuestas. Planificación, gestión y evaluación de proyectos artísticos. Difusión de resultados. Simulación de proyectos y posible ejecución de algún proyecto, teniendo en cuenta todas sus fases.",
        "    2. Desarrollo de estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Implementación de un proyecto artístico en grupo donde se resuelva un conflicto grupal mediante la utilización de soportes audiovisuales y de otras manifestaciones como instalaciones, happening o performance.",
        "    3. Trabajo con técnicas y soportes de documentación, registro y archivo y simulación con producciones realizadas por el alumnado.",
        "    4. Planificación y diseño de montajes expositivos para la difusión de la obra personal del alumnado.",
        "    5. Revisión de la sostenibilidad y el impacto de los proyectos artísticos siendo conscientes del problema medioambiental en Canarias y de la limitación de sus recursos. Desarrollo de proyectos artísticos sostenibles y con conciencia ecológica reflexionando sobre la relación del Arte Povera y el Land Art, otras vanguardias y manifestaciones del arte contemporáneo como el arte objetual o las instalaciones con el medio natural y el entorno.",
        "    6. Generación de oportunidades de desarrollo personal, social, académico y profesional relacionadas con el ámbito artístico y el emprendimiento cultural valorando los beneficios emocionales, creativos y psicológicos de los proyectos artísticos. Relación de los proyectos vinculados con el entorno natural, con el patrimonio artístico cultural canario, con el fomento de la conciencia de los beneficios del arte en la comunidad y con contenido social."
    ]
}