{
  "saberes": [
    "A. Las destrezas científicas básicas. ",
    "− Aproximación a las metodologías de la investigación científica: identificación y formulación de ",
    "cuestiones, elaboración de hipótesis y comprobación experimental de las mismas. El método científico y sus etapas. ",
    "− Introducción a los entornos y recursos de aprendizaje científico: el laboratorio y los entornos ",
    "virtuales. Aproximación al trabajo en el laboratorio científico. Introducción al material básico de laboratorio. Instrumentos de medida. Fundamentos básicos de eliminación y reciclaje de residuos. Descripción de normas básicas de seguridad en el laboratorio. Introducción al etiquetado de productos químicos y su significado. ",
    "− Iniciación al trabajo experimental mediante la realización de proyectos de investigación ",
    "sencillos y de forma guiada. ",
    " Proyectos sencillos de investigación. ",
    "− Uso del lenguaje científico en la expresión de los resultados de un proyecto de investigación: ",
    "unidades del Sistema Internacional y sus símbolos. Medida de magnitudes. Medidas indirectas. Sistema Internacional de Unidades. Cambios sencillos de unidades.  Representación gráfica de resultados. ",
    "− Valoración de la cultura científica y del papel de científicos en los principales hitos históricos y ",
    "actuales de la física y la química. ",
    "B. La materia. ",
    "− Aplicación de la teoría cinético-molecular a observaciones sobre la materia explicando sus ",
    "propiedades, estados de agregación y la formación de mezclas y disoluciones. La materia y sus propiedades. Introducción a la teoría cinética-molecular. Estados de agregación de la materia. Sustancias puras y mezclas. Mezclas de especial interés: disoluciones acuosas, ",
    "aleaciones y coloides.  Métodos de separación de mezclas. ",
    "− Realización de experimentos sencillos y de forma guiada relacionados con los sistemas ",
    "materiales para conocer y describir sus propiedades, su composición y su clasificación. ",
    "− Estructura atómica: presentación del desarrollo histórico de los modelos atómicos y la ",
    "ordenación de los elementos de la tabla periódica y su importancia para entender las uniones ",
    "entre los átomos. Los primeros modelos atómicos: modelo de Thomson y modelo de Rutherford. Introducción a la tabla periódica de los elementos químicos. Números atómicos.  Átomos y moléculas: sustancias simples y compuestas de uso frecuente y conocido. ",
    "C. El cambio. ",
    "− Los sistemas materiales: análisis de los diferentes tipos de cambios que experimentan, ",
    "relacionando las causas que los producen con las consecuencias que tienen. Cambios físicos y químicos de los sistemas materiales. ",
    "− Interpretación macroscópica de las reacciones químicas: explicación de las relaciones de la ",
    "química con el medio ambiente, la tecnología y la sociedad. Introducción a las reacciones químicas. ",
    "D. La interacción. ",
    "− Predicción de movimientos sencillos a partir de los conceptos de la cinemática, formulando ",
    "hipótesis comprobables sobre valores futuros de estas magnitudes a través de la ",
    "interpretación de gráficas o el trabajo experimental. Introducción a la Cinemática.  El movimiento. Sistemas de referencia. Representaciones gráficas espacio-tiempo y velocidad-tiempo en el movimiento rectilíneo y ",
    "uniforme. ",
    "− Aproximación al concepto de fuerza y su importancia en aplicaciones de uso cotidiano. Concepto de fuerza. Medidas de fuerzas. Fuerzas y deformaciones. Composición sencilla de fuerzas. Ley de la palanca. Las fuerzas en la naturaleza. ",
    "E. La energía. ",
    "− La energía: formulación de cuestiones e hipótesis sobre la energía, propiedades y ",
    "manifestaciones que la describan como la causa de todos los procesos de cambio. La energía. Tipos de energía. ",
    " Principio de conservación de la energía. ",
    "− Diseño y comprobación experimental sencillo de hipótesis relacionadas con el uso doméstico ",
    "e industrial de la energía en sus distintas formas y las transformaciones entre ellas. ",
    "− Efectos del calor sobre la materia: análisis de los efectos y aplicación en situaciones ",
    "cotidianas. Temperatura. Escalas de temperatura. Concepto de calor. El calor como transferencia de energía entre cuerpos a diferente ",
    "temperatura. Efectos del calor sobre la materia: cambios de estado y dilataciones. ",
    "− Consideración de la naturaleza eléctrica de la materia y de la obtención de energía eléctrica a ",
    "partir de distintas fuentes de energía. Magnitudes eléctricas fundamentales. Unidades de ",
    "medida. Corriente continua. "   
  ], 
  "criteriosEvaluacion":[
    "Competencia específica 1. ",
    "1.1. Identificar los fenómenos fisicoquímicos cotidianos más relevantes utilizando la terminología ",
    "científica adecuada.  ",
    "1.2. Reconocer y describir de forma guiada situaciones problemáticas reales de índole científica ",
    "en el entorno inmediato planteando posibles iniciativas en las que la ciencia, y en particular la ",
    "física y la química, pueden contribuir a su solución. ",
    "Competencia específica 2. ",
    "2.1. Conocer las metodologías propias de la ciencia para identificar y describir fenómenos a partir ",
    "de cuestiones a las que se pueda dar respuesta a través de la indagación, la deducción, el ",
    "trabajo experimental y el razonamiento lógico-matemático, diferenciándolas de aquellas ",
    "pseudocientíficas que no admiten comprobación experimental.  ",
    "2.2. Seleccionar, de acuerdo con la naturaleza de las cuestiones que se traten, la mejor manera ",
    "de comprobar o refutar las hipótesis formuladas, diseñando estrategias de indagación y ",
    "búsqueda de evidencias de forma guiada, que permitan obtener conclusiones y respuestas ",
    "ajustadas a la naturaleza de la pregunta formulada. ",
    "Competencia específica 3. ",
    "3.1. Utilizar datos en diferentes formatos para interpretar y comunicar información relativa a un ",
    "proceso fisicoquímico concreto.  ",
    "3.2. Conocer y respetar las normas de uso de uso de los espacios específicos de la ciencia, como ",
    "el laboratorio de física y química, identificando los materiales e instrumentos básicos del ",
    "mismo. ",
    "3.3. Identificar los símbolos más utilizados en el etiquetado de productos químicos y en las ",
    "instalaciones de un laboratorio, interpretando su significado. ",
    "3.4. Entender y valorar la importancia de la eliminación de residuos y el reciclaje de material en el ",
    "laboratorio para la protección y conservación del medio ambiente. ",
    "Competencia específica 4. ",
    "4.1. Utilizar de forma guiada recursos variados, tradicionales y digitales, mejorando el aprendizaje ",
    "autónomo y la interacción con otros miembros de la comunidad educativa, con respeto hacia ",
    "docentes y estudiantes y analizando críticamente las aportaciones de todo el alumnado. ",
    "4.2. Trabajar de forma sencilla con medios tradicionales y digitales en la consulta de información y ",
    "la creación de contenidos, aprendiendo a seleccionar con criterio las fuentes más fiables ",
    "desechando las menos adecuadas para la mejora del aprendizaje propio y colectivo. ",
    "Competencia específica 5. ",
    "5.1. Establecer interacciones constructivas y educativas, a través de actividades de cooperación, ",
    "como forma de construir un medio de trabajo eficiente en la ciencia.  ",
    "5.2. Emprender, de forma guiada y de acuerdo con la metodología adecuada, proyectos científicos ",
    "sencillos que involucren al alumnado en la mejora de la sociedad y que creen valor para el ",
    "individuo y para los demás.  ",
    "Competencia específica 6. ",
    "6.1. Entender la ciencia como un proceso en construcción a través del análisis histórico de ",
    "algunos hitos científicos, y las repercusiones mutuas de la ciencia actual con la tecnología, la ",
    "sociedad y el medio ambiente.  ",
    "6.2. Detectar en el entorno las necesidades tecnológicas, ambientales, económicas y sociales más ",
    "importantes que demanda la sociedad, entendiendo la capacidad de la ciencia para darles ",
    "solución sostenible a través de la implicación de todos los ciudadanos.  "
    
  ] 
}
