{
  "saberes": [
    "I. Mundo mítico y mundo histórico",
    "1. Identificación en mapas del marco geográfico de las civilizaciones griega y romana, ubicando los principales puntos de interés geográfico o arqueológico que resulten determinantes para comprender el desarrollo de Grecia y Roma.",
    "2. Descripción de los principales eventos de la historia grecorromana, así como de sus etapas más representativas, situándolos en ejes cronológicos y valorando sus consecuencias para la posteridad.",
    "3. Reconocimiento de los personajes históricos más relevantes de Grecia y Roma, y valoración del papel que desempeñaron en el proceso histórico de su momento y de la posterior trascendencia histórica que tuvieron.",
    "4. Comparación de las civilizaciones griega y romana con otras anteriores o posteriores, valorando con ejemplos su influencia en la sociedad occidental actual e identificando el papel de las dos civilizaciones como puente entre oriente y occidente, y entre países del norte y del sur.",
    "5. Definición del concepto de mito en la Antigüedad clásica y su importancia social, cultural y religiosa en estas civilizaciones, señalando las semejanzas y diferencias con los mitos de otras culturas, especialmente con la cultura aborigen canaria.",
    "6. Reconocimiento de las principales divinidades del panteón grecorromano, que nuestra tradición cultural ha heredado del mundo clásico, identificando sus características, atributos y ámbitos de influencia.",
    "7. Identificación de los héroes, las heroínas y los seres mitológicos más importantes y representativos de la mitología clásica, así como de sus historias y ciclos míticos, comparándolos con los actuales y reconociendo su importancia en la cultura.",
    "8. Descripción y análisis de elementos mitológicos básicos a través de ejemplos de las artes plásticas, visuales y musicales.",
    "9. Reconocimiento de los mitos y las leyendas del mundo antiguo clásico relacionados con Canarias.",
    "10. Conocimiento de las principales constelaciones relacionadas con la mitología clásica con el objetivo de apreciar las características únicas del cielo de Canarias para la observación del cosmos.",
    "11. Utilización de herramientas analógicas o digitales para la elaboración de productos sobre el mundo mítico grecolatino, y sobre los personajes y la historia de Grecia y Roma. ",
    "II. Plurilingüismo y léxico grecolatino",
    "1. Identificación de los distintos tipos de escritura destacando los alfabetos y algunas de sus características más relevantes, para valorar la importancia de la comunicación escrita en la evolución y desarrollo de las personas y los pueblos.",
    "2. Enumeración y localización en fuentes cartográficas de las principales ramas de la familia de las lenguas indoeuropeas (lenguas romances procedentes del latín, lenguas germánicas, lenguas célticas, lenguas baltoeslavas y lengua griega), de modo que diferencia y acepta la diversidad desde el respeto.",
    "3. Aproximación elemental a la evolución de las lenguas romances como un proceso de transformación natural e intrínseco del ser humano en las sociedades a partir de un punto común.",
    "4. Distinción de las diferentes lenguas habladas dentro del territorio español, tanto de origen romance como no romance, ubicando en fuentes cartográficas las zonas en las que se utilizan, siendo consciente de la importancia de cada una de ellas como riqueza cultural de España y poniendo en valor el habla canaria.",
    "5. Reconocimiento de los helenismos y latinismos más frecuentes en el léxico de las diferentes lenguas de España para su incorporación en el vocabulario del alumnado.",
    "6. Identificación de los vocablos científico-técnicos que proceden de las raíces griegas o latinas más importantes, con el objetivo de analizar su origen, inferir su significado y adquirir la terminología necesaria para comprender textos especializados.",
    "7. Uso de los principales étimos grecolatinos como base de la composición y derivación del vocabulario usado en español u otras lenguas propias del alumnado, y en algunos canarismos.",
    "8. Utilización de herramientas analógicas o digitales para la elaboración de productos sobre el significado de las palabras de origen griego y latino.",
    "III. Sociedad y vida cotidiana",
    "1. Descripción de la organización de la sociedad grecolatina distinguiendo las características de las clases sociales y los roles de cada una, de manera que relaciona los valores, los derechos y las libertades de esa época con la actual desde un punto de vista crítico y empático.",
    "2. Identificación de los papeles que desempeñaban los diferentes componentes de la familia, parangonándolos con los actuales y destacando, sobre todo, a la mujer como persona semejante en derechos y deberes al hombre.",
    "3. Reconocimiento de los principales sistemas políticos de la Antigüedad clásica y de la importancia de estos dentro de las sociedades griega y romana como origen y base del espíritu democrático de la sociedad actual.",
    "4. Descripción de las diversas formas de trabajo y de ocio dentro del mundo grecorromano, analizando la finalidad y las personas destinatarias, y valorándolas como parte de la identidad cívica global y, en concreto, europea.",
    "5. Aproximación a las fiestas religiosas, juegos deportivos y espectáculos de Grecia y Roma para su valoración como herencia inmaterial de la cultura grecolatina a la sociedad occidental.",
    "6. Utilización de herramientas analógicas o digitales para la elaboración de productos en los que se establezcan paralelismos entre las principales instituciones políticas, sociales y culturales europeas del mundo grecolatino, y las de las sociedades actuales.",
    "IV. Legado clásico: arte y literatura",
    "1. Descripción de productos culturales de la civilización grecolatina que han pervivido hasta la actualidad, encuadrándolos en el período histórico correspondiente y señalando ejemplos que demuestran su vigencia.",
    "2. Identificación de la pervivencia de la mitología clásica mediante el análisis y la descripción de manifestaciones artísticas en las que están presentes.",
    "3. Apreciación de obras artísticas griegas y romanas a través del estudio de ejemplos significativos, haciendo referencia a su contexto histórico o cultural.",
    "4. Identificación y valoración del patrimonio cultural clásico en el arte, la arquitectura y el urbanismo de Canarias.",
    "5. Localización en fuentes cartográficas analógicas o digitales y descripción de monumentos clásicos de la Península Ibérica, fomentando una actitud de respeto hacia su conservación y preservación del patrimonio.",
    "6. Valoración de la presencia del archipiélago canario en el imaginario clásico a través de la lectura de fragmentos de textos literarios grecolatinos.",
    "7. Utilización de herramientas analógicas o digitales para la búsqueda y el tratamiento de la información, con el fin de elaborar productos sobre la pervivencia de lo clásico en la actualidad."
  ],
  "criteriosEvaluacion": [
    "1.1. Apreciar la importancia del mundo grecorromano, a través de la investigación guiada de manifestaciones culturales y artísticas que hayan perdurado hasta la actualidad, con el objetivo de valorar la huella de estas civilizaciones en el entorno más cercano del alumnado, desarrollar la creatividad y construir su identidad cultural y artística. CCL3, CP3, CD1, CC4, CCEC1, CCEC2",
    "1.2. Elaborar producciones orales, escritas o multimodales, individuales o colectivas, partiendo de los conocimientos previos y de la búsqueda de información acerca de las huellas culturales grecolatinas en el mundo, para comparar el pasado clásico con el presente, fomentar el respeto por el patrimonio cultural y artístico, y mejorar la comunicación lingüística. CCL1, CCL3, STEM3, CD1, CD2, CD3, CPSAA3, CPSAA5, CCEC1, CCEC3",
    "2.1. Distinguir los alfabetos griego y latino, conociendo sus orígenes, su evolución y su uso en las lenguas actuales, así como percibir la procedencia de estas en las lenguas clásicas, de manera que puede compararlas desde un punto de vista crítico basado en el respeto. CCL1, CCL3, CCL5, CP3",
    "2.2. Identificar los étimos griegos y los diferentes formantes latinos en las lenguas de uso del alumnado, preferentemente el español, y, en especial, en la terminología científica y técnica, reconociéndolos en los textos y deduciendo su significado, además de aplicar estrategias y habilidades y reflexionar sobre este proceso de identificación lingüística, con la finalidad de discernir el origen clásico de las lenguas romances y la influencia de aquellas en las lenguas modernas europeas y de ampliar su caudal léxico. CCL3, CP2, CP3, STEM1, CD1, CE3",
    "3.1. Conocer los principales enclaves de la geografía griega y romana así como sus fronteras a lo largo del tiempo, identificándolos en fuentes cartográficas y relacionándolos con sus diferentes épocas históricas y políticas, con el propósito de adquirir una visión general de las civilizaciones griega y romana y valorar su impacto a lo largo de la historia de Europa. CCL3, CD1, CD2, CPSAA4, CC1, CCEC1",
    "3.2. Explicar las etapas, los hitos y los personajes históricos y sociales de mayor relevancia de Grecia y Roma, a través de la indagación y búsqueda de información y elaboración de productos escolares para comprender sus repercusiones en el futuro de la civilización occidental, atendiendo especialmente a la romanización de Hispania. CCL1, CCL3, CP3, CD1, CD2, CPSAA4, CC1, CCEC1",
    "4.1. Conocer cómo era la organización política, social, laboral y familiar en la Antigüedad clásica, distinguiendo las características básicas de cada una de ellas, prestando especial atención al papel de la mujer, y relacionándolas con la actualidad para contrastar el presente con el pasado y desarrollar un espíritu crítico hacia las similitudes y las diferencias de las diferentes culturas. CCL2, CCL3, CP3, CD1, CD3, CPSAA3, CC1, CC2",
    "4.2. Explicar la importancia de las celebraciones festivas, observando su relación con los cultos religiosos griegos y romanos y comparándolos con las celebraciones actuales, para comprender su influencia en valorar el desarrollo y la identidad colectivos de los pueblos. CCL1, CCL3, CP3, CD1, CD3, CPSAA3, CC1",
    "4.3. Describir las formas de ocio en Grecia y Roma y comprender la función que desempeñaban en la vida diaria de los griegos y romanos, estableciendo los puntos en común de los espectáculos y otras formas de entretenimiento con los del mundo actual, con el objetivo de observar y reconocer la base de la sociedad moderna y actual desde un punto de vista crítico. CCL1, CCL2, CCL3, CD1, CD3, CC1",
    "5.1. Identificar y reconocer los principales seres mitológicos del mundo grecorromano, tanto dioses y diosas como héroes y heroínas y otras entidades menores, comprendiendo sus mitos y leyendas como el modo de expresión de las civilizaciones antiguas, y valorando su pervivencia en la sociedad actual con el objetivo de fomentar las relaciones culturales de modo empático y equitativo. CCL1, CCL3, CD1, CC1, CCEC1, CCEC2",
    "5.2. Descubrir las historias míticas más importantes de las civilizaciones griegas y romanas, prestando especial atención a aquellas relacionadas con Canarias, a través de obras literarias, musicales, plásticas y visuales, para apreciar críticamente las expresiones artísticas y fomentar el enriquecimiento inherente a la diversidad cultural y artística. CCL1, CCL3, CP3, CD1, CC1, CCEC1, CCEC2",
    "5.3. Elaborar proyectos individuales o colectivos sobre la mitología grecorromana, produciendo textos escritos, orales, signados o multimodales de forma guiada y partiendo de la consulta en distintos soportes analógicos y digitales, a fin de que el alumnado desarrolle habilidades y destrezas personales, sociales y comunicativas y consolide sus conocimientos sobre la mitología. CCL1, CCL2, CCL3, STEM3, CD1, CD2, CD3, CPSAA3, CPSAA5, CCEC1, CCEC3"
  ]
}