{
    "saberes": [
        "1.1. Bloque 1: Lengua y uso",
        "Las lenguas y los hablantes: CE 1, CE 4, CE 5, CE 6 y CE 7",
        "Biografía lingüística personal.",
        "Mapa lingüístico local y del entorno geográfico",
        "La variación lingüística",
        "Prejuicio y estereotipos lingüísticos",
        "Lenguaje no discriminatorio y respetuoso con las diferencias",
        "Expresiones propias de la lengua",
        "1.2. Bloque 2: Estrategias comunicativas",
        "Subbloque 2.1. Saberes comunes: CE 2, CE 3, CE 4, CE 5, CE 6 y CE 7",
        "Estrategias para adaptar el discurso a la intención comunicativa, a los participantes y a la situación",
        "Estrategias para adaptar el discurso al propósito comunicativo y al canal",
        "Estrategias para adaptar el discurso al registro",
        "Adecuación textual a la situación comunicativa",
        "Estructura del discurso: la coherencia y la cohesión",
        "Elementos de contenido (tema, fórmulas fijas, léxico) y forma (estructura, formato, título, imágenes)",
        "Elementos de contenido (inferencias de información) y forma (tipografía)",
        "Tipologías textuales y géneros discursivos",
        "Elementos de detección y uso de un lenguaje verbal e icónico no discriminatorio",
        "Estrategias de reflexión sobre el proceso de aprendizaje, autoevaluación y autocorrección",
        "Estrategias de gestión de las emociones en la comunicación",
        "Subbloque 2.2. Alfabetización informacional: transversal a todas las CE",
        "Estrategias de uso y tratamiento de fuentes documentales diversas",
        "Estrategias de busca en fuentes documentales diversas y con diferentes soportes y formatos",
        "Diferenciación entre hechos y opiniones",
        "Biblioteca del aula o del centro y de los recursos digitales",
        "Herramientas digitales para el trabajo colaborativo y la comunicación",
        "Hábitos y conductas para la comunicación segura en entornos virtuales                ",
        "Subbloque 2.3. Reflexión sobre la lengua: CE 1, CE 2, CE 3, CE 4, CE 5 y CE 7",
        "Diferencias entre lengua oral y lengua escrita",
        "Conciencia fonológica. Fonemas específicos del valenciano/castellano",
        "Formulación y comprobación de hipótesis",
        "Generalizaciones sobre aspectos lingüísticos",
        "Generalizaciones sobre normas ortográficas y gramaticales básicas",
        "Signos de puntuación",
        "Relaciones de forma y significado entre las palabras",
        "Relaciones sintácticas de las palabras",
        "Convenciones del código escrito en el marco de propuestas de comprensión o producción de textos",
        "Estrategias para la transferencia entre las lenguas        ",
        "Subbloque 2.4. Comunicación e interacción oral",
        "G1. Comprensión oral: C2, C6 y C7",
        "Estrategias de comprensión oral: información y sentido global del discurso",
        "G2. Expresión oral: C4, C6 y C7",
        "Estrategias de expresión oral: pronunciación y entonación adecuadas",
        "Estrategias de expresión oral: interpretación y uso de elementos de la comunicación no verbal",
        "Planificación y producción de textos orales y multimodales",
        "G3. Interacción oral: C6 y C7",
        "Estrategias de escuela activa y asertividad, teniendo en cuenta la perspectiva de género",
        "Estrategias comunicativas para la resolución dialogada de conflictos",
        "Interacciones orales en situaciones comunicativas",
        "Estrategias de cortesía lingüística",
        "Subbloque 2.5. Comprensión escrita: C3, C6 y C7",
        "Lectura con velocidad, fluidez y entonación",
        "Estrategias de comprensión antes de la lectura: activar los conocimientos previos, establecer objetivos de lectura y formular hipótesis a través de información paratextual y gráfica",
        "Estrategias de comprensión durante la lectura: realizar inferencias a partir de sus conocimientos y experiencias previas",
        "Estrategias de comprensión durante la lectura: reformular hipótesis, interpretar sentidos figurados y significados no explícitos en los textos",
        "Estrategias de comprensión después de la lectura: información del sentido global del texto",
        "Estrategias de comprensión después de la lectura: comprobar hipótesis y extraer conclusiones        ",
        "Subbloque 2.6. Expresión escrita y multimodal: C5, C6 y C7",
        "Aplicación de las normas ortográficas",
        "Presentación cuidada de las producciones escritas",
        "Estrategias del proceso de escritura: textualización y revisión",
        "Estrategias del proceso de escritura: planificación y corrección",
        "Elementos gráficos y paratextuales        ",
        "1.3. Bloque 3: Lectura y literatura",
        "Subbloque 3.1. Hábito lector: CE 8",
        "Identidad lectora: expresión de gustos e intereses.",
        "Identidad lectora: valoración crítica de los textos.",
        "La biblioteca del aula o del centro como punto de encuentro de actividades literarias compartidas. Comunidades lectoras",
        "Cuidado de los libros y las normas de funcionamiento de la biblioteca        ",
        "Subbloque 3.2. Literatura: CE 9",
        "Obras o fragmentos variados y diversos de la literatura infantil adecuados a sus intereses y organizados en itinerarios lectores",
        "Elementos constitutivos esenciales de la obra literaria y de los diferentes géneros literarios",
        "Estrategias para la interpretación de los textos literarios",
        "Vínculos con otras manifestaciones artísticas y culturales",
        "Planificación y producción de textos literarios                "
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar las variedades lingüísticas del entorno.",
        "1.2. Mostrar interés por el uso del valenciano en situaciones comunicativas habituales.",
        "1.3. Mostrar interés y respeto por las variedades lingüísticas de su entorno inmediato, e identificar algunas expresiones de uso habitual.",
        "1.4. Identificar en contextos sencillos, con ayuda del docente, prejuicios y estereotipos lingüísticos frecuentes, y reconocer la pluralidad lingüística de su entorno como una fuente de riqueza cultural.",
        "1.5. Con la ayuda del docente, reflexionar sobre aspectos básicos del funcionamiento de la lengua, a partir de la observación y la comparación de palabras y oraciones de diferentes lenguas próximas al alumnado.",
        "2.1. Escuchar de manera activa e interpretar, con la ayuda del docente, textos orales sencillos de los ámbitos personal, social y educativo.",
        "2.2. Interpretar el sentido global y las ideas principales de textos orales sencillos sobre conocimientos próximos al alumnado, reconocer la información explícita y algunas informaciones implícitas sencillas, y progresar, de manera guiada, en la valoración crítica del contenido y de los elementos no verbales elementales.",
        "2.3. Escuchar de manera activa e interpretar, con la ayuda del docente, textos multimodales sencillos en medios digitales, de los ámbitos personal, social y educativo.",
        "2.4. Interpretar el sentido global y las ideas principales de textos multimodales sencillos sobre conocimientos próximos al alumnado, reconocer la información explícita y algunas informaciones implícitas sencillas, y progresar, de manera guiada, en la valoración crítica del contenido y de los elementos no verbales elementales.",
        "3.1. Leer   con   buena   fluidez,   de   manera silenciosa y en voz alta, e interpretar, con ayuda del docente, textos escritos y multimodales sencillos de los ámbitos personal, social y educativo.",
        "3.2. Aplicar, de manera guiada, diferentes estrategias para comprender el sentido global y la información específica, distinguir las ideas principales de las secundarias, inferir significados no explícitos y hacer algunas valoraciones personales de textos escritos sobre conocimientos próximos al alumnado.",
        "3.3. Identificar el tipo de texto y la estructura principal de los textos, y valorar, de manera guiada, el contenido y los aspectos formales y no verbales elementales de los textos escritos y multimodales, e iniciarse en la evaluación de su fiabilidad.",
        "3.4. Localizar, seleccionar y contrastar información sencilla procedente de una o dos fuentes, de los ámbitos personal, social y educativo, y evaluar su utilidad en función de los objetivos de lectura en diferentes textos multimodales sencillos en medios digitales, con la ayuda del docente.",
        "3.5. Aplicar, con ayuda del docente, diferentes estrategias para la busca, selección y gestión de la información en diferentes textos multimodales, para ampliar conocimientos de manera responsable y reconocer que puede no ser fiable, iniciarse en el contraste de la información y utilizarla citando las referencias bibliográficas.",
        "4.1. Producir, con ayuda del docente, discursos orales sencillos, con sentido, sobre conocimientos próximos al alumno, de tipología diversa y ajustados a situaciones comunicativas habituales.",
        "4.2. Producir discursos orales con una pronunciación clara, un volumen adecuado y una postura corporal correcta, e iniciarse en el uso de soportes audiovisuales.",
        "4.3. Realizar producciones orales utilizando un lenguaje no discriminatorio, adaptado a la situación de comunicación y al interlocutor, con un vocabulario básico y unas estructuras morfosintácticas sencillas.",
        "4.4. Localizar y seleccionar información en una o dos fuentes, de manera acompañada, y compartir oralmente los resultados citando las fuentes.",
        "5.1. Producir, a partir de ejemplos básicos y con ayuda del profesorado, textos escritos y multimodales sencillos que respondan a las características planteadas, con una estructura coherente y utilizando vocabulario no discriminatorio básico de uso frecuente.",
        "5.2. Utilizar, con apoyo y ayuda del profesorado, los conocimientos elementales de ortografía y gramática necesarios en la situación de aprendizaje.",
        "5.3. Planificar y revisar, de manera dialogada y acompañada por el profesorado, mediante instrumentos y estrategias elementales, como parte explícita del proceso de escritura.",
        "5.4. Localizar, seleccionar y gestionar, de manera acompañada, la información de una o dos fuentes e incluir sus referencias al compartirla.",
        "6.1. Interactuar oralmente, con el acompañamiento del docente, en situaciones comunicativas habituales, utilizando un vocabulario básico y no discriminatorio, un ritmo pausado y el lenguaje no verbal, empleando estrategias de escucha con el fin de mantener el tema y respetar las convenciones establecidas.",
        "6.2. Utilizar, de manera acompañada, estrategias básicas para la comunicación asertiva para progresar en la gestión dialogada de conflictos.",
        "6.3. Identificar y rechazar, de manera acompañada, los usos lingüísticos discriminatorios a través de la reflexión conjunta.",
        "6.4. Interactuar en textos escritos y multimodales, de manera asíncrona y guiada, mostrando empatía y respeto, utilizando estrategias para expresar mensajes sencillos estructurados con un vocabulario básico de uso frecuente y no discriminatorio.",
        "7.1. Mostrar interés en participar en la solución de problemas de comprensión recíproca entre hablantes de lenguas o variedades lingüísticas diferentes sobre asuntos cotidianos.",
        "7.2. Interpretar un mensaje breve y sencillo en L2 (valenciano o castellano) y transmitir la información básica o explicar conceptos en su L1 (valenciano o castellano u otra lengua), oralmente, de manera guiada, para facilitar la comprensión entre interlocutores sobre asuntos cotidianos en su entorno más próximo.",
        "7.3. Identificar y utilizar, de manera acompañada y muy básica, estrategias que faciliten la comprensión y la expresión orales de información en diferentes lenguas de su repertorio (L1-L1, L2-L1), como por ejemplo el uso del lenguaje no verbal, o simplificar o adaptar el mensaje.",
        "8.1. Leer de manera autónoma o guiada obras diversas adecuadas a su edad y textos escritos y multimodales de los ámbitos personal, social y educativo; seleccionar con autonomía creciente los que mejor se ajusten a sus gustos e intereses e iniciarse, así, en la construcción de su identidad lectora.",
        "8.2. Compartir las experiencias de lectura, en soportes diversos, participando en comunidades lectoras en el ámbito educativo.",
        "9.1. Leer y escuchar textos literarios sencillos, propios de la tradición literaria, adecuados a la edad y con ayuda del docente.",
        "9.2. Interpretar textos sencillos de la tradición popular oral, literaria, dentro de un contexto sociocultural próximo.",
        "9.3. Expresar la opinión sobre textos de tradición literaria, con palabras propias del alumno y con ayuda del docente.",
        "9.4. Crear versiones de textos literarios sencillos y breves (cuentos, poemas, canciones, dramatizaciones), individual y colectivamente.",
        "9.5. Participar en manifestaciones literarias, recitales, representaciones teatrales, partiendo de modelos y con ayuda del docente."
    ]
}