{
    "competenciasEspecificas": [
        "1. Interpretar críticamente la influencia de las civilizaciones griega y romana en los procesos que han conformado la identidad europea y la realidad multicultural en la que vivimos, analizando el marco geográfico de su desarrollo, así como lugares, mitos y topónimos asociados.",
        "2. Buscar, seleccionar, tratar y organizar información sobre los principales procesos históricos del mundo clásico, su organización social, relaciones sociales y aspectos relevantes de la vida cotidiana, para adquirir conocimientos e investigar las aportaciones de estos a nuestro bagaje histórico, adoptando una posición crítica ante las desigualdades sociales y las situaciones de discriminación de género.",
        "3. Identificar y valorar la aportación de la mitología y religión grecorromana, así como de la oratoria, al pensamiento actual, en especial en el mundo de las artes y de la comunicación política, con el fin de promover alternativas enriquecedoras y respetuosas con la dignidad humana y el compromiso con la sociedad y el entorno.",
        "4. Identificar las manifestaciones artísticas del mundo griego y romano, así como los espacios urbanos y las obras públicas, seleccionando y analizando información diversa de forma crítica, para valorar el arte y la arquitectura clásicos como la base de las creaciones artísticas del presente y, de este modo, fomentar una participación activa y comprometida con su conservación.",
        "5. Leer, interpretar y valorar obras, de distintos géneros, y en las que se hallen presentes los principales tópicos literarios del mundo clásico, utilizando un metalenguaje específico y movilizando la experiencia biográfica y los conocimientos literarios y culturales para establecer vínculos entre textos diversos a fin de conformar un mapa cultural, ensanchar las posibilidades de disfrute de la literatura y crear textos de intención literaria.",
        "6. Analizar y valorar, como muestra de riqueza cultural, los rasgos comunes y la diversidad lingüística europea, identificando el origen común de las lenguas de Europa, así como la procedencia clásica del léxico, y comparándolas con la lengua de enseñanza y con otras lenguas del repertorio individual.",
        "7. Comprometerse desde una visión creativa, emprendedora y con actitud de servicio a los demás, con el desarrollo sostenible mediante actuaciones locales y globales, buscando y creando oportunidades de mejora para preservar y cuidar el patrimonio cultural, arqueológico y artístico romano, en especial el presente en Extremadura."
    ]
}