{
  "saberes": [
    "A. El discurso persuasivo y argumentativo",
    "OYD.3.A.1. Los tipos de discurso persuasivo y argumentativo: orales y escritos en situaciones formales e informales. Características y estructura. La intención comunicativa.",
    "OYD.3.A.2. Procedimientos retóricos y características estilísticas.",
    "OYD.3.A.3. Conocimiento, uso y aplicación de las estrategias necesarias para hablar en público tales como planificación del discurso y prácticas orales formales e informales.",
    "OYD.3.A.4. Aspectos relacionados con la puesta en escena de los discursos persuasivos orales como pronunciación, voz, mirada, lenguaje corporal y presencia escénica.",
    "B. Elaboración del discurso persuasivo y argumentativo",
    "OYD.3.B.1. Concreción de un mensaje persuasivo y argumentativo. Características del mensaje persuasivo y argumentativo. Claridad y brevedad.",
    "OYD.3.B.2. Adaptación del discurso al contexto.. Estrategias para captar la atención y el interés de la audiencia. Adaptación del discurso al modelo textual o género elegido. Adaptación del discurso al tiempo y al canal de comunicación.",
    "OYD.3.B.3. Documentación e investigación. Alfabetización mediática. Tipos de fuentes documentales. Criterios de selección. Estrategias de búsqueda.",
    "OYD.3.B.4. Gestión de la información. Selección de ideas. Tipos de contenidos: lógicos (datos, teorías, citas) y emocionales (anécdotas, imágenes, vídeos).",
    "OYD.3.B.5. Recursos argumentativos, premisas, tesis y silogismos. Estructura del discurso tales como introducción, desarrollo y conclusión. Disposición de las ideas. Textualización del discurso. Coherencia y cohesión. Corrección lingüística. Proceso de revisión. Uso de correctores. Figuras retóricas como paralelismos, metáforas, antítesis, interrogación retórica.",
    "C. La presentación del discurso persuasivo y argumentativo",
    "OYD.3.C.1. Memorización del discurso. Reglas mnemotécnicas. Interiorización del discurso.",
    "OYD.3.C.2. Gestión emocional para hablar en público (autoconfianza, seguridad, entusiasmo). Gestión de las emociones negativas. Naturalidad frente a artificiosidad.",
    "OYD.3.C.3. Uso de aspectos relacionados con la dicción como pronunciación, ritmo, volumen, intensidad, pausas y silencios.",
    "OYD.3.C.4. Comunicación corporal y gestión del espacio escénico.",
    "OYD.3.C.5. Uso de Soportes audiovisuales e informáticos de apoyo al discurso.",
    "D. Oratoria, valores y educación emocional",
    "OYD.3.D.1. Oratoria para la construcción de la veracidad del discurso.",
    "OYD.3.D.2. Oratoria para la participación activa en la democracia.",
    "OYD.3.D.3. Representación de las habilidades personales y sociales del discurso. Autoconfianza, empatía y asertividad.",
    "OYD.3.D.4. Discursos persuasivos y argumentativos orales en situaciones informales y formales (debates y presentaciones). Los tipos de discurso persuasivo y argumentativo. Características y estructura. La intención comunicativa. Procedimientos retóricos y características estilísticas. Aspectos relacionados con la puesta en escena de los discursos persuasivos orales tales como pronunciación, voz, mirada, lenguaje corporal y presencia escénica.",
    "E. El debate",
    "OYD.3.E.1. El debate y sus tipos. El debate académico y sus reglas. Normas de estilo y utilización de espacios y tiempos en el debate académico. Equipos y roles.",
    "OYD.3.E.2. Observación, reflexión, comprensión y valoración del sentido global del debate, de la intención comunicativa de cada interlocutor, así como de la aplicación de las normas básicas que los regulan.",
    "OYD.3.E.3. Participación en debates, observando y respetando las normas básicas de interacción, intervención y cortesía que regulan estas prácticas orales."
  ],
  "criteriosEvaluacion": [
    "1.1. Leer, comprender y escuchar discursos persuasivos sencillos de distinto tipo, identificando sus principales características, así como sus intenciones comunicativas.",
    "1.2. Identificar, valorar y utilizar los diferentes estilos argumentativos y producciones argumentativas, utilizando un vocabulario específico y adecuado.",
    "1.3. Valorar y utilizar los elementos propios de la puesta en escena de los discursos persuasivos orales, adaptándose a la finalidad específica del discurso.",
    "2.1. Elaborar un mensaje breve y claro que funcione como núcleo del discurso, la tesis.",
    "2.2. Adaptar, crear y diseñar las características del discurso al contexto comunicativo.",
    "2.3. Conocer y utilizar las diferentes estrategias para captar la atención de la audiencia y adaptar el discurso al contexto en el que se desarrolla la argumentación y al tiempo disponible para su ejecución.",
    "2.4. Identificar y utilizar adecuadamente las técnicas de documentación e investigación para plantear el discurso argumentativo.",
    "2.5. Seleccionar las ideas más adecuadas y organizadas en una estructura ordenada y eficaz, conociendo las diferentes opciones que proporcionan las estructuras textuales argumentativas.",
    "2.6. Realizar la argumentación del discurso, empleando los recursos propios de la argumentación con corrección lingüística, atendiendo a la coherencia y cohesión del mismo y utilizando de forma adecuada y con propiedad las figuras retóricas propias de la disciplina como analogías y metáforas.",
    "3.1. Desarrollar estrategias mnemotécnicas en el discurso persuasivo, memorizando los elementos clave, dejando espacio para la improvisación y la espontaneidad.",
    "3.2. Gestionar las emociones positivas y negativas para la exposición de las ideas y opiniones en público.",
    "3.3. Pronunciar el discurso con corrección, claridad y expresividad, comprendiendo y empleando el lenguaje corporal para la puesta en escena como un código comunicativo.",
    "3.4. Usar de manera adecuada soportes técnicos para apoyar el discurso y mantener la atención del interlocutor.",
    "4.1. Usar la oratoria como instrumento ético para la construcción o aproximación a la verdad.",
    "4.2. Elaborar textos relacionados con diversos ámbitos de participación social, respetando las normas de convivencia y la búsqueda de la resolución pacífica de los conflictos.",
    "4.3. Desenvolverse en las relaciones interpersonales gracias al uso cívico de la palabra.",
    "4.4. Utilizar de manera adecuada los elementos propios del lenguaje gestual que garanticen la atención del interlocutor.",
    "5.1. Participar activamente en debates escolares, identificando los diferentes tipos, conociendo, valorando y respetando las reglas de interacción, intervención y cortesía, manifestando sus opiniones y respetando las opiniones de los demás.",
    "5.2. Gestionar de manera apropiada los tiempos y espacios del debate académico, identificando los diferentes roles propios de este.",
    "5.3. Conocer, valorar y disfrutar el debate como manifestación cultural y social de los pueblos."
  ]
}