{
  "saberes": [
    "Bloque 1. Escucha y percepción",
    "• Obras musicales y dancísticas: análisis, descripción y valoración de sus características básicas. Géneros de la música y de la danza.",
    "• Voces e instrumentos: clasificación general de los instrumentos por familias y características. Agrupaciones.",
    "• Compositores y compositoras, artistas, intérpretes y agrupaciones internacionales, nacionales, regionales y locales, con especial atención a la Comunidad Autónoma de Galicia.",
    "• Conciertos, actuaciones musicales y otras manifestaciones artístico-musicales en directo y registradas.",
    "• Mitos, estereotipos y roles de género transmitidos a través de la música y de la danza.",
    "• Normas de comportamiento básicas en la recepción musical y escénica: respeto y valoración.",
    "• Herramientas digitales para la recepción musical: diferentes soportes audiovisuales.",
    "• Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad.",
    "Bloque 2. Interpretación, improvisación y creación escénica",
    "• La partitura. Identificación y aplicación de grafías, lectura y escritura musical.",
    "• Elementos básicos del lenguaje musical: parámetros del sonido, intervalos. Tonalidad: escalas musicales, la armadura y los acordes básicos. Texturas. Formas musicales a lo largo de los períodos históricos y en la actualidad.",
    "• Principales géneros musicales y escénicos del patrimonio cultural, con especial atención a la Comunidad Autónoma de Galicia.",
    "• Repertorio vocal, instrumental o corporal individual o grupal de distintos tipos de música del patrimonio musical propio y de otras culturas.",
    "• Técnicas básicas para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de estudio y de control de emociones.",
    "• Técnicas de improvisación guiada y libre.",
    "• Proyectos musicales y audiovisuales: empleo de la voz, del cuerpo, de los instrumentos musicales, de los medios y de las aplicaciones tecnológicas.",
    "• La propiedad intelectual y cultural: planteamientos éticos y responsables. Hábitos de consumo musical responsable.",
    "• Normas de comportamiento y participación en actividades musicales y escénicas.",
    "• Herramientas digitales para la creación musical. Secuenciadores y editores de partituras.",
    "Bloque 3. Contextos y culturas",
    "• Historia de la música y de la danza occidental: períodos, características, géneros, voces, instrumentos y agrupaciones.",
    "• Compositoras y compositores de cada período de la historia de la música desde una perspectiva igualitaria y abierta, atendiendo a la composición en la Comunidad Autónoma de Galicia.",
    "• Principales composiciones musicales de cada período histórico."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Identificar los principales rasgos estilísticos de obras musicales y dancísticas de diferentes épocas y culturas, evidenciando una actitud de apertura, interés y respeto en su escucha o en su visualización. OBJ1",
    "• CE1.2. Establecer conexiones entre manifestaciones musicales y dancísticas de diferentes épocas y culturas, valorando su influencia sobre la música y la danza actuales. OBJ1",
    "• CE1.3. Explicar, con actitud abierta y respetuosa, las funciones desempeñadas por determinadas producciones musicales y dancísticas, relacionándolas con las principales características de su contexto histórico, social y cultural. OBJ1",
    "• CE1.4. Leer partituras sencillas identificando de forma guiada los elementos básicos del lenguaje musical, con o sin apoyo de la audición. OBJ3",
    "• CE1.5. Comentar con un vocabulario apropiado las ideas, sentimientos y emociones propias que nos sugieran las propuestas musicales estudiadas, a través de la audición, de la visualización o de la asistencia a eventos musicales. OBJ1",
    "• CE1.6. Identificar las características culturales y sociales, así como los elementos propios del lenguaje musical de las obras propuestas que constituyen el patrimonio artístico musical gallego y de nuestro entorno, con actitud de respeto. OBJ5",
    "• CE2.1. Participar, con iniciativa, confianza y creatividad, en la exploración de técnicas musicales y dancísticas básicas, por medio de improvisaciones pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas. OBJ2",
    "• CE2.2. Expresar ideas, sentimientos y emociones en actividades pautadas de improvisación, seleccionando las técnicas más adecuadas de entre las que conforman el repertorio personal de recursos. OBJ2",
    "• CE2.3. Relacionar manifestaciones musicales y dancísticas de distintos contextos y momentos históricos, reconociendo su influencia sobre la música y la danza actuales. OBJ1",
    "• CE2.4. Emplear técnicas básicas de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y de aprendizaje. OBJ3",
    "• CE2.5. Interpretar música a través de la lectura de partituras del nivel adecuado, reconociendo a través de guías cada elemento del lenguaje musical, con o sin apoyo de la audición. OBJ3",
    "• CE2.6. Interpretar con corrección piezas musicales y dancísticas sencillas, individuales y grupales, dentro y fuera del aula, gestionando de forma guiada la ansiedad y el miedo escénico y manteniendo la concentración. OBJ3",
    "• CE2.7. Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, empleando medios musicales y dancísticos, así como herramientas analógicas y digitales. OBJ4",
    "• CE2.8. Participar activamente en la planificación y en la ejecución de propuestas artístico-musicales colaborativas, valorando las aportaciones del resto de los integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional. OBJ4",
    "• CE3.1. Reconocer los aspectos comunes de expresiones musicales y dancísticas de épocas y culturas anteriores, valorando su proyección sobre la música y la danza actuales. OBJ1",
    "• CE3.2. Observar positivamente los aspectos estilísticos básicos de obras musicales y dancísticas en diferentes contextos y momentos históricos, mostrando una actitud de consideración, atención y apertura en su recepción, mediante la escucha o la visualización de las mismas. OBJ1",
    "• CE3.3. Exponer, de forma atenta y respetuosa, las funciones asignadas a determinadas producciones musicales y dancísticas, reconociendo su conexión con los aspectos más importantes de su contexto histórico, social y cultural. OBJ1",
    "• CE3.4. Identificar las características culturales y sociales, así como los elementos propios del lenguaje musical de las obras propuestas que constituyen el patrimonio artístico musical gallego y de nuestro entorno, con actitud de respeto. OBJ5"
  ]
}
