{
  "saberes": [
    "Vida activa i saludable",
    "● Activitat física saludable",
    "- Disseny i planificació de l’entrenament: fase d’activació, pla de treball, proves de valoració de la condició física, control de la intensitat, de les càrregues de treball i dosificació de l’esforç, temporització i continuïtat, progressió, fases de treball i recuperació.",
    "- Autoregulació i millora en el desenvolupament de la condició física: qualitats físiques, característiques, efectes i mètodes d’entrenament.",
    "● Hàbits saludables",
    "- Anàlisis crític del valor nutricional dels aliments i de la publicitat d’aquests, essent conscient dels aliments saludables i dels que no ho són, adaptant-hi els hàbits alimentaris.",
    "- Reconeixement de les actituds i comportaments que les malalties associades a trastorns alimentaris —complex d’Adonis (vigorexia), anorèxia, bulímia— poden comportar i conscienciació del risc que poden suposar per a la salut.",
    "- Utilització autònoma de tècniques de millora de la postura corporal, la respiració i la relaxació aconseguint el benestar físic i mental.",
    "- Valoració i ús d’hàbits higiènics i conductes saludables (hores de son, pràctica regular d’activitat física) que assegurin la qualitat de vida.",
    "- Conscienciació del risc i de les conseqüències que poden suposar algunes pràctiques, comportaments i hàbits poc saludables (drogues, alcohol, suplements, dopatge).",
    "- Valoració i integració de l’activitat física com a font de gaudi, d’alliberació de tensions i benestar.",
    "● Primers auxilis i prevenció de lesions",
    "- Aplicació de protocols, mesures de seguretat i prevenció de lesions en la pràctica d’activitat física.",
    "- Identificació de l’ergonomia corporal com a mesura de la prevenció de lesions i optimització del moviment.",
    "- Actuacions i tècniques davant d’accidents, reanimació mitjançant desfibril·lador, protocol de reanimació cardiopulmonar, maniobra de Heimlich, senyals d’ictus...",
    "● Recursos digitals al servei de la pràctica esportiva",
    "- Utilització d’eines, recursos i aplicacions digitals per a la gestió de la pràctica d’activitat física.",
    "Resolució de problemes en situacions motrius",
    "● Esquema corporal",
    "- Ús de les capacitats perceptivomotrius en la resolució eficient de tasques individuals de certa complexitat.",
    "- Utilització conscient del cos mostrant control i domini corporal en les manifestacions fisicoesportives que es realitzen.",
    "● Habilitats motrius bàsiques i específiques (tècnica, tàctica i estratègia) per a la resolució de situacions motrius",
    "- Identificació i correcció d’errors freqüents en l’execució de diferents habilitats tècniques d’esports individuals, d’adversari i col·lectius en situacions de joc reduït o joc real.",
    "- Aprofundiment en l’execució de diferents habilitats tècniques d’esports individuals, d’adversari i col·lectius en situacions de joc reduït i joc real.",
    "- Resolució eficaç de situacions d’atac i/o defensa en situacions de joc reduït o joc real en els esports d’equip.",
    "- Posada en pràctica de les habilitats tècniques, tàctiques, estratègiques dels esports individuals, d’adversari i col·lectius en situacions de joc reduït i real.",
    "- Planificació d’estratègies prèvies d’atac i defensa en funció de les característiques dels integrants de l’equip en jocs o esports d’equip.",
    "- Pràctica de diferents jocs i esports individuals, d’adversari, col·lectius i adaptats respectant el reglament bàsic, les normes i les persones implicades en el joc.",
    "- Pràctica d’esports inclosos en el programa dels Jocs Paralímpics i altres modalitats d’esport adaptat emfatitzant-ne els valors.",
    "- Introducció a diferents esports alternatius com una manera d’entendre la pràctica esportiva més enllà dels esports mediàtics.",
    "● Resolució de reptes i projectes motors",
    "- Esforç per completar reptes individuals i en grup adaptant la pròpia condició física als requeriments de les diferents propostes plantejades.",
    "- Participació equilibrada en el grup de treball durant el procés de resolució de reptes i/o projectes motors.",
    "- Creació de reptes i projectes motors amb possibles solucions d’acord a les capacitats, les habilitats i els recursos individuals i/o del grup.",
    "- Resolució eficient de tasques de certa complexitat en situacions motrius individuals i/o en grup.",
    "- Valoració del treball personal durant el procés i del resultat final en la consecució del repte.",
    "- Organització de competicions esportives utilitzant diferents tipologies i modalitats de competicions.",
    "Activitats motrius lúdiques, culturals i expressives",
    "● Expressió i comunicació corporal",
    "- Ús i adaptació personal de tècniques d’expressió i comunicació en diferents contextos.",
    "- Pràctica i creació d’activitats ritmicomusicals com a eina expressiva i comunicativa.",
    "- Representació i creació d’espectacles i esdeveniments de caràcter artisticoexpressiu.",
    "- Dramatització de situacions diverses utilitzant tècniques d’expressió i comunicació corporal.",
    "- Aplicació de les tècniques de circ amb i sense material (acrobàcies, equilibris, malabars, clown…) en espectacles i representacions.",
    "Interacció amb l’entorn en el temps de lleure",
    "● Consum i conservació responsable dels recursos materials i d’espai",
    "- Ús sostenible i manteniment dels recursos naturals i urbans per a la pràctica d’activitat física.",
    "- Cura i conservació del medi natural i urbà durant la pràctica d’activitat física.",
    "- Manteniment i reparació de material esportiu per a la pràctica fisicoesportiva.",
    "● Normes i mesures de seguretat",
    "- Aplicació de normes i mesures col·lectives de prevenció i seguretat per a la realització d’activitats en el medi natural i urbà.",
    "- Gestió del risc propi i del de les altres persones en la realització d’activitats en el medi natural.",
    "- Ús d’eines, equipament i tècniques adequades durant la pràctica d’activitat física al medi natural.",
    "● Espais per a la pràctica esportiva en l’entorn proper",
    "- Ús d’espais urbans per realitzar activitat física per millorar la condició física (crossfit, gimnasos urbans, circuits de calistència, entre altres).",
    "- Disseny i organització d’activitats físiques en el medi natural i urbà.",
    "- Utilització de les possibilitats que ens ofereix l’entorn per practicar activitat física en el temps de lleure.",
    "Valors, autoregulació emocional i interacció social en situacions motrius",
    "● Gestió personal i emocional",
    "- Organització i participació activa de gran varietat de situacions motrius essent capaç d’assumir diferents rols.",
    "- Desenvolupament de la consciència, la regulació i l’autonomia emocionals com a capacitat de reconèixer, gestionar i autoregular les emocions (superació, perseverança, estrès, autocontrol en les situacions de contacte…) en contextos fisicoesportius.",
    "● Habilitats socials i valors",
    "- Aplicació d’habilitats socials que fomentin la convivència i la cohesió social en tot tipus de situacions.",
    "- Comunicació assertiva, respecte als altres i col·laboració i cooperació responsable i activa en contextos motrius diversos.",
    "- Interiorització dels valors educatius de l’esport en el creixement personal.",
    "● Activitat física, gènere i discriminació",
    "- Responsabilitat i compromís actiu davant d’estereotips, actuacions discriminatòries de gènere, ètniques, socioeconòmiques, de competència motriu i qualsevol tipus de violència que es pugui donar.",
    "- Promoció de la igualtat de gènere en la pràctica de qualsevol esport, en la difusió en mitjans de comunicació i en el reconeixement de referents esportius.",
    "- Influència social, cultural i econòmica de l’esport en la societat actual: aspectes positius i negatius."
  ],
  "criteriosEvaluacion": [
    "1.1 Planificar la pràctica d’activitat física orientada a un estil de vida actiu i saludable.",
    "1.2 Dissenyar un pla de treball de la condició física en relació amb la salut d’acord a les necessitats individuals.",
    "1.3 Aplicar hàbits saludables (alimentació i hidratació, descans, educació postural, relaxació i higiene) valorant la millora integral de la salut.",
    "1.4 Aplicar els protocols d’actuació de prevenció i intervenció en accidents i tècniques de primers auxilis.",
    "1.5 Aplicar els recursos digitals en la planificació de l’activitat física i l’adquisició d’hàbits saludables.",
    "2.1 Executar habilitats motrius específiques i tècniques en reptes, formes jugades i joc real.",
    "2.2 Resoldre situacions motrius variades de jocs o esports aplicant habilitats tècniques, tàctiques i estratègiques.",
    "2.3 Organitzar esdeveniments o competicions esportives gestionant tots els aspectes essencials per a un funcionament adequat.",
    "3.1 Escenificar produccions artisticoexpressives utilitzant diferents tècniques d’expressió corporal.",
    "3.2 Crear composicions individuals o col·lectives amb i sense base musical.",
    "3.3 Elaborar composicions artístiques integrant tècniques de circ.",
    "4.1 Realitzar activitat física en el medi natural i urbà desenvolupant actuacions per a la seva conservació.",
    "4.2 Organitzar activitats fisicoesportives en el medi natural i urbà aplicant normes de seguretat i utilitzant l’equipament, eines i tècniques adequades.",
    "4.3 Gestionar la pròpia activitat física aprofitant les possibilitats del medi natural i urbà."
  ]
}