{
  "saberes": [
    "Bloque 1: METODOLOGÍA DE LA CIENCIA (CE 1, CE 2, CE 3 y CE 4)",
    "Contribución de las grandes científicas y científicos en el desarrollo de las ciencias biológicas y geológicas",
    "Estrategias de utilización de herramientas digitales para la búsqueda de la información, la colaboración y la comunicación de procesos, resultados e ideas en diferentes formatos (infografía, presentación, póster, informe, gráfico...)",
    "Lenguaje científico y vocabulario específico de la materia de estudio en la comprensión de informaciones y datos, la comunicación de las propias ideas, la discusión razonada y la argumentación sobre problemas de carácter científico",
    "Procedimientos experimentales en laboratorio: control de variables, toma (error en la medida) y representación de los datos (tablas y gráficos), análisis e interpretación de los mismos",
    "Pautas del trabajo científico en la planificación y ejecución de un proyecto de investigación en equipo: identificación de preguntas y planteamiento de problemas que puedan responderse, formulación de hipótesis, contrastación y puesta a prueba a través de la experimentación, y comunicación de resultados",
    "Procedimientos y métodos de observación de hechos o fenómenos naturales desde el prisma del naturalista inquieto: capacidad de incorporar las observaciones a los conocimientos adquiridos y cuestionamiento de lo evidente",
    "Instrumentos, herramientas y técnicas propias del laboratorio de biología. Normas de seguridad en el laboratorio",
    "Bloque 2: CUERPO HUMANO Y HÁBITOS SALUDABLES (CE 5 y CE 6)",
    "Niveles de organización de la materia viva y organización general del cuerpo humano (célula, tejido, órgano, aparatos o sistemas) Concepto de ser pluricelular",
    "La salud y la enfermedad. Enfermedades infecciosas y no infecciosas. Higiene y prevención",
    "Sistema inmunitario. Vacunas. Los trasplantes y la donación de células, sangre y órganos",
    "La homeostasis y su relación con el mantenimiento de la vida",
    "Necesidades nutricionales: los nutrientes, los alimentos y hábitos alimenticios saludables y sostenibles. Dietas saludables y trastornos de la conducta alimentaria",
    "La función de nutrición. Relación entre los diferentes aparatos digestivo, respiratorio, circulatorio y excretor y visión global de la nutrición en el ser humano",
    "La función de relación: coordinación entre sistema nervioso, sistema endocrino y aparato locomotor. Prevención de lesiones",
    "Las sustancias adictivas: el tabaco, el alcohol y otras drogas. Problemas asociados.",
    "Alteraciones más frecuentes, enfermedades asociadas, prevención de las mismas y hábitos de vida saludables en relación a las funciones de nutrición, relación y reproducción",
    "La reproducción humana. Anatomía y fisiología del aparato reproductor. El ciclo menstrual. Fecundación, embarazo y parto. Análisis de los diferentes métodos anticonceptivos y de las técnicas de reproducción asistida",
    "Prevención de las enfermedades de transmisión sexual",
    "Cambios físicos y psíquicos en la adolescencia",
    "Relaciones y sexualidad: derechos e igualdad; sexo, género y sexualidad; salud y bienestar sexual; violencia y prevención de amenazas de género en la sociedad digital",
    "Bloque 3: LOS SERES VIVOS (CE 7)",
    "El ser vivo como sistema: propiedades y diferencias con la materia inerte. Funciones de nutrición, relación y reproducción de los seres vivos",
    "Teoría celular. En primer curso concepto de célula y teoría celular, y en tercer curso principales tipos celulares (célula procariota, eucariota animal y vegetal) y sus diferencias básicas",
    "Nutrición autótrofa y heterótrofa",
    "Dominios y reinos de seres vivos (en primero, breve descripción; en tercero, profundizando en las características)",
    "Ciclos de la materia, flujos de energía y pirámides tróficas",
    "Concepto de ecosistema",
    "La biodiversidad y la necesidad de su conservación",
    "Ecodependencia de los seres vivos e importancia del mantenimiento de todas las formas de vida para la salud humana",
    "BLOQUE 4: La Tierra (CE 8 y CE 9)",
    "Tipos de procesos geológicos",
    "La Tierra como sistema complejo en el que interaccionan rocas, agua, aire y vida: procesos geológicos externos",
    "Origen de la Tierra y del Sistema Solar",
    "Los materiales de la Tierra: origen y tipos",
    "Relación de objetos y materiales cotidianos con los minerales y rocas utilizados en su fabricación",
    "Estructura básica de la Tierra",
    "Dinámica interna de los materiales terrestres: manifestaciones de la energía interna. En primer curso, se estudiarán los terremotos y volcanes como manifestaciones de la energía interna del planeta y, en el tercer curso, se estudia su distribución y las causas (Tectónica de Placas)",
    "El tiempo en geología: escalas y medida del tiempoxx",
    "Recursos geológicos y sostenibilidad",
    "Riesgos geológicos y cambio climático",
    "Bloque 5: Sostenibilidad (CE 10 y CE 11)",
    "Principales problemas medioambientales: contaminación, desertización, cambio climático, pérdida de biodiversidad, agotamiento de recursos, etc...",
    "Los ODS, relaciones entre ellos: el factor ecosocial y consecuencias sociales asociadas a los problemas ambientales",
    "Acciones de protección del medio ambiente o de mitigación de los problemas ambientales",
    "Corresponsabilidad en la protección ambiental. La importancia de las acciones individuales, locales y globales. En primer curso, se debería adquirir el conocimiento sobre posibles acciones, y en tercero debería poder concretarse mediante estudios técnicos más pormenorizados"
  ],
  "criteriosEvaluacion": [
    "CE1. Resolver problemas científicos abordables en el ámbito escolar a partir de trabajos de investigación de carácter experimental.",
    "1.1 - Aplicar correctamente las normas de seguridad propias del trabajo experimental",
    "1.2 - Observar hechos, formular preguntas investigables y emitir hipótesis comprobables científicamente",
    "1.3 - Realizar búsquedas de información y recogida de datos, atendiendo a criterios de validez, calidad y fiabilidad de las fuentes (3er curso) de forma guiada",
    "1.4 - Diseñar experimentos para comprobar hipótesis y obtener resultados que las validen o refuten siguiendo las pautas del trabajo científico",
    "1.5 - Elaborar informes sencillos de las investigaciones realizadas",
    "CE2 - Analizar situaciones problemáticas reales utilizando la lógica científica y explorando las posibles consecuencias de las soluciones propuestas para afrontarlas.",
    "2.1 - Utilizar con acierto las herramientas informáticas necesarias para su trabajo de forma guiada",
    "2.2 - Analizar críticamente la solución propuesta a un problema sencillo en función de los saberes básicos que se movilizan",
    "2.3 - Utilizar el conocimiento científico adquirido para interpretar los fenómenos que ocurren a su alrededor",
    "CE3 - Utilizar el conocimiento científico como instrumento del pensamiento crítico, interpretando y comunicando mensajes científicos, desarrollando argumentaciones y accediendo a fuentes fiables, para distinguir la información contrastada de los bulos y opiniones.",
    "3.1 - Identificar hipótesis, pruebas y conclusiones en un discurso para distinguir adecuadamente una opinión de una afirmación basada en pruebas con base científica",
    "3.2 - Conocer algunas fuentes que se ajusten a los criterios de objetividad, revisión y fiabilidad que caracterizan a la ciencia a las que acudir para recabar información",
    "3.3 – Comunicarse, de forma oral y escrita, utilizando el lenguaje científico para participar en intercambios o en debates, interpretando o produciendo mensajes científicos de nivel básico",
    "3.4 - Utilizar fuentes de información variada para construir sus argumentaciones (textos escritos, audios, gráficas, infografías, vídeos) con un bajo grado de complejidad",
    "CE4 - Justificar la validez del modelo científico como producto dinámico que se va revisando y reconstruyendo bajo la influencia del contexto social e histórico, atendiendo a la importancia de la ciencia en el avance de las sociedades, así como a los riesgos de un uso inadecuado o interesado de los conocimientos científicos y a sus limitaciones.",
    "4.1 - Aportar ejemplos de utilización positiva y negativa del conocimiento científico",
    "4.2 - Utilizar un lenguaje inclusivo en sus trabajos conociendo ejemplos de las aportaciones de las mujeres y de las distintas culturas a la ciencia",
    "4.3 - Aportar ejemplos de cambios sufridos por las teorías científicas con el tiempo",
    "4.4 - Señalar algunos de los avances tecnológicos que han facilitado el desarrollo de la ciencia",
    "CE5. Adoptar hábitos de vida saludable basados en el conocimiento del funcionamiento del propio cuerpo y de los peligros del uso y abuso de determinadas prácticas y del consumo de algunas sustancias.",
    "5.1 - Explicar adecuadamente qué requerimientos debe cumplir una dieta sana, equilibrada y sostenible",
    "5.2 - Realizar una alimentación consumiendo productos sanos y de proximidad",
    "5.3 - Explicar las consecuencias que se generan debido a la ignorancia de los hábitos saludables",
    "5.4 - Explicar la importancia de las medidas preventivas frente a las infecciones, incluyendo la vacunación.",
    "5.5 - Demostrar conocimiento de las medidas preventivas adecuadas a la hora de mantener relaciones sexuales para prevenir enfermedades de transmisión sexual o embarazos no deseados",
    "CE6. Identificar y aceptar la sexualidad personal, y respetar la variedad de identidades de género y de orientaciones sexuales existentes, en base al conocimiento del cuerpo humano y del propio cuerpo.",
    "6.1 - Explicar de forma adecuada las diferencias entre los conceptos de reproducción, sexo, género y",
    "6.2 - Respetar y defender con argumentos todas las posibles opciones de manifestación de la sexualidad",
    "6.3 - Demostrar, en sus relaciones interpersonales, respeto a la hora de decidir los pasos a dar en cada momento y respetar los cambios de opinión que puedan surgir en este sentido",
    "CE7. Actuar con responsabilidad participando activamente en la conservación de todas las formas de vida y del planeta en base al conocimiento de los sistemas biológicos y geológicos.",
    "7.1 - Respetar todas las formas de vida, siendo capaces de explicar la dependencia del ser humano del resto de seres vivos",
    "7.2 - Identificar y valorar algunos indicadores de la incidencia de la actividad humana sobre los fenómenos geológicos externos y de estos sobre la vida en la Tierra",
    "7.3 - Prever algunas de las posibles consecuencias de los fenómenos de nuestro planeta a partir de datos obtenidos mediante métodos fiables conocidos, valorando la importancia del papel de la ciencia en dichas previsiones",
    "7.4 - Clasificar correctamente, a nivel de reino, distintos organismos en función de sus características más destacables",
    "CE8. Utilizar el conocimiento geológico básico sobre el funcionamiento del planeta Tierra como sistema, con el fin de analizar su impacto sobre las poblaciones y proponer y valorar actuaciones de previsión e intervención.",
    "8.1 - Explicar los rasgos mas generales del relieve como consecuencia de los procesos geologicos",
    "8.2 - Analizar e identificar algunas de las principales interacciones entre la humanidad y el planeta",
    "8.3 - Argumentar la necesidad del uso sostenible de los recursos",
    "8.4 - Buscar y seleccionar informacion relevante sobre algunos de los procesos que afectan a la Tierra, formulando preguntas pertinentes sobre ellos y valorando si determinadas evidencias apoyan o no una determinada conclusion",
    "8.5. Valorar la importancia de los principios geologiocs basicos y los procedimientos de la Geologia par a la construccion del conocimiento cientifico sobre la Tierra",
    "8.6 - Analizar un fenomeno geologico identificando sus componentes, las relaciones entre ellos y su funcionamiento como sistema no reductible a esos componentes y relaciones por separado",
    "CE9. Analizar e interpretar los principales hitos de la historia del planeta Tierra y los principales procesos evolutivos de los sistemas naturales, atendiendo a las magnitudes del tiempo geológico implicadas en ellos.",
    "9.1 - Apreciar la magnitud del tiempo geológico en comparación con el histórico, y ambos con la duración de la vida de un individuo, distinguiendo las diferentes escalas en que ocurren los fenómenos geológicos, históricos y personales",
    "9.2 - Reconocer evidencias de los cambios en el registro de la tierra identificándolos y situándolos en un eje cronológico",
    "CE10. Adoptar hábitos de comportamiento en la actividad cotidiana responsables con el entorno, aplicando criterios científicos y evitando o minimizando el impacto medioambiental.",
    "10.1 - Interpretar datos técnicos en torno a los problemas que origina la acción humana sobre su entorno y la emergencia climática",
    "10.2 - Ser capaz de describir las consecuencias para las poblaciones humanas de procesos como la destrucción de biodiversidad, la desertización y, asociada a ella, la migración climática",
    "10.3 - Adoptar hábitos respetuosos para el medio que generan la menor cantidad de residuos posible o que son susceptibles de ser reciclados",
    "10.4 - Reducir el consumo de recursos a nivel personal y en sus hábitos diarios ",
    "10.5 - Explicar correctamente los factores más significativos responsables de la situación de emergencia climática que sufre el planeta",
    "CE11. Proponer soluciones realistas basadas en el conocimiento científico ante problemas de naturaleza ecosocial a nivel local y global, argumentar su idoneidad y actuar en consecuencia.",
    "11.1 - Diagnosticar problemas presentes en su entorno cercano relacionados con el medio",
    "11.2 - Proponer acciones de concienciación y reivindicativas en relación con los problemas ambientales, utilizando el procedimiento adecuado para ello con ayuda del profesorado",
    "11.3 - Asociar situaciones de problemas de tipo social, como la inmigración masiva, a la alteración de los ecosistemas de origen humano, tales como la sobreexplotación de recursos o la desertificación"
 
  ]
}
