{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Reconocer la relación entre las formas y las funciones en objetos de diseño bidimensionales o ",
        "tridimensionales, percibiéndolos como productos susceptibles de transformaciones y mejoras. ",
        "1.2. Explicar en los objetos de diseño las dimensiones simbólicas y semánticas propias de su ",
        "lenguaje, identificando sus elementos sintácticos y constitutivos con actitud receptiva y ",
        "respetuosa. ",
        "Competencia específica 2. ",
        "2.1. Identificar las características fundamentales de los principales movimientos, corrientes, ",
        "escuelas y teóricos relacionados con el diseño, comparando productos de diseño de ",
        "diferentes contextos geográficos, históricos, y reflexionando de manera crítica sobre las ",
        "aportaciones de las culturas no occidentales. ",
        "2.2. Analizar de manera crítica las diferentes soluciones de diseño vinculadas a un mismo ",
        "problema, reflexionando sobre su impacto sobre el entorno. ",
        "2.3. Realizar un proyecto de investigación sobre figuras relevantes en el campo del diseño, ",
        "analizando los factores que han influido en el campo del diseño en diferentes contextos ",
        "históricos. ",
        "Competencia específica 3. ",
        "3.1. Reconocer las estructuras formales, compositivas y estructurales en objetos y productos de ",
        "diferentes ámbitos del diseño, analizando los procesos y métodos utilizados para ",
        "desarrollarlos, así como las finalidades funcionales y comunicativas de las que parten. ",
        "3.2. Analizar las relaciones compositivas en distintos productos de diseño, identificando los ",
        "elementos básicos del lenguaje visual y explicando su impacto en aspectos como la inclusión, ",
        "la sostenibilidad y el consumo responsable. ",
        "Competencia específica 4. ",
        "4.1. Planificar adecuadamente proyectos de diseño, estableciendo objetivos en función del ",
        "impacto de comunicación buscado, programando las distintas fases del plan de desarrollo, ",
        "seleccionando con criterio las herramientas y recursos. ",
        "4.2. Participar activamente en la organización adecuada de los equipos de trabajo de los ",
        "proyectos de diseño colaborativo, identificando las habilidades requeridas y repartiendo y ",
        "asumiendo las tareas con criterio. ",
        "4.3. Evaluar las propuestas de planificación propias y ajenas de manera crítica y argumentada, ",
        "analizando su adecuación al impacto de comunicación buscado. ",
        "Competencia específica 5. ",
        "5.1. Proyectar soluciones de diseño innovadoras en respuesta a necesidades personales o de ",
        "expresión propias, a partir de ideas o productos preexistentes. ",
        "5.2. Evaluar críticamente las propuestas de diseño personales, valorando su coherencia y ",
        "adecuación, y considerando el respeto a la propiedad intelectual, tanto a la ajena como a la ",
        "propia. ",
        "Competencia específica 6. ",
        "6.1. Realizar proyectos elementales de diseño gráfico, diseño industrial o diseño de espacios ",
        "habitables, aplicando soluciones creativas en la elaboración de un producto innovador, y ",
        "teniendo en cuenta sus implicaciones sociales, económicas y de transformación, así como los ",
        "aspectos relacionados con la propiedad intelectual. ",
        "6.2. Evaluar de manera crítica y argumentada trabajos de diseño, propios y ajenos, valorando ",
        "tanto la selección coherente y adecuada de los recursos técnicos, como el rigor y la ",
        "corrección en la aplicación de las técnicas de ejecución, desarrollo y presentación del ",
        "producto, además de su grado de adecuación al impacto de comunicación buscado y al ",
        "respeto a la propiedad intelectual. ",
        "6.3. Identificar las posibilidades de intervención del diseño inclusivo en diferentes ámbitos de la ",
        "actividad humana, poniendo en valor los proyectos innovadores y transformadores de la ",
        "sociedad. ",
        "6.4. Realizar un proyecto de diseño inclusivo, priorizando su adecuación a una o varias ",
        "diversidades funcionales concretas, utilizando de manera creativa las configuraciones ",
        "formales y argumentando las decisiones tomadas.         "
    ],
    "saberes": [
        "A. Concepto, historia y campos del diseño. ",
        "– El diseño, sus clasificaciones y campos de aplicación:  ",
        "Diseño gráfico: editorial, tipográfico, publicitario, identidad corporativa, señalética.  ",
        "Diseño industrial: de producto, embalajes o packaging, mobiliario, moda, textil.  ",
        "Diseño ambiental: interiorismo, escaparatismo, escenografía. ",
        "– Evolución histórica del diseño y su definición. Concepto y teorías del diseño. ",
        "– Artesanía e industrialización: objeto artesanal, artístico e industrial, diferencias. ",
        "– Tendencias, periodos y las principales escuelas y figuras más representativas en el campo del ",
        "diseño:  ",
        "Revolución Industrial y Arts&Crafts.  ",
        "Orientalismo y Movimiento Estético.  ",
        "Art Nouveau y Secesión.  ",
        "Deutcher Werkbund.  ",
        "Vanguardias, Neoplasticismo, Constructivismo, Futurismo, Surrealismo.  ",
        "Bauhaus.  ",
        "Art Deco, Stiling.  ",
        "El Funcionalismo, Estilo Internacional.  ",
        "Organicismo.  ",
        "Diseño Escandinavo.  ",
        "Escuelas de Posguerra.  ",
        "Pop, HiTech, Deconstructivismo, Mínimal.  ",
        "Diseño Radical, Posmodernismo, Memphis.  ",
        "Últimas tendencias: accesibilidad, diseño friendly, neobiomorfismo.  ",
        "Diseño español. ",
        "– La presencia de la mujer en el campo del diseño.   ",
        "Las mujeres de la Bahuaus: Otti Berger, Anni Albers, Marianne Brandt, Alma Buscher, ",
        "Lilly Reich, Charlotte Perriand, Greta Grossman, Florence Knoll, Gae Aulenti y Andrée ",
        "Putman.  ",
        "Jacqueline S. Casey, Margaret Calvert, Aino Aalto, Ray Kaiser Eames y Victoria Rushton, ",
        "entre otras. ",
        "– Diseño, ecología y sostenibilidad:  ",
        "Procedencia de los materiales.  ",
        "Procesos de producción y distribución sostenibles.  ",
        "El diseño en la sociedad de consumo. La obsolescencia programada.  ",
        "Pertinencia del diseño. Aportaciones del diseño sostenible a la solución de los retos ",
        "ambientales. ",
        "– Diseño y función. ",
        "– Diseño inclusivo, universal, accesible, igualitario. ",
        "– La diversidad como riqueza patrimonial. ",
        "– Aportación de las culturas no occidentales al canon del diseño universal. La apropiación ",
        "cultural. ",
        "– Fundamentos de la propiedad intelectual. La protección de la creatividad. Patentes y marcas. ",
        "B. El diseño: configuración formal y metodología. ",
        "– Diseño y función. ",
        "6– El lenguaje visual:  ",
        "Teoría de la percepción. Leyes de la Gestalt.  ",
        "Elementos básicos: punto, línea, plano, color, forma y textura. ",
        "– Sintaxis de la imagen bidimensional y tridimensional:  ",
        "Estructura y composición.  ",
        "Proporción, proporción áurea, escala.  ",
        "Peso visual, equilibrio, centro de interés, recorrido visual, líneas de fuerza, ritmo. ",
        "– Ordenación y composición modular. Módulo, submódulo, redes, teselas, formas moduladas, ",
        "módulos pararregulares, movimientos en el plano, patrones de repetición. Aplicaciones a ",
        "telas, suelos, paredes. Historia. ",
        "– Dimensión semántica del diseño. Signo, Símbolo. ",
        "– El color. Propiedades. Valor simbólico y psicológico o social. Color e impresión. ",
        "– Proceso del diseño. Fases del diseño. Brief, establecimiento de objetivos, planificación, ",
        "documentación, creatividad, bocetos, croquis, arte final, memoria. ",
        "– La metodología del proyecto. ",
        "– Procesos creativos en un proyecto de diseño. Análisis de datos. Selección. ",
        "– Estrategias de organización de los equipos de trabajo. ",
        "C. Diseño gráfico. ",
        "– Funciones comunicativas del diseño gráfico. ",
        "– La tipografía, términos básicos, principales familias, legibilidad, propiedades y uso en el ",
        "diseño. Programas de creación de tipografías. ",
        "– El diseño gráfico y la composición. ",
        "– El diseño gráfico con y sin retícula. Procesos y técnicas de diseño gráfico. Organización de la ",
        "información. ",
        "– La imagen de marca: el diseño corporativo. Historia. Programas de dibujo vectorial. ",
        "– Diseño editorial. La maquetación y composición de páginas. Términos básicos. Tipos de ",
        "impresos. Impresión. ",
        "– El diseño publicitario. Proyectos de comunicación gráfica. El cartel. Historia. ",
        "– La señallización y sus aplicaciones. El pictograma. La retícula. Color. Soportes. ",
        "D. Diseño tridimensional. ",
        "– Diseño de producto. ",
        "– Tipología de objetos en el diseño volumétrico: de uso individual, público o profesional. ",
        "Sistemas de representación y estructuras compositivas aplicados al diseño de producto: ",
        "diédrico, axonométrico y cónico. ",
        "– Antropometría, ergonomía y biónica aplicada al diseño. ",
        "– Diseño de producto y diversidad funcional. Diseño flexible, creación de opciones. ",
        "– Materiales, texturas y colores. Sistemas de producción y su repercusión en el diseño. Historia ",
        "y evolución de los materiales. Sostenibilidad, reciclaje, reutilización. ",
        "– El packaging: del diseño gráfico al diseño del contendor del producto tridimensional. Iniciación ",
        "a su desarrollo y técnicas de producción. Iniciación a los troqueles, desarrollos y acotación. ",
        "– Diseño de espacios. Organización del espacio habitable, público o privado. Distribución de ",
        "espacios y recorridos. ",
        "– Elementos constructivos. Principios de iluminación. Diseño de espacios interiores. ",
        "– Percepción psicológica del espacio. Luz y color. ",
        "– El diseño inclusivo de espacios. Accesibilidad.         "
    ]
}
