{
    "saberes": [
        "Bloque A. Sentido numérico.",
        "A.1. Conteo.",
        "A.1.1.1. Estrategias variadas de conteo (de 1 en 1, de 2 en 2, de 5 en 5…, reagrupando objetos, series numéricas ascendentes y descendentes, retrocuenta) en cantidades hasta el 999.",
        "A.1.1.2. Recuentos sistemáticos en situaciones de la vida cotidiana en cantidades hasta el 999.",
        "A.2. Cantidad.",
        "A.2.1.1. Estimaciones razonadas de cantidades en contextos de resolución  de problemas (uso de representaciones de cantidades, comparación  de conjuntos   de objetos por  su cantidad.).",
        "A.2.1.2. Lectura, representación (incluida la recta numérica y con materiales manipulativos), composición, descomposición y recomposición de números naturales hasta 999.",
        "A.2.1.3. Representación de una  misma cantidad   de distintas formas (manipulativa, gráfica    o numérica) y estrategias  de elección de   la representación adecuada  para cada situación o problema.",
        "A.3. Sentido de las operaciones.",
        "A.3.1.1. Estrategias  de cálculo mental con  números naturales hasta 999 (permutar sumandos, descomponer números, sumar decenas   y unidades).",
        "A.3.1.2. Suma y resta de números naturales con flexibilidad y sentido: utilidad en situaciones contextualizadas, estrategias y herramientas de resolución y propiedades.",
        "A.4. Relaciones.",
        "A.4.1.1. Sistema de numeración de base diez (hasta el 999). Reconocimiento y uso de sus características y aplicación de las relaciones que genera en las operaciones.",
        "A.4.1.2. Números naturales en contextos de la vida cotidiana. Comparación y ordenación.",
        "A.4.1.3. Relaciones entre la suma y la resta. Su aplicación en contextos cotidianos.",
        "A.6. Educación financiera.",
        "A.6.1.1. Sistema monetario europeo: monedas  (1, 2 euros) y billetes de euro (5, 10, 20, 50 y 100). Su valor y equivalencia.",
        "A.6.1.2. Utilización de las equivalencias entre las principales monedas (1 y 2 euros) y billetes de euro (5, 10, 20, 50 y 100) del sistema monetario europeo en contextos   de   la vida cotidiana.",
        "Bloque B. Sentido de la medida.",
        "B.1. Magnitud",
        "B.1.1.1. Atributos mensurables de los objetos (longitud, masa, capacidad) y tiempos.",
        "B.1.1.2. Unidades convencionales (metro, kilo y litro) y  no convencionales en situaciones de la vida cotidiana.",
        "B.1.1.3. Medida del tiempo (año, mes, semana, día y hora) en situaciones de la vida cotidiana.",
        "B.2. Medición.",
        "B.2.1.1. Procesos para  medir mediante repetición de una unidad y mediante la utilización de instrumentos  no convencionales.",
        "B.2.1.2. Procesos de medición con instrumentos convencionales (reglas,  cintas métricas, balanzas, calendarios…) en contextos familiares.",
        "B.3. Estimación y relaciones.",
        "B.3.1.1. Estrategias de comparación directa y ordenación de medidas de la misma magnitud.",
        "B.3.1.2. Iniciación a la estimación de medidas (distancias, tamaños, masas, capacidades...) por comparación directa con otras medidas.",
        "Bloque C. Sentido espacial.",
        "C.1. Figuras geométricas de dos y tres dimensiones.",
        "C.1.1.1. Figuras geométricas sencillas de una dimensión (punto, línea   recta,   línea curva y segmento) y de dos dimensiones (triángulos, cuadriláteros, circunferencia y círculo) en objetos de la vida cotidiana: identificación y clasificación atendiendo a sus elementos.",
        "C.1.1.2. Estrategias y técnicas de construcción de figuras geométricas sencillas   de   una, dos o tres dimensiones de forma manipulativa.",
        "C.1.1.3. Vocabulario geométrico básico: descripción   verbal de los elementos y las propiedades de figuras geométricas sencillas.",
        "C.1.1.4. Propiedades de figuras geométricas de dos dimensiones. Exploración mediante materiales manipulables (mecanos, tangram, juegos de figuras, etc.) y herramientas digitales.",
        "C.2. Localización y sistemas de representación",
        "C.2.1.1. Posición relativa de objetos en el espacio e interpretación de movimientos. Descripción en referencia a uno mismo a través de vocabulario adecuado (arriba, abajo, delante, detrás, entre, más cerca que, menos cerca que, más lejos que, menos lejos que).",
        "C.4. Visualización, razonamiento y modelización geométrica.",
        "C.4.1.1. Modelos geométricos en la resolución de problemas relacionados con los otros sentidos.",
        "C.4.1.2. Relaciones geométricas. Reconocimiento de las mismas en el entorno.",
        "Bloque D. Sentido algebraico",
        "D.1. Patrones",
        "D.1.1.1. Estrategias para la identificación, descripción oral, descubrimiento de elementos ocultos y extensión   de secuencias a partir de   las regularidades en una colección de números, figuras o imágenes",
        "D.2. Modelo matemático.",
        "D.2.1.1. Proceso guiado  de modelización (dibujos, esquemas, diagramas, objetos manipulables, dramatizaciones...) en la comprensión y resolución de problemas de  la vida cotidiana.",
        "D.3. Relaciones y funciones.",
        "D.3.1.1. Expresión de relaciones   de igualdad    y desigualdad mediante  los signos = y ≠ entre expresiones que incluyan operaciones.",
        "D.3.1.2. Representación de la igualdad como expresión de una relación  de equivalencia entre dos elementos  y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "D.4. Pensamiento computacional",
        "D.4.1.1. Descomposición de rutinas y actividades sencillas de la vida cotidiana en los pasos ordenados en que se realizan",
        "D.4.1.2. Estrategias para la interpretación de algoritmos sencillos (rutinas, instrucciones con pasos ordenados, robótica educativa…).",
        "Bloque E. Sentido estocástico.",
        "E.1. Organización y análisis de datos.",
        "E.1.1.1. Gráficos estadísticos muy sencillos de la vida cotidiana (pictogramas, gráficas de barras con cuadrículas y etiquetado numérico): estrategias de reconocimiento de los principales elementos y extracción de la información relevante.",
        "E.1.1.2. Estrategias sencillas de recogida, clasificación y recuento de datos cualitativos y cuantitativos en muestras pequeñas.",
        "E.1.1.3. Representación de datos obtenidos a través de recuentos mediante   gráficos estadísticos sencillos (pictogramas, gráficos de barras con cuadrículas y etiquetado numérico), recursos manipulables y tecnológicos.",
        "Bloque F. Sentido socioafectivo.",
        "F.1. Creencias, actitudes y emociones.",
        "F.1.1.1. Gestión emocional: estrategias  de identificación y expresión de las propias emociones ante las matemáticas. Interés, curiosidad e iniciativa en el aprendizaje de las matemáticas.F.1.1.2. Fomento de la confianza a la hora de resolver problemas y para solicitar la ayuda necesaria.",
        "F.1.1.3. Valoración del error como oportunidad de aprendizaje.",
        "F.2. Trabajo en equipo, inclusión, respeto y diversidad.",
        "F.2.1.1. Identificación y rechazo   de actitudes discriminatorias ante las diferencias individuales presentes en   el aula y fomento de actitudes inclusivas y aceptación de la diversidad  del grupo.",
        "F.2.1.2. Participación activa en el   trabajo   en equipo, interacción positiva y respeto por el trabajo de los demás.",
        "F.2.1.3. Contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Comprender las preguntas planteadas a través de diferentes estrategias o herramientas, reconociendo la información contenida en problemas de la vida cotidiana.",
        "Criterio 1.2. Proporcionar ejemplos de representaciones de situaciones problematizadas sencillas, utilizando recursos manipulativos y gráficos que ayuden en la resolución de un problema de la vida cotidiana.",
        "Criterio 2.1. Emplear algunas estrategias adecuadas en la resolución de problemas.",
        "Criterio 2.2. Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución.",
        "Criterio 2.3. Describir verbalmente la idoneidad de las soluciones de un problema a partir de las preguntas previamente planteadas.",
        "Criterio 3.1. Realizar conjeturas matemáticas sencillas, investigando patrones, propiedades y relaciones de forma guiada.",
        "Criterio 3.2. Dar ejemplos de problemas a partir de situaciones cotidianas que se resuelvan matemáticamente.",
        "Criterio 4.1. Describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional de forma guiada.",
        "Criterio 4.2. Emplear herramientas tecnológicas adecuadas, de forma guiada, en el proceso de resolución de problemas.",
        "Criterio 5.1. Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios.",
        "Criterio 5.2. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas.",
        "Criterio 6.1. Reconocer lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo vocabulario específico básico.",
        "Criterio 6.2. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos, de forma verbal o gráfica.",
        "Criterio 7.1. Reconocer las emociones básicas propias al abordar nuevos retos matemáticos, solicitando ayuda solo cuando sea necesario.",
        "Criterio 7.2. Expresar actitudes positivas ante retos matemáticos, aceptando el error como una oportunidad de aprendizaje.",
        "Criterio 8.1. Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos.",
        "Criterio 8.2. Aceptar la tarea y rol asignado en el trabajo en equipo, cumpliendo con las responsabilidades individuales y contribuyendo a la consecución de los objetivos del grupo."
    ]
}