{
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1.1. Identificar las características de manifestaciones escénicas preferiblemente clásicas, así como las relaciones con su contexto de producción y su aportación al canon, empleando el metalenguaje específico y evidenciando una actitud de apertura, interés y respeto en la recepción activa de las mismas. ",
    "Criterio 1.1.2. Establecer conexiones de intertextualidad entre manifestaciones escénicas de diferentes épocas y tradiciones, valorando su influencia sobre las actuales. ",
    "Criterio 1.1.3. Fomentar el patrimonio escénico a través de distintos medios y soportes, implicándose en su función de visibilización, transformación y cohesión social en contextos locales, y promocionándolo como elemento cultural identitario.",
    "Criterio 1.1.4. Aplicar, en el paradigma de estudio de las artes escénicas, la perspectiva de género y la intercultural, valorando las aportaciones de las voces minoritarias y reflexionando críticamente acerca de las razones históricas de su ausencia en el canon.",
    "Competencia específica 2.",
    "Criterio 2.1.1. Identificar los códigos de significación escénica, reconociendo sus elementos constitutivos y valorando sus potencialidades expresivas y estéticas.",
    "Criterio 2.1.2. Participar con iniciativa, confianza y creatividad, en la exploración individual o grupal de sistemas, medios y códigos de significación escénica a través de actividades prácticas dentro del aula como el juego dramático, la improvisación, la dramatización o la creación colectiva. ",
    "Criterio 2.1.3. Idear, diseñar y configurar la acción, el conflicto, las situaciones y los personajes dramáticos de escenas sencillas, seleccionando del repertorio personal de recursos las técnicas más adecuadas a la intención comunicativa.",
    "Criterio 2.1.4. Definir, a través de cualquier medio o soporte, los elementos dramáticos, expresivos y plásticos de un repertorio para diseñar una propuesta escénica integrándolos de forma creativa, sostenible y con sentido colaborativo.",
    "Criterio 2.1.5. Realizar consultas en internet sobre dramaturgia escénica, haciendo un uso crítico, ético y responsable de la cultura digital.",
    "Competencia específica 3.",
    "Criterio 3.1.1. Emplear técnicas elementales que permitan progresar en la ejecución de la partitura interpretativa individual poniendo en práctica principios básicos de kinesiología, proxémica y biomecánica, y priorizando la dimensión lingüística y paralingüística en la recreación o representación de escenas dramáticas.",
    "Criterio 3.1.2. Utilizar técnicas y estrategias guiadas de memorización, concentración y gestión de la ansiedad y del miedo escénico, valorando los ensayos como espacios de escucha, diálogo y aprendizaje.",
    "Criterio 3.1.3. Demostrar la adquisición de actitudes y habilidades para el trabajo en equipo y la resolución de conflictos: comunicación y negociación, autoconocimiento, escucha activa, creatividad, empatía, imaginación y espíritu emprendedor.",
    "Criterio 3.1.4. Poner en valor la aceptación del propio cuerpo como elemento que nos singulariza y que conforma la identidad y la autoestima personales, desarrollando su potencialidad expresiva y creativa en el ámbito personal y académico.",
    "Criterio 3.1.5. Representar una producción escénica sencilla contribuyendo al enriquecimiento del entorno cultural académico y fomentando una comunicación inclusiva y cohesionadora con el público.",
    "Competencia específica 4.",
    "Criterio 4.1.1. Crear un proyecto escénico sencillo movilizando inclusivamente al grupo hacia un reto común de compromiso social en un contexto local.",
    "Criterio 4.1.2. Aplicar competencias de emprendimiento cultural asumiendo diferentes funciones, valorando las aportaciones del resto de integrantes, analizando necesidades y oportunidades, optimizando los recursos disponibles, y evaluando su viabilidad, sostenibilidad e impacto en el entorno.",
    "Criterio 4.1.3. Evaluar y presentar, en formato oral, escrito o multimodal, los resultados de proyectos de creación y difusión escénica realizados en un contexto académico, analizando y argumentando la relación entre los objetivos planteados y el producto final así como las posibles diferencias entre ellos y su valor añadido, expresando la opinión personal crítica y respetuosamente, y respetando la propiedad intelectual.",
    "Competencia específica 5.",
    "Criterio 5.1.1. Presenciar con interés, dentro y fuera del ámbito académico, manifestaciones escénicas preferiblemente clásicas, argumentando el tipo de público al que se dirigen mediante el análisis de la obra y las reacciones que genera su recepción.",
    "Criterio 5.1.2. Comentar manifestaciones escénicas reflexionando críticamente sobre sus características y presupuestos artísticos, empleando el metalenguaje específico, consultando la crítica escénica especializada en fuentes fiables y reelaborando la información en cualquier medio y soporte.",
    "Criterio 5.1.3. Demostrar la adquisición de las actitudes necesarias para el disfrute del componente estético y catártico de los espectáculos escénicos recepcionados en cualquier situación y contexto."
    
  ],
    "saberes": [
      "Bloque A. Patrimonio escénico.",
      "A.1. Patrimonio escénico.",
      "A.1.1.1. Artes escénicas: concepto, tipologías y tradiciones. ",
      "A.1.1.2. Dramaticidad, teatralidad y performatividad.",
      "A.1.1.3. Las artes escénicas y su historia: cambios y transformaciones hasta mediados del siglo XX. Inclusión de las perspectivas intercultural y de género.",
      "A.1.1.4. Fomento de la expresión escénica en contextos locales. Visibilización, cohesión social, y elemento cultural identitario.",
      "A.1.1.5. Estudio del patrimonio escénico material: teatro grecolatino, corral de comedias, teatro a la italiana…",
      "Bloque B. Expresión y comunicación escénica.",
      "B.1. Expresión y comunicación escénica.",
      "B.1.1.1. Códigos de significación escénica: naturaleza, descripción y clasificación. El espacio escénico como generador de significado: la convención teatral.",
      "B.1.1.2. Recursos literarios, sonoros y plásticos en las artes escénicas. Escenografía, caracterización, e iluminación. Escenografía volumétrica y virtual.",
      "B.1.1.3. Experimentación a través del juego dramático, la improvisación, la dramatización y la creación colectiva.",
      "B.1.1.4. Uso crítico, ético y responsable de la cultura digital. Búsqueda en internet sobre dramaturgia escénica.",
      "B.1.1.5. El conflicto dramático clásico: personaje, situación y acción dramática.",
      "B.1.1.6. El personaje dramático clásico: análisis, caracterización y construcción.",
      "Bloque C. Interpretación.",
      "C.1. Interpretación.",
      "C.1.1.1. Los instrumentos del intérprete: expresión corporal, gestual, oral y rítmicomusical. La dramatización, el mimo y la danza.",
      "C.1.1.2. Cuidado y valoración del propio cuerpo. Desarrollo de su potencialidad expresiva y creativa en un contexto personal y académico.",
      "C.1.1.3. Preparación física y preexpresiva en las artes escénicas. Principios básicos de kinesiología, proxémica y biomecánica.",
      "C.1.1.4. Métodos y técnicas de interpretación. La partitura interpretativa y su ejecución.",
      "C.1.1.5. Prácticas interpretativas individuales de expresión corporal con apoyo del elemento lingüístico y paralingüístico.",
      "C.1.1.6. Los ensayos: tipología, finalidades y organización. Valoración como espacios de escucha, diálogo, y aprendizaje.",
      "C.1.1.7. Estrategias guiadas de memorización, concentración y gestión de la ansiedad y del miedo escénico.",
      "C.1.1.8. El personaje dramático: grados de representación, objetivos y funciones.",
      "Bloque D. Representación y escenificación.",
      "D.1. Representación y escenificación. ",
      "D.1.1.1. El espectáculo escénico clásico: concepto y características.",
      "D.1.1.2. Tipologías básicas del espectáculo escénico: clásico, de vanguardia, corporal, occidental, oriental, de objetos, musical, dancístico, de interior, de calle.",
      "D.1.1.3. Diseño de un espectáculo escénico sencillo: equipos, fases y áreas de trabajo.",
      "D.1.1.4. Estrategias de trabajo en equipo. Resolución de conflictos.",
      "D.1.1.5. Dramaturgia de un proyecto escénico sencillo.",
      "D.1.1.6. La dirección artística en proyectos escénicos.",
      "D.1.1.7. Producción y realización de un proyecto escénico sencillo en un contexto local.",
      "D.1.2.7. Producción y realización de un proyecto escénico o performativo complejo en un contexto global.",
      "D.1.1.8. Representación de espectáculos escénicos sencillos que entrañen compromiso social en un contexto académico.",
      "D.1.1.9. Exhibición, difusión, distribución y evaluación de productos escénicos en un contexto académico, a través de soporte oral, escrito o multimodal.",
      "Bloque E. Recepción de las artes escénicas.",
      "E.1. Recepción de las artes escénicas.",
      "E.1.1.1. La recepción teatral: catarsis, extrañamiento y participación.",
      "E.1.1.2. Estrategias y técnicas de análisis de manifestaciones escénicas.",
      "E.1.1.3. Emprendimiento cultural aplicado al espectáculo escénico: oportunidades de desarrollo personal, académico y social.",
      "E.1.1.4. Recepción, como valorador crítico, de espectáculos escénicos preferiblemente clásicos, visionados en directo o a través de reproducciones digitales.",
      "E.1.1.5. Adquisición de habilidades para el disfrute del componente estético y catártico.",
      "E.1.1.6. El respeto de la propiedad intelectual. La protección de la creatividad personal.",
      "E.1.1.7. Consulta de la crítica escénica especializada a través de fuentes fiables.",
      "E.1.1.8. El público: concepto y tipologías."
      
    ]
}
