{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Reconocer los rasgos estilísticos de la música y de la danza en las diferentes épocas históricas, a través de la escucha activa y del visionado de manifestaciones artísticas, así como del análisis de partituras y textos representativos, evidenciando una actitud de apertura y respeto hacia la diversidad artística. (CCL1, CP1, CPSAA4, CCEC2)",
        "1.2 Comprender las características estéticas de las obras propuestas de música y danza a través del conocimiento de sus distintos elementos y lenguajes, valorando su relación con el contexto en el que se producen. (CCL2, CP2, CD3, CC3, CCEC2)",
        "1.3 Determinar la función de la música y de la danza en los diferentes contextos, estableciendo vínculos entre las características de estas manifestaciones artísticas y las circunstancias culturales o sociológicas que puedan incidir en el desarrollo evolutivo de las diferentes épocas. (CCL3, CP1, STEM2, CCEC2)",
        "1.4 Valorar la riqueza del patrimonio musical y dancístico a través del reconocimiento de las características de un determinado periodo en la adaptación de las interpretaciones y el contraste con las muestras originales. (CCL2, CP2, CPSAA4, CC3, CE3, CCEC2)",
        "Competencia específica 2",
        "2.1 Relacionar el hecho musical con el pensamiento filosófico-estético del momento en que fue creado, siendo asimismo capaz de vincular la obra musical con manifestaciones coetáneas de otras artes. (CCL2, CCL3, CPSAA4, CC1, CCEC1)",
        "2.2 Relacionar manifestaciones musicales y de danza, descubriendo semejanzas y diferencias entre ellas, y las características que definen sus principales rasgos como manifestaciones artísticas. (CCL3, STEM2, CD1, CPSAA4, CCEC1)",
        "2.3 Expresar con corrección léxica, oralmente y por escrito, la propia opinión sobre conceptos histórico-estéticos diversos y argumentar de manera razonada acerca de obras musicales y de danza, elaborando comentarios críticos fundamentados en el conocimiento del contexto creativo. (CCL2, CP3, CD1, CPSAA4, CC1, CCEC2, CCEC3.1)",
        "2.4 Analizar la importancia del patrimonio musical, escénico y artístico como expresión de una época, valorando la responsabilidad sobre su conservación y difusión. (CCL3, STEM2, CD1, CPSAA3.1, CPSAA4, CC1, CCEC1, CCEC3.1)",
        "Competencia específica 3",
        "3.1 Experimentar con las características de la música y de la danza de un periodo histórico determinado, interpretando o dramatizando fragmentos o adaptaciones de obras relevantes con instrumentos musicales, la voz o el propio cuerpo. (CCL2, CPSAA1.1, CPSAA3.1, CE3, CCEC3.2, CCEC4.1, CCEC4.2)",
        "3.2 Valorar la riqueza del patrimonio musical y dancístico a través del reconocimiento de las características de un determinado periodo en la adaptación de las interpretaciones y el contraste con las muestras originales. (CCL2, CPSAA1.1, CPSAA3.1, CE3, CCEC3.2, CCEC4.1)",
        "3.3 Mostrar sensibilidad, a través de la interpretación, hacia el patrimonio de las músicas y danzas tradicionales, especialmente de Castilla y León, su incidencia en los diferentes ámbitos y su capacidad de generar valores significativos. (CPSAA1.1, CPSAA3.1, CE3, CCEC3.1, CCEC4.1)",
        "3.4 Participar activamente en las interpretaciones asumiendo las diferentes funciones que se asignen y mostrando interés por aproximarse al conocimiento y disfrute del repertorio propuesto. (CP3, CPSAA1.1, CPSAA3.2, CE3, CCEC4.1, CCEC4.2)",
        "Competencia específica 4",
        "4.1 Analizar las diferentes corrientes interpretativas, como el proceso de hacer música, comparando distintas versiones musicales de una misma obra e identificando su vinculación con la estética del periodo viendo al intérprete como la figura que consigue dar respuesta, con su habilidad instrumental, a hacer realidad la necesidad colectiva de escuchar obras musicales de otros tiempos. (CCL2, CCL3, CD1, CD2, CPSAA4, CCEC1)",
        "4.2 Concienciarse sobre la importancia de la conservación y la transmisión del patrimonio musical y escénico de cualquier época, especialmente del de Castilla y León, a partir de la recepción y análisis de diferentes propuestas, comprendiendo la importancia del respeto hacia el patrimonio y la responsabilidad sobre su conservación y difusión. (CCL2, CCL3, CPSAA1.1, CPSAA4, CC1, CCEC4.2)",
        "4.3 Analizar textos relativos a la música y la danza de diferentes culturas y épocas. (CCL2, CCL3, STEM2, CCEC2)",
        "4.4 Utilizar las fuentes musicales: partituras, registros sonoros y audiovisuales, fuentes hemerográficas, patrimoniales y bibliográficas haciendo un uso responsable de la información y demostrando su aprovechamiento para construir la propia opinión dentro de un discurso informado. (CCL2, CCL3, CD1, CD3, CPSAA4, CC3, CCEC1)",
        "4.5 Realizar trabajos de investigación sobre aspectos musicales y dancísticos determinados, a través de diferentes fuentes de información, aplicando estrategias de búsqueda, de selección y de reelaboración de la información. (CCL2, CCL3, STEM2, CD1, CD2, CD3, CCEC4.2)",
        "Competencia específica 5",
        "5.1 Explicar y valorar los principios teórico-estéticos que se manifiestan a lo largo de la evolución histórica de la música y la danza relacionándolos con el resto de las artes y con el contexto social y cultural inmediato, usando de forma fiable y responsable las tecnologías digitales y respetando los derechos de autor y la propiedad intelectual. (CCL1, CCL3, CD2, CD3, CCEC1)",
        "5.2 Elaborar argumentos críticos, utilizando el léxico y la terminología específica, sobre diversas obras o fragmentos seleccionados, vinculados con las corrientes estéticas en que se originaron. (CCL1, CCL3, CD2, CD3, CPSAA1.1, CC3, CE3, CCEC1, CCEC4.2) 5.3 Manifestar la opinión personal fundamentada acerca de la interpretación de diferentes propuestas musicales y de danza mediante la audición, visionado o asistencia a eventos musicales en los que se muestre una actitud respetuosa y empática. (CCL1, CCL3, CP3, CPSAA4, CPSAA5, CE3, CCEC4.2)"
    ],
    "saberes": [
        "A. Percepción visual y auditiva",
        "- Los elementos técnicos, recursos metodológicos y lenguaje propios del estudio de la coreografía y de la música, a partir de la audición y del visionado de obras representativas. Características estéticas y estilísticas de las obras analizadas.",
        "- Principales propuestas significativas y representativas de la música y de la danza en su contexto histórico-estético. Constatación y descripción de los rasgos característicos y de la evolución de parámetros estéticos y estilísticos.",
        "- Estrategias de escucha, visionado y análisis de textos y partituras. La teoría y la evolución de la estética y estilos musicales a través de textos teóricos, administrativos epistolares o hemerográficos, sobre música y danza.",
        "- Aspectos socioculturales de la recepción artística. Evolución de los formatos y desarrollo del público y las salas de conciertos.",
        "B. Contextos de creación",
        "- Aspectos evolutivos del entorno profesional de la música y de la danza, vinculación con otros aspectos sociales, económicos y políticos. La función social de la música y la danza lo largo de la historia. Los oficios musicales y dancísticos y el papel del intérprete.",
        "- Aspectos socioculturales de la recepción musical. Evolución de los formatos y desarrollo del público: el concierto, el público y los espacios musicales a lo largo de la historia.",
        "- Principales escuelas, autoras y autores. Evolución, características y obras representativas de la música occidental y de la danza, desde la Prehistoria hasta nuestros días. Contextualización en su entorno histórico y relación de la música con otras artes. La música y la danza en España, con especial atención a las producciones musicales de Castilla y León, tanto históricas como actuales.",
        "- La música y la danza en vinculación al texto literario o como formas de acompañamiento e intensificación dramática en otro tipo de manifestaciones artísticas. Relación existente entre la literatura y la música. Música y escena: drama musical, ópera y zarzuela, teatro musical y cine. El ballet. Música descriptiva y programática.",
        "- Interés por desarrollar un sentimiento de estima por tratar de conocer, conservar, respetar y difundir el patrimonio musical y dancístico, en especial el de Castilla y León.",
        "C. Investigación, opinión crítica y difusión.",
        "- Fuentes de investigación musical: Procesos de búsqueda, selección, tratamiento y difusión de la información. Fiabilidad y validez. Repertorios más importantes. Fuentes Teóricas y Didácticas. Fuentes Históricas y Administrativas. Fuentes Filosóficas y Estéticas. Fuentes Iconográficas. Fuentes de transmisión oral. Fuentes en registros audiovisuales. Bibliotecas y bases de datos. Archivos y fondos musicales de Castilla y León.",
        "- Valoración crítica de la utilización de los medios audiovisuales y las tecnologías de la información y la comunicación como recursos para la creación, la interpretación, el registro y la difusión de producciones sonoras y audiovisuales.",
        "- La propiedad intelectual y los derechos de autor en la industria musical.",
        "D. Experimentación activa",
        "- Interpretación de obras musicales, originales o adaptadas, como vehículo de expresión artística y análisis del hecho musical.",
        "- Desarrollo del sentido estético y la creatividad a partir de la práctica de danzas sencillas de distintos estilos: clásicas, folclóricas y de salón.",
        "- Práctica de la improvisación vocal, corporal e instrumental, para favorecer procesos expresivos, creativos e imaginativos."
    ]
}