{
  "competenciasEspecificas": [
    "OBJ1. Buscar, interpretar, producir y transmitir correctamente información relativa a cuestiones filosóficas, a partir del empleo contrastado y seguro de fuentes, el uso y análisis riguroso de las mismas, y el empleo de procedimientos elementales de investigación y comunicación, para generar y transmitir juicios y tesis personales, y desarrollar una actitud indagadora, autónoma, rigurosa y creativa en el ámbito de la reflexión filosófica.",
    "OBJ2. Practicar el ejercicio del diálogo filosófico de manera rigurosa, crítica, tolerante y empática, interiorizando las pautas éticas y formales que este requiere, mediante la participación en actividades grupales y a través del planteamiento dialógico de las cuestiones filosóficas, para promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática.",
    "OBJ3. Entender el carácter plural de las diferentes concepciones, ideas y argumentos en relación a los problemas fundamentales de la filosofía, mediante el análisis crítico de las diversas tesis relevantes y de los problemas fundamentales a los que estas responden para comprender las principales y fundamentales teorías filosóficas de las más importantes pensadoras y pensadores.",
    "OBJ4. Comprender y analizar la personalidad humana, estableciendo una aproximación a los estudios de la mente y de la neurociencia, y viendo las implicaciones de la motivación, de la afectividad y de las emociones en su conformación, a través de la investigación y del diálogo entre la filosofía y la ciencia, para comprender y construir discursos sobre la reflexión filosófica acerca del ser humano a lo largo de la historia del pensamiento.",
    "OBJ5. Conocer y comprender los conceptos y estructuras básicos de la cultura, la sociedad y la socialización reflexionando, en común, sobre la naturaleza cultural y social del ser humano, oralmente y por escrito, con una actitud crítica, siendo empáticos, equitativos, manteniendo un espíritu constructivo y valorando el enriquecimiento cultural que supone conocer las aportaciones culturales diversas.",
    "OBJ6. Adquirir una visión global de la racionalidad humana como característica que nos distingue y nos permite situarnos y orientarnos en el mundo, comprendiendo y analizando las principales tesis filosóficas sobre la capacidad que tiene la racionalidad de suministrarnos un conocimiento acomodado del mundo, y valorando el ideal de verdad que persiguen las investigaciones teóricas y les sirve de guía a nuestros afanes prácticos, para fortalecer en el alumnado el espíritu crítico y riguroso a la hora de analizar informaciones, practicar el diálogo argumentado, y adoptar criterios bien fundados a la hora de tomar decisiones individuales y colectivas.",
    "OBJ7. Tomar conciencia de la centralidad de las preguntas metafísicas, al apuntar directamente a la cuestión radical del sentido último de la realidad y del papel del ser humano dentro de ella, reflexionando de manera dialógica y crítica sobre el carácter perenne de las preguntas sobre el universo y la naturaleza, sobre la vida y la muerte, sobre el individuo y la historia, y el carácter histórico con las que fueron y siguen siendo contestadas, para que el alumnado aprecie, valore y se sienta partícipe del esfuerzo humano por intentar dar un sentido racional a la totalidad que lo rodea y a su misma existencia.",
    "OBJ8. Reflexionar y entender la libertad humana y su relación con la voluntad, incluyendo su tratamiento a lo largo de la historia del pensamiento y reconociendo que está determinada desde varios niveles, para comprender que es condición de la creatividad, también colaborativa, y para desarrollar desde esta última una aproximación al estudio sobre lo que es el arte y la belleza."
  ]
}