{
  "saberes": [
    "A. Comunicación",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos.",
    "- Comprensión, interpretación y valoración de textos orales, escritos y multimodales de ámbito académico/escolar y social, en relación con la finalidad que persiguen.",
    "- Conocimiento y uso, progresivamente autónomo, de las estrategias básicas necesarias para la producción y evaluación de textos orales y escritos.",
    "- Participación en interacciones orales planificadas, observando y respetando las normas básicas de intervención, cortesía y respeto.",
    "- Producción, de manera progresivamente autónoma, de textos orales y escritos relacionados con el ámbito personal, académico/escolar y social. Valoración del intercambio lingüístico como herramienta para la resolución de conflictos.",
    "B. Educación literaria",
    "- Lectura, de manera progresivamente autónoma, de obras o fragmentos literarios de literatura juvenil, a partir de preselecciones que incluyan la presencia de autores.",
    "- Estrategias para la configuración de un itinerario lector, a partir de la toma de conciencia de los propios gustos e identidad lectora.",
    "- Lectura expresiva, dramatización y recitación de textos o fragmentos literarios sencillos.",
    "- Aproximación a los géneros y subgéneros literarios, a partir de textos literarios leídos",
    "- Redacción de textos sencillos de intención literaria, partiendo de textos literarios leídos.",
    "- Participación en la elaboración de trabajos en grupo sobre obras o fragmentos literarios leídos, movilizando estrategias de cooperación y colaboración",
    "- Uso progresivamente autónomo de fuentes de consulta en diferentes soportes.",
    "C. Reflexión sobre la lengua",
    "- Valoración del conocimiento y uso reflexivo de las normas ortográficas, apreciando su valor social y la necesidad de ceñirse a la norma lingüística.",
    "- Profundización en el estudio de las distintas clases de palabras, a partir de textos orales y escritos multimodales en diferentes soportes.",
    "- Iniciación al estudio de estructuras sintácticas sencillas. La oración simple. Sujeto y predicado. Tipos de complementos.",
    "- Uso, progresivamente autónomo, de diccionarios y manuales de gramática en diferentes soportes para obtener información gramatical básica.",
    "- Redacción de textos sencillos partiendo de la reflexión metalingüística."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Comprender y valorar el sentido global, la información relevante, la finalidad y la estructura de textos orales, escritos y multimodales analizando la interacción entre los diferentes códigos. (CCL2, CP2, STEM4, CD1, CD2, CD4, CE1)",
    "1.2 Reflexionar sobre la coherencia, cohesión y adecuación de textos orales, escritos y multimodales, proponiendo mejoras en las propias producciones. (CCL2, STEM4, CD3, CD4, CPSAA3, CPSAA4, CPSAA5, CE1)",
    "Competencia específica 2",
    "2.1 Producir textos orales y escritos de complejidad progresiva del ámbito académico/escolar y social, ateniéndose a las normas ortográficas y a la norma lingüística. (CCL1, CD2, CD3, CPSAA4, CPSAA5)",
    "2.2 Movilizar las estrategias de trabajo en grupo, favoreciendo el espíritu de colaboración, cortesía y respeto. (CCL1, CCL5, CPSAA1, CPSAA3, CPSAA5, CE1)",
    "2.3 Valorar la participación activa en interacciones orales y escritas de diverso tipo, como forma de construir conocimiento, evaluando su calidad y eficacia. (CCL1, CD2, CD3, CPSAA1, CPSAA3, CPSAA4, CE1)",
    "2.4 Valorar el trabajo en grupo como forma de enriquecimiento personal, desarrollando estrategias de resolución de conflictos. (CCL1, CCL5, CPSAA1, CPSAA3, CPSAA4, CE1)",
    "Competencia específica 3",
    "3.1 Evaluar, de manera progresivamente autónoma, la fiabilidad y pertinencia de las fuentes de obtención de información en diferentes soportes, adoptando una actitud crítica y selectiva. (CCL2, CCL3, STEM1, CD1, CD2, CD4, CPSAA4, CC1, CC3, CE1) 3.2 Integrar la consulta de fuentes de información como herramienta de trabajo, tanto individual como en grupo, seleccionando las más convenientes, basándose en su rigor y fiabilidad. (CCL3, CP2, STEM1, CD1, CD2, CD3, CD4, CPSAA5, CE1)",
    "Competencia específica 4",
    "4.1 Configurar un itinerario lector propio, a partir de la lectura y disfrute de fragmentos o textos de diferentes ámbitos y estilos, partiendo de preselecciones. (CCL1, CCL2, CCL4, CPSAA3, CPSAA5, CCEC1, CCEC2, CCEC4)",
    "4.2 Valorar la lectura, incorporándola como forma de construir conocimiento y como fuente de placer y disfrute. (CCL2, CCL4, CD3, CPSAA1, CCEC1, CCEC2)",
    "4.3 Producir textos variados de complejidad progresiva de diferentes ámbitos, que respondan a diferentes necesidades comunicativas, incorporando los conocimientos adquiridos respecto a las propiedades de coherencia, cohesión y adecuación. (CCL1, CCL4, CD3, CPSAA1, CPSAA5, CCEC3, CCEC4)",
    "Competencia específica 5",
    "5.1 Aplicar la reflexión metalingüística a las producciones propias, tanto orales como escritas, propiciando una progresiva mejora de los textos. (CCL1, CCL2, CCL3, CP2, CD2, CD4, CPSAA4)",
    "5.2 Iniciarse en el uso del metalenguaje, en el estudio de textos orales, escritos y multimodales, incorporando paulatinamente los términos que se van incorporando. (CCL1, CCL2, CCL3, CD1, CD2, CD3, CD4, CPSAA5)",
    "Competencia específica 6",
    "6.1 Utilizar la lengua, tanto oral como escrita, de manera respetuosa, detectando y eliminando los usos discriminatorios. (CCL3, CCL5, CP3, CPSAA3, CC1, CC2, CC3)",
    "6.2 Valorar la interacción lingüística como estrategia para favorecer la convivencia democrática y para solucionar conflictos, identificando los usos discriminatorios y socialmente nocivos. (CP3, CPSAA3, CC1, CC2, CC3)"
  ]
}
