{
"saberes": [
    "A. Manifestaciones y elementos escénicos",
    "— El espectáculo escénico: concepto, características y función social de sus diferentes manifestaciones: teatro, danza, circo, ópera, mimo, pantomima, clown, performance…",
    "— La vocación de conciencia y transformación social de las artes escénicas, ejemplos contextualizados.",
    "— Las artes escénicas y la danza como fuente de herramientas para la mejora de la salud física y psíquica: danzaterapia, expresión corporal, teatro-terapia, risoterapia, psicodrama…. ",
    "— La crítica escénica en sus aspectos básicos. Realización de críticas de espectáculos escénicos. ",
    "— Exploración de los instrumentos comunicativos del intérprete: expresión oral y escrita, corporal, gestual y mímica, y rítmico-musical.",
    "— Descripción y análisis de los elementos de la expresión dramática: personaje, situación, acción, conflicto, espacio, tiempo.",
    "B. Interpretación",
    "— Códigos de significación escénica: las convenciones teatrales.",
    "— Las pautas del teatro: palabra, tono, mímica, gesto, movimiento, maquillaje, peinado, vestuario, accesorio, decorado, iluminación, música, sonido. Y su relación con los roles técnicos.",
    "— Los instrumentos del intérprete: expresión corporal, gestual, oral y rítmico-musical.",
    "— Prácticas de dramatización: juego dramático, improvisación, dramatización… ",
    "— Actividades de contacto con la lectura teatralizada: creación de sencillos monólogos o diálogos, ejercicios de entonación hablada y cantada, dicción, articulación, etc. ",
    "— Recreación y creación de escenas, improvisaciones, memorización e interpretación de pequeñas obras o fragmentos.",
    "— Interpretación del personaje a partir de la situación, la acción, el conflicto, sus objetivos y funciones. ",
    "— El diseño de un espectáculo.",
    "C. Danza",
    "— La danza como género escénico y los estilos de danza escénica: clásica, contemporánea, española, baile flamenco, danza-teatro, danza-contact, danza urbana, teatro musical…",
    "— Las danzas no escénicas: étnicas, populares, históricas, de salón…",
    "— Los parámetros y formas básicas del movimiento: desplazamiento, gestualidad, elevación, rotación y posición. ",
    "— Interpretación en grupo de diferentes danzas. ",
    "— Improvisación dancística, individual o por pequeños grupos, libre o pautada.",
    "— Realización de proyectos coreográficos o dancísticos en los que el alumnado asuma diferentes roles externos (técnicos) e internos (como bailarines)."
],
"criteriosEvaluacion": [
"1.1 Identificar, con un vocabulario adecuado, las principales características de algunas manifestaciones escénicas de diferentes épocas, estableciendo relaciones con su contexto y con su función social, evidenciando una actitud de apertura, interés y respeto en la recepción activa de las mismas y valorándolas como medio de expresión de sentimientos, emociones e ideas.",
"1.2. Participar, con iniciativa, confianza y creatividad, en la exploración de medios y códigos de significación escénica y de elementos de desarrollo dancístico, a través de actividades de carácter práctico para enriquecer su repertorio personal de recursos expresivos y comunicativos. ",
"2.1. Recrear y representar la acción dramática analizando los personajes, situaciones y conflictos dramáticos y empleando técnicas elementales de interpretación y códigos de significación escénica (técnica corporal, vocal y dramática).",
"2.2. Participar activamente en pequeños proyectos escénicos colectivos, asumiendo diferentes funciones con iniciativa y responsabilidad, y valorando las aportaciones y experiencias delresto de integrantes del grupo.",
"3.1. Interpretar en grupo o en diferentes agrupaciones diferentes tipos de danzas y de expresiones coreográficas, ensayadas y memorizadas, utilizando para ello diversas fuentes de información y recursos escénicos y apreciando la importancia de la danza y los lenguajes que intervienen en ella como medio de expresión. ",
"3.2. Demostrar la capacidad para improvisar una secuencia de movimientos, libres o con un fin determinado valorando la importancia expresiva de la improvisación en danza. "
]
}