{
    "criteriosEvaluacion": [
        "1.1. Generar un conocimiento riguroso de fuentes y documentos filosóficamente relevantes, aplicando técnicas de búsqueda, organización, análisis, comparación e interpretación de los mismos, y relacionándolos correctamente con contextos históricos, problemas, tesis, autores y autoras, así como con elementos pertenecientes a otros ámbitos culturales.",
        "1.2. Construir juicios propios acerca de problemas histórico-filosóficos, a través de la elaboración y presentación de documentos y trabajos de investigación sobre los mismos con precisión y aplicando los protocolos al uso, tanto de forma individual como grupal y cooperativa.",
        "2.1. Emplear argumentos de modo riguroso, reconociendo y aplicando normas, técnicas y pautas lógicas, retóricas y argumentativas, y evitando modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis.",
        "2.2. Sostener el hábito del diálogo argumentativo, empático, abierto y constructivamente comprometido con la búsqueda del conocimiento, a través de la participación activa, respetuosa y colaborativa en cuantas actividades se propongan.",
        "3.1. Adquirir y expresar un conocimiento significativo de las más importantes propuestas filosóficas que se han sucedido a lo largo de la historia, a través de la indagación sobre ellas y la identificación de las cuestiones a las que responden.",
        "3.2. Identificar, comprender y debatir sobre los principales problemas, ideas, tesis y controversias filosóficas de la historia del pensamiento, a través del análisis y comentario crítico de textos y documentos filosóficos o relevantes para la filosofía.",
        "4.1. Generar una concepción plural, dialéctica, abierta y crítica de la historia del pensamiento, a través de la comprensión, la realización de síntesis comparativas y la exposición de las relaciones de oposición y complementariedad entre tesis, escuelas, filósofos y filósofas de una misma época o tradición o de distintas épocas y tradiciones, en la forma de actividades de análisis, comparación y síntesis.",
        "5.1. Afrontar los grandes problemas filosóficos en su dimensión temporal y espacial, comprendiendo su doble aspecto histórico y universal, a través del análisis y exposición crítica de las condiciones culturales que han permitido en cada caso la aparición y evolución de dichos problemas en distintos momentos de la historia.",
        "5.2. Comprender la dimensión temporal y universal de los problemas filosóficos más importantes, comparando mediante esquemas u otros productos o actividades el tratamiento filosófico que se hace de ellos en distintas épocas, escuelas, tradiciones, autores y autoras.",
        "6.1. Adquirir una concepción sistémica y relacional de la historia de la cultura occidental, y del papel de las ideas filosóficas en ella, mediante el análisis, comentario y comparación de textos o documentos literarios, historiográficos, periodísticos, científicos o religiosos, así como de cualquier otra manifestación cultural, en los que se expresen problemas y concepciones filosóficamente relevantes.",
        "7.1. Desarrollar la autonomía de juicio y promover planteamientos, actitudes y acciones ética y cívicamente consecuentes con respecto a problemas fundamentales de la actualidad, a partir de la comprensión de ideas, teorías y controversias histórico-filosóficas que puedan contribuir a clarificar tales problemas y de la elaboración de propuestas de carácter crítico y personal con respecto a los mismos."
    ],
    "saberes": [
        "A. Del origen de la filosofía occidental en Grecia hasta el fin de la Antigüedad",
        "HFIL.2.A.1. Historicidad y universalidad de los problemas y concepciones filosóficas. Métodos de trabajo en Historia de la Filosofía.",
        "HFIL.2.A.2. El surgimiento de la filosofía occidental en Grecia. Cosmovisión mítica y teorización filosófica. La filosofía en otras tradiciones culturales.",
        "HFIL.2.A.3. El problema de la realidad en los presocráticos.",
        "HFIL.2.A.4. Filosofía y ciudadanía en la Ilustración griega: los sofistas y Sócrates. Aspasia de Mileto y el papel de la mujer en la cultura y la filosofía griega.",
        "HFIL.2.A.5. Idea y naturaleza: conocimiento y realidad en Platón y Aristóteles.",
        "HFIL.2.A.6. La antropología en la filosofía clásica: Sócrates y el conocimiento de sí; la psique en Platón y Aristóteles.",
        "HFIL.2.A.7. La discusión ética: el intelectualismo socrático-platónico; la teoría de las virtudes en Platón y Aristóteles; el concepto de eudaimonía.",
        "HFIL.2.A.8. El debate político: Las propuestas platónica y aristotélica en torno al mejor orden social.",
        "HFIL.2.A.9. De las polis al imperio. Filosofía, ciencia y cultura en el helenismo. Estoicismo y epicureísmo. La ciencia helenística: la figura de Hipatia de Alejandría.",
        "B. De la Edad Media a la modernidad europea",
        "HFIL.2.B.1. Etapas, métodos y cuestiones fundamentales en la filosofía medieval. Agustín de Hipona, Tomas de Aquino y Guillermo de Ockham. La personalidad polifacética de Hildegard von Bingen. La filosofía árabe y judía.",
        "HFIL.2.B.2. La asimilación de la filosofía griega por la teología medieval. El problema de la relación entre fe y razón.",
        "HFIL.2.B.3. El nacimiento de la modernidad europea. El Renacimiento. El protestantismo. La revolución científica.",
        " HFIL.2.B.4. Racionalismo y empirismo: René Descartes y David Hume.",
        "HFIL.2.B.5. El debate metafísico moderno. La teoría cartesiana de las sustancias. El materialismo desde Thomas Hobbes a la Ilustración.",
        "HFIL.2.B.6. La cuestión del origen y fundamento de la sociedad y el poder. Del pensamiento político medieval a la teoría del contrato social según Thomas Hobbes, John Locke y Jean-Jacques Rousseau.",
        "C. De la modernidad a la postmodernidad",
        "HFIL.2.C.1. El proyecto ilustrado: potencia y límites de la razón. Los Derechos del Hombre. La primera ola feminista: Mary Wollstonecraft y Olympe de Gouges.",
        "HFIL.2.C.2. La filosofía crítica de Immanuel Kant y el problema de la metafísica como saber. ",
        "HFIL.2.C.3. Éticas de la felicidad y éticas del deber. La ética kantiana frente al utilitarismo.",
        "HFIL.2.C.4. La crítica del capitalismo: el pensamiento revolucionario de Karl Marx y la dialéctica de la Ilustración en la Escuela de Fráncfort. El análisis del totalitarismo de Hannah Arendt.",
        "HFIL.2.C.5. La deconstrucción de la tradición occidental en Friedrich Nietzsche y la herencia posmoderna. ",
        "HFIL.2.C.6. Los problemas filosóficos a la luz del análisis del lenguaje: Ludwig Wittgenstein y la filosofía analítica. El atomismo lógico de Bertrand Russell.",
        "HFIL.2.C.7. Karl Popper y la epistemología del siglo XX.",
        "HFIL.2.C.8. El existencialismo: Martin Heidegger y Jean Paul Sartre. La razón vital y la razón poética: José Ortega y Gasset y María Zambrano.",
        "HFIL.2.C.9. El desarrollo contemporáneo del feminismo: Simone de Beauvoir.",
        "HFIL.2.C.10. Corrientes actuales de la Filosofía: la Filosofía Postmoderna; la Filosofía Política neocontractualista; la Filosofía ante los cambios tecnocientíficos actuales: hacia un Humanismo Tecnológico."
    ]
}