{
    "criteriosEvaluacion": [
        "Competencia Específica 1:",
        "1.1. Extraer y analizar las ideas principales, la información detallada y las implicaciones generales de textos de cierta longitud y complejidad, bien organizados , orales, escritos y multimodales, tanto en registro formal como informal, sobre temas de relevancia personal o de interés público, tanto concretos como abstractos, expresados de forma clara y en la lengua estándar o en variedades frecuentes, incluso en entornos moderadamente ruidosos, a través de diversos soportes. ",
        "1.2. Interpretar y valorar de manera crítica el contenido, la intención y los rasgos discursivos y ciertos matices, como la ironía o el uso estético de la lengua, de textos de cierta longitud y complejidad, con especial énfasis en los textos académicos y de los medios de comunicación, así como de textos de ficción, sobre una amplia variedad de temas de relevancia personal o de interés público. ",
        "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial y los detalles más relevantes y para distinguir la intención y las opiniones, tanto implícitas como explícitas de los textos; inferir significados e interpretar elementos no verbales; y buscar, seleccionar y contrastar información veraz.",
        "Competencia Específica 2:",
        "2.1. Expresar oralmente con suficiente fluidez, facilidad y naturalidad, diversos tipos de textos claros, coherentes, detallados, bien organizados, y adecuados al interlocutor o interlocutora y al propósito comunicativo sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, con el fin de describir, narrar, argumentar e informar, en diferentes soportes, evitando errores importantes y utilizando registros adecuados, así como recursos verbales y no verbales, y estrategias de planificación, control, compensación y cooperación. ",
        "2.2. Redactar y difundir textos detallados de creciente extensión, bien estructurados y de cierta complejidad, adecuados a la situación comunicativa, a la tipología textual y a las herramientas analógicas y digitales utilizadas, evitando errores importantes y reformulando, sintetizando y organizando de manera coherente información e ideas de diversas fuentes y justificando las propias opiniones sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, haciendo un uso ético del lenguaje, respetando la propiedad intelectual y evitando el plagio. ",
        "2.3. Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, revisión y cooperación, para componer textos bien estructurados y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de los interlocutores e interlocutoras reales o potenciales.",
        "Competencia Específica 3:",
        "3.1. Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en situaciones interactivas sobre temas cotidianos, de relevancia personal o de interés público cercanos a su experiencia, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital (Netiquette), así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores o interlocutoras, expresando ideas y opiniones con precisión y argumentando de forma convincente.",
        "3.2. Seleccionar, organizar y utilizar, de forma eficaz, espontánea y en diferentes entornos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra con amabilidad, ajustar la propia contribución a la de los interlocutores e interlocutoras percibiendo sus reacciones, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, resolver problemas y gestionar situaciones comprometidas.",
        "Competencia Específica 4:",
        "4.1. Interpretar y explicar textos, conceptos y comunicaciones en situaciones en las que atender a la diversidad, mostrando respeto y aprecio por los interlocutores e interlocutoras y por las lenguas, variedades o registros empleados, y participando en la solución de problemas de intercomprensión y de entendimiento, a partir de diversos recursos y soportes. ",
        "4.2. Aplicar estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y del conocimiento previo y los intereses e ideas de los interlocutores e interlocutoras.",
        "Competencia Específica 5:",
        "5.1. Comparar y contrastar las semejanzas y diferencias entre distintas lenguas reflexionando de forma sistemática sobre su funcionamiento y estableciendo relaciones entre ellas. ",
        "5.2. Utilizar con iniciativa y de forma creativa estrategias y conocimientos de mejora de su capacidad de comunicar y de aprender la lengua francesa con o sin apoyo de otros interlocutores e interlocutoras y de soportes analógicos y digitales. ",
        "5.3. Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua francesa, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y compartiéndolos.",
        "Competencia Específica 6:",
        "6.1. Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, rechazando y evaluando cualquier tipo de discriminación, prejuicio y estereotipo, y solucionando aquellos factores socioculturales que dificulten la comunicación. ",
        "6.2. Valorar críticamente la diversidad lingüística, cultural y artística propia de países donde se habla la lengua francesa teniendo en cuenta los derechos humanos, y adecuarse a ella, favoreciendo y justificando el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos. ",
        "6.3. Aplicar de forma sistemática estrategias para defender y apreciar la diversidad lingüística, cultural y artística atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad."
    ],
    "saberes": [
        "A. Comunicación ",
        "- Autoconfianza, iniciativa y asertividad. Estrategias de autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua extranjera. ",
        "- Estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales. ",
        "· Movilizar conocimientos previos para anticipar la tarea a realizar seleccionando el formato más adecuado y valorar las dificultades y los recursos disponibles.",
        "· Identificar el tipo de texto para facilitar la comprensión o adaptar el tipo de producción y coproducción. ",
        "· Producir textos escritos y orales cohesionados sobre temas cercanos a su entorno ajustándose a los modelos y fórmulas de cada tipo de texto.",
        "· Compensar las carencias lingüísticas mediante procedimientos lingüísticos, paralingüísticos o paratextuales, como el parafraseo, la definición, la sinonimia o búsqueda de palabras cercanas o incluso el parentesco con la lengua de origen y/u otras de estudio, el uso del lenguaje corporal culturalmente pertinente (gestos, expresiones faciales, contacto visual o corporal, proxémica).",
        "· Ser capaz de autocorregirse para reconducir la conversación.",
        "· Identificar el tema a través de deducciones de significados por el contexto, por elementos visuales, por comparación de palabras, etc. ",
        "· Identificar la información global y específica de textos orales y escritos en una lengua de uso habitual y cotidiano. ",
        "· Deducir ideas principales de textos escritos y orales a partir de la elaboración de hipótesis.",
        "· Localizar y usar adecuadamente recursos lingüísticos o temáticos (uso de un diccionario o gramática, solicitar ayuda, etc.)",
        "- Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas. ",
        "• Analizar la información seleccionando la más relevante para lograr discriminar las ideas principales de las secundarias",
        "• Ser capaz de adaptarse a las diferentes necesidades del destinatario:",
        "- teniendo en cuenta el contexto",
        "- transmitiendo el mensaje de manera clara y comprensible para su interlocutor",
        "- utilizando estrategias sencillas tales como resumir, parafrasear, aclarar, simplificar, ampliar información, etc.",
        "- Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: ",
        "• Describir fenómenos, acontecimientos, imágenes, objetos o personas: ser capaz de realizar con cierta facilidad una descripción directa y no complicada de temas variados dentro de sus intereses. ",
        "• Dar instrucciones y consejos: ser capaz de formular consejos, recomendaciones e instrucciones, expresar la prohibición y la obligación o pedir y dar permiso, aplicando el registro y la estructura del discurso adecuados a cada caso.",
        "• Narrar acontecimientos pasados puntuales y habituales sobre temas conocidos o de interés personal.",
        "• Describir estados y situaciones presentes relativos a su entorno, vida cotidiana, gustos, preferencias y costumbres. ",
        "• Expresar sucesos futuros y predicciones a corto, medio y largo plazo, así como formular hipótesis y hablar de sus proyectos personales",
        "• Expresar emociones y sensaciones tales como: el enfado y la indignación, el miedo, el temor, la alegría, la satisfacción y la decepción, el entusiasmo y la sorpresa…",
        "• Elaborar hipótesis.",
        "• Expresar la opinión: dar su punto de vista, mostrar su acuerdo y desacuerdo, protestar, expresar la duda… respetando las convenciones sociales, normas de cortesía y registros de lengua adecuados.",
        "• Presentar las opiniones de otros.",
        "• Argumentar: ser capaz de detallar y matizar sus argumentos con coherencia y cohesión.",
        "• Reformular: ser capaz de reorganizar ideas, opiniones o argumentos y reformularlos con sus propias palabras.",
        "• Resumir: ser capaz de seleccionar las ideas fundamentales de un texto oral o escrito para plasmarlas en un texto más breve y suficientemente estructurado.",
        "- Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto, organización y estructuración según el género, la función textual. ",
        "• Ser capaz de comprender y/o de producir de forma oral: conversaciones informales y de la vida cotidiana; audios de WhatsApp; llamadas telefónicas o videoconferencias; documentos audiovisuales adaptados a su nivel; anuncios, publicidad, podcast, noticias breves, canciones y textos literarios.",
        "• Ser capaz de comprender y/o de producir de forma escrita: anuncios públicos, folletos publicitarios, correspondencia postal y telemática, instrucciones, carteles y señales, mensajes, WhatsApp, horarios, menús, formularios, textos de opinión, narraciones y descripciones sencillas, comics, canciones y textos literarios",
        "- Unidades lingüísticas y significados asociados a dichas unidades tales como:",
        "· La afirmación, la interrogación, la exclamación, la negación y la restricción",
        "· Situar en el tiempo",
        "o El presente de indicativo",
        "o El pasado reciente, el presente progresivo y el futuro próximo",
        "o El futuro simple",
        "o Le passé composé",
        "o El imperfecto",
        "o El pluscuamperfecto ",
        "o El gerundio: expresión de la simultaneidad ",
        "· Relatar en pasado: alternancia passé composé/imperfecto",
        "• Expresión del tiempo:",
        "o Indicadores temporales : hier, hier matin/après-midi/soir, avant-hier, le lendemain, la veille, ce jour-là, cette année-là… ",
        "o Articuladores cronológicos del discurso: d’abord, ensuite, puis, après, enfin…",
        "o Expresiones de tiempo: quand, lorsque, depuis, il y a, dans, jusqu’à, avant, après, déjà, encore, pendant, dès que, alors que… ",
        "o Expresión de la frecuencia: toujours, souvent, parfois, quelquefois, généralement, rarement, jamais… ",
        "· Expresión del deseo ",
        "o El condicional presente",
        "o El subjuntivo ",
        "· Expresión de la necesidad, la obligación y la prohibición ",
        "o El subjuntivo",
        "· Expresión de la hipótesis y de la condición: ",
        "o Si + presente / futuro",
        "o Si + imperfecto / condicional simple",
        "o Si + pluscuamperfecto / condicional compuesto",
        "· Expresión de la orden: ",
        "o El imperativo ",
        "o El subjuntivo",
        "· Localizar en el espacio:",
        "o Preposiciones de lugar",
        "o Adverbios y locuciones de lugar",
        "o Adjetivos y pronombres demostrativos",
        "· Expresión de la entidad y sus propiedades",
        "· Expresión de la cantidad",
        "o La cantidad indeterminada: el articulo partitivo",
        "o La cantidad determinada: continentes (une barquette, un sachet, une canette…), unidades de medida, adverbios de cantidad, numerales.",
        "o Adjetivos y pronombres indefinidos: quelques, certains, plusieurs...",
        "o Los porcentajes",
        "· Expresión de relaciones lógicas: ",
        "o La causa: parce que, puisque, comme, étant donné que, vu que, etc.; uso del gérondif",
        "o La consecuencia: donc, alors, grâce à, c’est pourquoi, ainsi, de sorte que…",
        "o Expresión de la finalidad: pour que, dans le but de, de sorte que, etc.; uso del subjuntivo",
        "o Expresión de la oposición/concesión: mais, alors, par contre, pourtant, bien que, même si, malgré…  ",
        "· Expresión de la pertenencia",
        "· Expresión de la comparación",
        "· Expresión de la intensidad ",
        "· Expresión de la opinión ",
        "· Expresión de la duda",
        "· Reproducir palabras de terceros, el estilo indirecto",
        "· Hacer alusión a elementos del texto:",
        "o Los pronombres y/en ",
        "o Les pronombres relativos simples ",
        "o Los pronombres personales COD y COI ",
        "- Léxico común y especializado de interés para el alumnado relativo a: ",
        "• Tiempo y espacio:",
        "o Los viajes: medios de transporte, alojamiento, actividades, formalidades… ",
        "o La ciudad/ el campo",
        "o La vivienda, el hogar, el entorno",
        "• Estados: las emociones, los sentimientos, las sensaciones…",
        "• Eventos y acontecimientos: eventos deportivos, artístico y culturales…",
        "• Actividades, procedimientos y procesos: ",
        "o Ocio y tiempo libre: cine, literatura, música, el deporte.",
        "o Ir de tiendas",
        "• Relaciones personales, sociales, académicas y profesionales: ",
        "o Las amistades",
        "o La familia",
        "o El alojamiento: la colocation y la location ",
        "o Salud y cuidados físicos ",
        "o La alimentación y la actividad física",
        "• Educación, trabajo y emprendimiento",
        "o El curriculum vitae",
        "o La lettre de motivation",
        "o La entrevista de trabajo",
        "• Lengua y comunicación intercultural",
        "• Ciencia y tecnología ",
        "o Internet y redes sociales ",
        "o Las apps ",
        "o La télé-réalité ",
        "• Historia y cultura ",
        "o La prensa y los medios de comunicación ",
        "o La actualidad ",
        "o Les faits divers",
        "• Estrategias de enriquecimiento léxico: derivación, familias léxicas, campos semánticos, polisemia, sinonimia, antonimia.",
        "- Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico. ",
        "• Los sonidos consonánticos",
        "o Las consonantes finales no pronunciadas",
        "o Las consonantes finales pronunciadas: [R]; [f]; [l]; [m]; [c].",
        "o Discriminación y producción de: [s]/[z]; [v]/[b]; [p]/[b]; [t]/[d]; [ʃ]/[[ʒ]; [g]/[ʒ]",
        "o La pronunciación de la letra “g” en función de la letra que sigue: fonemas [ʒ], [ɲ] y [g]",
        "• Los sonidos vocálicos",
        "o Discriminación y producción de vocales orales: [e]/[ɛ]/[[ә]/ [œ]/[ø]; [u]/ [y]",
        "o Discriminación y producción de vocales nasales: [ɑ̃] [ɛ̃] [ɔ̃] [œ̃]",
        "• Discriminación y producción de las semiconsonantes: [w]/[j]/[ɥ]",
        "• Incidir en los sonidos más difíciles del francés para un hispanohablante",
        "o La entonación: afirmativa, interrogativa y exclamativa.",
        "o Plus [ply]/[plys]/[pluz]",
        "o Pronunciación de la liaison con el pronombre “en”",
        "o Los diferentes tipos de “s” [s]/[z]",
        "o Los sonidos [il] / [ij]",
        "- Convenciones ortográficas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos. ",
        "· Los acentos gráficos: agudo, grave, circunflejo, diéresis ",
        "· Reconocer y saber transcribir las distintas grafías de un mismo sonido o sonido cercano:",
        "o é, ée, és, ées",
        "o er, ez, é",
        "o Ces, Ses, C’est",
        "o Quel(s), Quelle (s)",
        "o a, as, à",
        "o ais, ait, aient",
        "o c, ç, s, sc ,ss, t(i)",
        "o é(e)(s) o er (participios pasados o infinitivo)",
        "o s/x",
        "o au, eau, o/ô",
        "o ai/ais (futuro o condicional)",
        "· Normas básicas de puntuación ",
        "· El trait d’union, palabras compuestas. ",
        "· El apóstrofe",
        "· Abreviaturas: M., Mme., pub, promo, etc. ",
        "· Siglas más usuales: SVP, BD, TGV, SNCF, RER, JT, SMS, etc.",
        "· La tilde diacrítica (a/à, ou/où, la/là, sur/sûr, mur/ mûr, du/dû, des/dès...)",
        "· El uso específico de la mayúscula y la minúscula (países vs nacionalidades y gentilicios, días de la semana...)",
        "- Convenciones y estrategias conversacionales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir y parafrasear, colaborar, negociar significados, detectar la ironía, etc. ",
        "· Ser capaz de comunicarse de forma simple, reformulando, preguntando y solicitando la colaboración del interlocutor, siempre y cuando este hable de forma clara y se muestre cooperativo.",
        "· Adecuar la producción al destinatario y al contexto. ",
        "· Utilizar estrategias, fórmulas y rituales de comunicación para iniciar, mantener y terminar la interacción. ",
        "· Ser capaz de mantener la comunicación sin interrupciones con el uso de fórmulas de salutación, de apóstrofe, morfemas fáticos, gestos, miradas, aclaraciones y explicaciones.",
        "· Compensar las carencias lingüísticas mediante procedimientos lingüísticos, paralingüísticos o paratextuales, como el parafraseo, la definición, la sinonimia o búsqueda de palabras cercanas o incluso el parentesco con la lengua de origen y/u otras de estudio.",
        "· Apoyarse en el lenguaje no verbal para asegurar la comunicación.",
        "· Deducir el sentido general de un texto a partir de la comprensión de algunos elementos de textos escritos y orales. ",
        "· Movilizar competencias, conocimientos y habilidades con el fin de poder realizar la tarea.",
        "· Adecuar la producción e interacción a los usos socioculturales de la lengua francesa: la diferencia entre tu y vous; la importancia de la politesse.",
        "- Recursos para el aprendizaje y estrategias de búsqueda y selección de información, y curación de contenidos: diccionarios, libros de consulta, bibliotecas, mediatecas, etiquetas en la red, recursos digitales e informáticos, etc. ",
        "• Desarrollar estrategias y buenos hábitos en la búsqueda de información utilizando libro de texto, apuntes, mapas conceptuales, diccionarios, libros de consulta, recursos digitales e informáticos, etc.; evitando el uso abusivo del traductor automático.",
        "- Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio. ",
        "• Mencionar adecuadamente las fuentes de información consultadas, respetando la propiedad intelectual y los derechos de autor. ",
        "• Contrastar diferentes fuentes consultadas y reconocer su fiabilidad. ",
        "",
        "- Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, colaboración y cooperación educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua francesa. ",
        "• Conocer diferentes plataformas virtuales que permitan llevar a cabo el aprendizaje del francés en un ambiente de mayor inmersión lingüística, como, por ejemplo: Etwinning, Padlet, etc. ",
        "• Recurrir a algunas plataformas tipo Culturethèque, Lumni, Universciences, La puce à l’oreille, TV5 monde, TV5+, France culture, RFI Savoirs, etc.  ",
        "• Estar interesado en participar en intercambios presenciales, virtuales, postales o de cualquier otro tipo con alumnos de centros de países francófonos. ",
        "B. Plurilingüismo ",
        "- Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua francesa y en las demás lenguas del repertorio lingüístico propio. ",
        "• Aplicar los conocimientos previos sobre el tema para identificar la información global y detallada del texto escrito, oral o multimodal. ",
        "• Identificar el tema a través de deducciones de significados por el contexto, por elementos visuales, por comparación de palabras. ",
        "• Formular hipótesis sobre el contenido del texto escrito, oral o multimodal. ",
        "• Formular hipótesis a partir de la comprensión de elementos del texto escrito, oral o multimodal. ",
        "• Localizar y usar adecuadamente recursos lingüísticos o temáticos (uso de un diccionario o gramática, búsqueda en Internet, etc.). ",
        "• Formar palabras, frases, estructuras con elementos del repertorio lingüístico personal y estar abiertos al error como parte del aprendizaje. ",
        "- Estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal. ",
        "- Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación. ",
        "• Reflexionar e identificar los propios errores y los de los compañeros realizando una autoevaluación y una coevaluación productiva y constructiva. ",
        "• Entender la autoevaluación y coevaluación como medidor y parte integral del proceso de aprendizaje.",
        "",
        "- Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje): écoutez, lisez, écrivez, rédigez, notez, exprimez, présentez, corrigez, soulignez, entourez, cochez, observez, cherchez, identifiez, comparez, choisissez, réfléchissez, interprétez, complétez, reliez, associez, transformez, élaborez, placez, remettez dans l’ordre, classez, ci-dessus/dessous, ci-joint, ci-contre… ",
        " - Comparación sistemática entre lenguas a partir de elementos de la lengua francesa y otras lenguas: origen y parentescos. Aprovechar semejanzas y diferencias para optimizar su aprendizaje.",
        "C. Interculturalidad",
        "- La lengua francesa como medio de comunicación y entendimiento entre pueblos, como facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social y de enriquecimiento personal. ",
        "- Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua francesa, tales como el aprovechamiento de los intercambios ofrecidos por la Comunidad Autónoma de La Rioja y sus distintos municipios o la plataforma Etwinning, así como por conocer informaciones culturales de los países donde se habla la lengua francesa. ",
        "- Aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros; instituciones, costumbres y rituales; valores, normas, creencias y actitudes; estereotipos y tabúes; lenguaje no verbal; historia, cultura y comunidades; relaciones interpersonales y procesos de globalización en países donde se habla la lengua extranjera. ",
        "- Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos. ",
        "• Valorar la lengua francesa como medio de comunicación y como instrumento de ruptura de fronteras capaz de crear en un futuro lazos laborales, personales, culturales, etc.",
        "• Apreciar las diferencias y similitudes socioculturales entre los países de habla francesa, nuestro país y la Comunidad autónoma de La Rioja y valorar su riqueza. ",
        "- Estrategias de prevención, detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal. ",
        "• Utilizar todos los recursos y herramientas que nos ofrece la lengua para dar un trato igualitario y respetuoso hacia las personas independientemente de su origen, religión, sexo, edad, orientación sexual, situación social, capacidades o de cualquier otra condición o circunstancia personal o social. ",
        "• Mantener una actitud crítica hacia el uso discriminatorio del lenguaje verbal y no verbal. "
    ]
}