{
  "saberes": [
    "Languages and their speakers",
    "- Analysis and evaluation of the foreign language as a means of interpersonal and international communication, a source of information, and as a tool for personal enrichment, in everyday and academic life situations.",
    "- Interest in carrying out communicative exchanges through different media with speakers or students of the foreign language, for the development and improvement of language learning.",
    "- Explanation and analysis of basic sociocultural and sociolinguistic aspects related to everyday life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values specific to countries where the foreign language is spoken.",
    "- Application of basic strategies to understand and appreciate linguistic, cultural and artistic diversity, paying attention to ecological, social and democratic values, in face-to-face, hybrid and online scenarios.",
    "Communication",
    "Application of production strategies, comprehension and critical analysis of oral, written and multimodal texts from different fields with joint attention to the following aspects:",
    "● Context",
    "- Analysis of the components of communicative fact: degree of formality of the situation and public or private nature; social distance between interlocutors; communicative purposes and interpretation of intentions; communication channel and non-verbal elements of communication, in situations classroom, everyday life and the media.",
    "● Discursive genres",
    "- Analysis and use of contextual models and basic discursive genres in the understanding, production and co-production of oral, written and multimodal texts, short and simple, literary and non-literary: characteristics and recognition of the context (participants and situation), expectations generated by context; organization and structuring according to genre, textual function and structure.",
    "● Processes",
    "- Progressive development of self-confidence. Evaluation of the error as an instrument for improvement and proposal for reparation in any type of language learning situation (formal, non-formal, informal).",
    "- Application of commonly used strategies for planning, execution, control and repair of comprehension, production and co-production of oral and multimodal texts, such as paraphrasing, comparing and contrasting, summarizing, collaborating, discussing , solve problems and manage compromised situations, in informal, semi-formal, non-formal and formal communicative situations.",
    "- Application of commonly used strategies for planning, executing, monitoring and repairing comprehension, production and co-production of oral, written and multimodal texts, such as paraphrasing, comparing and contrasting, summarizing, collaborating , debate, solve problems and manage compromised situations, identify relevant information, make inferences, determine the speaker's attitude and purpose, in informal, semi-formal, non-formal and formal communicative situations.",
    "- Use of analog and digital tools in common use for oral, written and multimodal understanding, production and co-production; and virtual platforms for interaction and educational collaboration (virtual classrooms, video conferences, collaborative digital tools. ..) for learning, communication and project development with foreign language speakers or students.",
    "- Analysis and use of basic communicative functions appropriate to the scope and communicative context: greetings, farewells and introductions; description of people, objects and places; placing events in time; placing objects, people and places in space; requesting and exchanging information about everyday matters; instructions and commands; offering, accepting, and refusing help, propositions, or suggestions; partially expressing like or interest and basic emotions; recounting past events, describing present situations, and expressing of future events; express opinion and possibility.",
    "- Identification and respect of the authorship of the sources consulted and the contents used, in personal, social and academic contexts.",
    "- Search for information that involves the use of learning resources and basic strategies: dictionaries, reference books, libraries, digital and IT resources, etc. in personal and academic contexts.",
    "● Recognition, analysis and discursive use of linguistic elements",
    "- Identification, reflection and application of basic conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, etc.",
    "- Analysis and use of basic linguistic units and meanings associated with these units such as the expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, the affirmation, negation, questioning and exclamation, basic logical relationships in personal, social and academic situations.",
    "- Analysis and use of vocabulary in common use and of interest to students, related to personal identification, interpersonal relationships, places and close environments, leisure and free time, daily life, health and physical activity, housing and home, climate and natural environment, information and communication technologies, taking into account the gender perspective.",
    "- Recognition, analysis and use of sound, accentual, rhythmic and intonation patterns in common use, and meanings and general communicative intentions associated with these patterns, in informal and semi-formal situations.",
    "- Inference and application of basic orthographic conventions and communicative meanings and intentions associated with formats, patterns and graphic elements, including digital resources and platforms.",
    "Literary Education",
    "- Involvement in reading in a progressively autonomous way based on a pre-selection of varied texts that include works by authors. Reflection on the texts and on one's own reading practice based on models.",
    "- Selection of varied works that include authors in a targeted manner based on the guided exploration of the available school and public library.",
    "- Application of strategies for becoming aware of one's own reading tastes and identity, in the personal and social sphere (shared readings).",
    "- Expression, through models discussed in the classroom or provided by the students, of the reading experience and different forms of appropriation and recreation of the texts read.",
    "- Application of strategies for mobilizing personal and reading experience that make it possible to establish links between the work read and aspects of current affairs, as well as with other texts and artistic manifestations, in the personal sphere and in conversation in the 'classroom.",
    "- Application of strategies for recommending readings, in various media or orally among peers.",
    "Reflection on language",
    "- Development of the knowledge, skills and attitudes that allow detection and collaboration in mediation activities in simple everyday situations.",
    "- Application of strategies and techniques to respond effectively to a basic and specific communicative need in an understandable way, despite the limitations derived from the level of competence in the foreign language and in the familiar languages, in oral, written and multimodal communications.",
    "- Application of basic strategies to identify, organize, retain, retrieve and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) based on the tactical use of knowledge of languages, and their varieties, and which make up the linguistic repertoire, autonomously.",
    "- Application of strategies and basic self-assessment and co-assessment tools, analogue and digital, individual and cooperative, for the development, regulation and improvement of the language learning process.",
    "- Use of morphosyntactic structures and appropriate vocabulary, while reflecting on the communicative processes involved, with the use of specific metalanguage.",
    "- Application of the knowledge of the different languages of the linguistic repertoire as a foreign language learning tool."
  ],
  "criteriosEvaluacion": [
    "1.1 Accept and adapt to the linguistic, cultural and artistic diversity of countries where the foreign language is spoken as a source of personal enrichment, showing interest in sharing cultural and linguistic elements that promote sustainability and democracy.",
    "1.2 Participate empathetically and respectfully in intercultural situations, building links between the different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts.",
    "1.3 Apply, in a guided manner, strategies to explain and appreciate linguistic, cultural and artistic diversity.",
    "2.1 Interpret and analyze the global meaning and the specific and explicit information of short and simple oral and multimodal texts on frequent and everyday topics, of personal relevance and close to their experience, specific to the fields of interpersonal relationships, learning , of the media and of fiction, expressed clearly and in the standard language through various supports.",
    "2.2 Select, organize and apply in a guided way the most appropriate strategies and knowledge in everyday communicative situations to understand the general meaning, the essential information and the most relevant details of the texts; interpret non-verbal elements, and search and select information.",
    "3.1 Orally express short, simple, structured, comprehensible and appropriate texts for the communicative situation on everyday and frequent topics, of relevance to students, in order to describe, narrate and inform about specific topics, in different media, using guided form verbal and non-verbal resources, as well as production planning and control strategies.",
    "3.2 Apply knowledge and strategies in a guided way to plan, produce and revise texts that are comprehensible, coherent and appropriate to communicative intentions, contextual characteristics and textual typology, with the help of the most appropriate physical or digital resources depending on the task and the needs of each moment, taking into account the recipient of the text.",
    "3.3 Participate in short and simple interactive situations on everyday topics, of personal relevance and close to their experience, through various supports, using resources such as repetition, slow rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.4 Use, in a guided manner and in close environments, appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations.",
    "4.1 Understand and interpret the global meaning, the structure, the most relevant information and the intention of the sender of simple written and multimodal texts from different areas that respond to different reading purposes, making the necessary inferences.",
    "4.2 Assess the form and content of simple texts by assessing their quality, reliability and the suitability of the channel used, as well as the effectiveness of the communication procedures used.",
    "5.1 Organitzar i redactar textos breus i comprensibles, amb claredat, coherència, cohesió i adequació a la situació comunicativa proposada, seguint pautes establertes, a través d’eines analògiques i digitals, sobre assumptes quotidians i freqüents, de rellevància per a l’alumnat i pròxims a la seva experiència.",
    "5.2 Apply knowledge and strategies in a guided way to plan, produce and revise texts that are comprehensible, coherent and appropriate to communicative intentions, contextual characteristics and textual typology, using, progressively autonomously, the most appropriate physical or digital resources depending of the task and the needs of each moment, taking into account the person to whom the text is addressed.",
    "6.1 Apply information search strategies (location, selection and contrast), in different sources, including digital ones, calibrating their reliability and relevance based on reading objectives, on topics of academic, personal, ecological and social, progressively autonomously, on the web and in libraries, critically evaluating the result of the search.",
    "6.2 Prepare research work and communicate in a creative way and respecting intellectual property rights, the results of an individual or group research process, organizing the information, integrating it into own schemes and reworking it , and adopting a critical and respectful point of view with the principles of intellectual property, on topics of academic, personal, ecological and social interest, which include the Sustainable Development Goals.",
    "6.3 Adopt habits of critical, safe, sustainable and healthy use of digital technologies in relation to the search and communication of information.",
    "7.1 Choose and read previously selected texts and works based on one's own tastes, interests and needs to create one's own reading itinerary.",
    "7.2 Share the experience of reading in various media while relating the meaning of the work to one's own biographical and reading experience.",
    "8.1 Infer and explain short and simple texts, concepts and communications in situations of linguistic, social and cultural diversity, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in solving problems of mutual understanding and of understanding in the immediate environment.",
    "8.2 Apply, in a guided way, strategies that help to create bridges and facilitate the understanding and production of information and communication, appropriate to communicative intentions, using physical or digital resources and supports depending on the needs of each moment.",
    "9.1 Compare and contrast the similarities and differences between different languages reflecting progressively autonomously on their functioning.",
    "9.2 Use and differentiate the knowledge and strategies to improve one's ability to communicate and learn the foreign language, with the support of other participants and analog and digital media.",
    "9.3 Identify and record, following models, the progress and difficulties in learning the foreign language, selecting in a guided way the most effective strategies to overcome these difficulties and progress in their learning, carrying out self-evaluation and co-evaluation activities, doing explicit and sharing them.",
    "10.1 Identify and reject discriminatory uses of language, abuses of power through words and manipulative uses of language based on the reflection and analysis of the linguistic, textual and discursive elements used, as well as the elements not verbal that govern communication between people.",
    "10.2 Use strategies for dialogic resolution of conflicts and the search for consensus both in the personal, educational and social spheres."
  ]
}