{
    "criteriosEvaluacion": [
        "1.1. Analizar críticamente conceptos y procesos relacionados con los saberes de la materia, interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas).",
        "1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia o con trabajos científicos, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas y símbolos, entre otros) y herramientas digitales.",
        "1.3. Argumentar sobre aspectos relacionados con los saberes de la materia, defendiendo una postura de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás.",
        "1.1. Plantear y resolver cuestiones relacionadas con los saberes de la materia, localizando y citando fuentes adecuadas y seleccionando, organizando y analizando críticamente la información.",
        "1.2. Contrastar y justificar la veracidad de la información relacionada con los saberes de la materia, utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
        "1.3. Argumentar sobre la contribución de la ciencia a la sociedad y la labor de las personas dedi- cadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución e influida por el contexto político y los recursos económicos.",
        "3.1. Plantear preguntas, realizar predicciones y formular hipótesis que puedan ser respondidas o contrastadas, utilizando métodos científicos y que intenten explicar fenómenos biológicos, geológicos o ambientales.",
        "3.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos, geo- lógicos y ambientales y seleccionar los instrumentos necesarios de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada, minimizando los sesgos en la medida de lo posible.",
        "3.3. Realizar experimentos y tomar datos cuantitativos y cualitativos sobre fenómenos biológi- cos, geológicos y ambientales, seleccionando y utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión.",
        "3.4. Interpretar y analizar resultados obtenidos en un proyecto de investigación, utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas, reconociendo su alcance y limitaciones y obteniendo conclusiones razonadas y fundamentadas o valorando la imposibilidad de hacerlo.",
        "3.5. Establecer colaboraciones dentro y fuera del centro educativo en las distintas fases del pro- yecto científico con el fin de trabajar con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, valorando la importancia de la cooperación en la investigación, respetando la diversidad y favoreciendo la inclusión.",
        "4.1. Resolver problemas o dar explicación a procesos biológicos, geológicos o ambientales, utili- zando recursos variados como conocimientos propios, datos e información recabados, razonamiento lógico, pensamiento computacional o herramientas digitales.",
        "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos, geológicos o ambientales y modificar los procedimientos utilizados o las conclusiones obtenidas si dicha solución no fuese viable o ante nuevos datos aportados o recabados con posterioridad.",
        "5.1. Analizar las causas y consecuencias ecológicas, sociales y económicas de los principales problemas medioambientales desde una perspectiva individual, local y global, concibiéndolos como grandes retos de la humanidad y basándose en datos científicos y en los saberes de la materia.",
        "5.2. Proponer y poner en práctica hábitos e iniciativas sostenibles y saludables a nivel local y argumentar sobre sus efectos positivos y la urgencia de adoptarlos basándose en los saberes de la materia.",
        "6.1. Relacionar los grandes eventos de la historia terrestre con determinados elementos del re- gistro geológico y con los sucesos que ocurren en la actualidad, utilizando los principios geológicos básicos y el razonamiento lógico.",
        "6.2. Resolver problemas de datación, analizando elementos del registro geológico y fósil y apli- cando métodos de datación."
    ],
    "saberes": [
        "A. –Proyecto científico.",
        "A.1. Hipótesis, preguntas, problemas y conjeturas: planteamiento con perspectiva científica.",
        "A.2. Estrategias para la búsqueda de información, colaboración, comunicación e interacción con instituciones científicas: herramientas digitales, formatos de presentación de procesos, resultados e ideas (diapositivas, gráficos, vídeos, posters, informes y otros).",
        "A.3. Fuentes fiables de información: búsqueda, reconocimiento y utilización.",
        "A.4. Experiencias científicas de laboratorio o de campo: diseño, planificación y realización. Con- traste de hipótesis. Controles experimentales.",
        "A.5. Métodos de análisis de resultados científicos: organización, representación y herramientas estadísticas.",
        "A.6. Estrategias de comunicación científica: vocabulario científico, formatos (informes, vídeos, modelos, gráficos y otros) y herramientas digitales.",
        "A.7. La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológi- cas, geológicas y ambientales e importancia social. El papel de la mujer en la ciencia.",
        "A.8. La evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción.",
        "B. –Ecología y sostenibilidad.",
        "B.1. El medio ambiente como motor económico y social: importancia de la evaluación de impacto ambiental y de la gestión sostenible de recursos y residuos. La relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud).",
        "B.2. La sostenibilidad de las actividades cotidianas: uso de indicadores de sostenibilidad, es- tilos de vida compatibles y coherentes con un modelo de desarrollo sostenible. Concepto de huella ecológica.",
        "B.3. Iniciativas locales y globales para promover un modelo de desarrollo sostenible.",
        "B.4. La dinámica de los ecosistemas: flujos de energía, ciclos de la materia (carbono, nitrógeno, fósforo y azufre), interdependencia y relaciones tróficas. Resolución de problemas.",
        "B.5. El cambio climático: su relación con el ciclo del carbono, causas y consecuencias sobre la salud, la economía, la ecología y la sociedad. Estrategias y herramientas para afrontarlo: mitigación y adaptación.",
        "B.6. La pérdida de biodiversidad: causas y consecuencias ambientales y sociales.",
        "B.7. El problema de los residuos. Los compuestos xenobióticos: los plásticos y sus efectos sobre la naturaleza y sobre la salud humana y de otros seres vivos. La prevención y gestión adecuada de los residuos.",
        " C. –Historia de la Tierra y la vida.",
        "C.1. El tiempo geológico: magnitud, escala y métodos de datación. Problemas de datación ab- soluta y relativa.",
        "C.2. La historia de la Tierra: principales acontecimientos geológicos.",
        "C.3. Métodos y principios para el estudio del registro geológico: reconstrucción de la historia geológica de una zona. Principios geológicos.",
        "C.4. La historia de la vida en la Tierra: principales cambios en los grandes grupos de seres vivos y justificación desde la perspectiva evolutiva.",
        "C.5. Los principales grupos taxonómicos: características fundamentales. Importancia de la con- servación de la biodiversidad.",
        "D. –La dinámica y composición terrestres.",
        "D.1. Estructura, dinámica y funciones de la atmósfera.",
        "D.2. Estructura, dinámica y funciones de la hidrosfera.",
        "D.3. Estructura, composición y dinámica de la geosfera. Métodos de estudio directos e indirectos.",
        "D.4. Los procesos geológicos internos, el relieve y su relación con la tectónica de placas. Tipos de bordes, relieves, actividad sísmica y volcánica y rocas resultantes en cada uno de ellos.",
        "D.5. Los procesos geológicos externos: agentes causales y consecuencias sobre el relieve. Formas principales de modelado del relieve y geomorfología.",
        "D.6. La edafogénesis: factores y procesos formadores del suelo. La edafodiversidad e importancia de su conservación.",
        "D.7. Los riesgos naturales: relación con los procesos geológicos y las actividades humanas. Estrategias de predicción, prevención y corrección.",
        "D.8. Clasificación e identificación de las rocas: según su origen y composición. El ciclo litológico.",
        "D.9. Clasificación químico-estructural e identificación de minerales y rocas.",
        "D.10. La importancia de los minerales y las rocas: usos cotidianos. Su explotación y uso res- ponsable.",
        "D.11. La importancia de la conservación del patrimonio geológico.",
        "E. –Bioquímica: La naturaleza básica de la vida.",
        "E.1. Los elementos y moléculas químicas que integran los seres vivos y la materia inerte. Bio- elementos y biomoléculas.",
        "E.2. Biomoléculas inorgánicas y orgánicas. Análisis, identificación y diferenciación de las mismas.",
        "E.3. Modelos de organización celular procariota y eucariota, orgánulos presentes en cada uno y función que desempeñan. Funciones de nutrición, reproducción y relación celulares.",
        "F. –Fisiología e histología animal.",
        "F.1. La función de nutrición: importancia biológica y estructuras implicadas en diferentes grupos taxonómicos.",
        "F.2. La función de relación: fisiología y funcionamiento de los sistemas de coordinación (nervioso y endocrino), de los receptores sensoriales y de los órganos efectores.",
        "F.3. La función de reproducción: importancia biológica, tipos y estructuras implicadas en diferentes grupos taxonómicos.",
        " G. –Fisiología e histología vegetal.",
        "G.1. La función de nutrición: la fotosíntesis, su balance general e importancia para la vida en la Tierra.",
        "G.2. La savia bruta y la savia elaborada: composición, formación y mecanismos de transporte.",
        "G.3. La función de relación: tipos de respuestas de los vegetales a estímulos e influencia de las fitohormonas (auxinas, citoquininas, etileno, etc.).",
        "G.4. La función de reproducción: la reproducción sexual y asexual, relevancia evolutiva, los ciclos biológicos, tipos de reproducción asexual, procesos implicados en la reproducción sexual (polinización, fecundación, dispersión de la semilla y el fruto) y su relación con el ecosistema.",
        "G.5. Las adaptaciones de los vegetales al medio: relación entre estas y el ecosistema en el que se desarrollan.",
        "H. –Los microorganismos y formas acelulares.",
        "H.1. Las eubacterias y las arqueobacterias: diferencias.",
        "H.2. El metabolismo bacteriano: ejemplos de importancia ecológica (simbiosis y ciclos biogeoquí- micos).",
        "H.3. Los microorganismos como agentes causales de enfermedades infecciosas: zoonosis y epidemias.",
        "H.4. El cultivo de microorganismos: técnicas de esterilización y cultivo.",
        "H.5. Mecanismos de transferencia genética horizontal en bacterias: el problema de la resistencia a antibióticos.",
        "H.6. Las formas acelulares (virus, viroides y priones): características, mecanismos de infección e importancia biológica."
    ]
}