{
  "saberes": [
    "A. Geografía humana: actividades económicas.  ",
    "– La actividad económica: ",
    "Elementos y sectores de la actividad económica. Agentes económicos y factores de ",
    "producción.  ",
    "Los sistemas económicos. El liberalismo económico y la transformación del mundo. ",
    "Keynes.  ",
    "La globalización económica y sus repercusiones. ",
    "Estructuras económicas en el mundo actual y funcionamiento de los mercados.  ",
    "– Los sectores de la actividad económica:  ",
    "El sector primario: actividades. Sistemas y modelos de explotación agraria y pesquera.  ",
    "El sector secundario. La producción energética y las fuentes de energía. Evolución de la ",
    "industria y características de la industria actual. El espacio industrial y sus elementos. Los ",
    "grandes polos de desarrollo industrial en el mundo.  ",
    "El sector terciario. Los espacios terciarios. Las actividades del sector terciario. Los ",
    "transportes. El comercio interior y exterior. Turismo y actividades relacionadas. Las ",
    "economías terciarizadas. ",
    "Ocupación de la población mundial por sectores. Desigualdades y contrastes regionales. ",
    "Cambios en los sectores productivos según el desarrollo económico del territorio.  ",
    "Los sectores económicos en Europa, en España y en la Comunidad de Madrid.  ",
    "Interpretación del territorio y del paisaje. ",
    "B. Retos del mundo actual. ",
    "– La repercusión de la actividad económica en el medio ambiente: ",
    "La huella humana y la protección del medio natural: relación entre factores naturales y ",
    "antrópicos en la Tierra. ",
    "La sobreexplotación de los recursos naturales. La degradación del medio. Contaminación ",
    "de las aguas y del suelo. La deforestación y la pérdida de biodiversidad. El problema de ",
    "los residuos.  ",
    "Contaminación atmosférica. Emergencia climática y calentamiento global. Causas y ",
    "consecuencias. Intentos de solución. ",
    "Los problemas energéticos. Sobreexplotación, contaminación y dependencia energética. ",
    "Las energías renovables. ",
    "Los avances tecnológicos. La sostenibilidad. Objetivos y propuestas actuales. ",
    "– Objetivos de Desarrollo Sostenible: ",
    "Globalización y movimientos migratorios.  ",
    "– Dilemas e incertidumbres ante el crecimiento, la empleabilidad y la sustentabilidad. ",
    "– El reto demográfico en España: del éxodo rural a la concentración urbana. El problema de la ",
    "despoblación rural. Ordenación del territorio y transformación del espacio.  ",
    "C. Historia del Mundo Contemporáneo. Del Antiguo Régimen a la Primera Guerra Mundial. ",
    "– La crisis del Antiguo Régimen y las revoluciones liberales: ",
    "El modelo político, social y económico del Antiguo Régimen.  ",
    "La Ilustración y su influencia en las revoluciones liberales. La monarquía parlamentaria ",
    "inglesa y la revolución americana. ",
    "La Revolución francesa y el Imperio napoleónico. Restauración del absolutismo y las oleadas revolucionarias de 1820, 1830 y 1848. El ",
    "nacionalismo. La unificación alemana e italiana. ",
    "– Desarrollo de la industria y el capitalismo. El movimiento obrero. La expansión imperialista y ",
    "sus consecuencias: ",
    "La Primera Revolución Industrial. Orígenes y desarrollo de las industrias. Expansión ",
    "internacional y consecuencias sociales y económicas. El crecimiento urbano del siglo ",
    "XIX. ",
    "El movimiento obrero. Causas y primeras actuaciones. Corrientes e ideologías obreristas. ",
    "Socialismo y anarquismo. El movimiento internacionalista. ",
    "La Segunda Revolución Industrial y el desarrollo del capitalismo. Nuevas potencias ",
    "industriales e imperialistas. ",
    "El imperialismo del siglo XIX. Causas y consecuencias. La expansión europea en África y ",
    "Asia. Tensiones nacionalistas e imperialistas antes de la Gran Guerra. ",
    "D. Historia de España: de la llegada de los Borbones a la crisis del 98.  ",
    "– El siglo XVIII en España: ",
    "La llegada de los Borbones a España (1700). La Guerra de Sucesión Española. El ",
    "Tratado de Utrecht (1713). ",
    "Los reinados de Felipe V, Fernando VI, Carlos III y Carlos IV.  ",
    "La Ilustración en España.  ",
    "La América española.  ",
    "El legado de España en América.  ",
    "– El siglo XIX en España:  ",
    "La Guerra de la Independencia. La Constitución de Cádiz.  ",
    "El reinado de Fernando VII. La independencia de la América española. ",
    "El reinado de Isabel II y el Sexenio Revolucionario.  ",
    "La Restauración. La crisis del 98. ",
    "Transformaciones económicas y sociales.  ",
    "La cultura.  ",
    "E. Sociedades y territorios. ",
    "– El conocimiento geográfico:  ",
    "Métodos de investigación en el ámbito de la Geografía. Metodologías del pensamiento ",
    "geográfico. ",
    "Análisis e interpretación de conceptos espaciales: localización, escala, conexión y ",
    "proximidad espacial.  ",
    "La investigación en Geografía: el análisis comparado del espacio natural, rural y urbano, ",
    "su evolución y los retos del futuro.  ",
    "Uso específico del léxico relativo al ámbito geográfico. ",
    "Los Estados de África, América, Asia y Oceanía y sus capitales.  ",
    "– El conocimiento histórico:  ",
    "Métodos de investigación en el ámbito de la Historia. Metodologías del pensamiento ",
    "histórico. ",
    "Uso específico del léxico relativo a los ámbitos histórico y artístico.  ",
    "Tiempo histórico: construcción e interpretación de líneas de tiempo a través la linealidad, ",
    "cronología, simultaneidad y duración.  ",
    "Los usos amorosos en la Historia.  ",
    "– Política:  ",
    "La transformación política: de la servidumbre a la ciudadanía. Transiciones, revoluciones ",
    "y resistencias: permanencias y cambios en la época contemporánea. La conquista de los ",
    "derechos individuales y colectivos en la época contemporánea.  ",
    "Ideologías, nacionalismos y movimientos supranacionales.  ",
    "Origen, evolución y adaptación de los sistemas liberales en España a través de las ",
    "fuentes. ",
    "La ley como contrato social. Las constituciones del siglo XIX.  ",
    "– Economía:  ",
    "La transformación humana del territorio.  ",
    "La distribución desigual de los recursos y del trabajo. Migraciones.  ",
    "Evolución de los sistemas económicos, de los ciclos demográficos, de los modos de vida ",
    "y de los modelos de organización social.  ",
    "La lucha por los derechos laborales y sociales: el estado del bienestar. ",
    "Interpretación del sistema capitalista desde sus orígenes hasta la Primera Guerra ",
    "Mundial. ",
    "Colonialismo e imperialismo.  ",
    "– Patrimonio:  ",
    "El patrimonio como bien y como recurso. Difusión y gestión de la riqueza patrimonial. ",
    "El nacimiento de las nuevas expresiones artísticas y culturales contemporáneas y su ",
    "relación con las artes clásicas. ",
    "F. Compromiso cívico. ",
    "– La pluralidad en las sociedades libres y sus amenazas  ",
    "– Servicio a la comunidad. La corresponsabilidad en los cuidados y las relaciones ",
    "intergeneracionales. La responsabilidad colectiva e individual.  ",
    "– El cuidado del medio ambiente . "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Establecer conexiones y relaciones entre los conocimientos e informaciones adquiridos, ",
    "elaborando síntesis interpretativas y explicativas, mediante informes, estudios o dosieres ",
    "informativos que incluyan esquemas cronológicos yque reflejen un dominio y consolidación de ",
    "los contenidos tratados. ",
    "1.2. Transferir adecuadamente la información y el conocimiento por medio de narraciones, ",
    "pósteres, presentaciones, exposiciones orales, medios audiovisuales y otros trabajos. ",
    "Competencia específica 2. 2.1. Elaborar  trabajos originales y creativos mediante la reelaboración de conocimientos previos a ",
    "través de herramientas de investigación que permitan explicar los grandes problemas ",
    "económicos actuales de la humanidad y los propios de los siglos XVIII y XIX a distintas ",
    "escalas, utilizando conceptos, situaciones y datos relevantes. ",
    "Competencia específica 3. ",
    "3.1. Adquirir conocimiento relevante de las estructuras y actividades económicas de España, de ",
    "Europa y del mundo, utilizando términos y conceptos técnicos apropiados y ofreciendo ",
    "soluciones a los desequilibrios generados en la actualidad.  ",
    "3.2. Conocer los Objetivos de Desarrollo Sostenible, realizando propuestas que contribuyan a su ",
    "logro, aplicando métodos y proyectos de investigación, incidiendo en el uso de mapas y otras ",
    "representaciones gráficas, así como de medios accesibles de interpretación de imágenes. ",
    "3.3. Entender y afrontar, problemas y desafíos pasados, actuales o futuros de las sociedades ",
    "contemporáneas teniendo en cuenta sus relaciones de interdependencia. ",
    "3.4. Utilizar secuencias cronológicas complejas en las que identificar, comparar y relacionar ",
    "hechos y procesos ocurridos en diferentes períodos y lugares históricos (simultaneidad, ",
    "duración, causalidad), utilizando fechas y siglos, términos y conceptos específicos del ámbito ",
    "de la Historia y de la Geografía. ",
    "Competencia específica 4. ",
    "4.1. Idear y adoptar, cuando sea posible, comportamientos y acciones que contribuyan a la ",
    "conservación del patrimonio y a la mejora del entorno natural, rural y urbano. ",
    "Competencia específica 5. ",
    "5.1. Reconocer los movimientos y causas que defendieron la libertad a lo largo del siglo XIX  ",
    "5.2. Identificar, interpretar y analizar los mecanismos que han regulado y la vida en común a lo ",
    "largo del siglo XVIII y XIX, señalando los principales modelos de organización social, política y ",
    "económica y caracterizando los movimientos culturales, intelectuales y artísticos más ",
    "destacados. ",
    "Competencia específica 6. ",
    "6.1. El liberalismo político y la pluralidad de opiniones en la sociedades libres. ",
    "6.2. Identificar y situar los Estados de África, América, Asia y Oceanía, citando las capitales más ",
    "significativas y reconociendo las principales diferencias económicas de los mismos. ",
    "Competencia específica 7. ",
    "7.1. La vertebración del Estado en la España del siglo XIX. El nacimiento de los nacionalismos en ",
    "Cataluña, el País Vasco y Galicia . ",
    "Competencia específica 8. ",
    "8.1 Adoptar un papel activo y comprometido con el entorno, de acuerdo con aptitudes, ",
    "aspiraciones, intereses y valores propios, a partir del análisis crítico de la realidad económica, ",
    "de la distribución y gestión del trabajo, y la adopción de hábitos responsables, saludables, ",
    "sostenibles y respetuosos con la dignidad humana y la de otros seres vivos, así como de la ",
    "reflexión ética ante los usos de la tecnología y la gestión del tiempo libre. ",
    "Competencia específica 9. ",
    "9.1.Interpretar y explicar de forma argumentada la conexión de España con los grandes procesos ",
    "históricos de los siglos XVIII y XIX, valorando lo que han supuesto para su evolución y ",
    "señalando las aportaciones de sus habitantes, así como las aportaciones del Estado y sus ",
    "instituciones a la cultura europea y mundial. ",
    "9.2.Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del ",
    "análisis económico y social de los principales conflictos del presente y el reconocimiento de las ",
    "instituciones del Estado, y de las asociaciones civiles que garantizan la seguridad integral y la ",
    "convivencia social, así como de los compromisos internacionales de nuestro país en favor de ",
    "la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los Objetivos ",
    "de Desarrollo Sostenible. "
    
  ]
}
