{
    "criteriosEvaluacion": [
        "• CE1.1. Identificar y explicar la presencia de formas y relaciones geométricas en el arte y en el diseño, comprendiendo el motivo o la intencionalidad con la que se utilizaron. OBJ1",
        "• CE1.2. Diseñar patrones y mosaicos aplicando las transformaciones geométricas al diseño de patrones, mosaicos y redes modulares. OBJ2",
        "• CE1.3. Diseñar formas creativas empleando tangencias, enlaces y curvas cónicas y técnicas. OBJ2",
        "• CE1.4. Diseñar espacios o escenografías aplicando la perspectiva cónica, representando las luces y las sombras de los objetos contenidos para alcanzar una mayor comprensión y definición de la realidad y reflexionando sobre el proceso realizado y el resultado obtenido. OBJ3",
        "• CE1.5. Realizar y presentar proyectos aprovechando las posibilidades que los diferentes programas digitales, aplicaciones infográficas y herramientas de dibujo vectorial aportan a los campos del diseño y de la publicidad. OBJ5",
        "• CE2.1. Dibujar, en las perspectivas isométrica y caballera, formas volumétricas incorporando curvas. OBJ3",
        "• CE2.2. Diseñar espacios o escenografías aplicando la perspectiva cónica, representando las luces y las sombras de los objetos contenidos para alcanzar una mayor comprensión y definición de la realidad y reflexionando sobre el proceso realizado y el resultado obtenido. OBJ3",
        "• CE2.3. Proyectar, de manera individual o en grupo, un diseño sencillo, comunicando de manera clara e inequívoca su forma y dimensiones mediante el uso de la normalización, aplicando estrategias y destrezas que agilicen el trabajo colaborativo. OBJ4",
        "• CE2.4. Realizar y presentar proyectos, aprovechando las posibilidades que los diferentes programas digitales, aplicaciones infográficas y herramientas de dibujo vectorial aportan a los campos del diseño, de la publicidad y del arte. OBJ5",
        "• CE3.1. Dibujar, en las perspectivas isométrica y caballera, formas volumétricas incorporando curvas. OBJ3",
        "• CE3.2. Diseñar espacios o escenografías aplicando la perspectiva cónica, representando las luces y las sombras de los objetos contenidos para alcanzar una mayor comprensión y definición de la realidad y reflexionando sobre el proceso realizado y el resultado obtenido. OBJ3",
        "• CE3.3. Proyectar, de manera individual o en grupo, un diseño sencillo, comunicando de manera clara e inequívoca su forma y dimensiones mediante el uso de la normalización, aplicando estrategias y destrezas que agilicen el trabajo colaborativo. OBJ4",
        "• CE3.4. Realizar y presentar proyectos aprovechando las posibilidades que los diferentes programas digitales, aplicaciones infográficas y herramientas de dibujo vectorial aportan a los campos del diseño, de la publicidad y del arte. OBJ5",
        "• CE4.1. Diseñar patrones y mosaicos aplicando las transformaciones geométricas al diseño de patrones, mosaicos y redes modulares. OBJ2",
        "• CE4.2. Diseñar formas creativas, empleando tangencias, enlaces y curvas cónicas y técnicas. OBJ2",
        "• CE4.3. Dibujar, en las perspectivas isométrica y caballera, formas volumétricas incorporando curvas. OBJ3",
        "• CE4.4. Diseñar espacios o escenografías aplicando la perspectiva cónica, representando las luces y las sombras de los objetos contenidos para alcanzar una mayor comprensión y definición de la realidad y reflexionando sobre el proceso realizado y el resultado obtenido. OBJ3",
        "• CE4.5. Proyectar, de manera individual o en grupo, un diseño sencillo, comunicando de manera clara e inequívoca su forma y dimensiones mediante el uso de la normalización, aplicando estrategias y destrezas que agilicen el trabajo colaborativo. OBJ4",
        "• CE4.6. Realizar y presentar proyectos aprovechando las posibilidades que los diferentes programas digitales, aplicaciones infográficas y herramientas de dibujo vectorial aportan a los campos del diseño, de la publicidad y del arte. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Geometría, arte y entorno",
        "• Composiciones modulares en el diseño gráfico de objetos y de espacios.",
        "• Geometría e ilusiones ópticas en el arte y en el diseño.",
        "• Las curvas cónicas en la naturaleza, en el entorno, en el arte y en el diseño.",
        "• La representación del espacio en el diseño y en el arte contemporáneo.",
        "• Transformaciones geométricas aplicadas a la creación de mosaicos y patrones. Trazado con y sin herramientas digitales.",
        "• Enlaces y tangencias. Aplicación en el diseño gráfico mediante trazado manual y digital.",
        "Bloque 2. Sistemas de representación del espacio aplicado",
        "• Representación de la circunferencia y de sólidos sencillos en perspectivas isométrica y caballera. Aplicación al diseño de formas tridimensionales.",
        "• Estructuras poliédricas. Los sólidos platónicos. Aplicación en la arquitectura y en el diseño.",
        "• Aplicaciones de la perspectiva cónica, frontal, oblicua y de cuadro inclinado al diseño de espacios y objetos. Representación de luces y sombras.",
        "Bloque 3. Normalización y diseño de proyectos",
        "• Fases de un proyecto de diseño: del croquis al plano de taller.",
        "• Representación de objetos mediante sus vistas detenidas. Cortes, secciones y roturas.",
        "Bloque 4. Herramientas digitales para el diseño",
        "• Dibujo asistido por ordenador aplicado a proyectos de arte y de diseño."
    ]
}