{
    "criteriosEvaluacion": [
        "1.1. Analizar y valorar manifestaciones escénicas de diferentes épocas y tradiciones en su contexto histórico, prestando una especial atención a las producciones de mujeres y a las propias del acervo cultural canario, estableciendo relaciones con el hecho escénico actual y mostrando respeto a la diversidad cultural, con espíritu crítico, sensibilidad estética y educacional como público, y empleando adecuadamente el vocabulario específico para valorar el patrimonio y enriquecer el imaginario propio. CCL2, CCL3, CP3, CD1, CD2, CPSAA2, CC1, CCEC1, CCEC2",
        "2.1. Participar con iniciativa, autonomía y emocionalidad competente en actividades de carácter práctico, explorando diversos sistemas, medios y códigos de significación escénica con el fin de recrear la acción dramática, el diseño de personajes y la configuración de situaciones y escenas a partir de las técnicas del repertorio personal de recursos más adecuadas a la intención comunicativa para propiciar el trabajo en grupo y la asunción de tareas y responsabilidades en proyectos colectivos, que favorezcan la autonomía y el espíritu emprendedor en diversas situaciones y contextos educativos y sociales del propio entorno cultural y social. CCL1, CD1, CPSAA1.1, CPSAA2, CC1, CE3, CCEC3.1, CCEC3.2",
        "3.1. Emplear diferentes técnicas de interpretación de forma creativa, aplicando estrategias de memorización y comprensión, valorando los ensayos como espacios de escucha, diálogo y aprendizaje para la recreación y la representación de la acción dramática, demostrando precisión, eficacia y expresividad, cumpliendo con las directrices acordadas con el fin de cultivar la atención y la concentración y gestionar adecuadamente los bloqueos emocionales, cognitivos, motrices y relacionales presentes en las prácticas escénicas. CCL1, CD2, CPSAA1.1, CPSAA2, CC1, CE1, CE3",
        "4.1. Participar, con iniciativa, responsabilidad y conciencia de grupo, en el diseño, la planificación y la realización de proyectos colectivos de creación y difusión escénica, organizando correctamente sus fases, distribuyendo de forma razonada las tareas, evaluando su viabilidad, sostenibilidad y resultados, y seleccionando y estructurando los elementos de significación, así como las directrices de interpretación, representación o escenificación para identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico, y expresar la opinión personal de forma crítica y respetuosa, promoviendo el esfuerzo voluntario y la asertividad y rechazando todo tipo de discriminación. CCL3, CD2, CPSAA3.1, CC2, CC3, CE2, CE3, CCEC4.1, CCEC4.2",
        "5.1. Realizar y valorar reseñas y críticas escénicas con rigor y solidez, empleando la terminología adecuada sobre las características, los presupuestos artísticos y la recepción de la obra por el público, propiciando, además, el contacto directo o indirecto con artistas, sus obras y espacios creativos para potenciar la participación sociocultural, y prestando una especial atención a las producciones de mujeres y a las propias del acervo cultural canario. CCL1, CCL3, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2"
    ],
    "saberes": [
        "I. Patrimonio escénico",
        "1. Construcción y reflexión sobre las claves de las artes escénicas y sus grandes tradiciones (Oriente y Occidente) y su historia.",
        "2. Conocimiento y aplicación de la significación y transformación social de las artes escénicas: memoria y reflejo, la perspectiva de género y la perspectiva intercultural, e identidad y performatividad.",
        "3. Desarrollo de la atención y la curiosidad por las manifestaciones espectaculares: rituales y sociales. Los festejos populares.",
        "4. Reconocimiento y exploración de las tendencias actuales en la representación escénica y performativa.",
        "5. Conocimiento, divulgación y conservación de las manifestaciones no orales.",
        "II. Expresión y comunicación escénica",
        "1. Exploración y desarrollo del juego dramático, improvisación, dramatización y creación colectiva.",
        "2. Noción y análisis de los actos performativos: generación de realidad.",
        "3. Reconocimiento e introducción analítica del espacio escénico y performativo actual.",
        "4. Análisis y aplicación de las estructuras dramáticas actuales en la memoria performativa.",
        "5. Reconocimiento, elaboración y aplicación del personaje en las manifestaciones actuales.",
        "6. Descripción y valoración de los espacios no escénicos: adaptación de recursos plásticos.",
        "III. Interpretación",
        "1. Conocimiento, exploración y desarrollo de los métodos interpretativos actuales.",
        "2. Construcción y ejecución del personaje dramático en la actualidad.",
        "3. Creación performativa: proceso y ejecución.",
        "IV. Representación y escenificación",
        "1. Conocimiento y ejecución del diseño de un espectáculo: equipos, fases y áreas de trabajo en espacios escénicos y espacios no escénicos a través de la integración de lenguajes no orales y tecnológicos.",
        "2. Investigación y aplicación sobre la dramaturgia en el diseño de un proyecto escénico.",
        "3. Conocimiento, experimentación y reflexión sobre la producción y la realización de un proyecto escénico.",
        "4. Conocimiento, experimentación y reflexión de la dirección artística en proyectos escénicos.",
        "5. Optimización y responsabilidad de los ensayos: funciones de la dirección escénica y regiduría.",
        "6. Desarrollo y representación de espectáculos escénicos.",
        "7. Exhibición, difusión, distribución y evaluación de productos escénicos.",
        "8. Conocimiento y experimentación de estrategias de trabajo en equipo a través de la distribución de tareas y liderazgo compartido para resolución de conflictos.",
        "9. Desarrollo del autoconocimiento y la autoestima a través de las artes escénicas para el desarrollo personal, social, académico y profesional.",
        "V. Recepción en las artes escénicas",
        "1. Conocimiento y aplicación de estrategias y técnicas de análisis de manifestaciones escénicas a través del texto teatral y su relación con la puesta en escena.",
        "2. Análisis y elaboración de la crítica escénica y la reseña teatral.",
        "3. Conocimiento, análisis y respeto de la propiedad intelectual para la protección de la creatividad personal."
    ]
}