{
    "competenciasEspecificas": [
        "1. Manejar adecuadamente la terminología técnica específica de cada uno de los lenguajes artísticos, progresando en la comprensión de su finalidad, para expresar con claridad y coherencia los aspectos más significativos, formales o técnicos, de manifestaciones y artistas del Arte contemporáneo. CCL1, CCL2, CCL3, CP1, CD1, CD2, CD3, CPSAA5, CCEC1, CCEC4.2.",
        "2. Identificar y conocer adecuadamente las particularidades específicas de cada uno de los movimientos culturales y lenguajes artísticos trabajados, con sus medios y técnicas correspondientes -tradicionales y nuevas tecnologías-, progresando en la comprensión de sus rasgos y carácter propios y distintivos, para llegar a relacionar con claridad y coherencia los aspectos más significativos, formales, técnicos y expresivos, de diferentes manifestaciones y artistas del Arte contemporáneo. CCL1, CCL2, CCL3, CP1, CD1, CD2, CD3, CPSAA3.2, CPSAA4, CC1, CE3, CCEC1, CCEC2, CCEC4.2.",
        "3. Analizar y comentar producciones de distintos movimientos culturales y artísticos de forma clara y correcta, incidiendo en sus aspectos singulares, técnicos, función, contexto sociopolítico, cultural, histórico, en su caso, etcétera, para describirlas en tanto que representativas del espíritu de una corriente artística y cultura determinadas. CCL1, CCL2, CCL3, CP1, CD1, CD2, CD3, CPSAA1.1, CPSAA1.2, CPSAA3.2, CPSAA4, CC1, CE3, CCEC1, CCEC2, CCEC4.2.",
        "4. Describir, con argumentos sólidos y atendiendo a la técnica, el hecho de la práctica cultural y artística como un medio para expresar ideas, sentimientos y emociones, a través de una observación y exploración activa de obras de distintos lenguajes artísticos, expresando también sensaciones propias y mostrando respeto por todas las creaciones. Todo ello, para avanzar en el establecimiento de vínculos afectivos con el arte, trabajar en la superación de estereotipos y progresar en el crecimiento personal. CCL1, CCL2, CCL3, CP1, CD1, CD2, CD3, CPSAA1.1, CPSAA1.2 CPSAA3.1, CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2, CCEC4.2.",
        "5. Explicar la conexión entre la evolución cultural y artística, la historia reciente y el presente, compartiendo investigaciones, conocimientos y visiones personales y reconociendo la interrelación entre arte, sociedad, libertades individuales y colectivas e implicación personal de las y los artistas; para comparar lo transmitido a través de las obras con la propia percepción del mundo y comprender, tanto la repercusión social potencial del arte, como la necesidad y el valor de la libertad de expresión y la diversidad cultural. CCL1, CCL2, CCL3, CP1, CD1, CD2, CD3, CPSAA1.1, CPSAA3.1, CPSAA4, CPSAA5, CC1, CC2, CC3, CC4, CCEC1, CCEC2, CCEC3.2, CCEC4.2.",
        "6. Conocer el significado del concepto de Patrimonio cultural y artístico y su valor social como herencia material e inmaterial, así como la existencia de leyes que garantizan tanto su conservación como la libertad de expresión artística y los derechos de autoría, para razonar sobre la importancia de la libertad creativa y de expresión en cualquier época, siendo conscientes del impacto positivo y negativo de las acciones ajenas a la/el artista creador/-a sobre las Obras de arte y mostrando aprecio por el enriquecimiento que la diversidad aporta a la propia identidad. CCL1, CCL2, CCL3, CP1, CD1, CD2, CD3, CPSAA1.1, CPSAA3.1, CPSAA4, CPSAA5, CC1, CC2, CC3, CC4, CE3, CCEC1, CCEC2, CCEC3.2, CCEC4.2.",
        "7. Conocer y valorar los eventos culturales y artísticos más relevantes vinculados con diversos lenguajes y realizar, en la medida de las posibilidades del alumnado, ejemplos de producciones colaborativas utilizando diferentes medios, soportes y técnicas con la mayor creatividad viable, para ser conscientes y poder argumentar la riqueza y variedad de obras, instalaciones, eventos y profesiones vinculadas con la diversidad cultural y artística y su trasfondo económico. CCL1, CCL2, CCL3, CP1, CD1, CD2, CD3, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CPSAA4, CPSAA5, CC3, CE3, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2.",
        "8. Integrar la perspectiva de género en el estudio de los movimientos culturales y artísticos, analizando el papel que ha ocupado y ocupa la mujer y la evolución de la imagen que de ella se ha dado y se da en los diferentes estilos y movimientos, independientemente del lenguaje artístico empleado, para visibilizar a las artistas y para promover la igualdad efectiva entre mujeres y hombres. CCL1, CCL2, CCL3, CCL5, CP1, CD1, CD2, CD3, CPSAA1.1, CPSAA3.1, CPSAA3.2, CPSAA4, CPSAA5, CC1, CC2, CC3, CE3, CCEC1, CCEC4.2."
    ]
}