{
    "criteriosEvaluacion": [
        "1.1. Interpretar e identificar, a lo largo de la historia, la relación entre las matemáticas y el dibujo geométrico, valorando su importancia en diferentes campos como la arquitectura o la ingeniería, realizando búsquedas avanzadas en internet, así como evaluando y sintetizando la información, para analizar las estructuras geométricas y los elementos técnicos utilizados. CCL1, CCL2, CCL3, CP3, STEM4, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "2.1. Resolver gráficamente cálculos matemáticos y transformaciones básicas, aplicando conceptos y propiedades de la geometría plana, utilizando herramientas e instrumentos adecuados y empleando destrezas que agilicen el trabajo colaborativo y en equipo, para resolver gráficamente operaciones matemáticas, relaciones, construcciones y transformaciones. CCL2, STEM2, CPSAA5, CC1, CE2",
        "2.2. Trazar gráficamente construcciones poligonales, basándose en sus propiedades y mostrando interés por la precisión, claridad y limpieza, interpretando los elementos más relevantes de forma autónoma y aplicando destrezas que agilicen el trabajo colaborativo, para resolver gráficamente operaciones básicas de geometría plana. STEM4, CPSAA1.1, CE2",
        "2.3. Trazar gráficamente tangencias y curvas, aplicando sus propiedades con rigor en su ejecución, utilizando métodos inductivos y deductivos, fortaleciendo la búsqueda de objetivos de forma autónoma y proponiendo ideas creativas, para resolver gráficamente operaciones matemáticas y construcciones básicas de geometría plana. STEM1, CPSAA1.1, CPSAA5",
        "3.1. Representar en sistema diédrico elementos básicos en el espacio, determinando su relación de pertenencia, posición y distancia, y utilizando el pensamiento científico a través objetivos que hagan eficaz el aprendizaje, para expresar y calcular soluciones a problemas geométricos sobre la superficie del plano. STEM2, CPSAA1.1, CPSAA5",
        "3.2. Definir elementos y figuras planas en sistemas axonométricos, valorando su importancia como métodos de representación espacial, aprovechando la cultura digital, evaluando el proceso de la construcción del conocimiento y aplicando estrategias que agilicen el trabajo en equipo, para interpretar y recrear gráficamente la realidad tridimensional sobre la superficie del plano. STEM4, CPSAA5, CE2",
        "3.3. Representar elementos básicos en el sistema de planos acotados, haciendo uso de sus fundamentos, aplicando conocimientos técnicos específicos y buscando objetivos de forma autónoma, para resolver problemas e interpretar y recrear gráficamente la realidad tridimensional sobre la superficie del plano. CPSAA1.1, CPSAA5, CE2",
        "3.4. Dibujar elementos en el espacio, empleando la perspectiva cónica, seleccionando métodos inductivos y deductivos, utilizando herramientas e instrumentos adecuados y fortaleciendo la búsqueda de objetivos de forma autónoma, haciendo eficaz el aprendizaje, para interpretar y recrear gráficamente la realidad tridimensional sobre la superficie del plano. STEM1, STEM2, CPSAA1.1, CPSAA5",
        "3.5. Valorar el rigor gráfico del proceso, la claridad, la precisión y el proceso de resolución y construcción gráfica, reflexionando sobre el resultado obtenido, a fin de fortalecer el optimismo y de aplicar estrategias y destrezas que agilicen el trabajo en equipo, para expresar y calcular las soluciones a problemas geométricos de representación espacial. CPSAA1.1, CPSAA5, CE3",
        "4.1. Documentar gráficamente objetos sencillos mediante sus vistas acotadas, aplicando la normativa UNE e ISO en la utilización de sintaxis, escalas y formatos, valorando la importancia de usar un lenguaje técnico común, con la ayuda de formatos digitales, distribuyendo en grupo las tareas y fortaleciendo el optimismo, a fin de reflexionar sobre el proceso realizado para documentar gráficamente proyectos arquitectónicos e ingenieriles. CCL1, CCL2, STEM4, CD2, CPSAA1.1, CPSAA3.2, CE3",
        "4.2. Utilizar el croquis y el boceto como elementos de reflexión en la aproximación e indagación de alternativas y soluciones a los procesos de trabajo, llevando a cabo una fase de creación de ideas, soluciones innovadoras y toma de decisiones, y buscando objetivos de forma autónoma, para hacer eficaz el aprendizaje, así como para iniciarse en la documentación gráfica de proyectos técnicos. STEM1, CD2, CPSAA1.1, CPSAA5, CE3",
        "5.1. Crear figuras planas y tridimensionales mediante programas de dibujo vectorial, usando las herramientas que aportan y las técnicas asociadas, seleccionando dispositivos digitales, realizando búsquedas avanzadas en internet y diseñando prototipos o modelos, para virtualizar objetos y espacios en 2 y 3D. STEM2, STEM3, STEM4, CD1, CD3",
        "5.2. Recrear virtualmente piezas en tres dimensiones aplicando operaciones algebraicas entre primitivas para la presentación de proyectos en grupo, utilizando el pensamiento científico, haciendo uso de dispositivos digitales, aplicaciones y servicios en línea, a fin de organizar el almacenamiento de la información de manera adecuada y con medidas de seguridad, y adoptando un juicio propio, para aplicarlas a procesos de creación de proyectos de ingeniería y arquitectura. CP2, STEM2, STEM3, CD1, CD2, CE3"
    ],
    "saberes": [
        "I. Fundamentos geométricos",
        "1. Estudio del desarrollo histórico del dibujo técnico. Campos de acción y aplicaciones: dibujo arquitectónico, mecánico, eléctrico y electrónico, geológico, urbanístico, etc.",
        "2. Análisis de los orígenes de la geometría. Thales, Pitágoras, Euclides, Hipatia de Alejandría.",
        "3. Aplicación de conceptos de lugar geométrico. Arco capaz. Aplicaciones de los lugares geométricos a las construcciones fundamentales.",
        "4. Aplicaciones de proporcionalidad, equivalencia y semejanza.",
        "5. Trazado de triángulos, cuadriláteros y polígonos regulares. Propiedades y métodos de construcción.",
        "6. Trazado de tangencias básicas. Curvas técnicas.",
        "7. Valoración del interés por el rigor en los razonamientos y la precisión, la claridad y la limpieza en las ejecuciones.",
        "II. Geometría proyectiva",
        "1. Estudio de los fundamentos de la geometría proyectiva.",
        "2. Sistema diédrico: representación de punto, recta y plano. Trazas con planos de proyección. Determinación del plano. Pertenencia.",
        "3. Relaciones entre elementos: representación de intersecciones, paralelismo y perpendicularidad. Obtención de distancias.",
        "4. Representación del sistema axonométrico, ortogonal y oblicuo. Perspectivas isométrica y caballera. Disposición de los ejes y uso de los coeficientes de reducción. Elementos básicos: punto, recta, plano.",
        "5. Representación del sistema de planos acotados. Fundamentos y elementos básicos. Identificación de elementos para su interpretación en planos.",
        "6. Empleo del sistema cónico: fundamentos y elementos del sistema. Perspectiva frontal y oblicua.",
        "III. Normalización y documentación gráfica de proyectos",
        "1. Aplicación de escalas numéricas y gráficas. Construcción y uso.",
        "2. Aplicación formatos. Doblado de planos.",
        "3. Reconocimiento del concepto de normalización. Las normas fundamentales UNE e ISO. Aplicaciones de la normalización: simbología industrial y arquitectónica.",
        "4. Elección de vistas necesarias. Líneas normalizadas. Acotación.",
        "IV. Sistemas CAD",
        "1. Aplicaciones vectoriales 2D-3D.",
        "2. Estudio fundamentos de diseño de piezas en tres dimensiones.",
        "3. Estudio de modelado de caja. Operaciones básicas con primitivas.",
        "4. Aplicaciones de trabajo en grupo para conformar piezas complejas a partir de otras más sencillas."
    ]
}