{
    "criteriosEvaluacion": [
        "1.1 Explicar els factors socials i culturals inherents a les propostes musicals, concretant les seves funcions i característiques a través de l’anàlisi de diferents exemples amb una actitud oberta i respectuosa.",
        "1.2 Defensar les similituds i les diferències dels aspectes identificadors d’una proposta musical exposant criteris personals d’apreciació musical basats en els valors de respecte envers la diversitat cultural.",
        "2.1 Determinar les característiques dels principals estils musicals, basant-se en la disposició dels elements tècnics i l’estructura formal amb actitud oberta i valorant-ne l’interès.",
        "2.2 Investigar les intencionalitats artístiques i musicals dels autors i autores de diverses obres, analitzant-ne les característiques estructurals, formals i contextuals.",
        "3.1 Debatre, de manera crítica i analítica, les impressions i els sentiments produïts per la música mitjançant l’anàlisi de diverses manifestacions artístiques en diferents suports.",
        "3.2 Analitzar diferents propostes musicals mitjançant l’audició i amb el suport de la partitura, relacionant les obres amb el context històric i el vincle amb les altres arts.        ",
        "4.1 Adaptar amb creativitat els diferents elements que constitueixen una obra musical, com a base per a composicions guiades, utilitzant els diferents patrons melòdics, rítmics, harmònics i formals.",
        "4.2 Experimentar col·lectivament amb els diferents usos del llenguatge artístic mitjançant improvisacions grupals demostrant empatia i col·laboració.",
        "5.1 Integrar amb esperit crític i sensibilitat composicions musicals basades en patrons melòdics, rítmics, harmònics i formals en projectes artístics sostenibles vinculats amb la diversitat cultural.",
        "5.2 Analitzar les creacions musicals de l’aula, posant en valor el producte final i la seva relació amb diferents projectes artístics.",
        "5.3 Organitzar diferents propostes musicals, mitjançant l’ús de diferents suports tecnològics, mostrant iniciativa, respecte cap a l’opinió dels altres i capacitat d’integració i d’adaptació en el grup de treball."
    ],
    "saberes": [
        "Fonaments teoricopràctics comuns",
        "- Anàlisi auditiva i gràfica de les textures musicals: monòdica, polifònica, homofònica, contrapuntística i melodia acompanyada.",
        "- Anàlisi harmònica de cadències, modulacions i progressions en diverses obres i exemples musicals.",
        "- Identificació dels elements melòdics: la frase, semifrase, el motiu o cèl·lula en diversitat de contextos musicals.",
        "- Anàlisi de la funció estructural de diversos textos de la música vocal.",
        "- Anàlisi auditiva i gràfica de la diversitat d’estructures i patrons rítmics.",
        "- Identificació i anàlisi dels principals processos compositius com la repetició, la seqüència, la imitació, la variació i el desenvolupament.",
        "- Pràctica interpretativa tant vocal com instrumental i corporal de diverses obres musicals de rellevància cultural i històrica.",
        "- Aplicació de recursos digitals i aplicacions musicals per a la creació de composicions i projectes musicals.",
        "Gèneres musicals",
        "- Anàlisi de les principals formes històriques des de l’actualitat a la música medieval: música vocal, instrumental i escènica.",
        "- Identificació dels compositors i compositores més rellevants en els diferents períodes.",
        "- Coneixement i exemplificació de les obres o exemples més rellevants de les músiques tradicionals, d’arrel i músiques ètniques.",
        "- Anàlisi social, cultural i artística de les músiques populars urbanes dels segles XX i XXI: blues, jazz, pop, rock, folk i altres estils."
    ]
}