{
    "criteriosEvaluacion": [
        "1.1. Leer y escuchar de forma guiada, interpretar y valorar textos y obras de la literatura de Canarias de distintos géneros y épocas, con especial atención a la literatura escrita por mujeres, reconociendo el contexto histórico, cultural y estético de sus autoras y autores, para reflexionar sobre los elementos constitutivos del género literario y su relación con el sentido de la obra, y comprender su lugar en la tradición literaria canaria. CCL1, CCL2, CCL4, CC1, CCEC1",
        "1.2. Investigar las particularidades de textos y obras de la literatura de Canarias, así como la evolución de motivos y temas significativos en la producción literaria de las islas, con la finalidad de corroborar la pervivencia de los universales temáticos y formales que sustentan el imaginario canario. CCL3, CC1, CCEC2",
        "2.1. Leer y elaborar interpretaciones personales a partir de la lectura autónoma de textos y obras de la literatura de Canarias de distintos géneros y épocas, con especial atención a la literatura escrita por mujeres, para establecer vínculos argumentados entre la obra leída y aspectos de la actualidad, enriquecer su bagaje lector y participar en situaciones comunicativas culturales que favorezcan el intercambio reflexivo y creativo de la experiencia lectora. CCL1, CCL4, CPSAA1.1, CPSAA3.1, CCEC1, CCEC2, CCEC3.1",
        "3.1. Identificar y analizar las relaciones de textos y obras de la literatura canaria con producciones de la literatura española y de la literatura hispanoamericana, así como de la literatura africana y de otras tradiciones literarias, adoptando un enfoque intertextual de la lectura, para establecer vínculos entre textos diversos, y rastrear influencias y diálogos entre distintas tradiciones literarias. CCL1, CCL4, CP3, CC1, CCEC1",
        "3.2. Desarrollar rutinas de indagación en torno a la lectura, con la finalidad de establecer vínculos argumentados entre obras de la literatura canaria y de otras tradiciones literarias, y desarrollar procesos autorregulados de aprendizaje que permitan transmitir ese conocimiento con iniciativa y creatividad. CCL1, CCL3, CCL4, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2",
        "4.1. Relacionar textos y obras de la literatura canaria con otras manifestaciones artísticas y multimedia, así como con otras disciplinas humanísticas, sociales y científicas desde una perspectiva interdisciplinar, entablando un diálogo con la reflexión contemporánea sobre aspectos culturales y éticos, con especial atención a la perspectiva de género y la sostenibilidad. CCL1, CCL2, CCL3, CPSAA5, CC4, CCEC2",
        "4.2. Elaborar producciones en diversos formatos, con espíritu crítico y creatividad, utilizando, de manera responsable, su entorno digital de aprendizaje, para conformar un mapa de la literatura de Canarias y su vinculación con el contexto social y cultural, a partir de las experiencias literarias y culturales personales del alumnado. CCL1, CCL3, CCL5, CP3, CD2, CD3, CPSAA3.1, CPSAA3.2, CCEC2, CCEC4.1",
        "5.1. Producir textos y productos con intención literaria, sentido estético y conciencia de estilo, en distintos soportes, en los que se integre el bagaje adquirido a partir de la experiencia lectora de obras de la literatura canaria y sobre Canarias, con el propósito de que la escritura creativa y la práctica artística permitan al alumnado compartir ideas, sentimientos y emociones, así como afianzar el autoconocimiento y los vínculos personales a través de la comunicación y la creatividad. CCL1, CD3, CPSAA1.1, CPSAA3.1, CE1, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2"
    ],
    "saberes": [
        "I. Lectura y recepción literaria guiada",
        "Construcción compartida de la interpretación de obras clásicas y recientes de la literatura canaria enmarcadas en itinerarios temáticos que permitan establecer relaciones intertextuales entre obras y fragmentos de diferentes géneros, épocas y contextos culturales, de acuerdo a los siguientes motivos, temas y estrategias:",
        "    1. Motivos y temas de la literatura canaria:",
        "        1.1. La isla mítica. Los viejos y los nuevos mitos: las islas Afortunadas, Dácil y Castillo, La Selva de Doramas, San Borondón, El almendro… La isla imaginaria: territorio arquetípico.",
        "        1.2. El hecho geográfico: la «condición archipelágica». La isla como espacio insular y centro vital. La intimidad, la soledad y la angustia. El complejo de lejanía, de prisión. El destierro. Cosmopolitismo y vanguardismo. La luz: ilusión y encuentro.",
        "        1.3. El mar como barrera y puente. El puerto. La playa. La emigración. El mestizaje y la condición fronteriza.",
        "        1.4. Viaje y turismo: la mirada foránea. Dependencia y rechazo de lo externo. Exotismo y souvenir.",
        "        1.5. El paisaje canario: las ciudades y los pueblos. Costumbrismo y Regionalismo. La presencia del habla canaria en su literatura. El paisaje desde las azoteas. La ciudad como escenario de la novela negra. La búsqueda de nuevos escenarios.",
        "        1.6. Representación de las mujeres en la literatura canaria. Autoras y personajes femeninos. Roles y sociedad. Invisibilidad y lucha. La mujer-isla.",
        "    2. Estrategias de análisis, interpretación, recreación y valoración crítica:",
        "        2.1. Lectura, audición, comentario y valoración crítica de obras y de textos de diferentes etapas y movimientos de la literatura canaria y sobre Canarias, en relación con su contexto histórico, cultural y estético, sin desatender a las autoras y los autores foráneos que interpretan creativamente la esencia insular.",
        "        2.2. Comentario de textos y de obras, y valoración de su novedad y trascendencia literaria.",
        "        2.3. Consulta y contraste de diversas fuentes de información y en distintos formatos, para la elaboración de productos (trabajos monográficos, proyectos de investigación, composición de antologías…) de forma planificada y adecuada.",
        "        2.4. Estudio de motivos y de recurrencias significativas en la consolidación de una tradición literaria insular.",
        "        2.5. Conciencia de la importancia de la contribución femenina a la construcción de la tradición literaria insular.",
        "        2.6. Interés y apreciación estética de los distintos movimientos, y autores y autoras del patrimonio literario canario.",
        "        2.7. Intercambio argumentado, asertivo y respetuoso de la experiencia lectora, utilizando un metalenguaje específico y atendiendo a aspectos temáticos, genéricos, estructurales y estilísticos, y a los valores éticos y estéticos de las obras.",
        "II. Lectura y recepción literaria autónoma",
        "Lectura autónoma de obras relevantes de la literatura de Canarias desarrollando las siguientes estrategias:",
        "    1. Selección personal de obras de la literatura canaria a partir de recomendaciones especializadas, y utilización autónoma y frecuente de bibliotecas y otros recursos, tanto presenciales como digitales.",
        "    2. Participación en conversaciones literarias, intercambios de recomendaciones lectoras y otras experiencias culturales en contextos diversos.",
        "    3. Expresión argumentada de los gustos lectores personales, diversificación del corpus leído y comunicación razonada de la experiencia lectora, utilizando un metalenguaje específico y atendiendo a aspectos temáticos, estilísticos, estéticos y, con especial hincapié, a la dimensión ética de las obras leídas.",
        "    4. Recomendación y difusión de las lecturas realizadas en soportes variados atendiendo a aspectos temáticos, formales e intertextuales.",
        "III. Transtextualidad",
        "    1. Lectura de textos y obras de la tradición canaria y de otras tradiciones literarias que presenten vínculos lingüísticos, genéricos, temáticos o geográficos con la literatura canaria (española, hispanoamericana, africana…).",
        "    2. Aproximación a los métodos de análisis de la literatura comparada aplicados a textos literarios de la literatura canaria y de otras tradiciones (la universalidad de los temas, los prejuicios y clichés, el estudio narratológico de los tipos o personajes, la teoría de los géneros, la intertextualidad y la transtextualidad).",
        "    3. Conciencia de la singularidad y universalidad del acervo literario de las islas.",
        "    4. Interés y respeto por el patrimonio literario de otras tradiciones, y valoración de la multiculturalidad.",
        "    5. Consulta y contraste de diversas fuentes de información y en distintos formatos, para la elaboración de productos (trabajos monográficos, proyectos de investigación, composición de antologías…), de forma planificada y adecuada.",
        "IV. Multimodalidad",
        "    1. Aproximación a la narrativa gráfica hecha en Canarias.",
        "    2. Análisis de textos literarios desde una perspectiva interdisciplinar.",
        "    3. Movilización de la experiencia personal, lectora y cultural para establecer vínculos argumentados entre las obras leídas y aspectos de la actualidad y otras manifestaciones literarias o artísticas.",
        "    4. Consulta y contraste de diversas fuentes de información y en distintos formatos, para la elaboración de productos (trabajos monográficos, proyectos de investigación, composición de antologías…), de forma planificada y adecuada.",
        "    5. Desarrollo del bagaje artístico, humanístico, social y científico, a través de la lectura de artículos, ensayos u obras de referencia.",
        "V. Creación literaria",
        "Creación de textos de intención literaria, sentido estético y conciencia de estilo a partir de las obras leídas utilizando las convenciones del lenguaje literario.",
        "    1. Planificación y aplicación de las fases del proceso creativo.",
        "    2. Empleo consciente y estético de la lengua.",
        "    3. Desarrollo de la experimentación y de la capacidad artística favoreciendo el tránsito de la recepción a la creación.",
        "    4. Generación y presentación de creaciones artísticas y literarias en diversos soportes con plena libertad creativa.",
        "    5. Desarrollo del autoconocimiento, de las habilidades comunicativas y de la autoestima a través de la creación literaria.",
        "    6. Afianzamiento de una actitud respetuosa y sensible hacia las producciones lingüísticas, literarias y artísticas propias y ajenas."
    ]
}