{
    "criteriosEvaluacion": [
        "1.1. Extraer e interpretar la informaciónnecesaria del enunciado de problemas reales ydel ámbito STEM, estructurando el proceso deresolución atendiendo a criterios de eficacia ysencillez.",
        "1.2. Resolver problemas del ámbito STEM,implementando las estrategias formales quesean necesarias para su resolución, movilizandoademás de manera adecuada y justificada losconceptos, procedimientos y actitudesimplicados.",
        "1.3. Revisar, validar o rectificar las soluciones oconclusiones obtenidas, usando aplicaciones degeometría dinámica, cálculo numérico osimbólico para simular los procesos deresolución, facilitando la interpretación yvalidación de resultados.",
        "1.4. Analizar críticamente los procedimientosde resolución seguidos y aprender de los errorescometidos para mejorar y sistematizar el procesode resolución.",
        "2.1. Plantear preguntas, hipótesis y conjeturasque permitan establecer conexiones entresituaciones del ámbito STEM y los conceptosmatemáticos abstractos.",
        "2.2. Usar analogías, patrones, contraejemplosu otras estrategias para confirmar o descartarhipótesis y conjeturas sobre conceptosmatemáticos.",
        "2.3. Conectar diferentes conceptos yprocedimientos matemáticos argumentando elrazonamiento empleado.",
        "2.4 Emplear de forma adecuada diferentesherramientas tecnológicas que ayuden avisualizar e interpretar propiedadesmatemáticas.",
        "2.5. Generalizar algunos argumentos parahacer demostraciones sencillas sobrepropiedades matemáticas elementales encontextos del ámbito STEM.",
        "3.1. Establecer conexiones entre los saberesbásicos de las matemáticas y los de otrasmaterias del ámbito STEM.",
        "3.2 Asumir hipótesis sobre aspectosdesconocidos o no determinados de unasituación real y realizar simplificaciones quepermitan estructurar y elaborar un modelomatemático de dicha situación.",
        "3.3. Obtener la solución o resultados a partirdel modelo matemático asociado a unasituación interdisciplinar real, e interpretar losresultados y su adecuación a dicha situación.",
        "3.4 Realizar predicciones sobre una situaciónreal e inferir propiedades relevantes a partir deldesarrollo y tratamiento del modelo matemáticode dicha situación.",
        "4.1. Tratar, ordenar, clasificar y organizar unconjunto de datos mediante sistemas derepresentación adecuados (esquemas, tablas,gráficos u otros.) y usando herramientas TIC olenguajes de programación cuando el tamaño delos datos lo exija.",
        "4.2. Determinar estrategias para la resoluciónde problemas, descomponiendo y estructurandosus partes mediante algoritmos, y analizando lasdiferentes opciones que se plantean.",
        "4.3. Crear y editar contenidos digitales quefaciliten la resolución, visualización ycomprensión de problemas, usando cuando seanecesario la calculadora y las hojas de cálculo.",
        "5.1. Seleccionar y utilizar el simbolismoapropiado para describir matemáticamentesituaciones relevantes del ámbito STEM.",
        "5.2. Utilizar de forma adecuada la terminologíaconceptual y las formas de representación queresulten necesarias para formalizar, conprecisión, los conceptos matemáticos implicadosen la geometría del plano, en el cálculodiferencial y en la estadística.",
        "5.3. Realizar conversiones entre lasrepresentaciones simbólicas que permitanestructurar los razonamientos y procesosmatemáticos implicados en situaciones STEMrelevantes",
        "6.1. Interpretar y producir correctamentemensajes con y sobre matemáticas, debatiendoe intercambiando ideas y enriqueciendo eldiscurso con las ideas de los demás.",
        "6.2. Comunicar ideas matemáticas utilizandodistintos formatos de apoyo visual - tablas,gráficos, esquemas, imágenes, etc. - para hacerclara la información transmitida.",
        "6.3. Perfeccionar y ampliar el vocabulariomatemático en sus términos formales,desarrollando formas de expresión matemáticaprecisas y rigurosas y dominando lossignificados y matices de las ideas matemáticascomunicadas.",
        "7.1. Identificar el contenido matemático presenteen situaciones reales y, en particular, enfenómenos relevantes del ámbito científico ytecnológico.",
        "7.2. Reconocer la importancia del desarrollo delas matemáticas como herramienta para el avancecientífico y tecnológico a lo largo de la historia.",
        "7.3. Valorar las matemáticas como vehículo parala resolución de problemas relacionados consituaciones y fenómenos relevantes del ámbitocientífico y tecnológico.",
        "8.1. Regular actitudes y procesos cognitivosimplicados al enfrentarse a situaciones deaprendizaje complejas relacionadas con lasmatemáticas.",
        "8.2. Mostrar una disposición favorable hacia elaprendizaje de las matemáticas y hacia laspropias capacidades en el trabajo individual ocolaborativo.",
        "8.3. Abordar los errores como oportunidadesde aprendizaje y desarrollar un uso flexible deestrategias que permitan sortear las dificultadesque pueden aparecer al resolver situacionesproblemáticas."
    ],
    "saberes": [
        "Bloque 1. Sentido numérico y de las operaciones.",
        "NÚMEROS y OPERACIONES. CE1, CE2, CE3, C5, CE6, CE7, CE8. ",
        "• Números reales: representación, comparación y clasificación. Notaciones para la comprensión de la realidad STEM: notación científica y logaritmos.",
        "• Operaciones con potencias, radicales y logaritmos con y sin medios tecnológicos",
        "• Distancias, aproximación y errores. Intervalos y entornos.",
        "• Números complejos. Representación, expresiones y operaciones elementales",
        "• Demostraciones numéricas sencillas (inducción, deducción…)",
        "• Técnicas y estrategias de resolución de problemas relacionados con los cuerpos numéricos y estructuras.",
        "• Reconocimiento del error como elemento de aprendizaje en la selección u obtención de soluciones numéricas, matriciales, etc.",
        "• Desarrollo histórico del sentido numérico. Aplicaciones de los conjuntos numéricos.",
        "Bloque 2. Sentido algebraico",
        "ÁLGEBRA. Transversal a todas las CE. ",
        "• Ecuaciones algebraicas, trigonométricas, exponenciales y logarítmicas. Inecuaciones polinómicas y racionales.",
        "• Resolución de problemas mediante ecuaciones e inecuaciones.",
        "• Sistemas de ecuaciones con dos incógnitas: lineales y no lineales, exponenciales y logarítmicos sencillos.",
        "• Interpretación gráfica de las soluciones de ecuaciones, inecuaciones y sistemas con y sin medios tecnológicos",
        "• Método de Gauss.",
        "• Desarrollo del histórico del álgebra y valoración de su uso en el avance de la ciencia y la tecnología.",
        "• Flexibilidad en el uso de varias estrategias, técnicas o métodos de resolución de situaciones problemáticas susceptibles de modelación algebraica.",
        "• Autonomía, tolerancia ante el error, perseverancia en el aprendizaje de aspectos asociados al sentido algebraico",
        "Bloque 3. Sentido funcional",
        "1.- FUNCIONES, LÍMITES Y CONTINUIDAD. Transversal a todas las CE. ",
        "• Funciones básicas: polinómica, racional e irracional, definidas a tramos, exponencial, logarítmica, trigonométrica, periódica, valor absoluto. Características necesarias para la construcción gráfica.",
        "• Composición de funciones, función inversa y traslaciones.",
        "• Continuidad y discontinuidad. Asíntotas y ramas.",
        "• Estimación de límites mediante tablas o gráficas. Cálculo de límites en un punto y en el infinito. Indeterminaciones. Infinitos e infinitésimos. Regla de L’Hôpital.",
        "• Resolución de problemas y modelización mediante funciones.",
        "• Programas informáticos de geometría dinámica. Calculadoras gráficas.",
        "• Desarrollo histórico del análisis sobre funciones y sus aplicaciones. Valoración de los usos científicos de las funciones.",
        "• Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados a las relaciones y funciones.",
        "2- DERIVADAS E INTEGRALES. Transversal a todas las CE. ",
        "• Derivada de una función en un punto. Interpretación geométrica. Función derivada.",
        "• Reglas y técnicas de derivación. Cálculo de derivadas.",
        "• Uso de la derivada en contextos STEM: representación gráfica, estudio del cambio y optimización.",
        "Bloque 4. Sentido espacial y geometría ",
        "TRIGONOMETRÍA. CE1, CE2, CE3, CE5, CE6, CE7, CE8. ",
        "• Relación fundamental de la trigonometría. Razones trigonométricas de un ángulo cualquiera.",
        "• Razones de operaciones angulares (suma, diferencia, doble y mitad).",
        "• Operaciones con razones trigonométricas (suma y diferencia)",
        "• Ecuaciones e identidades trigonométricas sencillas.",
        "• Resolución de problemas. Teorema del seno, del coseno y tangente",
        "• Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados al cálculo y utilización de la geometría",
        "GEOMETRÍA ANALÍTICA. CE1, CE2, CE3, CE5, CE6, CE7, CE8. ",
        "• Vectores libres en el plano. Operaciones geométricas básicas y sus propiedades. Producto escalar, vectorial y mixto.",
        "• Dependencia e independencia lineal. Bases ortogonales y ortonormales. Sistemas de referencia, coordenadas de un vector respecto de una base.",
        "• Determinación y ecuaciones de la recta. Posiciones relativas en el plano.",
        "• Problemas métricos en el plano: distancias y ángulos. Lugares geométricos.",
        "• Representación de objetos geométricos en el plano con y sin medios tecnológicos.",
        "• Desarrollo histórico de la geometría analítica y sus aplicaciones. Valoración de los usos en contextos científicos.",
        "Bloque 5. Sentido estocástico",
        "ESTADÍSTICA BIDIMENSIONAL. Transversal a todas las CE. ",
        "• Tablas de frecuencia y de contingencia. Parámetros estadísticos de una distribución bidimensional.",
        "• Distribuciones condicionadas. Dependencia e Independencia de variables estadísticas. Representación gráfica.",
        "• Correlación lineal, regresión lineal. Regresión cuadrática: valoración gráfica de la pertinencia del ajuste.",
        "• Resolución de problemas y fiabilidad en las estimaciones en contextos científicos y tecnológicos. Toma de decisiones: utilización de conclusiones derivadas del tratamiento estadístico de datos.",
        "• Uso herramientas tecnológicas adecuadas (calculadora gráfica, webs o hojas de cálculo) en contextos científicos cuando se requiera.",
        "• Desarrollo histórico de la estadística y sus aplicaciones. Valoración de los usos científicos.",
        "• Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados al cálculo estadístico.",
        "PROBABILIDAD. CE1, CE2, CE3, CE5, CE6, CE7, CE8. ",
        "• Experimentos aleatorios y sucesos. Frecuencias e idea intuitiva de probabilidad. Sucesos. Dependencia e independencia de sucesos.",
        "• Estrategias de recuento para el cálculo de probabilidades. Diagramas de árbol y tablas de contingencia. Regla de Laplace.",
        "Bloque 6. Pensamiento computacional ",
        "PENSAMIENTO COMPUTACIONAL. Transversal a todas las CE.",
        "Análisis e interpretación de sucesiones numéricas: término general, monotonía, predicción de términos y acotación",
        "Estrategias de resolución de problemas. Modelización de fenómenos.",
        "Demostraciones sencillas (métodos de reducción al absurdo, inducción completa, razonamiento deductivo…)",
        "Calculadora, hoja de cálculo o software específico. Toma de decisiones: utilización de conclusiones derivadas del tratamiento computacional.",
        "Perseverancia, iniciativa y flexibilidad en la resolución de situaciones problemáticas susceptibles de error o no exentos de dificultades relacionados con las formas de razonamiento lógico-matemático o del uso de medios tecnológicos específicos."

    ]
}
