{
    "criteriosEvaluacion": [
        "5.1.1. Recabar información sobre los cambios producidos en la concepción del",
        "arte en distintos momentos históricos y en diversas culturas.",
        "5.1.2. Comparar las distintas concepciones que sobre la obra de arte ha aportado",
        "la historiografía artística.",
        "5.1.3. Debatir sobre el concepto de arte utilizando las aportaciones más",
        "importantes realizadas por la historiografía artística e incluyendo una reflexión",
        "propia.",
        "5.1.4. Elaborar una definición de la obra de arte que incluya la información",
        "extraída de fuentes historiográficas, la reflexión realizada sobre ella y las",
        "conclusiones a las que se haya llegado después del proceso de debate.",
        "5.1.5. Valorar y respetar la diversidad de manifestaciones artísticas tanto del",
        "pasado, como del presente.",
        "5.2. Competencia específica 2",
        "Identificar las distintas funciones que la obra de arte ha desempeñado a lo largo del",
        "tiempo, describirlas y compararlas realizando apreciaciones personales.",
        "5.2.1. Identificar en la obra de arte un medio de comunicación y de disfrute",
        "estético inherente a la condición humana.",
        "5.2.2. Analizar una obra de arte significativa identificando y explicando la función",
        "para la que fue creada.",
        "5.2.3. Relacionar la función de las obras de arte tanto con las circunstancias",
        "dominantes de la época en las que fueron creadas como con la mano",
        "creadora que les dio forma.",
        "5.2.4. Señalar los distintos papeles que en la actualidad puede tener la obra de",
        "arte, resaltando la diversidad de funciones que ejerce y detectando las",
        "polémicas en las que puede verse inmersa.",
        "5.3.1. Identificar y describir los estilos más importantes de la Historia del Arte.",
        "5.3.2. Ubicar obras de arte tanto locales como globales en los estilos artísticos",
        "que las crearon y señalar sus rasgos estilísticos más importantes.",
        "5.3.3. Detectar algunas personalidades creadoras que fueron capaces de salirse",
        "del esquema estilístico dominante en su época y valorar el avance que",
        "supuso su obra.",
        "5.3.4. Manifestar interés y respeto por la diversidad artística de las sociedades",
        "humanas.",
        "5.4.1. Localizar los elementos formales, técnicos, simbólicos y estilísticos que",
        "forman parte del lenguaje artístico implícito en una obra de arte.",
        "5.4.2. Aplicar un método de comentario artístico que permita interpretar la obra",
        "de arte identificando tanto los elementos intrínsecos (materiales, formas y",
        "símbolos) como los extrínsecos (mano creadora, clientela y condiciones",
        "económico-sociales).",
        "5.4.3. Elaborar explicaciones de obras de arte basadas en el método de",
        "comentario artístico establecido, utilizando la terminología y el vocabulario",
        "específico de la materia y diversos formatos tanto orales como escritos.",
        "5.4.4. Expresar sentimientos propios ante las creaciones artísticas, respetando la",
        "diversidad de percepciones ante la obra de arte y superando estereotipos y",
        "prejuicios.",
        "5.5.1. Identificar las obras de mujeres artistas a lo largo de la historia del arte.",
        "5.5.2. Realizar biografías de mujeres artistas para ser expuestas a través de",
        "escritos o producciones digitales que incluyan sus aportaciones y obras más",
        "importantes.",
        "5.5.3. Analizar críticamente la imagen que se ha dado de la mujer en la historia",
        "del arte, mediante el análisis comparativo de obras de distintas épocas en las",
        "que esté representada la figura femenina.",
        "5.5.4. Mostrar una actitud compatible con la defensa de la igualdad entre",
        "hombres y mujeres a la hora de trabajar con obras de arte.",
        "5.6.1. Identificar y analizar la presencia del arte en la vida cotidiana, señalando",
        "sus vínculos con la realidad social y valorando su utilización como objeto de",
        "consumo.",
        "5.6.2. Definir las categorías de protección de los elementos artísticos más",
        "importantes que contempla la legislación.",
        "5.6.3. Valorar el patrimonio artístico a nivel local y global, identificar sus",
        "características principales y participar de manera activa en la conservación",
        "del más cercano.",
        "5.7.1. Utilizar fuentes de información cinematográficas, literarias, textuales",
        "(historiográficas e históricas), tanto en formato digital como tradicional, para",
        "planificar los trabajos de investigación.",
        "5.7.2. Buscar, seleccionar y contrastar la información necesaria procedente de",
        "diferentes fuentes para poder llevar a cabo pequeñas investigaciones",
        "alrededor del fenómeno artístico.",
        "5.7.3. Elaborar producciones propias tanto en formato tradicional como en",
        "formato digital que expliquen el fenómeno artístico, utilizando la información",
        "seleccionada y mostrando un dominio adecuado de los conceptos artísticos.",
        "5.7.4. Compartir contenidos digitales utilizando herramientas en línea."
    ],
    "saberes": [
        "3.2. Bloque 1. Nos acercamos a la obra de arte",
        "3.2.1. Estimación de la obra de arte como realidad abierta a la interpretación",
        "personal.",
        "3.2.2. El concepto de arte, definición y función de la obra artística a lo largo del",
        "tiempo. El poder de la imagen.",
        "3.2.3. Tipología de obras de arte, los materiales y las técnicas en la obra de arte.",
        "3.2.4. Vocabulario específico de la materia y concepto de estilo.",
        "3.2.5. Método para analizar e interpretar obras de arte: análisis técnico y formal",
        "y análisis iconográfico y estilístico.",
        "3.2.6. Uso crítico de Internet para la obtención de información sobre hechos",
        "artísticos.",
        "3.2.7. Manejo de herramientas TIC para la gestión de la información, el trabajo",
        "colaborativo y la creación de materiales digitales.",
        "3.3. Bloque 2. Rituales, figura humana y res publica en los inicios del arte",
        "3.3.1. La prehistoria: el arte rupestre y mobiliar en las manifestaciones mágicorituales.",
        "3.3.2. Las civilizaciones fluviales: el arte como dispositivo de dominación y",
        "control.",
        "3.3.3. La civilización griega y el arte entorno a la figura humana.",
        "3.3.4. El arte romano y la res publica.",
        "3.4. Bloque 3. Religión y arte: cristianización de Europa y expansión del islam",
        "3.4.1. Establecimiento de la iconografía cristiana: el primer arte cristiano y el",
        "imperio bizantino.",
        "3.4.2. El islam y las culturas musulmanas.",
        "3.4.3. El arte en la Europa de los pueblos prerrománicos.",
        "3.4.4. La idea de Dios como juez severo y lejano: el románico.",
        "3.5. Bloque 4. Burguesía y ciudades, humanismo y poder",
        "3.5.1. El acercamiento a Dios durante el arte gótico.",
        "3.5.2. El humanismo y el renacimiento.",
        "3.5.3. Visualización del poder en el barroco: monarquía, nobleza, papado y",
        "burguesía.",
        "3.6. Bloque 5. Academicismo, individualismo e industrialización. La independencia",
        "de las artes plásticas",
        "3.6.1. Neoclasicismo y academias, romanticismo e individualidad: los inicios del",
        "arte contemporáneo en Europa.",
        "3.6.2. El desarrollo industrial y su influencia en el arte de mediados del siglo XIX.",
        "Nuevos materiales y arquitectura. Artes plásticas y preocupación social.",
        "3.6.3. Hacia la ruptura de la ventana albertiana: impresionismo,",
        "postimpresionismo y primeras vanguardias.",
        "3.6.4. Funcionalismo frente a organicismo en los postulados arquitectónicos de",
        "la primera mitad del siglo XX.",
        "3.6.5. El arte tras la Segunda Guerra Mundial. Artes plásticas y segundas",
        "vanguardias. Del estilo internacional a los y las arquitectos estrella.",
        "3.7. Bloque 6. El mundo del arte en el siglo XXI",
        "3.7.1. La puesta en valor de formas artísticas no tradicionales: fotografía, cartel,",
        "cómic, cine o animación. La irrupción de internet en el mundo del arte.",
        "3.7.2. Tendencias artísticas actuales.",
        "3.7.3. Reconocimiento del arte como motor económico: mercado, consumo y",
        "colecciones. El arte como atractivo turístico.",
        "3.7.4. Valoración del patrimonio: el patrimonio artístico y su conservación.",
        "3.7.5. El encuentro con la obra de arte: museos, exposiciones, el arte reproducido",
        "en imagen y en papel, espacios virtuales y el arte en el espacio público. El",
        "disfrute del arte como espectador.",
        "3.7.6. Reflexión sobre el papel de las mujeres en la Historia del Arte.",
        "3.7.7. Consideración del papel del artista en el proceso creador."
    ]
}
