{
    "criteriosEvaluacion": [
        "1.1 Defensar amb criteris fonamentats els aspectes singulars i el valor social de diferents peces vocals, contextualitzant-les i valorant-ne l’impacte en la societat.",
        "1.2 Analitzar críticament la relació del text amb la música, millorant la comprensió i buscant solucions que ajudin a una millor interpretació.",
        "2.1 Comparar interpretacions vocals analitzant proactivament l’enriquiment que representa la diversitat d’interpretacions per al patrimoni coral.",
        "2.2 Apreciar amb respecte l’evolució de la música vocal valorant les funcions socials i culturals que ha tingut el repertori coral al llarg de la història.",
        "3.1 Aplicar els coneixements del llenguatge musical mitjançant la lectura i la interpretació d’una diversitat de partitures.",
        "3.2 Explorar les possibilitats interpretatives de la veu participant activament com a intèrpret en diferents agrupacions i estils.",
        "3.3 Reconèixer la necessitat del desenvolupament constant de les habilitats físiques i mentals participant en les interpretacions vocals de grup.",
        "4.1 Demostrar interès en el desenvolupament tècnic continu de la competència vocal interpretant propostes musicals en diferents formacions.",
        "4.2 Expressar emocions i sentiments interpretant de manera crítica obres de diferents gèneres i estils.",
        "5.1 Connectar les interpretacions vocals amb altres arts i disciplines, dissenyant projectes artístics innovadors i creatius.",
        "5.2 Participar activament en el muntatge d’actuacions públiques assumint diferents rols.",
        "5.3 Construir un projecte musical on la veu jugui un paper cabdal respectant les opinions dels components del grup."
    ],
    "saberes": [
        "Tècnica vocal",
        "- Domini de les tècniques adequades per a l’ús de l’aparell de fonació: relaxació, respiració, vocalització, dicció, articulació, emissió i control del so.",
        "- Aplicació de tècniques per al domini de les qualitats del so en la pràctica vocal: alçada, intensitat i durada.",
        "- Entonació d’acords, cadències i intervals consonants i dissonants per refermar l’afinació.",
        "- Anàlisi fonètica dels textos de diversitat de repertori vocal.",
        "Pràctica de conjunt",
        "- Pràctica de conjunt de diverses obres d’estils, èpoques, formes i estructures diverses.",
        "- Desenvolupament de la consciència de la unitat sonora del conjunt: respiració, atac, afinació, articulació, ritme i fraseig.",
        "- Pràctica de l’afinació dins l’agrupació mitjançant la tècnica del transport.",
        "- L’anacrusi com a moviment bàsic de la pràctica del grup. Reacció i comprensió davant les diferents anacrusis amb o sense director o directora.",
        "- Lectura a primera vista com a tècnica de familiarització amb el repertori nou.",
        "- Interpretació individual i col·lectiva de repertori musical de diferents èpoques, estils i gèneres, incloent-hi la música actual.",
        "- Pràctica de repertori amb improvisacions i moviment en diversos contextos interpretatius.",
        "- Anàlisi de les agrupacions vocals al llarg de la història.",
        "- Pràctica inicial de la direcció d’agrupacions vocals aplicant les tècniques bàsiques de direcció."
    ]
}