{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Explicar y argumentar la interpretación de las obras leídas a partir del análisis de las ",
        "relaciones internas de sus elementos constitutivos con el sentido de la obra y de las ",
        "relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, ",
        "utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la ",
        "apreciación estética de las obras. ",
        "1.2. Crear textos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de ",
        "otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos ",
        "significativos en los que se empleen las convenciones formales de los diversos géneros y ",
        "estilos literarios. ",
        "Competencia específica 2. ",
        "2.1. Elaborar una interpretación personal a partir de la lectura autónoma de obras relevantes de la ",
        "literatura universal, atendiendo a aspectos temáticos, de género y subgénero, elementos de la ",
        "estructura y el estilo, y valores éticos y estéticos de las obras, y estableciendo vínculos ",
        "argumentados con otras obras y otras experiencias artísticas y culturales. ",
        "2.2. Acceder de diversas formas a la cultura literaria en el marco de un itinerario lector personal ",
        "que enriquezca, de forma consciente y sistemática, la propia identidad lectora y compartir las ",
        "propias experiencias de lectura con la ayuda de un metalenguaje específico. ",
        "Competencia específica 3. ",
        "3.1. Comparar textos o fragmentos literarios entre sí y con otras manifestaciones artísticas ",
        "argumentando oralmente o por escrito los elementos de semejanza y contraste, tanto en lo ",
        "relativo a aspectos temáticos y de contenido, como formales y expresivos, atendiendo ",
        "también a sus valores éticos y estéticos. ",
        "3.2. Desarrollar proyectos de investigación que se concreten en una exposición oral, un ensayo o ",
        "una presentación multimodal y que muestren una implicación y respuesta personal, en torno a ",
        "una cuestión que establezca vínculos argumentados entre los clásicos de la literatura ",
        "universal objeto de lectura guiada y otros textos y manifestaciones artísticas de ayer y de hoy, ",
        "en función de temas, tópicos, estructuras, lenguaje, recursos expresivos y valores éticos y ",
        "estéticos. ",
        "Competencia específica 4. ",
        "4.1. Elaborar una exposición multimodal que sitúe los textos leídos en su horizonte histórico-",
        "cultural, y que ofrezca una panorámica de conjunto sobre movimientos artísticos y obras ",
        "relevantes de la literatura universal. ",
        "Competencia específica 5. ",
        "5.1. Realizar un proyecto de investigación sobre autores de relevancia, obras literarias de ",
        "contextos no occidentales o sobre cuestiones temáticas o formales que aporten una mirada ",
        "diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria. ",
        "5.2. Elaborar comentarios críticos de textos, orales o escritos, y participar en debates o mesas ",
        "redondas acerca de lecturas en las que se ponga en cuestión la mirada etnocéntrica propia ",
        "del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad.          "
    ],
    "saberes": [
        "I. Lectura guiada. ",
        "Construcción guiada y compartida de la interpretación de algunos clásicos de la literatura universal ",
        "inscritos en itinerarios temáticos o cronológicos que establezcan relaciones intertextuales entre ",
        "obras y fragmentos de diferentes géneros, épocas, contextos culturales y códigos artísticos, así ",
        "como con sus respectivos contextos de producción, de acuerdo a los siguientes ejes y estrategias: ",
        "A. Temas y formas de la literatura universal. ",
        "Selección libre por parte del profesor de lecturas escogidas entre los siguientes cuatro bloques ",
        "temáticos, para la configuración de itinerarios semejantes a los propuestos o recopilados por el ",
        "docente, que establezcan relaciones intertextuales entre obras y fragmentos de diferentes ",
        "géneros, épocas, contextos culturales y códigos artísticos: ",
        "1. Decir el yo. ",
        "1.1. Poesía lírica. ",
        "– El género lírico en la Biblia: El Cantar de los Cantares y el Libro de las Lamentaciones. ",
        "– La lírica clásica. La lírica griega: Safo, Teognis y Anacreonte. La lírica romana: Catulo, Virgilio ",
        "y Ovidio. La poesía filosófica de Píndaro y Horacio. ",
        "– La lírica medieval: la poesía provenzal. La canción de mujer: jarchas, cantigas y villancicos. ",
        "– La lírica renacentista: el dolce stil nuovo y el petrarquismo. ",
        "– La lírica romántica: Sturm und Drag. Friedrich von Schiller y Goethe. La poesía romántica ",
        "inglesa: Wordsworth, Coleridge; los poetas satánicos: Lord Byron, Percy Bysshe Shelley y ",
        "John Keats. La poesía romántica alemana: Friedrich Hölderlin y Novalis. ",
        "– La poesía a finales del siglo XIX. El simbolismo: Charles Baudelaire, Stéphane Mallarmé, Paul ",
        "Verlaine, Arthur Rimbaud, Rainer Maria Rilke y Constantino Cavafis. ",
        "– La poesía norteamericana: Walt Whitman y Emily Dickinson. ",
        "– La poesía del siglo XX: Paul Valéry, Rainer Maria Rilke, William Butler Yeats, Constantino ",
        "Cavafis y Fernando Pessoa. Las vanguardias. La poesía de la segunda mitad del siglo XX: ",
        "Paul Celan, Cesare Pavese, Jacques Prévert y Sylvia Plath. ",
        "1.2. Literatura testimonial y biográfica: diarios, cartas, memorias, autobiografías, autoficción, etc. ",
        "– La novela europea del siglo XVIII. La novela epistolar del siglo XVIII: Los sufrimientos del ",
        "joven Werther de Goethe; Rousseau y Julia, o la Nueva Eloísa; Choderlos de Laclos y Las ",
        "amistades peligrosas. La autobiografía ficticia de Daniel Defoe en Robinson Crusoe y la ",
        "autobiografía paródica de Laurence Sterne en Tristram Shandy. ",
        "– Metaficción en la narrativa del siglo XX: Truman Capote e Italo Calvino, Vladimir Nabokov. ",
        "1.3. Narrativa existencial: personajes en crisis.  ",
        "– La novela existencialista francesa: Jean-Paul Sartre, Simone de Beauvoir y Albert Camus. ",
        "– La renovación de la novela, personajes en crisis: Ulises de James Joyce; En busca del tiempo ",
        "perdido de Marcel Proust; La metamorfosis de Frank Kafka, Las olas de Virginia Woolf y La ",
        "montaña mágica de Thomas Mann. ",
        "– La narrativa después de 1945, el realismo «sucio» norteamericano: Charles Bukowski, J. D. ",
        "Salinger y Raymond Carver. ",
        "2. Dialogar con los otros. ",
        "2.1. Frente a la ley o el destino: la tragedia. ",
        "– La tragedia griega: Esquilo, Sófocles y Eurípides. ",
        "– El siglo XVII, el siglo del teatro. El teatro isabelino. William Shakespeare. El teatro francés: ",
        "Pierre Corneille, Jean Racine y Molière.  ",
        "2.2. Frente a las convenciones sociales: el drama. ",
        "– William Shakespeare: dramas históricos. ",
        "– La transgresión del drama romántico: Victor Hugo, Goethe y Friedrich Schiller. ",
        "– El teatro de finales del siglo XIX: Henrik Ibsen, Antón Chéjov, George Bernard Shaw y Oscar ",
        "Wilde. ",
        "– El teatro del siglo XX: El teatro épico de Bertolt Brecht. El teatro crítico norteamericano: ",
        "Tennessee Williams y Arthur Miller.  ",
        "2.3. Humor crítico, humor complaciente: la comedia. ",
        "– La comedia en Grecia y Roma: Aristófanes y Plauto. ",
        "– La commedia dell´arte. ",
        "– Las comedias del siglo XVII: Shakespeare y Molière. ",
        "– El teatro del absurdo: Samuel Beckett y Eugène Ionesco. ",
        "3. Imaginar el mundo, observar el mundo, actuar en el mundo. ",
        "3.1. Mundos imaginados: mitos y narrativa. Mitologías. Héroes y heroínas. Viajes imaginarios. ",
        "Espacios y criaturas fantásticas. Utopías y distopías, ciencia ficción. ",
        "– Las literaturas de las primeras civilizaciones: Egipto, Mesopotamia India y China. Poema de ",
        "Gilgamesh y Panchatantra. ",
        "– Los mitos clásicos y la literatura épica en Grecia y Roma: La Ilíada y la Odisea de Homero. ",
        "Las Metamorfosis de Ovidio. ",
        "– La épica medieval: Beowulf, Cantar de Roldán y el Cantar de los Nibelungos. La materia de ",
        "Bretaña. ",
        "– Los viajes imaginarios de la Ilustración al siglo XX: Cándido de Voltaire, Los viajes de Gulliver ",
        "de Jonathan Swift y Joseph Andrews de Henry Fielding. Robert Louis Stevenson, Joseph ",
        "Conrad, Rudyard Kipling. ",
        "– Utopías, distopías y ciencia ficción en el siglo XX y su influencia en el cine: Julio Verne, H.G. ",
        "Wells, Ray Bradbury y George Orwell. Anthony Burgess. ",
        "3.2. Mundos observados: cuento y novela. Bildungsroman o novela de formación. Espacios ",
        "privados, espacios públicos: afectos íntimos y lazos sociales. Desigualdades, discriminación, ",
        "violencias. Guerra y revolución. Migraciones e identidades culturales. Colonialismo y ",
        "emancipación. ",
        "– Los cuentos medievales: Calila e Dimna, Sendebar, el Decamerón de Giovanni Boccaccio y ",
        "los Cuentos de Canterbury de Geoffrey Chaucer. ",
        "– La novela de formación: Las aventuras de Wilhelm Meister de Goethe; Enrique de Ofterdingen ",
        "de Novalis e Hiperión de Friedrich Hölderlin. Retrato del artista adolescente de James Joyce. ",
        "– Espacios privados y públicos: afectos íntimos y lazos sociales: la novela realista y naturalista ",
        "del siglo XIX. Stendhal, Balzac Flaubert, Zola. Charles Dickens. Fiódor Dostoievski, León ",
        "Tolstoi. El cuento en el siglo XIX: Nikolái Gógol y Guy de Maupassant. Henry James y Joseph ",
        "Conrad. El trascendentalismo norteamericano. La generación perdida. ",
        "– Desigualdades, discriminación, violencia. Guerra y revolución. Guerra y paz de León Tolstoi, ",
        "la novela y la Segunda Guerra Mundial: Boris Pasternak, Irène Némirovski, Primo Levi y ",
        "Günter Grass. ",
        "– Migraciones e identidades culturales: El mundo de ayer de Stefan Zweig y Habla, memoria de ",
        "Vladimir Nabokov. Estambul de Orham Pamuk. ",
        "– Colonialismo y emancipación: El corazón de las tinieblas de Joseph Conrad, Kim de Rudyard ",
        "Kipling y Los días de Birmania de George Orwell. ",
        "3.3. Mundos de evasión: relato breve y novela de género. La literatura de aventuras y la novela ",
        "policíaca. Literatura de terror. ",
        "– La novela histórica romántica y de aventuras: sir Walter Scott, Victor Hugo, Alejandro Dumas. ",
        "– La novela sentimental, la novela de terror y la novela gótica: Orgullo y prejuicio de Jane ",
        "Austen. Frankenstein de Mary Shelley. Otras tradiciones: El extraño caso del Dr. Jekyll y Mr. ",
        "Hyde de R. L. Stevenson y El retrato de Dorian Gray de Oscar Wilde. ",
        "– El relato fantástico: Los hermanos Grimm, E.T.A. Hoffmann, Edgar Allan Poe. ",
        "– La novela de aventuras de fin de siglo (R. L. Stevenson, Emilio Salgari, Julio Verne y Rudyard ",
        "Kipling). ",
        "– La novela policíaca: Agatha Christie y Arthur Conan Doyle. La novela policíaca ",
        "norteamericana: Dashiell Hammett y Raymond Chandler. ",
        "3.4. El arte como compromiso: el ensayo. La literatura de ideas. ",
        "– La prosa de las ideas: Essais de Michel de Montaigne. El ensayo en el siglo XVIII: ",
        "Montesquieu, Voltaire y Rousseau. ",
        "4. El ser humano, los animales y la naturaleza: admiración, sobrecogimiento, denuncia. Poesía, ",
        "narrativa y ensayo. ",
        "– La creación del mundo: la Biblia y El Poema de Gilgamesh. ",
        "– La naturaleza en Grecia y Roma: los Idilios de Teócrito, las Églogas de Virgilio. ",
        "– El «locus amoenus» en el Renacimiento: La Arcadia de Jacopo Sannazaro. ",
        "– La naturaleza en la Ilustración: Emilio de Rousseau y el sometimiento de la naturaleza en ",
        "Robinson Crusoe de Daniel Defoe. ",
        "– El panteísmo romántico: William Blake, William Wordsworth, Friedrich Hölderlin y Samuel ",
        "Taylor Coleridge. Oda a un ruiseñor de Keats. ",
        "– Moby Dick de Herman Melville o la imposibilidad de dominar la naturaleza. La América rural ",
        "de Mark Twain. ",
        "– La exaltación de la naturaleza en Walt Whitman y en Rainer María Rilke. ",
        "– Los animales: Rebelión en la granja de George Orwell. El amor a los animales: Mi familia y ",
        "otros animales de Gerald Durrell. La animalización del ser humano como recurso en el teatro ",
        "del absurdo: Esperando a Godot de Samuel Beckett y Rinoceronte de Eugène Ionesco.  ",
        "B. Estrategias de análisis, interpretación, recreación y valoración crítica para la lectura ",
        "compartida: ",
        "– Construcción compartida de la interpretación de las obras a través de discusiones o ",
        "conversaciones literarias. ",
        "– Análisis de los elementos constitutivos de los distintos géneros literarios y su relación con el ",
        "sentido de la obra, así como la evolución histórica de los temas y las formas de expresión. ",
        "Efectos en la recepción de sus recursos expresivos. ",
        "– Utilización de la información sociohistórica, cultural y artística necesaria para interpretar las ",
        "obras y comprender su lugar en la tradición literaria, analizando las ideas expresadas en ",
        "relación con su contexto histórico, artístico y cultural. ",
        "– Establecimiento de vínculos intertextuales entre obras y otras manifestaciones artísticas en ",
        "función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura. ",
        "– Indagación en torno al funcionamiento de la literatura como artefacto ideológico determinante ",
        "en la construcción de los imaginarios sociales, haciendo especial hincapié en los elementos ",
        "que puedan suponer cualquier tipo de discriminación con sentido crítico de los mismos. ",
        "– Expresión argumentada y crítica de la interpretación de los textos, integrando los diferentes ",
        "aspectos analizados y atendiendo a sus valores culturales, éticos y estéticos. ",
        "– Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de ",
        "comprensión, apropiación y de oralización implicados. ",
        "– Creación de textos de intención literaria a partir de las obras leídas, respetando las ",
        "convenciones formales de los diversos géneros. ",
        "II. Lectura autónoma. ",
        "Lectura autónoma de obras relevantes del patrimonio universal desarrollando las siguientes ",
        "estrategias: ",
        "– Selección de las obras de manera autónoma y con la ayuda de recomendaciones ",
        "especializadas. ",
        "– Participación en conversaciones literarias y en intercambios de recomendaciones lectoras en ",
        "contextos presencial y digital. ",
        "– Utilización autónoma y frecuente de bibliotecas. Acceso a otras experiencias culturales. ",
        "– Expresión argumentada de los gustos lectores personales. Diversificación del corpus leído. ",
        "– Expresión de la experiencia lectora utilizando un metalenguaje específico y atendiendo a ",
        "aspectos temáticos, género y subgénero, elementos de la estructura y el estilo y valores ",
        "éticos y estéticos de las obras. ",
        "– Movilización de la experiencia personal, lectora y cultural para establecer vínculos entre la ",
        "obra leída y aspectos de la actualidad y otras manifestaciones literarias o artísticas, como ",
        "formas de expresión del sentimiento humano. ",
        "– Recomendación de las lecturas en soportes variados, atendiendo a aspectos temáticos, ",
        "formales e intertextuales.          "
    ]
}
