{
    "competenciasEspecificas": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1. Explorar y experimentar las necesidades y posibilidades del cuerpo por medio del movimiento en varios espacios, y mostrar seguridad, respeto y confianza.",
        "2. Manifestar y compartir emociones, sentimientos, necesidades, intereses y pensamientos en situaciones de la vida cotidiana con respeto y seguridad.",
        "3. Establecer interacciones con sus iguales y los adultos del entorno social más próximo por medio de vivencias cotidianas y valorar la importancia de la cura, la amistad, el respeto y la empatia.",
        "4. Mostrar comportamientos y actuaciones acordes con el propio bienestar físico, mental, social y emocional, de cuidado del entorno próximo y de iniciación al consumo responsable en situaciones habituales de la vida cotidiana.",
        "5. Tomar iniciativa, planificar y secuenciar la propia acción, de manera individual o en grupo, con el fin de afrontar retos y resolver tareas o problemas sencillos en el contexto del día a día.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1. Identificar algunas características básicas, propiedades y atributos destacados en materiales, objetos, fenómenos habituales, seres vivos y las relaciones que tienen mediante la exploración sensorial del entorno.",
        "2. Llevar a cabo investigaciones sencillas, individuales y grupales, orientadas a explorar objetos, seres vivos, fenómenos y sucesos del entorno próximo utilizando destrezas lógico- matemáticas, cientificas y tecnológicas elementales.",
        "3. Identificar e intervenir en las acciones y situaciones presentes en la vida cotidiana que ponen en riesgo la sostenibilidad del entorno próximo, mediante el cuidado y la conservación de este y el bienestar de las personas, y reconocer las relaciones básicas entre sí.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1. Explorar y utilizar materiales, técnicas, instrumentos y códigos de los diferentes lenguajes, y ajustar el uso a las características de las situaciones cotidianas de comunicación.",
        "2. Comprender mensajes y representaciones sencillas de la vida cotidiana por medio de varios lenguajes, tomando como base conocimientos y recursos de su propia experiencia.",
        "3. Expresar sentimientos, ideas y pensamientos propios utilizando los diferentes lenguajes de manera personal y creativa en contextos escolares y familiares.",
        "4. Interactuar en situaciones cotidianas utilizando las dos lenguas oficiales en el contexto escolar mediante funciones comunicativas básicas y valorar la riqueza comunicativa que esto supone.",
        "5. Mostrar interés para participar en situaciones comunicativas orales del contexto escolar en las cuales se utiliza una lengua extranjera.",
        "6. Identificar, valorar y participar de las diferentes manifestaciones culturales presentes en la escuela y en el entorno próximo interactuando con los otros, desde el respeto a la diversidad."
    ]
}