{
  "saberes": [
    "A. Vida activa y saludable.",
    "A1. Salud física",
    "Control de resultados y variables fisio lógicas básicas como consecuencia del  ejercicio físico. ",
    "Autorregulación y planificación del en trenamiento. ",
    "Alimentación saludable y análisis crítico  de la publicidad (dietas no saludables,  fraudulentas o sin base científica. (Ali mentos no saludables y similares).",
    "Educación postural: movimientos,  posturas y estiramientos ante dolores  musculares. ",
    "Ergonomía en actividades cotidianas  (frente a pantallas, ordenador, mesa  de trabajo y similares). ",
    "Cuidado del cuerpo: calentamiento es pecífico autónomo.",
    "Pautas para tratar el dolor muscular de  origen retardado.",
    "Prácticas peligrosas, mitos y falsas  creencias en torno al cuerpo y a la actividad física.",
    "A2. Salud social",
    "Suplementación y dopaje en el deporte.  Riesgos y condicionantes éticos.",
    "A3. Salud menta",
    "Exigencias y presiones de la compe tición. ",
    "Tipologías corporales predominantes  en la sociedad y análisis crítico de su  presencia en los medios de comuni cación.",
    "Efectos negativos de los modelos estéti cos predominantes y trastornos vincula dos al culto insano al cuerpo (vigorexia,  anorexia, bulimia y otros). ",
    "Creación de una identidad corporal  definida y consolidada alejada de es tereotipos sexistas.",
    "B. Organización y gestión de la actividad física.",
    "B1. Elección de la práctica física",
    "Gestión y enfoque de los diferentes  usos y finalidades de la actividad física  y del deporte en función del contexto,  actividad y compañeras y compañeros  de realización",
    "B2. Preparación de la práctica motriz",
    "Mantenimiento y reparación de mate rial deportivo.",
    "B3. La higiene en la práctica de la actividad física y deportiva",
    "Reflexión crítica sobre la importancia  de las medidas y pautas de higiene en  contextos de práctica de actividad física.",
    "B4. Planificación y autorregulación de proyectos motores",
    "Establecimiento de mecanismos para  registrar y controlar las aportaciones  realizadas por los integrantes del gru po a lo largo de un proyecto. ",
    "Herramientas digitales para la gestión  de la actividad física.    ",
    "B5. Prevención de accidentes en las prácticas motrices",
    "Gestión del riesgo propio y del de las  demás personas. ",
    "Medidas colectivas de seguridad.    ",
    "B6. Actuaciones ante accidentes ",
    "Actuaciones críticas ante accidentes. Actuaciones críticas ante accidentes. ",
    "Protocolo RCP (reanimación cardiopulmonar).",
    "Reanimación mediante desfibrilador  automático (DEA) o semiautomático  (DESA). ",
    "Técnicas específicas e indicios de  accidentes cardiovasculares (manio bra de Heimlich, señales de ictus y  similares).",
    "C. Resolución de problemas en situaciones motrices.",
    "C1. Toma de decisiones",
    "Búsqueda de adaptaciones motrices  para resolver eficientemente tareas  de cierta complejidad en situaciones  motrices individuales. ",
    "Coordinación de las acciones motrices  para la resolución de la acción/tarea  en situaciones cooperativas. ",
    "Búsqueda de la acción más óptima en  función de la acción y ubicación de la  persona rival, así como del lugar en el  que se encuentre el móvil o resultado  en situaciones motrices de persecu ",
    "ción y de interacción con un móvil. ",
    "Organización anticipada de los mo vimientos y acciones individuales en  función de las características de la  persona contraria en situaciones de  oposición de contacto. ",
    "Delimitación de estrategias previas de  ataque y defensa en función de las  características de los miembros del  equipo y del equipo rival en situaciones  motrices de colaboración-oposición de  persecución y de interacción con un  móvil.    ",
    "C2. Capacidades perceptivo-motrices en contexto de práctica",
    "Toma de decisiones previas a la reali zación de una actividad motriz acerca  de los mecanismos coordinativos, es paciales y temporales para resolverla  adecuadamente.",
    "C3. Capacidades condicionales",
    "Desarrollo de las capacidades físicas  básicas. ",
    "Planificación para el desarrollo de las  capacidades físicas básicas: fuerza y  resistencia.",
    "Sistemas de entrenamiento.    ",
    "C4. Habilidades motrices específicas",
    "Habilidades motrices específicas  asociadas a la técnica en activida des físico-deportivas: profundización,  identificación y corrección de errores  comunes.",
    "C5. Creatividad motriz",
    "Creación de retos y situaciones-pro blema con resolución posible a través  de los recursos disponibles.",
    "C6. El entorno",
    "Barreras arquitectónicas y obstáculos  del entorno que impidan o dificulten la  actividad física autónoma y saludable  en el espacio público y vial.",
    "D. Autorregulación emocional e interacción social en situaciones motrices.",
    "D1. Gestión emocional",
    "Autorregulación emocional: control  de estados de ánimo y estrategias  de gestión del fracaso en situaciones  motrices. ",
    "Habilidades volitivas y capacidad de  superación.    ",
    "D2. Habilidades sociales",
    "Estrategias de negociación y media ción en contextos motrices.",
    "D3. Respeto a las reglas",
    "Juego limpio en los distintos niveles  de deporte y actividad física.",
    "D4. Rechazo a conductas contrarias a la convivencia",
    "Identificación y rechazo de conductas  contrarias a la convivencia en situacio nes motrices (comportamientos violen tos, discriminación por cuestiones de  género, competencia motriz, actitudes  xenófobas, racistas, LGTBIfóbicas o  sexistas).",
    "E. Manifestaciones de la cultura motriz.",
    "E1. Aportaciones de la cultura motriz a la herencia cultural",
    "Los deportes como seña de identidad  cultural.",
    "E2. Usos comunicativos de la corporalidad",
    "Técnicas específicas de expresión  corporal.",
    "E3. Práctica de actividades rítmico-musicales",
    "Práctica de actividades rítmico musicales con carácter artístico expresivo. ",
    "Organización de espectáculos y even tos artístico-expresivos.    ",
    "E4. Deporte y perspectiva de género",
    "Historia del deporte desde la perspec tiva de género. ",
    "Igualdad en el acceso al deporte (di ferencias según género, país, cultura  y otros). ",
    "Estereotipos de competencia motriz  percibida según el género, la edad o  cualquier otra característica. ",
    "Ejemplos de referentes que muestren  la diversidad en el deporte.    ",
    "E5. Influencia del deporte en la cultura actual",
    "Deporte e intereses políticos y eco nómicos.",
    "F. Interacción eficiente y sostenible con el entorno.",
    "F1. Normas de uso",
    "Respeto a las normas viales en los  desplazamientos activos cotidianos  para una movilidad segura, saludable  y sostenible.",
    "La práctica de la bicicleta como medio  de transporte habitual.",
    "F2. Nuevos espacios y prácticas deportivas",
    "Espacios y prácticas deportivas ur banas (crossfit, gimnasios urbanos,  circuitos de calistenia o similares).",
    "F3. Riesgo en las prácticas físico-deportivas",
    "Análisis y gestión del riesgo propio y  de las demás personas en las prác ticas físico-deportivas en el medio  natural y urbano. Medidas colectivas  de seguridad.",
    "F4. Consumo responsable",
    "Uso sostenible y mantenimiento de  recursos urbanos y naturales para la  práctica de actividad física.",
    "F5. Diseño de actividades",
    "Diseño y organización de actividades  físicas en el medio natural y urbano.",
    "F6. El entorno de la actividad física y el deporte ",
    "Cuidado del entorno, como servicio a  la comunidad, durante la práctica de  actividad física en entornos naturales  y urbanos."
  ],
  "criteriosEvaluacion": [
    "1.1. Planificar y autorregular la práctica  de actividad física orientada al concepto  integral de salud y al estilo de vida activo,  según las necesidades e intereses individuales y respetando la propia realidad  e identidad corporal.",
    "1.2. Incorporar de forma autónoma los  procesos de activación corporal, autorre gulación y dosificación del esfuerzo, ali mentación saludable, educación postural,  relajación e higiene durante la práctica  de actividades motrices, interiorizando  las rutinas propias de una práctica motriz  saludable y responsable.",
    "1.3. Adoptar de manera responsable y  autónoma medidas específicas para la  prevención de lesiones antes, durante y  después de la práctica de actividad física, aprendiendo a reconocer situaciones  de riesgo para actuar preventivamente.",
    "1.4. Actuar de acuerdo a los protoco los de intervención ante situaciones de  emergencia o accidentes aplicando me didas específicas de primeros auxilios.",
    "1.5. Adoptar actitudes comprometidas y  transformadoras que rechacen los este reotipos sociales asociados al ámbito de  lo corporal, al género y a la diversidad  sexual, y los comportamientos que pon gan en riesgo la salud, contrastando con  autonomía e independencia cualquier  información en base a criterios científicos  de validez, fiabilidad y objetividad.",
    "1.6. Planificar, desarrollar y compartir  con seguridad la práctica física cotidiana  manejando recursos y aplicaciones digi tales vinculados al ámbito de la actividad  física y el deporte.",
    "2.1. Desarrollar proyectos motores de  carácter individual, cooperativo o co laborativo, estableciendo mecanismos  para reconducir los procesos de trabajo  y asegurar una participación equilibrada,  incluyendo estrategias de autoevalua ción y coevaluación tanto del proceso  como del resultado.",
    "2.2. Mostrar habilidades para la adapta ción y la actuación ante situaciones con  una elevada incertidumbre, aprovechan do eficientemente las propias capacida des y aplicando de manera automática  procesos de percepción, decisión y eje cución en contextos reales o simulados  de actuación, reflexionando sobre las  soluciones y resultados obtenidos.",
    "2.3. Evidenciar control y dominio corpo ral al emplear los componentes cualita tivos y cuantitativos de la motricidad de  manera eficiente y creativa, resolviendo  problemas en todo tipo de situaciones  motrices transferibles a su espacio vi vencial con autonomía.",
    "3.1. Practicar y participar activamen te asumiendo responsabilidades en la  organización de una gran variedad de  actividades motrices, valorando las im plicaciones éticas de las prácticas anti deportivas, evitando la competitividad  desmedida y actuando con deportividad  al asumir los roles de público, partici pante u otros.",
    "3.2. Cooperar o colaborar en la práctica  de diferentes producciones motrices y  proyectos para alcanzar el logro indivi dual y grupal, participando con autono mía en la toma de decisiones vinculadas  a la asignación de roles, la gestión del  tiempo de práctica y la optimización del  resultado final.",
    "3.3. Relacionarse y entenderse con el  resto de participantes durante el desa rrollo de diversas prácticas motrices con  autonomía y haciendo uso efectivo de  habilidades sociales de diálogo en la  resolución de conflictos y respeto ante  la diversidad, ya sea de género, afectivo sexual, de origen nacional, étnica, socio económica o de competencia motriz, y  posicionándose activamente frente a los  estereotipos, las actuaciones discrimi natorias y cualquier tipo de violencia,  haciendo respetar el propio cuerpo y el  de las demás personas.",
    "4.1. Comprender y practicar diversas  modalidades relacionadas con la cultura  propia, la tradicional o las procedentes  de otros lugares del mundo, identificando  y contextualizando la influencia social  del deporte en las sociedades actuales  y valorando sus orígenes, evolución,  distintas manifestaciones e intereses  económico-políticos.",
    "4.2. Adoptar actitudes comprometidas y  conscientes acerca de los distintos este reotipos de género y comportamientos  sexistas que se siguen produciendo en  algunos contextos de la motricidad, iden tificando los factores que contribuyen a  su mantenimiento y ayudando a difundir  referentes de distintos géneros en el ám bito físico-deportivo.",
    "4.3. Crear y representar composicio nes individuales o colectivas con y sin  base musical y de manera coordinada,  utilizando intencionadamente y con  autonomía el cuerpo y el movimiento  como herramienta de expresión y co municación a través de técnicas expre sivas específicas, y ayudando a difundir  y compartir dichas prácticas culturales  entre compañeras y compañeros u otros  miembros de la comunidad. ",
    "5.1. Participar en actividades físico-de portivas en entornos naturales terrestres  o acuáticos, disfrutando del entorno de  manera sostenible, minimizando el im pacto ambiental que estas puedan pro ducir, siendo conscientes de su huella  ecológica, y desarrollando actuaciones  intencionadas dirigidas a la conservación  y mejora de las condiciones de los espa cios en los que se desarrollen.",
    "5.2. Diseñar y organizar actividades  físico-deportivas en el medio natural y  urbano, asumiendo responsabilidades  y aplicando normas de seguridad individuales y colectivas."
  ]
}