{
    "saberes":[
        "A. Patrimonio artístico y cultural. Apreciación estética y análisis. ",
        "– Los géneros artísticos a lo largo de la historia del arte: del paleolítico al renacimiento. ",
        "– Manifestaciones culturales y artísticas más importantes a lo largo de la historia, del paleolítico ",
        "al renacimiento: análisis de sus aspectos formales y de su relación con el contexto histórico. ",
        "– Las formas geométricas en el arte y en el entorno. ",
        "B. Elementos formales de la imagen y del lenguaje visual. La expresión gráfica. ",
        "– Elementos básicos del lenguaje visual: el punto, la línea y el plano. ",
        "Posibilidades expresivas y comunicativas. ",
        "El entorno comunicativo: iconicidad y abstracción. ",
        "Análisis de las imágenes: denotación y connotación. ",
        "Lectura objetiva y subjetiva de una imagen. ",
        "– Elementos visuales, conceptos y posibilidades expresivas: forma, color y textura. ",
        "– La percepción visual. Introducción a los principios perceptivos, elementos y factores.  ",
        "– Conceptos de equilibrio, proporción y ritmo aplicados a la organización de formas en el plano. ",
        "– Construcción estructuras modulares y aplicaciones al arte y el diseño. ",
        "– El color: mezcla aditiva y sustractiva, colores complementarios. ",
        "C. Expresión artística y gráfico-plástica: técnicas y procedimientos. ",
        "– Técnicas básicas de expresión gráfico-plástica en dos dimensiones. Técnicas secas y ",
        "húmedas. Su uso en el arte y sus características expresivas. ",
        "– El proceso creativo a través de operaciones plásticas: reproducir, aislar, transformar y asociar. ",
        "– Factores y etapas del proceso creativo. Realización de bocetos. ",
        "– Útiles para el dibujo técnico: empleo de la escuadra y cartabón, representación de ángulos ",
        "con el juego de escuadras. ",
        "– Introducción a la geometría plana y trazados geométricos básicos: ",
        "Operaciones con segmentos: trazar un segmento igual a otro, suma y resta de ",
        "segmentos. ",
        "Trazado de perpendiculares y paralelas con escuadra y cartabón y con compás. ",
        "Ángulos: Clasificación, operaciones con ángulos. Suma, resta, divisiones.  ",
        "Proporcionalidad: división de un segmento mediante el Teorema de Thales. ",
        "Lugares geométricos definición y trazados mediatriz, bisectriz, circunferencia, esfera, ",
        "rectas paralelas, planos paralelos.  ",
        "Resolución de trazados con rectas y curvas. ",
        "Los triángulos: clasificación y trazados: el baricentro, el incentro o el circuncentro. ",
        "Los cuadriláteros: clasificación, trazados. ",
        "Los Polígonos: tipos de polígonos, concepto de polígono regular. Construcción dado ",
        "radio. ",
        "D. Imagen y comunicación visual y audiovisual. ",
        "– El lenguaje y la comunicación visual. Finalidades: informativa, comunicativa, expresiva y ",
        "estética. ",
        "– Imágenes visuales y audiovisuales: identificación de los principales elementos expresivos. ",
        "– Imagen fija: origen y evolución. Introducción a las diferentes características del cómic y la ",
        "fotografía. "
        
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Buscar información para reconocer los factores históricos y sociales que rodean a las ",
        "producciones plásticas más relevantes, del Paleolítico al Renacimiento. ",
        "1.2. Describir la función y finalidad de diferentes obras de arte, del Paleolítico al Renacimiento, ",
        "con interés y respeto. ",
        "1.3. Reproducir de forma guiada alguna obra de arte o de diseño introduciendo modificaciones ",
        "que persigan modificar su función. ",
        "1.4. Valorar la importancia de la conservación del patrimonio cultural y artístico, a través del ",
        "conocimiento y el análisis guiado de obras de arte, del Paleolítico al Renacimiento. ",
        "Competencia específica 2. ",
        "1.1. Describir, de forma guiada, diversas producciones artísticas, incluidas las propias y las de sus ",
        "iguales, desarrollando con interés una mirada estética hacia el mundo y respetando la ",
        "diversidad de las expresiones culturales. ",
        "1.2. Explicar de forma razonada, la importancia del proceso que media entre la realidad, el ",
        "imaginario y la producción. ",
        "1.3. Realizar de forma guiada composiciones básicas aplicando de forma gradual los elementos ",
        "configuradores de la imagen: punto, línea, plano, textura y color. ",
        "1.4. Conocer las técnicas básicas para la creación de bocetos que permitan expresar ideas ",
        "sencillas. ",
        "1.5. Identificar y analizar los diferentes niveles de iconicidad de la imagen gráfica elaborando ",
        "dibujos esquemáticos, analíticos y miméticos. ",
        "Competencia específica 3. ",
        "3.1. Seleccionar y describir propuestas plásticas, visuales y audiovisuales de diversos tipos y ",
        "épocas, analizándolas con curiosidad y respeto, e incorporándolas a su cultura personal y su ",
        "imaginario propio. ",
        "3.2. Conocer las principales técnicas grafico-plásticas secas, húmedas y mixtas y aplicar técnicas ",
        "básicas en la realización de composiciones de diferente índole, evitando la representación de ",
        "estereotipos. ",
        "Competencia específica 4. ",
        "4.1. Observar y analizar de forma guiada los rasgos particulares de diversas técnicas y lenguajes ",
        "artísticos, así como sus distintos procesos, buscando y analizando la información con interés ",
        "y eficacia. ",
        "4.2. Identificar los elementos configuradores de la imagen. ",
        "4.3. Diferenciar las distintas técnicas empleadas en la elaboración de distintas obras plásticas. ",
        "4.4. Experimentar con las diferentes técnicas analizando los resultados obtenidos en función de la ",
        "intencionalidad perseguida. ",
        "4.5. Establecer conexiones entre diferentes tipos de lenguajes plásticos, visuales y audiovisuales ",
        "(fotografía, cómic, cine, publicidad, etc.), a través de un análisis guiado de las soluciones ",
        "aportadas en cada caso. ",
        "4.6. Componer un banco de imágenes seleccionando entre diferentes tipos de lenguajes plásticos, ",
        "visuales y audiovisuales.  ",
        "4.7. Describir una imagen distinguiendo los aspectos denotativos y connotativos de la misma.  ",
        "4.8. Diseñar elementos visuales propios de un cómic, anuncio, objeto, cartel, producción ",
        "audiovisual y composición artística. ",
        "Competencia específica 5. ",
        "5.1. Expresar ideas y sentimientos en diferentes producciones plásticas, visuales y audiovisuales, ",
        "a través de la experimentación con diversas herramientas, técnicas y soportes, desarrollando ",
        "la capacidad de comunicación y la reflexión crítica. ",
        "5.2. Expresar sentimientos realizando composiciones que transmitan emociones básicas. ",
        "5.3. Aplicar métodos creativos para la elaboración de diseño gráfico, de producto, moda y sus ",
        "múltiples aplicaciones. ",
        "Competencia específica 6. ",
        "6.1. Explicar su pertenencia a un contexto cultural concreto, a través del análisis de los aspectos ",
        "formales y de los factores sociales que determinan diversas producciones culturales y ",
        "artísticas actuales. ",
        "6.2. Diferenciar los aspectos formales de las producciones visuales y audiovisuales. ",
        "Competencia específica 7. ",
        "7.1. Realizar un proyecto artístico con creatividad y de forma consciente, ajustándose al objetivo ",
        "propuesto, experimentando con distintas técnicas visuales o audiovisuales en la generación ",
        "de mensajes propios, y mostrando iniciativa en el empleo de lenguajes, materiales, soportes y ",
        "herramientas. ",
        "Competencia específica 8. ",
        "8.1. Reconocer los diferentes usos y funciones de las producciones y manifestaciones artísticas, ",
        "argumentando de forma individual o colectiva sus conclusiones acerca de las oportunidades ",
        "que pueden generar, con una actitud abierta y con interés por conocer su importancia en la ",
        "sociedad. ",
        "8.2. Desarrollar proyectos de forma guiada con una intención comunicativa, aproximándose a las ",
        "distintas funciones y recursos que tiene el lenguaje visual y audiovisual. "

    ]
}
