{
    "saberes": [
        "Block A. Communication.",
        "A.1. Learning and basic strategies.",
        "A.1.2.1. Self-confidence in the use of the foreign language and reflection on one's own learning.",
        "A.1.2.2. The error as an integral part of the process. Identification of the same in oral productions.",
        "A.1.2.3. Elementary knowledge, skills and attitudes that allow initiation in mediation activities in basic situations.",
        "A.1.2.4. Basic strategies of common use for the comprehension and production of brief, simple and contextualized oral, written and multimodal texts, close to the personal experience of the students and with different communicative purposes.",
        "A.2. Communicative contexts: functions, models and conversational strategies.",
        "A.2.2.1. Basic communicative functions of common use appropriate to the communicative environment and context in the personal, social and educational sphere: greetings, farewells and introductions; description of people, objects and places; request and exchange of information on everyday issues ; indications and instructions; expression of time, quantity and space.",
        "A.2.2.2. Basic discursive models and genres commonly used in the understanding, production, and co-production of literary and non-literary texts such as brochures, instructions, standards, notices, or conversations that regulate coexistence.",
        "A.2.2.3. Elementary conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give directions, etc.",
        "A.3. Linguistic units.",
        "A.3.2.1. Basic linguistic units in common use and meanings associated with such structures such as expression of the entity and its properties, quantity and number, space and spatial relationships, affirmation, exclamation, negation, question mark.",
        "A.3.2.2. Elementary vocabulary, of interest and close to the personal experience of the students, related to close interpersonal relationships, housing, places and nearby environments.",
        "A.3.2.3. Basic sound, stress and intonation patterns in common use. General communicative functions and intentions associated with these patterns.",
        "A.3.2.4. Basic spelling conventions in common use. Basic meanings associated with formats and graphic elements.",
        "A.4. Resources, strategies and tools for learning.",
        "A.4.2.1. Learning resources and elementary strategies for guided information search in analog and digital media.",
        "A.4.2.2. Basic analogue and digital tools in common use for oral, written and multimodal comprehension, production and co-production, and virtual platforms for educational interaction and collaboration.",
        "Block B. Plurilingualism.",
        "B.1. Strategies and techniques.",
        "B.1.2.1. Strategies and techniques to compensate for communication deficiencies to respond to an elementary need, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.B.1.2 .2. Basic strategies of common use to identify, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "B.2. Comparison of languages.",
        "B.2.2.1. Comparison of expressions, words, and grammatical categories of the study languages.",
        "B.2.2.2. Recognition of basic sociocultural and sociolinguistic aspects of daily and family life.",
        "B.3. Evaluation strategies and tools.",
        "B.3.2.1. Introduction to basic strategies and tools of common use for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
        "B.4. Lexicon and expressions. Copyright.",
        "B.4.2.1. Lexicon and elementary expressions to understand statements about communication, language and learning (metalanguage).",
        "B.4.2.2. Valuation and respect for authorship.",
        "Block C. Interculturality.",
        "C.1. The foreign language: means of communication and meeting.",
        "C.1.2.1. The foreign language as a means of communication and relationship with people from other countries and as a means of learning about different cultures and ways of life.",
        "C.1.2.2. Identification of the characteristics of the foreign language: vocabulary and grammatical structures.",
        "C.1.2.3. Elementary sociocultural and sociolinguistic aspects related to customs, daily life, and basic interpersonal relationships in countries where the foreign language is spoken.",
        "C.2. Basic strategies.",
        "C.2.2.1. Basic strategies of common use to appreciate linguistic, cultural and artistic diversity, taking into account democratic, ecosocial, environmental values and care and defense of the natural environment.",
        "C.2.2.2. Basic strategies commonly used to detect discriminatory uses of verbal and non-verbal language...",
        "C.3. Communicative exchanges.",
        "C.3.2.1. Interest in participating in planned communicative exchanges, through different media, with students of the foreign language.",
        "C.3.2.2. Elementary knowledge, skills and attitudes that allow carrying out basic oral mediation activities in everyday situations.",
        "C.3.2.3. Appreciation, interest and respect for the multilingual and multicultural reality that surrounds us."
    ],
    "criteriosEvaluacion": [
        "Criterion 1.1. Recognize the global meaning, as well as previously indicated words and phrases in short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance and close to their experience, as well as fictional texts appropriate to the level of student development.",
        "Criterion 1.2. Interpret the global meaning of previously indicated words and phrases in brief and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance and close to their experience, as well as fictional texts appropriate to the level of development of the student. student body.",
        "Criterion 1.3. Select and apply appropriate strategies in a guided way in daily communicative situations and relevant for students.",
        "Criterion 1.4. Identify the global meaning and process explicit information in short and simple texts on familiar topics.",
        "Criterion 2.1. Orally express short sentences with basic information about everyday matters and those of relevance to the students.",
        "Criterion 2.2. Use verbal and non-verbal resources in a guided way, paying attention to rhythm, stress and intonation.",
        "Criterion 2.3. Write very short and simple texts, appropriate to the proposed communicative situation, based on models and through analog and digital tools.",
        "Criterion 2.4. Use elementary structures and vocabulary on everyday issues and personal relevance for students.",
        "Criterion 2.5. Select and apply guided strategies to produce brief and simple messages appropriate to the communicative intentions using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "Criterion 3.1. Participate in brief and simple interactive situations for exchanging information on everyday topics, of personal relevance and close to their experience, previously prepared, through various supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette.",
        "Criterion 3.2. Select and use, in a guided way and in everyday situations, elementary strategies to greet, say goodbye and introduce oneself; express short messages, and ask and answer simple questions.",
        "Criterion 3.3. Produce oral and written messages of greater difficulty and in a more autonomous way about the environment close to the student.",
        "Criterion 3.4. Make brief and simple interventions, correcting or reformulating what is meant in daily and close situations.",
        "Criterion 4.1. Interpret and explain texts, concepts and brief and simple communications, in a guided way, in situations in which diversity is addressed, showing empathy and interest in the interlocutors and in the problems of understanding in their environment closest, relying on various resources and supports.",
        "Criterion 4.2. Select and apply, in a guided way, elementary strategies that help create bridges and facilitate the understanding and production of information and communication, using, with help, resources and physical or digital supports depending on the needs of each moment .",
        "Criterion 5.1. Compare and contrast the similarities and differences between different languages reflecting, in a guided way, on basic aspects of their functioning.",
        "Criterion 5.2. Use and differentiate, in a guided way, knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and multimedia supports and communication technologies.",
        "Criterion 5.3. Identify, record and apply, in a guided way, the progress and elementary difficulties of learning the foreign language, recognizing the aspects that help to improve and participating in self-assessment and peer-assessment activities, such as those proposed in the European Portfolio of Languages (PEL).",
        "Criterion 6.1. Act with respect in intercultural situations, identifying and comparing basic similarities and differences between languages and cultures, and showing rejection of discrimination, prejudice and stereotypes of any kind in everyday and habitual communicative contexts.",
        "Criterion 6.2. Recognize and appreciate the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding elements",
        "Elementary and habitual cultural and linguistic aspects that promote peaceful coexistence and respect for others.",
        "Criterion 6.3. Select and apply, in a guided way, basic strategies to understand and appreciate the most relevant aspects of linguistic, cultural and artistic diversity.",
        "Criterion 6.4. Participate actively in simple communicative situations. Criterion 6.5. Identify significant basic customs and traditions of the countries where the foreign language is spoken."
    ]
}