{
      "saberes": [
            "Bloque A. El perfil del emprendedor, iniciativa y creatividad.",
            "A.1. El emprendedor y sus cualidades.",
            "A.1.1. El perfil emprendedor. Autoconfianza, autonomía, autoconocimiento, confianza en sí mismo, empatía, perseverancia, iniciativa y resiliencia",
            "A.1.2. Creatividad, ideas y soluciones. La creatividad como pilar de la innovación. Estrategias de ideación: la innovación ágil.",
            "A.1.3. Comunicación, asertividad, motivación y liderazgo.",
            "A.2. La toma de decisiones y el aprendizaje.",
            "A.2.1. Gestión de las emociones. Estrategias de gestión de la incertidumbre y toma de decisiones en contextos cambiantes. Las decisiones en ambiente de certeza, riesgo e incertidumbre.",
            "A.2.2. El error y la validación como oportunidades para aprender.",
            "Bloque B. El entorno como fuente de ideas y oportunidades.",
            "B.1. Aspectos económicos y empresariales del entorno.",
            "B.1.1. La perspectiva económica del entorno. Qué es la economía. El problema económico: la escasez de recursos y la necesidad de elegir. Necesidades. Bienes y servicios. La elección en economía: el coste de oportunidad y la frontera de posibilidades de producción, los costes irrecuperables, el análisis marginal, los incentivos y el comportamiento de las personas en las decisiones.",
            "B.1.2 Principios de interacción social desde una visión económica: comercio, bienestar y desigualdades; el mercado; eficiencia y equidad.",
            "B.1.3. El entorno económico-empresarial. Los agentes económicos y el flujo circular de la renta. El funcionamiento de los mercados y tipos de mercado más usuales. El entorno global como fuente de oportunidades. El mercado y las oportunidades de negocio: análisis del entorno general o macroentorno y análisis del entorno específico o microentorno. El funcionamiento del sistema financiero y los intermediarios que intervienen en él.",
            "B.2. Aspectos sociales del entorno. Ámbito cultural y artístico.",
            "B.2.1. El entorno social, económico y la sostenibilidad. La industria 4.0. La economía colaborativa. La huella ecológica y la economía circular. La economía social y solidaria. La empresa y su responsabilidad social: el reto de la responsabilidad social corporativa (RSC). Los Objetivos de Desarrollo Sostenible (ODS) y el desarrollo local. Libre comercio y comercio justo. Ética del consumo.",
            "B.2.2. El entorno cultural y artístico. Sectores productivos y géneros: artes performativas, producción audiovisual, promoción del patrimonio cultural e industria editorial y literaria. Agentes que apoyan la creación de proyectos culturales emprendedores.",
            "B.3. El entorno, la información y las decisiones empresariales.",
            "B.3.1. Estrategias de exploración del entorno. Fuentes diversas de información y estrategias de búsqueda y selección, almacenamiento y recuperación de información fiable.",
            "B.3.2. Métodos de análisis de la competencia",
            "B.3.3. La visión emprendedora.",
            "Bloque C. Recursos para llevar a cabo un proyecto emprendedor.",
            "C.1. Gestión de la empresa. Funciones.",
            "C.1.1. La razón de ser de la empresa u organización: misión, visión y valores como punto de partida para la búsqueda de recursos.",
            "C.1.2. La organización y gestión de las entidades emprendedoras. Producción, gestión comercial, finanzas, recursos humanos, I+D+I. Fuentes de financiación. Las finanzas éticas. El mecenazgo y el crowdfunding.",
            "C.1.3. Las finanzas del emprendedor: control y gestión del dinero. Control de ingresos y gastos: fuentes de ingresos y gastos. Recursos financieros a corto y largo plazo y su relación con el bienestar financiero. El endeudamiento. Fuentes de financiación y captación de recursos financieros. Las finanzas éticas. El mecenazgo y el crowdfunding. La gestión del riesgo financiero y los seguros.",
            "C.1.3. La obtención del beneficio, los costes y su cálculo.",
            "C.1.4. Métodos y herramientas de gestión de la empresa (productividad y umbral de rentabilidad).",
            "C.2. El elemento personal en la empresa.",
            "C.2.1. Los equipos en las empresas y organizaciones. Estrategias ágiles de trabajo en equipo.",
            "C.2.2. Formación y funcionamiento de equipos de trabajo: comunicación, negociación, gestión y resolución de conflictos y toma de decisiones.",
            "Bloque D. La realización del proyecto emprendedor.",
            "D.1. La acción emprendedora.",
            "D.1.1. El reto o desafío como objetivo.",
            "D.1.2. Fomento del emprendimiento por el sector público: agente de desarrollos locales y Punto de Acompañamiento Empresarial.",
            "D.1.3. Planificación, gestión y ejecución de un proyecto emprendedor. Del reto al prototipo. Metodologías ágiles: design thinking.",
            "D.1.4. Desarrollo ágil de producto: agilismo.",
            "D.2. El prototipo y su repercusión.",
            "D.2.1. Técnicas y herramientas de prototipado rápido.",
            "D.2.2. Presentación e introducción prototipo en el entorno. Estrategias de difusión.",
            "D.2.3. Validación y testado de prototipos. Valoración del proceso de trabajo. Innovación ágil.",
            "D.2.4. El usuario como destinatario final del prototipo. La toma de decisiones de los usuarios. El usuario como consumidor. Derechos y obligaciones de los consumidores.",
            "D.2.5. Derechos sobre el prototipo: la propiedad intelectual e industrial."
      ],
      "criteriosEvaluacion": [
            "Competencia específica 1.",
            "Criterio. 1.1. Adaptarse a entornos complejos y crear un proyecto personal original y generador de valor con una proyección emprendedora, partiendo de la valoración crítica sobre las propias aptitudes y las posibilidades creativas, haciendo hincapié en las fortalezas y debilidades y logrando progresivamente el control consciente de las emociones.",
            "Criterio. 1.2. Utilizar estrategias de análisis razonado de las fortalezas y debilidades personales y la iniciativa y creatividad propia y de los demás.",
            "Criterio. 1.3. Gestionar de forma eficaz las emociones y destrezas personales, promoviendo y desarrollando actitudes creativas.",
            "Competencia específica 2.",
            "Criterio. 2.1. Constituir equipos de trabajo basados en principios de equidad, coeducación e igualdad entre hombres y mujeres, con actitud participativa y visualización de metas comunes, utilizando estrategias que faciliten la identificación y optimización de los recursos humanos necesarios en la consecución del reto propuesto.",
            "Criterio. 2.2. Poner en práctica habilidades sociales, de comunicación abierta, motivación, liderazgo y de cooperación e innovación ágil, tanto de manera presencial como a distancia, en distintos contextos de trabajo en equipo.",
            "Criterio. 2.3. Valorar y respetar las aportaciones de los demás en las distintas dinámicas de trabajo y fases del proceso llevado a cabo, respetando las decisiones tomadas de forma colectiva.",
            "Competencia específica 3.",
            "Criterio. 3.1. Preservar y cuidar el entorno natural, social, cultural y artístico a partir de actuaciones locales y globales promoviendo, con visión creativa, emprendedora y comprometida, el desarrollo sostenible.",
            "Criterio. 3.2. Superar los retos propuestos a partir de ideas y soluciones innovadoras y sostenibles, evaluando sus ventajas e inconvenientes, así como el impacto que pudieran generar en el ámbito personal y en el contexto al que van dirigidas.",
            "Criterio. 3.3. Aplicar metodologías ágiles siguiendo los criterios y pautas establecidos en el proceso de construcción de ideas creativas y sostenibles que faciliten la superación de los retos planteados y la obtención de soluciones a las necesidades detectadas con sentido ético y solidario.",
            "Competencia específica 4.",
            "Criterio. 4.1. Poner en marcha un proyecto viable que lleve a la realidad la solución emprendedora, seleccionando y reuniendo los recursos materiales, inmateriales y digitales disponibles en el proceso de ideación creativa.",
            "Criterio. 4.2. Utilizar con autonomía estrategias de captación y gestión de recursos conociendo sus características y aplicándolas al proceso de conversión de las ideas y soluciones en acciones.",
            "Criterio. 4.3. Reunir, analizar y seleccionar con criterios propios los recursos disponibles planificando con coherencia su organización, distribución, uso y optimización.",
            "Competencia específica 5.",
            "Criterio. 5.1. Validar las ideas y soluciones presentadas mediante mensajes convincentes y adecuados al contexto y objetivos concretos, utilizando estrategias comunicativas ágiles adecuadas a cada situación.",
            "Criterio. 5.2. Presentar y exponer, con claridad y coherencia, las ideas y soluciones creativas, valorando la importancia de mantener una comunicación eficaz y respetuosa a lo largo del proceso.",
            "Competencia específica 6.",
            "Criterio. 6.1. Superar los retos propuestos que satisfagan las necesidades y aprovechen las oportunidades identificadas, a partir de ideas y soluciones originales, viables y sostenibles, evaluando el impacto que pudieran generar en el ámbito personal y en el entorno.",
            "Criterio. 6.2. Conocer de manera precisa y aplicar, siguiendo los criterios y pautas establecidos, metodologías ágiles en el proceso, individual y colectivo, de construcción de ideas creativas, originales, viables y sostenibles que afronten los retos planteados y den respuesta a las necesidades detectadas con sentido ético y solidario.",
            "Criterio. 6.3. Desarrollar una idea o solución emprendedora a partir de los conocimientos, destrezas y actitudes adquiridos desde el ámbito de la economía y las finanzas, viendo la relación entre estos y los recursos necesarios y disponibles que permiten su desarrollo.",
            "Criterio. 6.4. Conocer de manera amplia y comprender con precisión los conocimientos, destrezas y actitudes necesarios del ámbito económico y financiero aplicándolos con coherencia a situaciones, actividades o proyectos concretos.",
            "Criterio. 6.5. Afrontar los retos de manera eficaz, equitativa y sostenible, en distintos contextos y situaciones, reales o simuladas, transfiriendo los conocimientos económicos y financieros necesarios.",
            "Criterio. 6.6. Valorar críticamente el problema económico de la escasez de recursos y la necesidad de elegir, así como los principios de interacción social desde el punto de vista económico, aprovechando este conocimiento en el afrontamiento eficaz de retos.",
            "Competencia específica 7.",
            "Criterio. 7.1. Valorar la contribución del prototipo final tanto al aprendizaje como al desarrollo personal y colectivo evaluando de manera crítica y ética todas las fases del proceso llevado a cabo, así como la adecuación de las estrategias empleadas en la construcción del mismo.",
            "Criterio. 7.2. Analizar de manera crítica el proceso de diseño y ejecución llevado a cabo en la realización de los prototipos creados, estableciendo comparaciones entre la efectividad, la viabilidad y la adecuación lograda en los procesos y los resultados obtenidos.",
            "Criterio. 7.3. Utilizar estrategias eficaces de diseño y ejecución seleccionando aquellas que faciliten la construcción del prototipo final de manera ágil, cooperativa y autónoma.",
            "Competencia específica 8.",
            "Criterio. 8.1. Facilitar la comprensión y análisis de opiniones propias fundamentadas y de información relacionada con los saberes de la materia de Economía y Emprendimiento, transmitiendo de forma clara y rigurosa, utilizando la terminología y el formato adecuados, modelos gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales",
            "Criterio. 8.2. Analizar conceptos y procesos relacionados con los saberes de economía interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica, obteniendo conclusiones y formando opiniones propias fundamentadas.",
            "Criterio. 8.3. Analizar y explicar fenómenos económicos representándolos mediante el diseño y la realización de modelos y diagramas sencillos, utilizando, cuando sea necesario, los pasos del método económico (definir el problema, explorar soluciones, delimitar los recursos, evaluar las soluciones, elegir la opción, controlar el resultado y efectuar correcciones)."
      ]
}
