{
    "saberes": [
        "A. Cultura científica.",
        "1. Iniciación en la actividad científica",
        "– Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones, creación de modelos, investigación a través de búsqueda de información, experimento con control de variables…)",
        "– Instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "– Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "– Fomento de la curiosidad, la iniciativa y la constancia en la realización de las diferentes investigaciones.",
        "B. Tecnología y digitalización",
        "1. Digitalización del entorno personal de aprendizaje",
        "– Dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo.",
        "– Estrategias de búsquedas guiadas de información seguras y eficientes en Internet (valoración, discriminación, selección y organización).",
        "– Reglas básicas de seguridad y privacidad para navegar por Internet y para proteger el entorno digital personal de aprendizaje.",
        "– Recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas. Etiqueta digital, reglas básicas de cortesía y respeto y estrategias para resolver problemas en la comunicación digital.",
        "– Estrategias para fomentar el bienestar digital físico y mental. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, acceso a contenidos inadecuados, publicidad y correos no deseados, etc.), y estrategias de actuación.",
        "C. Sociedades y territorios",
        "1. Retos del mundo actual",
        "– La Tierra y las catástrofes naturales. Elementos, movimientos, dinámicas que ocurren en el universo y su relación con determinados fenómenos físicos que afectan a la Tierra y repercuten en la vida diaria y en el entorno. Los fenómenos naturales agravados y derretimiento de los polos. El efecto invernaderos y el papel humano en el cambio climático. Actuaciones para su conservación y mejora en Castilla y León.",
        "– Retos demográficos. Ocupación y distribución de la población en el espacio y análisis de los principales problemas y retos demográficos. Representación gráfica y cartográfica de la población. La organización del territorio en España y en Europa.",
        "– Desigualdad social y acceso a los recursos. Usos del espacio por el ser humano y evolución de las actividades productivas. El valor, el control del dinero y los medios de pago. De la supervivencia a la sobreproducción.",
        "2. Sociedades en el tiempo.",
        "– Iniciación en la investigación y en los métodos de trabajo para la realización de proyectos, que analicen hechos, asuntos y temas de relevancia actual con perspectiva histórica, contextualizándolos en la época correspondiente (Edad Antigua), como son la supervivencia y la alimentación, la vivienda, los intercambios comerciales (de dónde viene el dinero, los trabajos no remunerados), la explotación de bienes comunes y recursos, los avances técnicos.",
        "– La acción de mujeres y hombres como sujetos en la historia. Interpretación del papel de los individuos y de los distintos grupos sociales, relaciones, conflictos, creencias y condicionantes en la Edad Antigua.",
        "– Las expresiones artísticas y culturales prehistóricas y de la antigüedad y su contextualización histórica desde una perspectiva de género. La función del arte y la cultura en el mundo de la Edad Antigua.",
        "– El patrimonio natural y cultural. Los espacios protegidos, culturales y naturales.",
        "El legado cultural romano en el territorio de Castilla y León.",
        "3. Alfabetización cívica.",
        "– Compromisos y normas para la vida en sociedad.",
        "– Las costumbres, tradiciones y manifestaciones etnoculturales del entorno. Respeto por la diversidad y la cohesión social. La cultura de paz y no violencia.",
        "– Igualdad de género, conducta no sexista y prevención de la violencia de género.",
        "– La organización política y territorial de España.",
        "– Organización y funcionamiento de la sociedad. Las principales instituciones y entidades de Castilla y León y de España y los servicios públicos que prestan. Estructura administrativa de España.",
        "– Seguridad vial. La ciudad como espacio de convivencia. Normas de circulación, señales y marcas viales. Movilidad segura saludable y sostenible como peatones o como usuarios de los medios de locomoción.",
        "4. Conciencia ecosocial",
        "– El cambio climático. Introducción a las causas y consecuencias del cambio climático, y su impacto en los paisajes de la Tierra. Medidas de mitigación y de adaptación.",
        "– Responsabilidad ecosocial. Ecodependencia e interdependencia entre personas, sociales y medio natural. La transformación y la degradación de los ecosistemas naturales por la acción humana. Conservación y protección de la naturaleza. El maltrato animal y su prevención.",
        "– Los Objetivos de Desarrollo Sostenible: Contribución personal al cumplimiento de los Objetivos de Desarrollo Sostenible."
    ],
    "criteriosEvaluacion": [
        "1.1 Buscar y organizar información sobre las sociedades y territorios utilizando dispositivos y recursos digitales en entornos personales y/o virtuales de aprendizaje de acuerdo con las necesidades del contexto educativo de forma segura. (CCL3, CD1, CD3, CD4, CPSAA2)",
        "1.2 Reelaborar y crear contenidos digitales sencillos sobre las sociedades y territorios, empleando aplicaciones y recursos digitales, comunicándose y trabajando de forma individual y en equipo. (CCL1, CCL3, CD2, CD3, CD5, CPSAA4, CE3, CCEC4)",
        "1.3 Cooperar activamente en la utilización de recursos digitales de forma responsable y respetuosa, indagando sobre las sociedades y los territorios. (CCL1, CD2, CD3, CD4, CD5)",
        "2.1 Formular preguntas y realizar predicciones razonadas, demostrando curiosidad y respeto por el medio social y cultural cercano. (CCL1, STEM2, CC4)",
        "2.2 Buscar y seleccionar información de diferentes fuentes seguras y fiables, utilizándola en investigaciones relacionadas con el medio social y cultural y adquiriendo léxico científico básico. (CCL2, CCL3, CD1, CD4)",
        "2.3 Proponer posibles respuestas a las preguntas planteadas sobre las sociedades y los territorios, a través de la interpretación de la información y los resultados obtenidos, comparándolos con las predicciones realizadas. (CCL1, CCL2, CCL3, STEM2, CD1, CPSAA5)",
        "2.4 Presentar los resultados de las investigaciones sobre el medio social y cultural, en diferentes formatos, utilizando lenguaje científico básico y explicando los pasos seguidos. (CCL1, CP2, STEM2, STEM4, CD2, CD4, CPSAA4, CPSAA5)",
        "3.1 Identificar y analizar las características, la organización y las propiedades de los elementos o sistemas del medio social y cultural a través de la indagación y utilizando las herramientas y procesos adecuados y compartiendo e intercambiando la información obtenida. (CCL1, CCL4 STEM1, STEM2, STEM4, CD1, CE1, CCEC1)",
        "3.2 Identificar conexiones sencillas entre diferentes elementos o sistemas del medio social y cultural mostrando respeto y comprensión de las relaciones que se establecen. (STEM5, CPSAA4, CC3, CC4, CCEC1)",
        "3.3 Proteger el patrimonio cultural y valorarlo como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora en favor de la sostenibilidad. (STEM5, CC3, CC4, CE1, CCEC1)",
        "4.1 Poner en práctica estilos de vida sostenible, reconociendo comportamientos respetuosos de cuidado, corresponsabilidad y protección de elementos y seres del planeta y uso sostenible de los recursos naturales, y expresando los cambios positivos y negativos causados en el medio por la acción humana desde los puntos de vista social, económico, cultural y tecnológico, y contribuyendo a una conciencia individual o colectiva. (CCL5, STEM2, STEM5, CPSAA4, CC1, CC4)",
        "4.2 Identificar y analizar de forma individual y/o cooperativa problemas ecosociales a partir del reconocimiento de las causas y consecuencias de la intervención humana en el entorno social, económico, cultural y tecnológico y proponiendo posibles soluciones. (CCL5, STEM2, STEM5, CC1, CC3, CC4, CE1, CE3)",
        "5.1 Identificar hechos del entorno social y cultural de la Edad Antigua, empleando las nociones de causalidad, simultaneidad y sucesión. (CCL3, STEM2, STEM4, CC1)",
        "5.2 Conocer personas, grupos sociales relevantes y formas de vida de la sociedad de la Edad Antigua, incorporando la perspectiva de género, explorando diferentes fuentes y recursos. (CCL3, STEM4, CPSAA4, CC1, CC3, CE2, CCEC1)",
        "5.3 Comprender y valorar con actitud crítica los elementos culturales de la Edad Antigua a partir del acercamiento experiencial o virtual a museos, monumentos arquitectónicos y/o exposiciones y/u otros espacios. (CD3, CPSAA4, CC1, CC3, CCEC1, CCEC2)",
        "5.4 Elaborar producciones artísticas de forma creativa y colaborativa, relacionadas con la Edad Antigua usando técnicas plásticas, sonoras, visuales y audiovisuales. (STEM4, CD2, CPSAA3, CCEC4)",
        "6.1 Analizar y comprender la importancia demográfica, cultural y económica de las migraciones en la actualidad, valorando con respeto y empatía el aporte de la diversidad cultural al bienestar individual y colectivo. (CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1)",
        "6.2 Valorar positivamente las acciones que fomentan la igualdad de género y las conductas no sexistas reconociendo modelos positivos a lo largo de la historia y poniéndolas en práctica en su actividad diaria. (CP3, CPSAA1, CPSAA3, CC1, CC2, CC3)",
        "7.1 Realizar y promover actividades en el contexto de la comunidad escolar, asumiendo responsabilidades y estableciendo acuerdos de forma dialogada y democrática y empleando un lenguaje inclusivo y no violento. (CCL5, CP3, CPSAA1, CPSAA3, CC1, CC2, CC3)",
        "7.2 Conocer los principales órganos de gobierno y funciones de diversas administraciones y servicios públicos, valorando la importancia de su gestión para la seguridad integral ciudadana y la participación democrática. (CC1, CC2, CCEC1)",
        "7.3 Interiorizar normas básicas para la convivencia en el uso de los espacios públicos como peatones o como usuarios de los medios de locomoción, identificando las señales de tráfico y tomando conciencia de la importancia de una movilidad segura, saludable y sostenible tanto para las personas como para el planeta. (CC1, CC2, CCEC1)"
    ]
}