{
  "saberes": [
    "A. Vida activa y saludable ",
    "EFI.4.A.1. Salud física",
    "EFI.4.A.1.1. Control de resultados y variables fisiológicas básicas como consecuencia del ejercicio físico. ",
    "EFI.4.A.1.2. Autorregulación y planificación del entrenamiento.",
    "EFI.4.A.1.3. Alimentación saludable (dieta mediterránea, plato de Harvard) y análisis crítico de la publicidad (dietas no saludables, fraudulentas o sin base científica. Alimentos no saludables y similares).",
    "EFI.4.A.1.4. Educación postural: movimientos, posturas y estiramientos ante dolores musculares. ",
    "EFI.4.A.1.5. Pautas para tratar el dolor muscular de origen retardado.",
    "EFI.4.A.1.6. Ergonomía en actividades cotidianas (frente a pantallas, ordenador, mesa de trabajo y similares). ",
    "EFI.4.A.1.7. Cuidado del cuerpo: calentamiento específico autónomo.",
    "EFI.4.A.1.8. Prácticas peligrosas, mitos y falsas creencias en torno al cuerpo y a la actividad física. ",
    "EFI.4.A.2. Salud social",
    "EFI.4.A.2.1. Suplementación y dopaje en el deporte. ",
    "EFI.4.A.2.2. Riesgos y condicionantes éticos.",
    "A.3.Salud mental",
    "EFI.4.A.3.1. Exigencias y presiones de la competición.",
    "EFI.4.A.3.2. Tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en los medios de comunicación.",
    "EFI.4.A.3.3. Efectos negativos de los modelos estéticos predominantes y trastornos vinculados al culto insano al cuerpo (vigorexia, anorexia, bulimia y otros).",
    "EFI.4.A.3.4. Creación de una identidad corporal definida y consolidada alejada de estereotipos sexistas.",
    "B. Organización y gestión de la actividad física",
    "EFI.4.B.1. Elección de la práctica física: gestión y enfoque de los diferentes usos y finalidades de la actividad física y del deporte en función del contexto, actividad y compañeros y compañeras de realización.",
    "EFI.4.B.2. Preparación de la práctica motriz: mantenimiento y reparación de material deportivo.",
    "EFI.4.B.3. Reflexión crítica sobre la importancia de las medidas y pautas de higiene en contextos de práctica de actividad física.",
    "EFI.4.B.4. Planificación y autorregulación de proyectos motores: establecimiento de mecanismos para registrar y controlar las aportaciones realizadas por los integrantes del grupo a lo largo de un proyecto.",
    "EFI.4.B.5. Herramientas digitales para la gestión de la actividad física.",
    "EFI.4.B.6. Uso de internet y de diversas herramientas informáticas: búsqueda, selección y elaboración de información relacionada con la actividad físico-deportiva y presentación de la misma.",
    "EFI.4.B.7. Riesgos de internet y uso crítico y responsable de las herramientas y/o plataformas digitales. ",
    "EFI.4.B.8. Prevención de accidentes en las prácticas motrices.",
    "EFI.4.B.9. Gestión del riesgo propio y del de los demás. Medidas colectivas de seguridad. ",
    "EFI.4.B.10. Actuaciones críticas ante accidentes.",
    "EFI.4.B.11.Reanimación mediante desfibrilador automático (DEA) o semiautomático (DESA). Soporte vital básico (SVB).",
    "EFI.4.B.12. Técnicas específicas e indicios de accidentes cardiovasculares (maniobra de Heimlich, señales de ictus y similares).",
    "C. Resolución de problemas en situaciones motrices ",
    "EFI.4.C.1. Toma de decisiones",
    "EFI.4.C.1.1. Búsqueda de adaptaciones motrices para resolver eficientemente tareas de cierta complejidad en situaciones motrices individuales.",
    " EFI.4.C.1.2. Coordinación de las acciones motrices para la resolución de la acción/tarea en situaciones cooperativas.",
    "EFI.4.C.1.3. Búsqueda de la acción más óptima en función de la acción y ubicación del rival, así como del lugar en el que se encuentre el móvil y/o resultado en situaciones motrices de persecución y de interacción con un móvil.",
    "EFI.4.C.1.4. Organización anticipada de los movimientos y acciones individuales en función de las características del contrario en situaciones de oposición de contacto.",
    "EFI.4.C.1.5. Delimitación de estrategias previas de ataque y defensa en función de las características de los integrantes del equipo y del equipo rival en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
    "EFI.4.C.2. Esquema corporal: Toma de decisiones previas a la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales para resolverla adecuadamente.",
    "EFI.4.C.3. Capacidades condicionales",
    "EFI.4.C.3.1. Desarrollo de las capacidades físicas básicas orientadas a la salud.",
    "EFI.4.C.3.2. Planificación para el desarrollo de las capacidades físicas básicas: fuerza y resistencia. ",
    "EFI.4.C.3.3. Sistemas de entrenamiento.",
    "EFI.4.C.4. Habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas: profundización, identificación y corrección de errores comunes.",
    "EFI.4.C.5. Creatividad motriz: creación de retos y situaciones-problema con resolución posible de acuerdo a los recursos disponibles.",
    "EFI.4.C.6. Barreras arquitectónicas y obstáculos del entorno que impidan o dificulten la actividad física autónom a y saludable en el espacio público y vial.",
    "D. Autorregulación emocional e interacción social en situaciones motrices ",
    "EFI.4.D.1. Autorregulación emocional",
    "EFI.4.D.1.1. Control de estados de ánimo y estrategias de gestión del fracaso en situaciones motrices. ",
    "EFI.4.D.1.2. Habilidades volitivas y capacidad de superación.",
    "EFI.4.D.2. Habilidades sociales",
    "EFI.4.D.2.1. Estrategias de negociación y mediación en contextos motrices.",
    "EFI.4.D.2.2. Respeto a las reglas: juego limpio en los distintos niveles de deporte y actividad física.",
    "EFI.4.D.2.3. Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, LGTBIfóbicas o sexistas). Asertividad y autocuidado.",
    "E. Manifestaciones de la cultura motriz",
    "EFI.4.E.1. Aportaciones de la cultura motriz a la herencia cultural. Los deportes como seña de identidad cultural.",
    "EFI.4.E.2. Usos comunicativos de la corporalidad: técnicas específicas de expresión corporal. ",
    "EFI.4.E.3. Práctica de actividades rítmico-musicales con carácter artístico-expresivo.",
    "EFI.4.E.4. Organización de espectáculos y eventos artístico-expresivos. ",
    "EFI.4.E.5. Deporte y perspectiva de género",
    "EFI.4.E.5.1. Historia del deporte desde la perspectiva de género.",
    " EFI.4.E.5.2. Igualdad en el acceso al deporte (diferencias según género, país, cultura y otros).",
    "EFI.4.E.5.3. Estereotipos de competencia motriz percibida según el género, la edad o cualquier otra característica.",
    "EFI.4.E.5.4. Ejemplos de referentes de ambos sexos, edades y otros parámetros de referencia.",
    "EFI.4.E.6. Influencia del deporte en la cultura actual: deporte e intereses políticos y económicos.",
    "EFI.4.E.7. Manifestaciones de la cultura motriz vinculada a Andalucía: juegos, bailes y danzas. El Flamenco. ",
    "EFI.4.E.8. El deporte en Andalucía.",
    "EFI.4.E.9. Los Juegos Olímpicos",
    "EFI.4.E.9.1. Repercusión cultural, económica y política de los juegos olímpicos. ",
    "EFI.4.E.9.2. La aportación de Andalucía a los Juegos Olímpicos.",
    "EFI.4.E.9.3. Los juegos olímpicos desde la perspectiva de género.",
    "F. Interacción eficiente y sostenible con el entorno",
    "EFI.4.F.1. Normas de uso: respeto a las normas viales en sus desplazamientos activos cotidianos.",
    "EFI.4.F.2. Nuevos espacios y prácticas deportivas urbanas (crossfit, gimnasios urbanos, circuitos de calistenia o similares).",
    "EFI.4.F.3. Análisis y gestión del riesgo propio y de los demás en las prácticas físico-deportivas en el medio natural y urbano. Medidas colectivas de seguridad.",
    "EFI.4.F.4. Consumo responsable: uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de actividad física.",
    "EFI.4.F.5. Diseño y organización de actividades físicas en el medio natural y urbano.",
    "EFI.4.F.6. Cuidado del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en entornos urbanos y naturales de la red de espacios protegidos andaluces.",
    "EFI.4.F.7. La práctica de la bicicleta como medio de transporte público."
  ],
  "criteriosEvaluacion": [
    "1.1. Planificar y autorregular la práctica de actividad física orientada al concepto integral de salud y al estilo de vida activo, haciendo uso de diferentes sistemas de entrenamiento y aplicando de manera autónoma diversas herramientas informáticas que permitan la autoevaluación y el seguimiento de la evolución de la mejora motriz, según las necesidades e intereses individuales y respetando, aceptando y valorando la propia realidad e identidad corporal y la de los demás, en diferentes manifestaciones motrices y contextos.",
    "1.2. Incorporar de forma autónoma los procesos de activación corporal, autorregulación y dosificación del esfuerzo, alimentación saludable, educación postural, respiración, relajación, seguridad e higiene durante la práctica de actividades motrices, interiorizando y asumiendo como propias las rutinas de una práctica motriz saludable y responsable.",
    "1.3. Adoptar de manera responsable y autónoma medidas específicas para la prevención de lesiones antes, durante y después de la práctica de actividad física, en diferentes contextos y situaciones motrices, identificando y valorando situaciones de riesgo y actuando de manera preventiva en su caso.",
    "1.4. Actuar de acuerdo a los protocolos de intervención ante situaciones de emergencia o accidentes, valorando diferentes contextos y tipos de lesiones para aplicar de manera autónoma medidas específicas de primeros auxilios.",
    "1.5. Adoptar actitudes comprometidas y transformadoras que rechacen los estereotipos sociales asociados al ámbito de lo corporal, al género y a la diversidad sexual, y los comportamientos que pongan en riesgo la salud, contrastando con autonomía e independencia cualquier información en base a criterios científicos de validez, fiabilidad y objetividad, en diferentes contextos y situaciones, haciendo uso para ello de herramientas informáticas.",
    "1.6. Explorar diferentes recursos y aplicaciones digitales reconociendo su potencial, así como sus riesgos para su uso en el ámbito de la actividad física y el deporte.",
    "2.1. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, estableciendo mecanismos para reconducir los procesos de trabajo y asegurar una participación equilibrada, incluyendo estrategias de autoevaluación y coevaluación tanto del proceso como del resultado, consolidando actitudes de superación, crecimiento y resiliencia.",
    "2.2. Mostrar habilidades para la adaptación y la actuación ante situaciones con una elevada incertidumbre, aprovechando eficientemente las propias capacidades y aplicando de manera automática procesos de percepción, decisión y ejecución en contextos reales o simulados de actuación, reflexionando sobre las soluciones y resultados obtenidos.",
    "2.3. Evidenciar control y dominio corporal al emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, resolviendo problemas de forma autónoma en todo tipo de situaciones motrices transferibles a su espacio vivencial con autonomía.",
    "3.1. Practicar y participar activamente asumiendo responsabilidades en la organización de una gran variedad de actividades motrices, valorando las implicaciones éticas de las prácticas antideportivas, gestionando positivamente la competitividad y actuando con deportividad al asumir los roles de público, participante u otros.",
    "3.2. Cooperar o colaborar en la práctica de diferentes producciones motrices y proyectos para alcanzar el logro individual y grupal, participando con autonomía en la toma de decisiones vinculadas a la asignación de roles, la gestión del tiempo de práctica y la optimización del resultado final, valorando el proceso.",
    "3.3. Relacionarse y entenderse con el resto de participantes durante el desarrollo de diversas prácticas motrices con autonomía y haciendo uso efectivo de habilidades sociales de diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnica, socio- económica o de competencia motriz, y posicionándose activamente frente a los estereotipos, las actuaciones discriminatorias y la violencia.",
    "4.1. Contextualizar la influencia social del deporte en las sociedades actuales, valorando sus orígenes, evolución, distintas manifestaciones e intereses económico-políticos, practicando diversas modalidades relacionadas con Andalucía o las procedentes de otros lugares del mundo.",
    "4.2. Adoptar actitudes comprometidas y conscientes acerca de los distintos estereotipos de género y comportamientos sexistas que se siguen produciendo en algunos contextos de la motricidad, identificando los factores que contribuyen a su mantenimiento ayudando a difundir referentes de ambos géneros en el ámbito físico-deportivo y ayudando a difundir referentes de ambos géneros en el ámbito físico-deportivo.",
    "4.3. Crear y representar composiciones individuales o colectivas con y sin base musical y de manera coordinada, utilizando intencionadamente y con autonomía el cuerpo y el movimiento como herramienta de expresión y comunicación a través de diversas técnicas expresivas específicas, y ayudando a difundir y compartir dichas prácticas culturales entre compañeros y compañeras u otros miembros de la comunidad, desde una pedagogía crítica y creativa.",
    "5.1. Participar en actividades físico-deportivas en entornos naturales andaluces, terrestres o acuáticos, disfrutando del entorno de manera sostenible, minimizando de forma autónoma el impacto ambiental que estas puedan producir, siendo conscientes de su huella ecológica y desarrollando colaborativa y/o cooperativamente actuaciones intencionadas dirigidas a la conservación y mejora de las condiciones de los espacios en los que se desarrollen.",
    "5.2. Diseñar y organizar actividades físico-deportivas en el medio natural y urbano andaluz, asumiendo responsabilidades y aplicando normas de seguridad individuales y colectivas con autonomía."
  ]
}