{
  "competenciasEspecificas": [
    "1. Interpretar, modelizar y resolver problemas de la vida cotidiana y propios de las matemáticas, aplicando individual o colectivamente diferentes estrategias y formas de razonamiento, explorando distintas soluciones posibles y diferentes maneras de proceder.",
    "2. Analizar las soluciones de un problema usando diferentes técnicas y herramientas, evaluando con ayuda las respuestas obtenidas, verificando su validez e idoneidad desde un punto de vista lógico y su repercusión global.",
    "3. Formular y comprobar conjeturas sencillas o problemas de forma autónoma, reconociendo el valor del razonamiento y la argumentación y generando nuevos conocimientos tanto en el ámbito académico como en el ámbito social.",
    "4. Utilizar los principios del pensamiento computacional organizando datos, descomponiendo en partes, reconociendo patrones, interpretando, modificando, generalizando y creando algoritmos, a través de la modelización de situaciones cotidianas y académicas que permita la resolución eficaz de problemas.",
    "5. Reconocer y utilizar conexiones entre los diferentes elementos matemáticos, interconectando conceptos y procedimientos, con una visión integral de las matemáticas en situaciones y contextos diversos.",
    "6. Identificar las matemáticas implicadas en otras materias y en situaciones reales susceptibles de ser abordadas en términos matemáticos, interrelacionando conceptos y procedimientos, para aplicarlos en situaciones diversas.",
    "7. Representar conceptos, procedimientos, información y resultados matemáticos sencillos y presentes en situaciones cotidianas o académicas usando diferentes tecnologías, tanto individual como colaborativamente consiguiendo así visualizar ideas y estructurar procesos matemáticos.",
    "8. Comunicar de forma individual y en grupo conceptos, procedimientos y argumentos matemáticos y presentes en situaciones cotidianas o académicas usando lenguaje oral, escrito o gráfico utilizando diferentes medios, incluidos los digitales, y utilizando la terminología matemática apropiada, dando así significado y coherencia a las ideas matemáticas.",
    "9. Identificar y gestionar emociones, valorando el error como parte del proceso de aprendizaje, adaptándose a situaciones de incertidumbre que ocurren durante la resolución de retos, basados en contextos reales o científicos, en los que se aplican las matemáticas, con perseverancia y disfrutando en su aprendizaje.",
    "10. Desarrollar destrezas sociales reconociendo y respetando las emociones y experiencias de los demás, participando activa y reflexivamente en proyectos en equipos heterogéneos con funciones asignadas, para construir una identidad positiva como estudiante de matemáticas, fomentar el bienestar personal y grupal y crear relaciones saludables."
  ]
}
