{
    "criteriosEvaluacion": [
        "• CE1.1. Realizar traducciones directas y/o inversas de textos o fragmentos adaptados u originales, de dificultad adecuada y progresiva, con corrección ortográfica y expresiva, identificando y analizando, cuando se considere necesario, unidades lingüísticas regulares de la lengua y apreciando variantes y coincidencias con otras lenguas conocidas. OBJ1",
        "• CE1.2. Seleccionar de manera progresivamente autónoma el significado apropiado de palabras polisémicas y justificar la decisión, teniendo en cuenta la información cotextual o contextual y utilizando herramientas diversas de apoyo al proceso de traducción en distintos soportes cuando se considere necesario. OBJ1",
        "• CE1.3. Revisar y enmendar de manera progresivamente autónoma las propias traducciones y las de las compañeras y compañeros, realizando propuestas de mejora y argumentando los cambios con terminología especializada a partir de la reflexión lingüística. OBJ1",
        "• CE1.4. Realizar la lectura directa de textos latinos sencillos identificando las unidades lingüísticas básicas de la lengua latina, comparándolas con las de las lenguas del repertorio lingüístico propio y asimilando los aspectos morfológicos, sintácticos y léxicos elementales del latín. OBJ1",
        "• CE1.5. Registrar los progresos y dificultades de aprendizaje de la lengua latina, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolos explícitos y compartiéndolos. OBJ1",
        "• CE1.6. Extraer, analizar y reflejar oralmente y/o por escrito, preferentemente en latín, o bien en la lengua de uso del alumnado, las ideas principales de textos de cierta longitud, orales y/o escritos, y adaptados al nivel de lengua y temas conocidos por el alumnado, expresados de forma clara y, en el caso de los textos orales, preferentemente en la pronunciación clásica. OBJ1",
        "• CE1.7. Planificar y participar, cuando se considere necesario, en diálogos breves y sencillos sobre temas cotidianos, próximos a su experiencia, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y las opiniones de las personas interlocutoras. OBJ1",
        "• CE1.8.Redactar en latín, a partir de criterios dados, textos básicos de estructura clara, evitando errores que impidan la comprensión. OBJ1",
        "• CE1.9. Explicar cambios fonéticos, morfológicos o semánticos de complejidad creciente que se produjeron tanto desde el latín culto como desde el latín vulgar hasta las lenguas de enseñanza, sirviéndose, cuando sea posible, de la comparación con otras lenguas del repertorio propio. OBJ2",
        "• CE2.1. Deducir el significado etimológico de un término de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado, aplicando, de manera guiada, estrategias de reconocimiento de formantes latinos atendiendo a los cambios fonéticos, morfológicos o semánticos que tuvieran lugar. OBJ2",
        "• CE2.2. Explicar cambios fonéticos, morfológicos o semánticos de complejidad creciente que se produjeron tanto desde el latín culto como desde el latín vulgar hasta las lenguas de enseñanza, sirviéndose, cuando sea posible, de la comparación con otras lenguas de su repertorio propio. OBJ2",
        "• CE2.3. Explicar, de manera guiada, la relación del latín con las lenguas modernas, analizando los elementos lingüísticos comunes de origen latino y utilizando de forma guiada estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio del alumnado. OBJ2",
        "• CE2.4. Identificar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal, a partir de criterios dados. OBJ2",
        "• CE2.5. Crear textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se parta de la civilización y cultura latinas como fuente de inspiración. OBJ3",
        "• CE3.1. Explicar, a partir de criterios dados, los procesos históricos y políticos, las instituciones, los modos de vida y las costumbres de la sociedad romana, comparándolos con los de las sociedades actuales, valorando las adaptaciones y los cambios experimentados a la luz de la evolución de las sociedades y los derechos humanos, y favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos. OBJ4",
        "• CE3.2. Debatir sobre la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado romano en nuestra sociedad, utilizando estrategias retóricas y oratorias de manera guiada, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias veraces y mostrando interés, respeto y empatía por otras opiniones y argumentaciones. OBJ4",
        "• CE3.3. Investigar, de manera guiada, el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización latina, actuando de forma adecuada, empática y respetuosa e interesándose por los procesos de construcción, preservación, conservación y restauración, y por aquellas actitudes cívicas que aseguran su sostenibilidad. OBJ5",
        "• CE4.1. Explicar, a partir de criterios dados, los procesos históricos y políticos, las instituciones, los modos de vida y las costumbres de la sociedad romana, comparándolos con los de las sociedades actuales, valorando las adaptaciones y los cambios experimentados y favoreciendo el desarrollo de una cultura compartida. OBJ4",
        "• CE4.2. Debatir sobre la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado romano en nuestra sociedad, mediando entre posturas, seleccionando y contrastando información. OBJ4",
        "• CE4.3. Investigar de manera progresivamente autónoma aspectos del legado de la civilización latina en el ámbito personal, religioso y sociopolítico, localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia, y respetando los principios de rigor y propiedad intelectual. OBJ4",
        "• CE4.4. Identificar y explicar el legado material e inmaterial de la civilización latina como fuente de inspiración, analizando producciones culturales y artísticas posteriores a partir de criterios dados. OBJ5",
        "• CE4.5. Investigar, de manera guiada, el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización latina, actuando de forma adecuada, empática y respetuosa, e interesándose por los procesos de construcción, preservación, conservación y restauración, y por aquellas actitudes cívicas que aseguran su sostenibilidad. OBJ5",
        "• CE4.6. Explorar las huellas de la romanización y el legado romano en el entorno del alumnado, a partir de criterios dados, aplicando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus distintos usos, dando ejemplos de la persistencia de la Antigüedad clásica en su vida cotidiana y presentando sus resultados a través de diferentes soportes. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Comprensión e interpretación de los textos",
        "• Unidades lingüísticas de la lengua latina.",
        "– El abecedario. La acentuación y las distintas pronunciaciones de la lengua latina: clásica, eclesiástica y nacionales.",
        "– Clases de palabras.",
        "– Concepto de lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones), flexión verbal (sistema de conjugaciones).",
        "– Sintaxis oracional: funciones básicas y sintaxis elemental de los casos.",
        "– Estructuras oracionales. La concordancia y el orden de palabras en oraciones simples y oraciones compuestas. Comparativa con el orden natural de las palabras en las oraciones de las lenguas de repertorio del alumnado para una mejor comprensión.",
        "– Formas nominales del verbo.",
        "• La traducción: técnicas, procesos y herramientas.",
        "– El análisis morfosintáctico como herramienta complementaria de traducción.",
        "– Estrategias de traducción: planteamiento de expectativas a partir, entre otros, del entorno textual y del propio texto, paráfrasis simplificadas en lengua latina, contexto, conocimiento del tema, descripción de la estructura y género, peculiaridades lingüísticas de los textos traducidos, errores frecuentes de traducción y técnicas para evitarlos.",
        "– Herramientas de traducción, cuando se considere necesario.",
        "– Lectura comparada de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
        "– Recursos estilísticos frecuentes y su relación con el contenido del texto.",
        "– Estrategias básicas de retroversión de textos breves. Concepto y uso de expresiones idiomáticas.",
        "– La traducción como instrumento que puede favorecer el razonamiento lógico, la resolución de problemas y la capacidad de análisis y síntesis, dentro de los límites e inconsistencias propias de la traducción.",
        "– Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación.",
        "– Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación.",
        "• Destrezas comunicativas del uso de la lengua latina.",
        "– Estrategias para la planificación, ejecución y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y/o multimodales.",
        "– Funciones comunicativas adecuadas al ámbito y al contexto: describir acontecimientos simples; dar instrucciones básicas; narrar, reformular y/o resumir acontecimientos pasados, presentes y/o futuros; expresar emociones básicas y opiniones.",
        "– Léxico común de interés y/o uso cotidiano para el alumnado: espacio, tiempo y/o vida diaria. Estrategias de enriquecimiento léxico (derivación, polisemia, sinonimia...).",
        "– Estrategias básicas conversacionales para iniciar, mantener y finalizar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, etc.",
        "– Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de latín en latín, cuando sea posible.",
        "Bloque 2. Latín y plurilingüismo",
        "• Sistemas de escritura a lo largo de la historia.",
        "• Evolución del latín: las lenguas indoeuropeas, etapas de la lengua latina, latín vulgar y latín culto, lengua hablada y lengua escrita.",
        "• Influencia del latín en la evolución de las lenguas de enseñanza y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado.",
        "• El latín como lengua de cultura y prestigio; causas y consecuencias. Analogía con contextos modernos.",
        "• Reglas fonéticas básicas en la evolución del latín a las lenguas de enseñanza.",
        "• Léxico:",
        "– Lexemas, prefijos y sufijos de origen latino presentes en el léxico de uso común y en el específico de las ciencias y la técnica.",
        "– Significado y definición de palabras de uso común en las lenguas de enseñanza a partir de sus étimos de origen latino.",
        "– Expresiones latinas integradas en las lenguas modernas y su empleo en diferentes tipos de textos.",
        "• Interés por conocer el significado etimológico de las palabras y la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
        "• El latín como instrumento que permite un mejor conocimiento de las lenguas de estudio y un más fácil acercamiento a otras lenguas modernas, romances y no romances.",
        "• Respeto por todas las lenguas y aceptación de las diferencias culturales de la gente que las habla.",
        "• Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de latín en el ámbito trasnacional.",
        "• Expresiones y léxico específico básico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "Bloque 3. La antigua Roma",
        "• Geografía del proceso de expansión de Roma desde su nacimiento hasta la desaparición del Imperio romano.",
        "• Geografía del proceso de expansión de Roma en la Península Ibérica. La Hispania tardorromana; suevos y visigodos.",
        "• Topografía de la antigua Roma, nombre y función de los sitios centrales de la ciudad.",
        "• Historia de la antigua Roma:",
        "– Etapas de la historia de Roma (monarquía, república, imperio).",
        "– Hitos de la historia del mundo romano entre los siglos VIII a. de C. y V d. de C.",
        "– Leyendas y principales episodios de la historia de Roma.",
        "– Personalidades históricas relevantes de la historia de Roma, su biografía en contexto y su importancia para Europa.",
        "• Historia y organización política y social de Roma como parte esencial de la historia y cultura de la sociedad actual.",
        "• Instituciones, creencias y formas de vida de la civilización latina desde la perspectiva sociocultural actual: esclavitud y exclusión de la mujer.",
        "• Influencias de la cultura griega en la civilización latina.",
        "• La aportación de Roma a la cultura y al pensamiento de la sociedad occidental.",
        "• Relación de Roma con culturas extranjeras (Grecia, el cristianismo…). Roma como ejemplo de potencia imperialista: desmitificación de la dominación romana.",
        "• El mar Mediterráneo como encrucijada de culturas ayer y hoy. De la Europa mediterránea a la Europa continental.",
        "Bloque 4. Legado y patrimonio",
        "• Conceptos de legado, herencia y patrimonio.",
        "• La mitología clásica en manifestaciones literarias y artísticas. La presencia de la mitología clásica en la publicidad, el deporte y otras manifestaciones populares actuales.",
        "• La romanización de Hispania y las huellas de su persistencia. La romanización de Gallaecia en el contexto de la Hispania romana; semejanzas y diferencias.",
        "• Obras públicas y urbanismo: construcción, conservación, preservación y restauración. Su huella en la Galicia moderna.",
        "• Las instituciones políticas romanas y su influencia y persistencia en el sistema político actual.",
        "• La educación en la antigua Roma: etapas educativas.",
        "• Principales obras artísticas de la Antigüedad romana.",
        "• Principales sitios arqueológicos, museos o festivales relacionados con la Antigüedad clásica."
    ]
}