{
    "saberes": [
        "PERFIL 1: Para el perfil de salida 1, la mediación interlingüística se desarrolla de forma oral y escrita, alternando la comprensión y la transmisión del mensaje de la segunda lengua extranjera a la lengua materna y viceversa, utilizando estrategias lingüísticas (sinónimos o circunloquios muy elementales), y extralingüísticas.",
        "Lengua y uso. Transversal a todas las CE",
        "Funciones comunicativas",
        "-     Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludos, despedidas y presentaciones; descripción de personas, objetos y lugares; situar eventos en el tiempo; petición e intercambio de información sobre cuestiones cotidianas; rutinas; indicaciones e instrucciones; expresión de la pertenencia y la cantidad.",
        "-     Unidades lingüísticas básicas y significados asociados a dichas unidades, tales como expresión de la entidad y sus propiedades, cantidad y número, el espacio y las relaciones espaciales, el tiempo, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas elementales.",
        "-     Unidades lingüísticas de uso común y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y calidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas básicas.",
        "-     Principios del funcionamiento de las lenguas en lo referente al léxico, reglas gramaticales y variedades lingüísticas.",
        "Modelos contextuales y géneros discursivos",
        "-     Modelos contextuales y géneros discursivos básicos en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto, organización y estructuración según la estructura interna.",
        "Expresiones y léxico",
        "-     Léxico básico y de interés para el alumnado, relativo a identificación personal, relaciones interpersonales próximas, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana.",
        "-     Léxico y expresiones de uso común para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "Patrones sonoros, acentuales y rítmicos",
        "-     Patrones sonoros, acentuales, rítmicos y de entonación básicos, y funciones comunicativas generales asociadas a dichos patrones.",
        "Convenciones ortográficas",
        "-     Convenciones      ortográficas    básicas     y significados asociados a los formatos y elementos gráficos.",
        "-     Convenciones ortográficas básicas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
        "Reflexión sobre la lengua",
        "-     Consciencia sobre las similitudes formales y diferencias de significados entre lenguas (préstamos, cognados, falsos amigos).",
        "Estrategias comunicativas. Transversal a todas las CE",
        "Estrategias de comprensión y producción",
        "-     Estrategias básicas para la comprensión y la producción de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
        "-     Estrategias de uso común para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
        "-     Convenciones y estrategias conversacionales básicas de uso común, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, preguntar y responder, pedir y dar indicaciones, pedir y dar aclaraciones y explicaciones, comparar y contrastar, colaborar.",
        "-     Interés y valoración positiva por establecer contactos y comunicarse a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
        "Estrategias de mediación",
        "-     Conocimientos, destrezas y actitudes elementales que permiten iniciarse en actividades de mediación en situaciones cotidianas básicas.",
        "Estrategias de transferencia entre lenguas",
        "-     Estrategias básicas de uso común para identificar, organizar, retener, recuperar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "-     Estrategias y técnicas de compensación de las carencias comunicativas para responder eficazmente a una necesidad concreta.",
        "Reflexión sobre el aprendizaje y tratamiento del error",
        "-     Autoconfianza y reflexión sobre el aprendizaje. El error como instrumento de mejora y propuesta de evaluación.",
        "Estrategias de autoevaluación y coevaluación",
        "-     Estrategias y herramientas básicas de uso común de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
        "Herramientas analógicas y digitales",
        "-     Herramientas analógicas y digitales básicas de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la segunda lengua extranjera.",
        "-     Recursos para el aprendizaje y estrategias básicas de búsqueda de información: diccionarios, libros de consulta, bibliotecas, recursos digitales e informáticos.",
        "Cultura y sociedad. Transversal a todas las CE",
        "Aspectos socioculturales y sociolingüísticos",
        "-     Aspectos   socioculturales   y   sociolingüísticos   básicos   y habituales relativos a las costumbres, la vida cotidiana y las relaciones interpersonales, convenciones sociales básicas de uso común, lenguaje no verbal, cortesía lingüística y etiqueta digital propias de países donde se habla la segunda lengua extranjera.",
        "Diversidad lingüística e intercultural-     Estrategias básicas de uso común para apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "-     Estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos",
        "-     Diferencias en la comunicación no verbal entre las distintas lenguas y culturas.",
        "-     Diferencias y diversidad plurilingüe e intercultural.",
        "Lengua extranjera como medio de comunicación",
        "-     La segunda lengua extranjera como medio de comunicación y relación con personas de otros países, como forma de acceder a nueva información y como medio para conocer culturas y modos de vida diferentes.",

        "PERFIL 2: Para el perfil de salida 2, la mediación se realiza combinando el repertorio lingüístico del alumnado, comunicando, describiendo y explicando conceptos a un tercero, pudiendo para ello apoyarse en soportes analógicos o digitales, e incorporar elementos lingüísticos y culturales en textos orales, escritos y multimodales de los ámbitos personal, social y educativo.",
        "Lengua y uso. Transversal a todas las CE",
       "Funciones comunicativas",
       "-     Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludos, despedidas y presentaciones; descripción de personas, objetos y lugares; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; petición e intercambio de información sobre cuestiones cotidianas; instrucciones y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y emociones básicas; narración de acontecimientos pasados, descripción de situaciones presentes, y expresión de sucesos futuros; expresar la opinión y la posibilidad.",
       "-     Unidades lingüísticas de uso común y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y calidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas básicas.",
       "-     Principios del funcionamiento de las lenguas en lo referente al léxico, reglas gramaticales y variedades lingüísticas.",
       "Modelos contextuales y géneros discursivos",
       "-     Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto; organización y estructuración según el género, la función textual y la estructura.",
       "Expresiones y léxico",
       "-     Léxico básico y de interés para el alumnado, relativo a identificación personal, relaciones interpersonales próximas, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana.",
       "-     Léxico de uso común y de interés para el alumnado, relativo a identificación personal, relaciones interpersonales, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana, salud y actividad física, vivienda y hogar, clima y entorno natural, tecnologías de la información y la comunicación.",
       "Patrones sonoros, acentuales y rítmicos",
       "-     Patrones sonoros, acentuales, rítmicos y de entonación básicos, y funciones comunicativas generales asociadas a dichos patrones.",
       "Convenciones ortográficas",
       "-     Convenciones      ortográficas    básicas     y significados asociados a los formatos y elementos gráficos.",
       "-     Convenciones ortográficas básicas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
       "Reflexión sobre la lengua",
       "-     Consciencia sobre las similitudes formales y diferencias de significados entre lenguas (préstamos, cognados, falsos amigos).",
       "Estrategias comunicativas. Transversal a todas las CE",
       "Estrategias de comprensión y producción",
       "-     Estrategias básicas para la comprensión y la producción de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
       "-     Estrategias de uso común para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
       "-     Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la segunda lengua extranjera.",
       "-     Estrategias y técnicas para responder eficazmente a una necesidad comunicativa básica y concreta de forma comprensible, a pesar de las limitaciones derivadas del nivel de competencia en la segunda lengua extranjera y en las lenguas familiares.",
       "Estrategias de mediación",
       "-     Estrategias para resolver conflictos interculturales en contextos personales, sociales y educativos.",
       "-     Conocimientos, destrezas y actitudes que permitan detectar y colaborar en actividades de mediación en situaciones cotidianas sencillas.",
       "Estrategias de transferencia entre lenguas",
       "-     Estrategias y técnicas de compensación de las carencias comunicativas para responder eficazmente a una necesidad concreta.",
       "Reflexión sobre el aprendizaje y tratamiento del error",
       "-     Autoconfianza e iniciativa. El error como parte integrante del proceso de aprendizaje.",
       "Estrategias de autoevaluación y coevaluación",
       "-     Estrategias y herramientas básicas de uso común de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
       "Herramientas analógicas y digitales",
       "-     Recursos para el aprendizaje y estrategias elementales de búsqueda guiada de información en medios analógicos y digitales.",
       "-     Identificación de la autoría de las fuentes consultadas y los contenidos utilizados.",
       "Cultura y sociedad. Transversal a todas las CE",
       "Aspectos socioculturales y sociolingüísticos",
       "-     Aspectos socioculturales y sociolingüísticos de uso común relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales básicas; lenguaje no verbal, cortesía lingüística y etiqueta digital; cultura, costumbres y valores propios de países donde se habla la segunda lengua extranjera.",
       "-     Reconocimiento de la necesidad de adaptar el repertorio comunicativo propio al contexto social y cultural en el cual se desarrolla la comunicación.",
       "Diversidad lingüística e intercultural-     Estrategias básicas de uso común para apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
       "-     Diferencias en la comunicación no verbal entre las distintas lenguas y culturas.",
       "-     Diferencias y diversidad plurilingüe e intercultural.",
       "-     Estereotipos de otras culturas donde se habla la segunda lengua extranjera.",
       "-     Reconocimiento de los diferentes contextos sociales y culturales en los que desarrolla la comunicación",
       "Lengua extranjera como medio de comunicación",
       "-     La segunda lengua extranjera como medio de comunicación interpersonal e internacional, fuente de información, y como herramienta de participación social y de enriquecimiento personal.",
       "-     Patrones culturales de uso común propios de la segunda lengua extranjera."
    ],
    "criteriosEvaluacion": [
        "PERFIL 1:",
        "1.1. Contrastar las similitudes y diferencias entre distintas lenguas, identificando, de manera progresivamente autónoma, los aspectos básicos de su funcionamiento.",
        "1.2. Utilizar y diferenciar, de forma progresivamente autónoma, los conocimientos y estrategias que forman su repertorio lingüístico, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "1.3. Identificar aspectos socioculturales de la segunda lengua extranjera, comparando, con la ayuda ocasional docente, los elementos distintivos de la misma con los de su cultura propia.",
        "1.4. Mostrar interés y respeto por las diferencias lingüísticas y culturales de la segunda lengua extranjera, valorando, con la ayuda ocasional docente, prejuicios y estereotipos.",
        "2.1. Escuchar de forma activa e interpretar, con la guía ocasional docente, textos orales y multimodales, breves y sencillos, sobre temas predecibles de ámbito cotidiano, de interés personal, social y educativo, así como textos literarios adecuados a su nivel.",
        "2.2. Identificar la función comunicativa, el tema principal y las ideas secundarias de textos orales y multimodales a partir de los significados explícitos presentes en la información de carácter lingüístico, anticipando el significado por medio de la información de carácter extralingüístico (gestos, entonación, ritmo del discurso, dicción, entorno sonoro, signos visuales, emotividad del mensaje).",
        "2.3. Interpretar el vocabulario y el uso de estructuras frecuentes, así como aplicar estrategias para reconocer vocabulario poco frecuente de los ámbitos personal, social y educativo.",
        "3.1. Interpretar, con la guía ocasional docente, textos escritos y multimodales, breves y sencillos, sobre temas predecibles de ámbito personal, social y educativo próximo, así como textos literarios adecuados a su nivel y expresados de forma comprensible y clara.",
        "3.2. Identificar la función comunicativa, el tema principal y las ideas secundarias de textos escritos y multimodales, seleccionando y utilizando, con la guía ocasional docente, las estrategias de comprensión escrita, a partir de los significados explícitos de carácter lingüístico, y anticipando el significado por medio de la información de carácter extralingüístico (imágenes, iconos, disposición de la información, títulos, exclamaciones, tipos de letra) y sus conocimientos previos.",
        "3.3. Interpretar el vocabulario y el uso de estructuras frecuentes, y anticipar el significado del vocabulario poco frecuente del ámbito personal, social y educativo próximo en textos escritos y multimodales.",
        "3.4. Localizar y seleccionar información en medios digitales, con la guía ocasional docente, a partir de diferentes tipos de textos multimodales sencillos del ámbito personal, social y educativo.",
        "4.1. Producir diferentes tipos de textos orales y multimodales breves, con una pronunciación, ritmo y entonación adecuados, a partir de modelos, con la guía ocasional docente, utilizando un repertorio de expresiones, léxico y estructuras básicas en situaciones del ámbito personal, social y educativo.",
        "4.2. Utilizar estrategias básicas, con la guía ocasional docente, de planificación, producción y compensación, para producir monólogos breves.",
        "4.3. Mostrar control sobre un repertorio muy limitado de estructuras sintácticas comunes.",
        "4.4. Pronunciar y entonar los enunciados de manera comprensible, con la guía ocasional docente, repitiéndolos tantas veces como sea necesario para hacerlos entendibles.",
        "5.1. Producir textos escritos y multimodales sencillos y breves de diversos géneros textuales en soportes analógicos y digitales sobre temas del ámbito personal, social y educativo, con la ayuda ocasional docente, utilizando léxico y estructuras de uso frecuente.",
        "5.2. Mostrar control, sobre un repertorio muy limitado de estructuras sintácticas comunes.",
        "5.3. Revisar los textos escritos propios y los de sus compañeros y compañeras, detectando y comentando errores, con la ayuda docente.",
        "6.1. Participar en conversaciones, con intercambios de información breves y sencillos, sobre temas cotidianos y de relevancia personal, en contextos analógicos y digitales.",
        "6.2 Utilizar la cortesía lingüística, la etiqueta digital, la repetición, el ritmo pausado o el lenguaje no verbal para transmitir el mensaje.",
        "6.3. Interactuar mostrando empatía y respeto por las diferentes necesidades, ideas y motivaciones de los interlocutores, de forma guiada y en situaciones cotidianas, utilizando estrategias elementales para saludar, despedirse y presentarse; expresar mensajes; y formular y contestar preguntas sencillas e iniciar y terminar la comunicación.",
        "7.1. Mostrar interés por participar en la solución de problemas de entendimiento sobre asuntos cotidianos del ámbito personal, social y educativo.",
        "7.2. Comprender un mensaje breve y sencillo, y comunicar oralmente o por escrito su información o explicar sus conceptos de la segunda lengua extranjera a su lengua materna o de esta a aquella, incluyendo vocabulario frecuente, de forma guiada, pudiendo recurrir a la ayuda de otros participantes.",
        "7.3. Seleccionar y utilizar, de forma guiada, estrategias básicas que faciliten la comprensión y la expresión oral y escrita de información en distintas lenguas (de la segunda lengua extranjera a la lengua materna y al revés), como el lenguaje no verbal, simplificar o adaptar el mensaje, usando, con ayuda, recursos o apoyos analógicos y digitales, para crear puentes en la comunicación.",

        "PERFIL 2:",
        "1.1. Comparar las diferencias y similitudes entre distintas lenguas y reflexionar, de manera autónoma, sobre los aspectos básicos de su funcionamiento.",
        "1.2. Utilizar y diferenciar, de forma autónoma, los conocimientos y estrategias que forman su repertorio lingüístico, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "1.3. Identificar aspectos socioculturales de la segunda lengua extranjera, comparando, de manera autónoma, los elementos distintivos de la misma con los de su cultura.",
        "1.4. Comparar la diversidad lingüística y cultural propia de países donde se habla la segunda lengua extranjera mostrando interés por comprender elementos culturales y lingüísticos del ámbito personal, social y educativo.",
        "2.1. Escuchar de forma activa e interpretar, de manera autónoma, textos orales y multimodales breves y sencillos, sobre temas predecibles y no predecibles, del ámbito personal, social y educativo, así como textos literarios adecuados a su nivel.",
        "2.2. Analizar la función comunicativa, el tema principal, las ideas secundarias y detalles relevantes de textos orales y multimodales a partir de los significados explícitos e implícitos presentes en la información de carácter lingüístico y extralingüístico, por medio de inferencias y sus conocimientos previos.",
        "2.3. Inferir el significado de vocabulario y el uso de estructuras frecuentes, así como expresiones básicas de uso común de los ámbitos personal, social y educativo.",
        "3.1. Interpretar textos escritos y multimodales breves y sencillos, sobre temas predecibles y no predecibles del ámbito personal, social y educativo, eligiendo aquellos que se adecuen a sus gustos e intereses.",
        "3.2. Identificar el tema principal, las ideas secundarias de textos escritos y multimodales, así como sus significados explícitos e implícitos de carácter lingüístico y su relación con la información de carácter extralingüístico.",
        "3.3. Interpretar el significado de vocabulario y de expresiones básicas de uso común del ámbito personal, social y educativo e identificar el uso de estructuras frecuentes, en textos escritos y multimodales.",
        "3.4. Localizar, seleccionar y contrastar la información en medios digitales de diferentes textos multimodales del ámbito, personal, social y educativo.",
        "4.1. Producir y expresar oralmente, con cierta fluidez y corrección, textos claros, coherentes y bien organizados, con una pronunciación, ritmo y entonación adecuados, utilizando un repertorio de expresiones, léxico y estructuras de uso frecuente en situaciones del ámbito personal, social y educativo con el fin de informar, exponer, describir, narrar y argumentar. ",
        "4.2. Utilizar estrategias de planificación, producción, compensación y revisión, como el uso de palabras o frases sencillas de las diferentes lenguas de su repertorio lingüístico o el uso del contexto verbal y no verbal.",
        "4.3. Mostrar un buen control, sobre un repertorio limitado de estructuras sintácticas comunes, y seleccionar los elementos adecuados de coherencia y de cohesión textual para organizar el discurso de manera sencilla pero eficaz.",
        "4.4. Pronunciar y entonar los enunciados de manera clara y comprensible, repitiéndolos tantas veces como   sea   necesario   para   hacerlos entendibles.",
        "5.1. Producir textos escritos y multimodales breves, coherentes y cohesionados en soportes analógicos y digitales, utilizando tanto el registro formal como informal según la tipología textual y la situación comunicativa, sobre temas del ámbito personal, educativo y social.",
        "5.2. Mostrar un buen control sobre un repertorio limitado de estructuras sintácticas comunes, y seleccionar los elementos adecuados de coherencia y de cohesión textual para organizar el texto escrito de manera sencilla pero eficaz.",
        "5.3. Aplicar estrategias de revisión de textos, de forma autónoma, a partir de modelos de los textos escritos.",
        "6.1. Participar en conversaciones simples, sobre temas predecibles y del ámbito personal, educativo y social en contextos analógicos y digitales, utilizando guiones",
        "6.2. Utilizar la cortesía lingüística, la etiqueta digital, el lenguaje no verbal y estrategias para indicar que no se ha entendido el mensaje y solicitar repetición.",
        "6.3. Interactuar mostrando interés, respeto y empatía hacia los interlocutores en contextos pluriculturales, cotidianos, informales, como dar y pedir la palabra, cooperar y pedir aclaraciones.",
        "7.1. Mostrar interés por participar en la solución de problemas de entendimiento, sobre asuntos diversos del ámbito personal, social y educativo.",
        "7.2. Comprender, comunicar y describir textos en diferentes soportes, o explicar conceptos, de forma oral o escrita, combinando su repertorio lingüístico, que incluyan vocabulario, expresiones y estructuras frecuentes.",
        "7.3. Seleccionar y aplicar estrategias de simplificación y adaptación de la lengua, que faciliten la comprensión y expresión oral y escrita de la información en distintas lenguas, adecuadas a las situaciones comunicativas, con apoyo puntual de soportes analógicos o digitales, en función de las necesidades de cada momento"
    ]
}