{
    "criteriosEvaluacion": [
        "1.1. Conocer las flexiones nominal, pronominal y verbal, en sus formas regulares e irregulares, y distinguir las categorías gramaticales y las construcciones sintácticas de la lengua latina, identificando y analizando todas estas unidades lingüísticas en textos latinos de diversa índole, para traducirlos y consolidar las estructuras de la propia lengua y otras del repertorio individual del alumnado. CCL2, CP2, STEM2",
        "1.2. Realizar lecturas o traducciones directas o inversas de textos originales o adaptados, de dificultad adecuada y progresiva, sirviéndose del diccionario bilingüe latín-español o de herramientas de apoyo en distintos soportes digitales o no, para seleccionar los términos más apropiados en la lengua propia y teniendo en cuenta la información cotextual o contextual, con la intención de mejorar las destrezas y habilidades propias de los procesos del análisis textual y de la traducción. CCL1, CCL2, CCL3, CP2, STEM1, CD1",
        "1.3. Revisar y subsanar las traducciones propias y la de los compañeros y las compañeras, a partir de procesos de autoevaluación y coevaluación, registrando los progresos y las dificultades en el conocimiento de la lengua latina y adoptando estrategias adecuadas y eficaces para ello, con la finalidad de mejorar la planificación y organización del trabajo, y de consolidar y desarrollar los aprendizajes adquiridos. CCL1, CP2, STEM2, CPSAA5",
        "2.1. Inferir el significado etimológico de términos de uso común, de nueva aparición o del léxico científico-técnico, y reconocer expresiones latinas, aplicando estrategias de reconocimiento de formantes latinos según los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar y distinguiendo familias etimológicas o semánticas, para comprender los procedimientos de creación léxica, ampliar el vocabulario, obtener un mayor conocimiento y mejor manejo de las lenguas y lenguajes que conforman el repertorio del alumnado, y propiciar futuros aprendizajes autónomos de otras. CP2, CP3, STEM1",
        "2.2.Explicar cambios fonéticos, morfológicos o semánticos desde la lengua latina a las lenguas romances, especialmente a las lenguas y modalidades de España, analizando prejuicios y estereotipos lingüísticos, y valorando la diversidad lingüística como fuente de conocimiento y de riqueza, con el objetivo de entender la lengua como un ente vivo y cambiante propio del ser humano, y que depende en su funcionamiento del contexto comunicativo diastrático, diafásico o diatópico. CCL5, CP3, CPSAA4, CPSAA5",
        "3.1. Leer, interpretar y comentar textos y fragmentos literarios de creciente complejidad, de diversa índole y en diferentes soportes de información y comunicación, definiendo conceptos fundamentales para la comprensión de la civilización latina y aplicando estrategias de aprendizaje, que impliquen movilizar los conocimientos previos, con el objetivo de comprender el mundo y la condición humana, y de desarrollar la sensibilidad estética y el hábito lector, analizando y reflexionando sobre la propia experiencia. CCL2, CCL4, CP3, CD1, CCEC1, CCEC2",
        "3.2. Analizar y explicar los géneros, temas, tópicos y valores éticos o estéticos de la civilización y cultura latinas, partiendo de la lectura de sus autores y obras más relevantes, considerando sus características principales y estableciendo relaciones y paralelismos entre la literatura latina y la posterior, con el propósito de producir textos individuales o colectivos con intención literaria en distintos soportes, como fuente de enriquecimiento personal y de desarrollo creativo, y de valorar su pervivencia en obras o fragmentos literarios posteriores de la cultura europea y occidental. CCL2, CCL4, CP3, CD1, CD2, CCEC2, CCEC3.2",
        "4.1. Explicar los procesos históricos y políticos, las instituciones, las clases sociales, los modos de vida y las costumbres de la sociedad romana, comparándolos con los de las sociedades actuales, valorando las adaptaciones y los cambios experimentados a la luz de la evolución de las sociedades y los derechos humanos, con la intención de favorecer el desarrollo de una cultura y una ciudadanía comprometidas con la memoria colectiva y los valores democráticos, y de fomentar la educación de valores cívicos y normas que impliquen la igualdad de todas las personas como instrumentos válidos en la resolución de conflictos. CCL3, CP3, CC1, CC2, CCEC1",
        "4.2. Elaborar trabajos de investigación en distintos soportes de información y comunicación del ámbito educativo, sobre aspectos del legado de la civilización latina en el ámbito personal, religioso y sociopolítico; y debatir acerca de su importancia, localizando, seleccionando, contrastando y reelaborando la información procedente de diferentes fuentes bibliográficas y digitales, calibrando su fiabilidad y pertinencia, respetando los principios de rigor y propiedad intelectual, y haciendo uso responsable de soportes tecnológicos para la realización de producciones. Todo esto para obtener una visión integradora de la pervivencia romana y la tradición clásica, que posibilite el contraste y la empatía de opiniones y el respeto de las argumentaciones ajenas. CCL1, CCL3, CCL5, CD1, CD2, CPSAA3.1, CC3, CCEC1",
        "5.1. Identificar, investigar y explicar el legado material e inmaterial de la civilización latina, analizando sus producciones culturales y la influencia que han tenido estas en el mundo occidental, e interesándose por los procesos de construcción, preservación, conservación y restauración de los monumentos clásicos más importantes reconocidos universalmente, para lograr una actitud cívica que asegure el reconocimiento y la sostenibilidad del patrimonio y el desarrollo de una actitud respetuosa, igualitaria y libre de prejuicios hacia ese legado cultural que constituye el fundamento de nuestra sociedad actual. CCL3, CP3, CD2, CC1, CC2, CC4, CCEC1, CCEC2",
        "5.2. Explorar las huellas de la romanización y el legado romano, aplicando los conocimientos adquiridos en los que el alumnado reflexione sobre la cultura de los pueblos y entendiendo su forma de vida y sociedad, con el fin de investigar y valorar la pervivencia de la Antigüedad clásica, en especial, de la civilización latina en su vida cotidiana y en el patrimonio cultural de Canarias, y de realizar productos en los que presente sus resultados a través de diferentes soportes de información y comunicación del ámbito educativo. CP3, CD2, CC1, CC2, CC4, CE1, CCEC2"
    ],
    "saberes": [
        "I. EI texto: comprensión y traducción",
        "    1. Unidades lingüísticas de la lengua latina ",
        "        1.1. Comprensión e interpretación del concepto de lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones) y flexión verbal (sistema de conjugaciones).",
        "        1.2. Reconocimiento y uso adecuado de las funciones sintácticas de los casos.",
        "        1.3. Manejo y análisis de estructuras oracionales simples y compuestas más frecuentes. La concordancia y el orden de palabras. ",
        "            1.3.1. Establecimiento de relaciones de concordancia: sustantivo + adjetivo y sustantivo/pronombre + verbo.",
        "            1.3.2. Conocimiento de la disposición de las palabras latinas en una frase.",
        "        1.4. Clasificación y análisis morfosintáctico de las formas nominales del verbo.",
        "        1.5. Consolidación de las estructuras lingüísticas en castellano.",
        "    2. La traducción: técnicas, procesos y herramientas ",
        "        2.1. Análisis morfosintáctico como herramienta de traducción.",
        "        2.2. Aplicación de estrategias de traducción: ",
        "            2.2.1. Formulación de expectativas a partir del entorno textual (título, obra…) y del propio texto (campos temáticos, familias de palabras…), así como a partir del contexto.",
        "            2.2.2. Conocimiento del tema y descripción de la estructura y género.",
        "            2.2.3. Identificación de peculiaridades lingüísticas de los textos traducidos (discurso directo/indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica…).",
        "            2.2.4. Identificación de errores frecuentes de traducción y técnicas para evitarlos (comprobación de si la traducción está completa, control de acuerdo a criterios dados, delimitación de construcciones sintácticas…).",
        "        2.3. Búsqueda y aplicación de herramientas de traducción: glosarios, diccionarios, atlas o correctores ortográficos en soporte analógico o digital…",
        "        2.4. Lectura comparada de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
        "        2.5. Reconocimiento de recursos estilísticos frecuentes y su relación con el contenido del texto.",
        "        2.6. Uso de estrategias básicas de retroversión de textos, de manera que se trabaje la morfosintaxis casual de manera activa.",
        "        2.7. Uso de la traducción como instrumento que favorece el razonamiento lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis.",
        "        2.8. Aceptación del error como parte del proceso de aprendizaje, actitud positiva de superación y desarrollo de la autoconfianza, autonomía e iniciativa.",
        "        2.9. Uso de estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación.",
        "II. Plurilingüismo",
        "    1. Reflexión acerca de la influencia del latín en la evolución del castellano y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado, valorando especialmente el español de Canarias.",
        "    2. Explicación y desarrollo de la evolución fonética del latín al castellano, razonando la diferencia entre cultismos y palabras. patrimoniales, además de los semicultismos y los dobletes.",
        "    3. Identificación de lexemas, sufijos y prefijos de origen latino presentes en el léxico de uso común y en el específico de las ciencias y la técnica, infiriendo el significado y la definición de palabras de uso común en las lenguas de enseñanza a partir de su descomposición y derivación, tomando conciencia de cómo se implementan estos mecanismos de las lenguas para formar palabras.",
        "    4. Agrupación en familias léxicas o semánticas de palabras a partir de las raíces latinas.",
        "    5. Explicación correcta de las expresiones latinas, clasificándolas según los campos a los que pertenecen, integradas en las lenguas modernas y su empleo en la lengua coloquial y en diferentes tipos de textos (literarios, periodísticos, publicitarios…), así como en los medios de comunicación y las redes sociales.",
        "    6. Interés por conocer el significado etimológico de las palabras: la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
        "    7. El latín como instrumento que permite un mejor conocimiento de las lenguas de estudio y un más fácil acercamiento a otras lenguas modernas, romances y no romances.",
        "    8. Respeto por todas las lenguas y aceptación de las diferencias culturales de las personas que las hablan.",
        "    9. Reconocimiento y empleo de herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de latín a nivel transnacional.",
        "    10. Reflexión acerca de expresiones y léxico específico básico sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje): intercambio de puntos de vista en trabajos grupales o colaborativos.",
        "III. Educación literaria",
        "    1. Estudio de la lengua latina como principal vía de transmisión de los conocimientos del mundo clásico (historia, arte, literatura, ingeniería…).",
        "    2. Distinción de las etapas y vías de transmisión de la literatura latina, para contextualizar adecuadamente los autores y géneros literarios.",
        "    3. Reconocimiento de los principales géneros de la literatura latina: origen, tipología, cronología, temas, motivos, tradición, características y principales autores.",
        "    4. Uso de técnicas básicas para el comentario y análisis lingüístico y literario de los textos literarios latinos.",
        "    5. Recepción de la literatura latina: ",
        "        5.1. Valoración de la influencia de la literatura latina en la producción cultural europea.",
        "        5.2. Aprendizaje de nociones básicas de intertextualidad: imitatio, aemulatio, interpretatio y allusio.",
        "    6. Identificación y comentario de las analogías y diferencias entre los géneros literarios latinos y los de la literatura actual.",
        "    7. Introducción a la crítica literaria: análisis y valoración de la literatura latina en sus contenidos, aspectos lingüísticos y estilísticos.",
        "    8. Reconocimiento de las islas Canarias en los textos literarios, analizando sus características más representativas e identificándolas como parte del imaginario de la literatura latina y de la literatura occidental en todos los tiempos.",
        "    9. Interés hacia la literatura de autores clásicos como fuente de deleite, placer y de conocimiento del mundo.",
        "    10. Respeto de la propiedad intelectual y de los derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "IV. La antigua Roma",
        "    1. Identificación y descripción de los aspectos más relevantes de la geografía en el proceso de expansión de Roma desde su nacimiento hasta la desaparición del Imperio romano.",
        "    2. Reconocimiento y valoración patrimonial de las ciudades y los lugares más relevantes de la antigua Roma y la función de de cada uno de estos (Foro Romano, basílicas, Coliseo, Circo Máximo…), a través de los textos latinos.",
        "    3. Estudio de las etapas y de los periodos históricos de Roma: ",
        "        3.1. Identificación de los principales sistemas políticos de Roma: Monarquía, República e Imperio, y explicación de sus instituciones más representativas: el senado, la asamblea popular, la magistratura de la Roma republicana…",
        "        3.2. Repercusión de los hitos y episodios de la historia del mundo romano entre los siglos VIII a. C. y V d. C. en la ciudadanía romana y en el proceso de romanización.",
        "        3.3. Reconocimiento de las principales leyendas y su conexión con otras civilizaciones.",
        "        3.4. Influencia de las personalidades históricas más representativas de Roma en el pensamiento político y social de Europa.",
        "    4. Descripción de la organización política y social de Roma como parte esencial de la historia y cultura de la sociedad contemporánea.",
        "    5. Comparación de las instituciones, creencias y formas de vida de la civilización latina con la perspectiva sociocultural de nuestros días, enjuiciando cómo somos y actuamos de forma habitual en nuestro contexto familiar o social más cercano, y prestando especial atención al papel desempeñado por la mujer en aquel momento histórico.",
        "    6. Valoración de las influencias de la cultura griega en la civilización latina en la literatura: Graecia capta ferum victorem cepit.",
        "    7. Aportación de Roma a la cultura y al pensamiento de la sociedad occidental como base del desarrollo posterior en las distintas civilizaciones, mediante traducciones y comentarios de textos originales o adaptados.",
        "    8. Relación de Roma con culturas y religiones extranjeras (Grecia, el cristianismo…), de manera que el alumnado reflexione, y sea tolerante y respetuoso con las culturas y religiones actuales ajenas a él.",
        "    9. Estudio y valoración del mar Mediterráneo como punto de encuentro para los pueblos y como encrucijada de culturas del ayer y hoy y paso del conocimiento científico, literario, histórico, artístico y tecnológico entre Asia, Europa y África.",
        "    10. Localización de Canarias en el imaginario clásico: visión mítica del archipiélago como locus amoenus.",
        "V. Legado y patrimonio",
        "    1. Reconocimiento y valoración del legado, de la herencia y del patrimonio romano en el mundo actual.",
        "    2. Apreciación de la transmisión textual latina como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Reconocimiento de soportes de escritura: tipos y preservación.",
        "    3. Reflexión sobre la pervivencia de referentes míticos en las manifestaciones artísticas (literatura, artes plásticas y visuales, música…) de la cultura occidental, en general, y de Canarias, en particular.",
        "    4. Valoración del proceso de la romanización de Hispania y las huellas de su pervivencia.",
        "    5. Investigación y reflexión de la pervivencia del urbanismo romano: construcción, conservación, preservación y restauración.",
        "    6. Investigación del legado inmaterial del mundo romano: el derecho, las instituciones políticas, la retórica…",
        "    7. Aplicación de las técnicas de debate y de exposición oral, partiendo de los preceptos de la oratoria romana para la construcción de discursos.",
        "    8. Localización y descripción de las principales obras artísticas de la Antigüedad romana y sitios arqueológicos, museos o festivales relacionados con la Antigüedad clásica.",
        "    9. Identificación y valoración del patrimonio cultural romano en la arquitectura y el urbanismo de Canarias."
    ]
}