{
  "saberes": [
    "Bloques A. Juegos y deportes.",
    "Habilidades motoras vinculadas a acciones y gestos deportivos propios de los juegos y deportes individuales o colectivos.",
    "Estrategias básicas propias de los juegos y deportes individuales o colectivos.",
    "La tradición lúdica vasca: “jokoa” y “jolasa’’.",
    "La tradición lúdica de otras culturas: el valor de la diversidad cultural.",
    "Procesos para la creación de juegos y danzas.",
    "Deportes alternativos y deporte adaptado.",
    "Elementos de análisis de la lógica interna y la externa.",
    "Procedimientos de análisis de las actuaciones realizadas.",
    "Bloques B. Expresión corporal.",
    "El movimiento como medio de comunicación y expresión de deseos y sentimientos, estados de ánimo y emociones, así como expresión de situaciones y acciones cotidianas.",
    "El cuerpo como herramienta de comunicación y expresión creativa: el conocimiento y dominio del cuerpo y sus posibilida-des gestuales, posturales, sensitivas, expresivas y de movimiento.",
    "Juegos y actividades de expresión dramática y corporal que combinen distintos ritmos, y el manejo de diversos espacios y objetos.",
    "Dinámicas de confianza e integración.",
    "Las danzas vascas y bailes tradicionales de otras culturas.",
    "Improvisaciones y creaciones colectivas e individuales como medio de comunicación espontánea.",
    "Bloques C. Bienestar físico, emocional y social.",
    "Bienestar físico Las cualidades físicas básicas y su relación con la condición física y la salud.",
    "La condición física y su relación con la salud en sus diferentes dimensiones.",
    "Efectos positivos del ejercicio físico en la salud generan en el desarrollo integral de la persona.",
    "Efectos que tienen sobre la salud determinados hábitos como el sedentarismo, los desequilibrios nutricionales y una inadecuada hidratación.",
    "Actuaciones básicas en las lesiones más comunes en la práctica de actividades físicas y deportivas.",
    "La nutrición y la actividad física: una nutrición equilibrada para la salud.",
    "Bienestar emocional Emociones primarias y secundarias.",
    "Factores desencadenantes, acciones y efectos de las emociones.",
    "La actividad física como fuente de disfrute y catarsis.",
    "La gestión emocional y su relación con la actividad física y la salud.",
    "Procesos de análisis del estado emocional: mood meter…",
    "Estrategias de regulación emocional.",
    "El autocontrol, la tolerancia y la deportividad como pilares para la consecución de resultados.",
    "La respiración y la relajación, su relación con la salud integral y la regulación de las emociones.",
    "Bienestar social Empatía, disposición de ayuda y colaboración, y el respeto hacia los límites y necesidades de cada persona.",
    "Colaboración y cooperación en las tareas de aprendizaje en grupo.",
    "Gestión de conflictos y habilidades sociales.",
    "Aceptación, respeto y uso responsable de las normativas sobre higiene, instalaciones y materiales.",
    "Actitud crítica hacia los estereotipos vinculados al género.",
    "Las posibilidades que el entorno nos ofrece para realizar actividad física: oferta municipal, entorno natural, clubs deportivos, gimnasios…",
    "Respeto a los diferentes niveles de competencia motriz y al valor de la diversidad."
  ],
  "criteriosEvaluacion": [
    "1.1. Organizar diferentes propuestas ludomotrices y artístico-expresivas desde las motivaciones y posibilidades personales que el entorno ofrece, participando activamente en ellas.",
    "1.2. Conocer propuestas ludomotrices emergentes o alternativas, a través de la práctica y del análisis de su lógica interna y externa, mostrando interés y respeto por las mismas.",
    "1.3. Participar activamente en los juegos y deportes tradicionales y adaptados valorando y reajustando la propia intervención con progresiva autonomía y aprendiendo de forma cooperativa desde el respeto a la diversidad.",
    "1.4. Desarrollar propuestas artístico-expresivas de manera guiada, a través del conocimiento de la tradición vasca y de otras culturas, mostrando confianza en las capacidades propias.",
    "1.5. Reconocer las características de una vida activa y saludable (fisiológicas, emocionales, dietéticas...) y los efectos positivos de la práctica motriz intensa, reconociendo, vivenciando y disfrutando sus beneficios.",
    "2.1. Conocer las emociones primarias y secundarias, valorando la vivencia personal y cooperando en la identificación de las emociones de los demás.",
    "2.2. Practicar diferentes técnicas de regulación emocional, tomando conciencia de las emociones",
    "3.1. Analizar la actividad física como fuente de bienestar personal y relacional, disfrutando de las prácticas motrices y reconociéndolas como estrategia para reducir el estrés.",
    "3.2. Contribuir a la creación de un clima positivo, mostrando un comportamiento prosocial y de cooperación practicando la comunicación expresiva y receptiva.                    "
  ]
}