{
    "criteriosEvaluacion": [
        "1.1. Explicar y argumentar la interpretación de las obras teatrales leídas o vistas, a partir del análisis de las relaciones in- ternas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto so- ciohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras.",
        "1.2. Leer en voz alta y colectivamente fragmentos y obras teatrales prestando especial atención a la configuración de si- tuaciones y escenas, enfatizando las emociones, la intensidad de las palabras y los elementos prosódicos, así como de- mostrando motivación, interés y capacidad para la implicación en tareas colectivas.",
        "1.3. Poner en escena breves fragmentos de las obras planteadas, dándole importancia a los elementos espectaculares que conforman el hecho teatral y comparando las acciones que plantea el autor en el texto y las diversas opciones de puesta en escena que permite una misma secuencia.",
        "2.1. Elaborar una interpretación personal a partir de la lectura, el visionado o la asistencia a obras relevantes de la literatu- ra dramática que atienda a aspectos temáticos, de género y subgénero, elementos de la estructura y el estilo y valores éticos y estéticos de las obras y establezca vínculos argumentados con otras obras y otras experiencias artísticas y cultu- rales.",
        "2.2. Acceder a diversas manifestaciones de la cultura literaria dramática en el marco de un itinerario lector personal que enriquezca, de forma consciente y sistemática, la propia identidad lectora y como público teatral.",
        "2.3. Participar en conversaciones literarias de manera que se compartan las propias experiencias de lectura, de visionado o de asistencia teatral con la ayuda de un metalenguaje específico.",
        "3.1. Comparar textos o fragmentos teatrales entre sí o con su puesta en escena, adaptación cinematográfica u otras repre- sentaciones artísticas relacionadas, argumentando oralmente o por escrito los elementos de semejanza y contraste tanto en lo relativo a aspectos temáticos y de contenido como formales y expresivos y con atención a los valores éticos y estéti- cos de las obras.",
        "3.2. Analizar los vínculos entre obras dramáticas objeto de lectura guiada u otros textos y manifestaciones artísticas y sus puestas en escena, en función de temas, tópicos, estructuras, personajes, lenguaje, recursos expresivos y valores éticos y estéticos, exponiendo sus conclusiones a través de una exposición oral, un ensayo o una presentación multimodal, mostrando su implicación personal en este trabajo.",
        "3.3. Situar los textos teatrales, leídos o vistos, en su horizonte histórico cultural y ofrecer una panorámica de conjunto sobre géneros, estilos y obras relevantes de la literatura dramática universal, elaborando y realizando una exposición escrita, oral, o multimodal, de manera individual o colectiva, en la que se muestre el conocimiento del contexto y la influencia del mismo en su producción.",
        "4.1. Crear textos teatrales personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos teatrales significativos en los que se empleen las convenciones formales del género, atendiendo especialmente a sus dos secuencias textuales bá- sicas (diálogo y acotaciones) y al reflejo de los elementos de significación (espacio y objetos escénicos, iluminación y so- nido, diseño de personajes o códigos interpretativos) en el texto escrito.",
        "4.2 Distinguir las distintas profesiones que conforman el hecho teatral y su relevancia en el engranaje del mismo a lo largo de la historia, a partir de la visualización de breves fragmentos de espectáculos cuya base no es específicamente la litera- tura dramática, creando una dramaturgia escénica fundamentada en una de estas profesiones.",
        "5.1. Realizar un proyecto de investigación sobre autoras de relevancia, personajes femeninos esenciales, obras teatrales de contextos no occidentales o sobre cuestiones temáticas o formales que aporten una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria, exponiendo oralmente o por escrito los hallazgos encontrados y las reflexiones personales sobre la relación entre la visibilidad de los discursos y la construcción del imaginario colectivo.",
        "5.2. Aportar una visión personal para la elaboración de un canon literario dramático universal inclusivo, elaborando comen- tarios críticos o reseñas de textos teatrales, ya sean orales o escritos, y/o participando en debates o mesas redondas acerca de lecturas, visionados o asistencias teatrales en los que se incorpore la perspectiva de género, se ponga en cuestión la mirada etnocéntrica propia del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad que suponga opresión sobre cualquier minoría.",
        "5.3. Leer obras de la literatura dramática o ver su puesta en escena, atendiendo tanto a las relaciones internas de los elementos constitutivos del género y sus funciones en las obras como a las relaciones externas de las obras con su con- texto de producción y su inscripción en la tradición cultural, para ensanchar las posibilidades de disfrute de la literatura dramática y para estimular la expresión artística."
    ],
    "saberes": [
        "A. Construcción guiada y compartida de la interpretación de algunos textos relevantes de la literatura dramática inscritos en itinerarios temáticos que establezcan relaciones intertextuales entre obras y fragmentos de diferen- tes géneros, épocas, contextos culturales y códigos artísticos, así como con sus respectivos contextos de pro- ducción.",
        "El arte teatral: el texto teatral (definición y elementos); el personaje teatral; la realización escénica; la recepción teatral.",
        "Temas y formas de la literatura dramática",
        "Estrategias de análisis, interpretación y creación de textos teatrales",
        "B. Recepción autónoma de obras relevantes de la literatura dramática y participación en conversaciones literarias y en intercambios."
    ]
}