{
    "saberes": [
        "A. Cultura científica.",
        "1. Iniciación en la actividad científica.",
        "- Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones, creación de modelos, investigación a través de búsqueda de información, experimento con control de variables…).",
        "- Instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "- Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "- Fomento de la curiosidad, la iniciativa y la constancia en la realización de las diferentes investigaciones.",
        "- Avances en el pasado relacionados con la ciencia y la tecnología que han contribuido a transformar nuestra sociedad mostrando modelos que incorporen una perspectiva de género.",
        "2. La vida en nuestro planeta.",
        "- Los reinos de la naturaleza desde una perspectiva general e integrada a partir del estudio y análisis de las características de diferentes ecosistemas.",
        "- Características propias de los animales que permiten su clasificación y diferenciación en subgrupos relacionados con su capacidad adaptativa al medio: obtención de energía, relación con el entorno y perpetuación de la especie.",
        "- Características propias de las plantas que permiten su clasificación   en   relación con  su  capacidad  adaptativa al medio:   obtención  de energía,  relación  con  el entorno y perpetuación de la especie.",
        "- El patrimonio natural  en  Castilla  y  León.  Los espacios naturales protegidos  en Castilla y León. Su uso, cuidado y conservación.",
        "- Las formas de relieve más relevantes.",
        "- Clasificación elemental de las rocas.",
        "- Acciones saludables relacionadas con el bienestar físico del ser humano: higiene,  alimentación  variada  y  equilibrada (importancia  de  la  calidad de  los alimentos), ejercicio físico, contacto con la naturaleza, descanso, ocio y cuidado del cuerpo como medio para prevenir posibles enfermedades en un proceso guiado de aprendizaje.",
        "- Acciones saludables relacionadas con el bienestar emocional y social: Estrategias  de  identificación, aceptación,   etiquetado  y  gestión de  las  propias emociones   y   respeto   por   las   de   los   demás en   un   proceso   guiado   de aprendizaje. Importancia   de   tener relaciones   sociales   y   prácticas   de   ocio positivas en sus entornos más cercanos. Análisis guiado de las consecuencias de  las  prácticas  de  ocio  nocivas.   Sensibilidad  y  aceptación  de  la  diversidad presente en el aula y en la sociedad. Educación afectivo-sexual.",
        "3.  Materia, fuerzas y energía",
        "-  El calor. Cambios de estado, materiales conductores y aislantes, instrumentos de   medición   y   aplicaciones   en   la   vida   cotidiana. Importancia   del   ahorro energético. Puesta en práctica de hábitos de consumo responsable de energía.",
        "-  Los cambios reversibles e irreversibles que experimenta la materia desde un estado inicial a uno final identificando los procesos y transformaciones que experimenta en la materia en situaciones de la vida cotidiana.",
        "B. Tecnología y digitalización  ",
        "1.  Digitalización del entorno personal de aprendizaje.",
        " - Dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo.",
        "- Estrategias de búsquedas guiadas de información seguras y eficientes en internet (valoración, discriminación, selección y organización).",
        "- Reglas básicas de seguridad y privacidad para navegar por Internet y para proteger el entorno digital personal de aprendizaje.",
        "- Recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas. Etiqueta digital, reglas básicas de cortesía y respeto y estrategias para resolver problemas en la comunicación digital.",
        "- Estrategias para fomentar el bienestar digital, físico y mental. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, acceso a contenidos inadecuados, publicidad, correos no deseados…) y estrategias de actuación.",
        "2.  Proyectos guiados de diseño y pensamiento computacional.",
        "- Fases de los proyectos de diseño: diseño, prototipado, prueba y comunicación.",
        "- Materiales, herramientas y objetos adecuados a la consecución de un proyecto de diseño.",
        "- Técnicas cooperativas sencillas para el trabajo en equipo y estrategias para la gestión de conflictos y promoción de conductas empáticas e inclusivas.",
        "- Iniciación en la programación a través de recursos analógicos (actividades desenchufadas) o digitales (plataformas digitales de iniciación en la programación, aplicaciones de programación por bloques, robótica educativa…).",
        "Conciencia ecosocial.",
        "- La mejora ambiental de nuestro entorno vital:  el entorno próximo (biodiversidad, calidad del aire, ocupación del suelo, salubridad y suciedad). Aspectos a mejorar o eliminar en el entorno. Alianzas para mejorar el entorno. Acciones para mejorar el entorno vital."
    ],
    "criteriosEvaluacion": [
        "1.1 Buscar información sobre el medio natural utilizando dispositivos y recursos digitales en entornos personales y/o virtuales de aprendizaje de acuerdo con las necesidades del contexto educativo de forma segura. (CCL3, CD1, CD3, CD4, CPSAA2)",
        "1.2 Reelaborar contenidos digitales sencillos sobre el medio natural, de forma guiada, a través de aplicaciones y recursos digitales, comunicándose y trabajando de forma individual y en equipo. (CCL1, CCL3, CD2, CD3, CD5, CPSAA4, CCEC4)",
        "1.3 Cooperar en la utilización de recursos digitales de forma responsable y respetuosa, indagando sobre el medio natural. (CCL1, CD2, CD3, CD4, CD5)",
        "2.1 Formular preguntas y realizar predicciones, demostrando curiosidad y respeto por el medio natural cercano. (CCL1, STEM2, CC4)",
        "2.2 Buscar información de diferentes fuentes seguras y fiables, utilizándola en investigaciones relacionadas con el medio natural y adquiriendo léxico científico básico. (CCL2, CCL3, CD1, CD4)",
        "2.3 Realizar experimentos guiados, cuando la investigación lo requiera, utilizando diferentes técnicas sencillas de indagación, empleando de forma segura instrumentos, realizando observaciones y mediciones precisas y registrándolas correctamente. (STEM 1, STEM 2, STEM4, CPSAA4, CPSAA5, CC4)",
        "2.4 Proponer posibles respuestas a las preguntas planteadas sobre el medio natural, a través de la interpretación de la información y los resultados obtenidos. (CCL1, CCL2, CCL3, STEM2, CD1, CPSAA5)",
        "2.5 Presentar los resultados de las investigaciones sobre el medio natural, en diferentes formatos, explorando el lenguaje científico básico y explicando los pasos seguidos. (CCL1, CP2, STEM2, STEM4, CD2, CD4, CPSAA4, CPSAA5)",
        "3.1 Construir, de forma guiada y en equipo un producto final sencillo que dé solución a un problema de diseño, proponiendo soluciones, probando diferentes prototipos y utilizando de forma segura las herramientas y materiales adecuados. (STEM1, STEM3, CPSAA3, CE1, CE3, CCEC4)",
        "3.2 Presentar el producto final de los proyectos de diseño en diferentes formatos y explicando los pasos seguidos con ayuda de un guion. (CCL1, STEM2, STEM4)",
        "3.3 Iniciarse en la resolución de forma guiada, problemas sencillos de programación, experimentando con algoritmos de acuerdo con los principios básicos del pensamiento computacional. (STEM1, CD5, CPSAA4)",
        "4.1 Mostrar actitudes que fomenten el bienestar emocional y social, identificando las emociones propias y las de los demás, desarrollando sensibilidad y respeto en las relaciones afectivas. (STEM5, CPSAA1, CPSAA2, CPSAA3, CC3, CE2, CCEC3)",
        "4.2 Desarrollar estilos de vida saludables reconociendo la importancia de una alimentación variada, equilibrada y sostenible, el ejercicio físico, el contacto con la naturaleza, el descanso, la higiene y el uso adecuado de nuevas tecnologías. (STEM5, CD4, CPSAA2, CC3)",
        "5.1 Identificar las características, la organización y las propiedades de los elementos o sistemas del medio natural a través de la indagación y utilizando las herramientas y procesos adecuados y compartiendo e intercambiando la información obtenida. (CCL1, CCL4 STEM1, STEM2, STEM4, CD1, CE1, CCEC1)",
        "5.2 Identificar conexiones sencillas y directas entre diferentes elementos o sistemas del medio natural mostrando respeto y comprensión de las relaciones que se establecen. (STEM5, CPSAA4, CC3, CC4, CCEC1)",
        "5.3 Valorar el patrimonio natural como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora en favor de la sostenibilidad. (STEM5, CC3, CC4, CE1, CCEC1)",
        "6.1 Mostrar estilos de vida sostenible, reconociendo comportamientos respetuosos de cuidado, corresponsabilidad y protección de elementos y seres del planeta y uso sostenible de los recursos naturales, y expresando los cambios positivos y negativos causados en el medio por la acción humana desde los puntos de vista tecnológico y ambiental, y contribuyendo a una conciencia individual o colectiva. (CCL5, STEM2, STEM5, CD4, CPSAA4, CC1, CC4)",
        "6.2 Identificar de forma individual y/o cooperativa problemas ecosociales a partir del reconocimiento de las causas y consecuencias de la intervención humana en el entorno tecnológico y ambiental, y proponiendo posibles soluciones. (CCL5, STEM2, STEM5, CD4, CC1, CC3, CC4, CE1, CE3)"
    ]
}