{
    "criteriosEvaluacion": [
        "• CE1.1. Desarrollar proyectos de investigación e innovación con la finalidad de crear y mejorar productos de forma continua, utilizando modelos de gestión cooperativos y flexibles. OBJ1",
        "• CE1.2. Comunicar y difundir de forma clara y comprensible el proyecto definido, elaborándolo y presentándolo con la documentación técnica necesaria. OBJ3",
        "• CE1.3. Resolver problemas asociados a las distintas fases del desarrollo y de la gestión de un proyecto (diseño, simulación y montaje y presentación) utilizando las herramientas adecuadas que provienen de las aplicaciones digitales. OBJ1",
        "• CE1.4. Elaborar informes sencillos de evaluación de impacto ambiental de manera fundamentada y estructurada. OBJ6",
        "• CE1.5. Analizar los distintos sistemas de ingeniería desde el punto de vista de la responsabilidad social y de la sostenibilidad, estudiando las características de eficiencia energética asociadas a los materiales y a los procesos de fabricación. OBJ6",
        "• CE1.6. Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y gestionando emociones, aceptando y aprendiendo de la crítica razonada y utilizando el error como parte del proceso de aprendizaje. OBJ1",
        "• CE2.1. Analizar la idoneidad de los materiales técnicos en la fabricación de productos sostenibles y de calidad considerando sus propiedades básicas y su estructura interna. OBJ2",
        "• CE2.2. Analizar diferentes métodos de ensayo de las propiedades mecánicas de los materiales comprendiendo la utilidad de cada uno de ellos. OBJ2",
        "• CE2.3. Escoger los tratamientos de modificación más adecuados para la mejora de las propiedades básicas de los materiales. OBJ2",
        "• CE3.1. Calcular y montar estructuras sencillas estudiando los tipos de cargas a los que se puedan ver sometidas y su estabilidad. OBJ4",
        "• CE3.2. Analizar las máquinas térmicas: máquinas frigoríficas, bombas de calor y motores térmicos, comprendiendo su funcionamiento y realizando simulaciones y cálculos básicos sobre su eficiencia. OBJ4",
        "• CE3.3. Interpretar y solucionar esquemas de sistemas neumáticos e hidráulicos a través de montajes o simulaciones y comprendiendo y documentando el funcionamiento de cada uno de sus elementos y del sistema en su totalidad. OBJ4",
        "• CE4.1. Interpretar y resolver circuitos de corriente alterna mediante montajes o simulaciones, identificando sus elementos y comprendiendo su funcionamiento. OBJ4",
        "• CE4.2. Experimentar y diseñar circuitos combinacionales y secuenciales físicos y simulados, aplicando fundamentos de la electrónica digital y comprendiendo su funcionamiento en el diseño de soluciones tecnológicas. OBJ4",
        "• CE4.3. Resolver problemas lógicos reales aplicando fundamentos de la electrónica digital y ponerlos en práctica mediante montajes o simulaciones. OBJ4",
        "• CE5.1. Comprender y simular el funcionamiento de los procesos tecnológicos basados en sistemas automáticos de lazo abierto y cerrado. OBJ5",
        "• CE5.2. Aplicar técnicas de simplificación a sistemas automáticos obteniendo la función de transferencia simplificada. OBJ5",
        "• CE5.3. Analizar la estabilidad de un sistema de control sencillo experimentando con simuladores. OBJ5",
        "• CE5.4. Conocer y evaluar sistemas informáticos emergentes y sus implicaciones en la seguridad de los datos, analizando modelos existentes. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Proyectos de investigación y desarrollo",
        "• Gestión y desarrollo de proyectos. Técnicas y estrategias de trabajo en equipo. Metodologías Agile: tipos, características y aplicaciones.",
        "• Difusión y comunicación de documentación técnica. Elaboración, referenciación y presentación.",
        "• Impacto social y ambiental. Informes de evaluación. Valoración crítica de las tecnologías desde el punto de vista de la sostenibilidad ecosocial.",
        "• Autoconfianza e iniciativa. Identificación y gestión de emociones. El error y la reevaluación como parte del proceso de aprendizaje.",
        "• Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinaria.",
        "Bloque 2. Materiales y fabricación",
        "• Estructura interna de los materiales y relación con sus propiedades básicas.",
        "• Procedimientos de ensayo de propiedades: resolución de problemas de ensayos de dureza, de tracción y de resiliencia.",
        "• Análisis de técnicas de fabricación industrial para la mejora de las propiedades de los materiales y su sostenibilidad.",
        "Bloque 3. Sistemas mecánicos",
        "• Estructuras sencillas. Tipos de cargas, estabilidad y cálculos básicos de cargas, esfuerzos y momentos. Montaje o simulación de ejemplos sencillos.",
        "• Máquinas térmicas: máquina frigorífica, bomba de calor y motores térmicos. Cálculos básicos de rendimiento y eficiencia, simulación y aplicaciones básicas.",
        "• Sistemas neumáticos e hidráulicos: elementos, simbología, circuitos básicos y cálculos de las magnitudes de fuerza, presión y caudal. Montaje y/o simulación para la resolución de problemas.",
        "Bloque 4. Sistemas eléctricos y electrónicos",
        "• Circuitos de corriente alterna monofásicos RLC serie y paralelo. Triángulo de potencias. Cálculo, montaje y/o simulación.",
        "• Electrónica digital combinacional. Puertas y funciones lógicas. Diseño y simplificación de funciones. Resolución de problemas lógicos sencillos.",
        "• Electrónica digital secuencial. Biestables.",
        "• Montaje y/o simulación de circuitos digitales característicos.",
        "Bloque 5. Programación, automatización y control",
        "• Sistemas automáticos y de control en lazo abierto y cerrado.",
        "• Álgebra de bloques y simplificación de sistemas sencillos.",
        "• Análisis de la estabilidad de sistemas sencillos.",
        "• Experimentación en simuladores.",
        "• Inteligencia artificial, big data, bases de datos distribuidas y ciberseguridad."
    ]
}