{
    "criteriosEvaluacion": [
        "5.1.1. Plantear y responder cuestiones acerca de procesos observados en el",
        "entorno siguiendo las pautas de las metodologías científicas.",
        "5.1.2. Realizar pequeñas investigaciones en torno a fenómenos observables",
        "emitiendo hipótesis y diseñando experiencias aplicando las normas de",
        "seguridad correspondientes.",
        "5.1.3. Realizar una interpretación adecuada de los resultados (hechos",
        "observados o datos) disponibles para contrastar hipótesis y extraer",
        "conclusiones argumentadas en base al conocimiento científico adquirido",
        "5.1.4. Participar en las distintas fases de un proyecto científico para construir",
        "un conocimiento compartido valorando la importancia de la cooperación,",
        "respetando la diversidad y favoreciendo la inclusión.",
        "5.2.1. Relacionar los avances tecnológicos con la mejora del conocimiento",
        "científico citando ejemplos de la influencia recíproca entre la ciencia básica",
        "y la tecnología.",
        "5.2.2. Analizar problemas utilizando e integrando conceptos y modelos",
        "científicos de diferentes disciplinas.",
        "5.2.3. Valorar la importancia y relevancia de los avances del conocimiento",
        "científico y la tecnología en la mejora de las condiciones de vida de las",
        "personas. ",
        "5.3.1. Buscar, contrastar y seleccionar información sobre fenómenos o",
        "procesos naturales en diferentes formatos, valorando su fiabilidad en",
        "función del conocimiento científico que la sustenta.",
        "5.3.2. Utilizar herramientas de verificación digital y de contraste de fuentes de",
        "información para seleccionar contenidos digitales.",
        "5.3.3. Identificar los elementos propios del discurso científico y las",
        "características que le dotan de fiabilidad y validez.",
        "5.4.1. Comunicar textos de contenido científico de forma clara y rigurosa,",
        "utilizando la terminología correcta y respondiendo de manera fundamentada",
        "a las cuestiones que puedan surgir durante el proceso.",
        "5.4.2. Utilizar de forma autónoma diferentes formatos (modelos, gráficos,",
        "tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos o",
        "contenidos digitales) para comunicar contenido científico seleccionando el",
        "más adecuado.",
        "5.4.3. Argumentar sobre los resultados de la ciencia defendiendo una postura",
        "de forma razonada y con una actitud flexible, receptiva y respetuosa ante la",
        "opinión de los demás.",
        "5.4.4. Elaborar trabajos de contenido científico de forma colaborativa",
        "integrando la participación de diferentes agentes implicados.",
        "5.5.1. Explicar científicamente algunas consecuencias importantes de",
        "adoptar, o no, los hábitos sostenibles.",
        "5.5.2. Argumentar con el conocimiento científico por qué ciertos hábitos son",
        "sostenibles.",
        "5.5.3. Utilizar los conocimientos científicos para analizar las causas",
        "antrópicas de la situación actual medioambiental y relativa a la salud",
        "5.5.4. Tomar conciencia de la necesidad de promover y adoptar un modelo de",
        "desarrollo sostenible. ",
        "5.6.1. Plantear y responder cuestiones acerca de fenómenos naturales o",
        "antrópicos observados en el entorno, siguiendo las pautas de las",
        "metodologías científicas.",
        "5.6.2. Realizar una interpretación adecuada de los resultados (hechos",
        "observados o datos) disponibles para contrastar hipótesis y extraer",
        "conclusiones argumentadas en base al conocimiento adquirido",
        "5.6.3. Participar en las distintas fases de un proyecto científico para construir",
        "un conocimiento compartido valorando la importancia de la cooperación,",
        "respetando la diversidad y favoreciendo la inclusión."
    ],
    "saberes": [
        "Bloque 1. Las fuerzas que nos mueven",
        "3.2.1. Fuerzas fundamentales de la naturaleza: los procesos físicos más",
        "relevantes del entorno natural, como los fenómenos electromagnéticos, el",
        "movimiento de los planetas o los procesos nucleares.",
        "3.2.2. Leyes de la estática: estructuras en relación con la física, la biología, la",
        "geología o la ingeniería.",
        "3.2.3. Leyes de la mecánica relacionadas con el movimiento:",
        "comportamiento de un objeto móvil y sus aplicaciones, por ejemplo, en la",
        "seguridad vial o en el desarrollo tecnológico.",
        "Bloque 2. Un universo de materia y energía",
        "3.3.1. Sistemas materiales: análisis de sus propiedades y estados de",
        "agregación a partir de modelos submicroscópicos. Procesos físicos y",
        "químicos de cambio.",
        "3.3.2. Clasificación de los sistemas materiales en función de su composición:",
        "aplicación a la descripción de los sistemas naturales y a la resolución de",
        "problemas relacionados.",
        "3.3.3. La estructura interna de la materia y su relación con las regularidades",
        "que se producen en la tabla periódica. Reconocimiento de su importancia",
        "histórica y actual.",
        "3.3.4. Importancia de la sistematización de la nomenclatura química.",
        "Antecedentes históricos: dificultades y acuerdos adoptados por la",
        "comunidad científica.",
        "3.3.5. Transformaciones químicas de los sistemas materiales y leyes que los",
        "rigen: importancia en los procesos industriales, medioambientales y sociales",
        "del mundo actual. ",
        "3.3.6. La energía de los sistemas materiales: su conservación, transferencia,",
        "transformación y degradación. Resolución de problemas relacionados con el",
        "consumo energético y la necesidad de un desarrollo sostenible.",
        "Bloque 3. El sistema Tierra",
        "3.4.1. Formación del sistema solar y la Tierra. Composición del sistema solar.",
        "Teorías sobre el origen del universo.",
        "3.4.2. El origen de la vida en la Tierra: hipótesis destacadas. La posibilidad de",
        "vida en otros planetas.",
        "3.4.3. Procesos geológicos internos y externos y su relación con la",
        "construcción del relieve.",
        "3.4.4. La geosfera: estructura y dinámica. La teoría de la tectónica de placas.",
        "3.4.5. Las capas fluidas de la Tierra: funciones, dinámica, interacción con la",
        "superficie terrestre y los seres vivos en la edafogénesis.",
        "3.4.6. Concepto de ecosistema: componentes y dinámica.",
        "3.4.7. Importancia de los microorganismos en los ciclos de la materia, el",
        "mantenimiento de los ecosistemas y la aparición de enfermedades.",
        "3.4.8. Riesgos geológicos: causas y consecuencias. Prevención de riesgos.",
        "3.4.9. Recursos renovables y no renovables: importancia de su uso y",
        "explotación responsables. La economía circular.",
        "3.4.10. Principales problemas medioambientales (calentamiento global,",
        "agujero de la capa de ozono, destrucción de los espacios naturales,",
        "contaminación, agotamiento de recursos y pérdida de la biodiversidad).",
        "3.4.11. La relación entre la conservación medioambiental, la salud humana y el",
        "desarrollo económico de la sociedad. Prevención y gestión de residuos y",
        "economía circular. El modelo de desarrollo sostenible y su importancia.",
        "Concepto de “One health” (una sola salud).",
        "Bloque 4. Biología para el siglo XXI",
        "3.5.1. Las principales biomoléculas (agua, sales minerales, glúcidos, lípidos,",
        "proteínas y ácidos nucleicos): estructura básica y relación con sus funciones",
        "e importancia biológica.",
        "3.5.2. Expresión de la información genética: procesos implicados.",
        "Características del código genético y relación con su función biológica.",
        "3.5.3. Reproducción sexual y asexual. Relación con los tipos de división",
        "celular. Teoría cromosómica de la herencia.",
        "3.5.4. La transmisión genética de caracteres: resolución de problemas y",
        "análisis de la probabilidad de herencia de alelos o de la manifestación de",
        "fenotipos.",
        "3.5.5. Aplicaciones de la biotecnología tradicional: agricultura, ganadería,",
        "medicina o recuperación medioambiental. Importancia biotecnológica de los",
        "microorganismos.",
        "3.5.6. Técnicas y aplicaciones de la biotecnología basadas en la ingeniería",
        "genética.",
        "3.5.7. Las enfermedades infecciosas y no infecciosas: causas, prevención y",
        "tratamiento. Las zoonosis y las pandemias. El mecanismo y la importancia",
        "de las vacunas y del uso adecuado de los antibióticos.",
        "Bloque 5. Método de trabajo de la ciencia",
        "3.6.1. Metodologías propias de la investigación científica para la identificación",
        "y formulación de cuestiones, la elaboración de hipótesis y la comprobación",
        "experimental de las mismas. Experimentación y proyectos de investigación:",
        "uso de instrumental adecuado, controles experimentales y tratamiento",
        "matemático de los datos. Métodos de análisis de los resultados obtenidos",
        "en la resolución de problema.",
        "3.6.2. Fuentes de información científica válidas y fiables en diferentes",
        "formatos. Métodos de búsqueda y de verificación.",
        "3.6.3. Características de la información científica. Interpretación y producción",
        "de documentos de carácter científico en diferentes formatos.",
        "3.6.4. Análisis de controversias científicas. Uso del razonamiento y la",
        "argumentación para el desarrollo del pensamiento crítico.",
        "3.6.5. Contribución de los científicos y las científicas a los principales hitos de",
        "la ciencia para el avance y la mejora de la sociedad.",
        "3.6.6. Impacto del desarrollo científico en las sociedades: aspectos éticos"
    ]
}
