{
    "saberes": [
        "Bloque 1. Comunicación",
        "▪ Estrategias para la adquisición de la autoconfianza en el uso de la lengua extranjera.",
        "▪ Técnicas de aprendizaje.",
        "▪ El tratamiento del error como parte integrante del proceso de aprendizaje y su aceptación como oportunidad de mejora.",
        "▪ Estrategias básicas de uso común para la comprensión y la producción de textos orales; textos escritos y multimodales, breves, sencillos y contextualizados.",
        "▪ Funciones comunicativas básicas de uso común adecuadas al ámbito y al contexto: saludar, despedirse, presentar y presentarse; describir de manera pautado personas, objetos y lugares; pedir e intercambiar información sobre cuestiones cotidianas; describir rutinas de manera guiado; dar indicaciones e instrucciones básicas y cotidianas; expresar el tiempo, la cantidad y el espacio.",
        "▪ Modelos contextuales y géneros discursivos básicos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios de tipología variada, tales como folletos, instrucciones, normas, avisos o conversaciones reguladoras de la convivencia (agradecer, disculparse, pedir permiso).",
        "▪ Unidades lingüísticas elementales y significados asociados a ellas, tales como expresión de la entidad y sus propiedades, cantidad y número; espacio y las relaciones espaciales; afirmación, exclamación, negación, interrogación.",
        "▪ Léxico elemental relativo a relaciones personales próximas, vivienda, lugares y entornos de interés.",
        "▪ Patrones sonoros, acentuales y de entonación básicos de uso común y funciones comunicativas generales asociadas a ellos.",
        "▪ Convenciones ortográficas básicas de uso común y significados asociados a los formatos y elementos gráficos (signos de puntuación, siglas, símbolos).",
        "▪ Convenciones y estrategias de conversación básicas de uso común, presenciales y simultáneas, o a través de otros medios para iniciar, mantener y finalizar la comunicación, tomar y ceder la palabra y pedir y dar indicaciones.Recursos para el aprendizaje y estrategias elementales de búsqueda guiada de información en medios analógicos y digitales.",
        "▪ Herramientas analógicas y digitales básicas de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, cooperación y colaboración educativa.",
        "▪ Léxico y expresiones, básicos y frecuentes relacionados con el metalenguaje para comprender enunciados sobre la comunicación, la lengua y el aprendizaje.",
        "▪ Destrezas, actitudes y situaciones elementales que permiten iniciarse en actividades de mediación lingüística en situaciones cotidianas básicas.",
        "▪ Estrategias elementales que ayuden a crear puentes y faciliten la comprensión y producción de información, y la comunicación fluida.",
        "▪ Recursos y apoyos físicos y digitales que permitan ejercer la mediación lingüística de una manera básica.",
        "Bloque 2. Plurilingüismo",
        "▪ Estrategias y técnicas de compensación de las carencias comunicativas para responder a una necesidad elemental a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "▪ Estrategias básicas de uso común para identificar, retener, recuperar y utilizar unidades lingüísticas (léxico, fonemas similares, morfosintaxis, patrones sonoros, posición de los signos de interrogación y exclamación) a partir de la comparación de las lenguas que conforman el repertorio lingüístico personal.",
        "▪ Estrategias y herramientas básicas de uso común de autoevaluación y coevaluación, analógicas y digitales, individuales y colectivas.",
        "Bloque 3. Interculturalidad",
        "▪ Comunicación y relación con personas de otros países a través de la lengua extranjera: culturas y modos de vida diferentes.",
        "▪ Participación en intercambios comunicativos planificados, con estudiantes de la lengua extranjera, a través de diferentes medios.",
        "▪ Patrones culturales elementales transmitidos a través de los usos de la lengua extranjera.",
        "▪ Aspectos elementales socioculturales y sociolingüísticos más representativos relativos a las costumbres, la vida cotidiana y las relaciones interpersonales básicas en países en los que se habla la lengua extranjera.",
        "▪ Estrategias básicas de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "▪ Iniciación en las estrategias básicas de detección de usos discriminatorios del lenguaje verbal y no verbal."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Reconocer e interpretar el sentido global y también de palabras y frases previamente presentadas en textos de tipología variada, orales, escritos y multimodales breves y sencillos, sobre temas frecuentes, cotidianos, de relevancia personal y próximos a la experiencia del alumnado, adecuados al nivel de desarrollo y expresados de forma comprensible, clara y en lengua estándar a través de distintos soportes. OBJ1",
        "CE1.2. Seleccionar y aplicar de forma guiada estrategias idóneas en situaciones comunicativas cotidianas y de relevancia para el alumnado, para captar el sentido global y procesar informaciones explícitas en textos breves y sencillos sobre temas familiares. OBJ1",
        "CE1.3. Expresar oralmente frases cortas con información básica sobre asuntos cotidianos y de relevancia para el alumnado, siguiendo modelos y utilizando recursos verbales y no verbales de forma guiada, prestando atención al ritmo, la acentuación y la entonación. OBJ2",
        "CE1.4. Escribir palabras, frases y textos muy breves y sencillos sobre asuntos cotidianos y de relevancia para el alumnado, con adecuación a la situación comunicativa propuesta, a partir de modelos y a través de herramientas analógicas y digitales, usando estructuras y léxico elementales. OBJ2",
        "CE1.5. Seleccionar y aplicar de forma guiada estrategias para producir mensajes breves, útiles y sencillos, adecuados a las intenciones comunicativas, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. OBJ2",
        "CE1.6. Participar en situaciones interactivas y sencillas de intercambios breves de información sobre temas cotidianos, de relevancia personal y próximos a su experiencia, preparadas previamente, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística. OBJ3",
        "CE1.7. Seleccionar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes breves; y formular y contestar preguntas sencillas. OBJ3",
        "CE1.8. Interpretar y explicar información básica de forma guiada, ayudando en dificultades de comprensión, con empatía e interés por las interlocutoras y los interlocutores, apoyándose en diversos recursos y soportes. OBJ4",
        "CE1.9. Seleccionar y aplicar de manera guiada estrategias elementales que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación fluida, usando, pero con ayuda, recursos y apoyos físicos y digitales en función de las necesidades de cada momento. OBJ4",
        "CE2.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando, de forma guiada, sobre aspectos básicos de su funcionamiento. OBJ5",
        "CE2.2. Utilizar y diferenciar, de forma guiada, los conocimientos y estrategias de mejora de su propia capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales. OBJ5",
        "CE2.3. Registrar y aplicar, de manera guiada, los progresos y dificultades elementales en el proceso de aprendizaje de la lengua extranjera, participando en actividades de autoevaluación y coevaluación, como las propuestas en el portfolio europeo de las lenguas (PEL). OBJ5",
        "CE3.1. Actuar con respeto en situaciones interculturales, identificando y comparando semejanzas y diferencias elementales entre lenguas y culturas, y mostrando rechazo frente a discriminaciones, prejuicios y estereotipos de cualquier tipo en contextos comunicativos cotidianos y habituales. OBJ6",
        "CE3.2. Reconocer y apreciar la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos elementales y habituales que fomenten la convivencia pacífica y el respeto por los demás. OBJ6",
        "CE3.3. Seleccionar y aplicar de manera guiada estrategias básicas para entender y apreciar los aspectos más relevantes de la diversidad lingüística, cultural y artística. OBJ6"
    ]
}