{
    "saberes": [
        "Block 1. Communication",
        "▪ Strategies for the acquisition of self-confidence in the use of the foreign language.",
        "▪ Learning techniques.",
        "▪ The treatment of errors as an integral part of the learning process and their acceptance as an opportunity for improvement.",
        "▪ Basic strategies of common use for the comprehension and production of oral texts; written and multimodal, brief, simple and contextualized texts.",
        "▪ Basic communicative functions of common use appropriate to the field and context: greet, say goodbye, introduce and introduce oneself; describe people, objects and places in a patterned manner; request and exchange information on daily issues; describe routines in a guided way; give directions and basic and everyday instructions; express time, quantity and space.",
        "▪ Contextual models and basic discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts of various types, such as brochures, instructions, standards, notices or regulatory conversations of coexistence (thank you, apologize, ask for permission).",
        "▪ Elementary linguistic units and meanings associated with them, such as expression of the entity and its properties, quantity and number; space and spatial relations; affirmation, exclamation, negation, question.",
        "▪ Elementary vocabulary related to close personal relationships, housing, places and environments of interest.",
        "▪ Commonly used basic sound, stress and intonation patterns and general communicative functions associated with them.",
        "▪ Basic spelling conventions in common use and meanings associated with formats and graphic elements (punctuation marks, acronyms, symbols).",
        "▪ Commonly used conventions and basic conversation strategies, in person and simultaneously, or through other means to initiate, maintain and end communication, take and give the floor and ask for and give directions. Learning resources and basic search strategies Guided Information in Analog and Digital Media.",
        "▪ Commonly used basic analog and digital tools for oral, written, and multimodal comprehension, production, and co-production; and virtual platforms for educational interaction, cooperation, and collaboration.",
        "▪ Basic and frequent vocabulary and expressions related to metalanguage to understand statements about communication, language and learning.",
        "▪ Elementary skills, attitudes and situations that allow one to start in activities of linguistic mediation in basic everyday situations.",
        "▪ Elementary strategies that help create bridges and facilitate the understanding and production of information, and fluid communication.",
        "▪ Resources and physical and digital supports that allow linguistic mediation to be exercised in a basic way.",
        "Block 2. Plurilingualism",
        "▪ Compensation strategies and techniques for communication deficiencies to respond to an elementary need despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "▪ Basic strategies in common use to identify, retain, recover and use linguistic units (lexicon, similar phonemes, morphosyntax, sound patterns, position of question marks and exclamation marks) from the comparison of the languages that make up the linguistic repertoire staff.",
        "▪ Strategies and basic tools of common use for self-assessment and peer-assessment, analogue and digital, individual and collective.",
        "Block 3. Interculturality",
        "▪ Communication and relationship with people from other countries through the foreign language: different cultures and ways of life.",
        "▪ Participation in planned communicative exchanges, with students of the foreign language, through different means.",
        "▪ Elementary cultural patterns transmitted through the uses of the foreign language.",
        "▪ Most representative elementary sociocultural and sociolinguistic aspects related to customs, daily life and basic interpersonal relationships in countries where the foreign language is spoken.",
        "▪ Basic strategies of common use to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
        "▪ Initiation in the basic strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Recognize and interpret the global meaning and also of words and phrases previously presented in short and simple oral, written and multimodal texts of varied typology, on frequent, daily topics, of personal relevance and close to the student's experience , appropriate to the level of development and expressed in an understandable, clear manner and in standard language through different supports. OBJ1",
        "CE1.2. Select and apply, in a guided way, suitable strategies in everyday communicative situations that are relevant to students, to capture the global meaning and process explicit information in short and simple texts on familiar topics. OBJ1",
        "CE1.3. Orally express short sentences with basic information about everyday matters and relevant to students, following models and using verbal and non-verbal resources in a guided way, paying attention to rhythm, stress and intonation. OBJ2",
        "CE1.4. Write very short and simple words, phrases and texts about everyday matters and relevance for students, appropriate to the proposed communicative situation, based on models and through analog and digital tools, using elementary structures and lexicon .OBJ2",
        "CE1.5. Select and apply strategies in a guided way to produce brief, useful and simple messages, appropriate to the communicative intentions, using, with help, resources and physical or digital supports depending on the needs of each moment. OBJ2",
        "CE1.6. Participate in interactive and simple situations of brief exchanges of information on daily topics, of personal relevance and close to their experience, previously prepared, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy and respect for linguistic courtesy. OBJ3",
        "CE1.7. Select and use, in a guided way and in everyday situations, elementary strategies to greet, say goodbye and introduce oneself; express short messages; and ask and answer simple questions. OBJ3",
        "CE1.8. Interpret and explain basic information in a guided way, helping with comprehension difficulties, with empathy and interest in the interlocutors, relying on various resources and supports. OBJ4",
        "CE1.9. Select and apply elementary strategies in a guided way that help create bridges and facilitate the understanding and production of information and fluid communication, using, but with help, resources and physical and digital supports depending on the needs of each moment.OBJ4",
        "CE2.1. Compare and contrast the similarities and differences between different languages reflecting, in a guided way, on basic aspects of how they work. OBJ5",
        "CE2.2. Use and differentiate, in a guided way, the knowledge and strategies to improve their own ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports. OBJ5",
        "CE2.3. Record and apply, in a guided manner, the elementary progress and difficulties in the foreign language learning process, participating in self-assessment and peer-assessment activities, such as those proposed in the European Language Portfolio (PEL). OBJ5",
        "CE3.1. Act with respect in intercultural situations, identifying and comparing elementary similarities and differences between languages and cultures, and showing rejection of discrimination, prejudice and stereotypes of any kind in everyday and habitual communicative contexts. OBJ6",
        "CE3.2. Recognize and appreciate the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding basic and habitual cultural and linguistic elements that promote peaceful coexistence and respect for the others.OBJ6",
        "CE3.3. Select and apply basic strategies in a guided way to understand and appreciate the most relevant aspects of linguistic, cultural and artistic diversity. OBJ6"
    ]
}