{
    "criteriosEvaluacion": [
        "1.1. Plantear cuestiones acerca de procesos del entorno siguiendo las pautas de las metodologías científicas, observación y emisión de hipótesis, con el fin de analizar y dar respuesta a fenómenos fisicoquímicos y naturales. STEM1, STEM2, STEM3",
        "1.2. Contrastar hipótesis mediante la investigación y la experimentación en laboratorios o en entornos virtuales de forma colaborativa, respetando las normas de seguridad correspondientes, utilizando con precisión, procedimientos, materiales e instrumentos adecuados y reformulando el procedimiento, si fuera necesario, para obtener conclusiones lógicas y tomar decisiones, afrontando retos, con sentido crítico y ético. CCL3, STEM1, STEM2, STEM3, CD1, CD3, CPSAA4, CE1",
        "1.3. Comunicar los resultados de un experimento o trabajo científico de manera clara y rigurosa y en coherencia con los principios éticos básicos, utilizando los recursos adecuados y adoptando un punto de vista creativo y crítico a la par que respetuoso con la propiedad intelectual para contribuir a la divulgación científica y hacer accesible la información a la comunidad educativa. CCL1, CCL3, CD3",
        "2.1. Analizar y explicar los fenómenos que ocurren en el entorno, basándose en los principios, leyes y teorías de las ciencias de la naturaleza y representándolos mediante formatos diversos con el fin de desarrollar el pensamiento científico y adquirir una visión integral del funcionamiento del medio natural, relacionando los sistemas natural, social, económico y político. CCL1, CCL2, STEM1, STEM2, STEM4, CPSAA1.1",
        "2.2. Reconocer y analizar los fenómenos fisicoquímicos más relevantes, mediante la aplicación de las principales leyes o teorías científicas y las metodologías propias del trabajo científico, para explicar cómo y por qué suceden los fenómenos que se producen en el entorno. CCL1, CCL2, STEM1, STEM2",
        "2.3. Explicar, utilizando los fundamentos científicos adecuados, los elementos y procesos básicos de la biosfera y la geosfera con el fin de comprender y valorar con actitud crítica la complejidad de las interacciones e intercambios de energía y de materia que se producen entre ambos subsistemas, haciendo de la Tierra un planeta dinámico. CCL1, CCL2, STEM2, STEM4, CPSAA1.1",
        "3.1. Adoptar y promover estilos de vida compatibles con un modelo de desarrollo sostenible y argumentar, basándose en fundamentos científicos, sobre su importancia, con el fin de fomentar una actitud crítica y comprometida con la conservación del medio natural, contribuir al logro de los Objetivos de Desarrollo Sostenible y de la Agenda Canaria 2030 y a la lucha contra el cambio climático. CCL1, CCL2, STEM2, STEM4, CPSAA2, CC4, CCEC1",
        "3.2. Adoptar y promover estilos de vida saludables y argumentar sobre su importancia, utilizando los fundamentos de la fisiología humana, para mantener y mejorar la salud física y mental y la calidad de vida, individual y colectiva. CCL1, CCL2, STEM2, STEM4, CPSAA2",
        "4.1. Resolver problemas relacionados con fenómenos y procesos físicos, químicos, biológicos y geológicos, mediante la aplicación del pensamiento científico y el razonamiento lógico-matemático, buscando, seleccionando y empleando estrategias variadas de resolución, y valorando el alcance y las limitaciones de los métodos empleados, para afrontar con juicio propio y argumentado la búsqueda de soluciones a los retos locales y globales que se le presenten. CCL3, STEM1, STEM2, CD1, CC3",
        "4.2. Analizar críticamente la solución de un problema relacionado con fenómenos y procesos físicos, químicos, biológicos y geológicos, modificando las conclusiones o las estrategias de resolución utilizadas si la solución no es viable, carece de sentido o es contradictoria, o ante nuevos datos aportados para fortalecer la resiliencia en el camino hacia sus objetivos, adquirir conciencia de su propio aprendizaje y adaptarse a entornos cambiantes. STEM1, STEM2, CD1, CPSAA1.1, CC3, CE1",
        "5.1. Percibir la ciencia como un área de conocimiento global en continua construcción, analizando las interrelaciones y las interdependencias entre las diferentes disciplinas que la forman para reconocer el carácter holístico de la investigación y el trabajo científico. CCL1, CCL2, CD3, CPSAA4, CC1",
        "5.2. Establecer la relación que existe entre la ciencia y el progreso de la sociedad en general y de la canaria en particular, valorando el importante papel que juegan las personas en el desempeño de la investigación científica para formar una ciudadanía con un acervo científico rico y vocación de mejora de nuestra calidad de vida. CCL1, CCL2, STEM4, CD3, CPSAA4, CC1, CC3, CCEC1",
        "6.1. Buscar, contrastar, seleccionar e interpretar información sobre fenómenos y procesos físicos, químicos, biológicos o geológicos en diferentes fuentes y formatos, utilizando los recursos tecnológicos o de otro tipo necesarios, evaluando su fiabilidad y pertinencia, para integrarla y transformarla en conocimiento y establecer conclusiones fundamentadas con sentido crítico y ético que permitan progresar en el aprendizaje a lo largo de la vida. CCL3, STEM4, CD1, CD2, CPSAA4",
        "6.2. Establecer y desarrollar estrategias colaborativas, seleccionando, configurando y utilizando los recursos necesarios, comunicándose y compartiendo información en las diferentes etapas del proyecto científico, en la realización de actividades o en la resolución de problemas para mejorar la eficacia del trabajo en equipo y desarrollar habilidades sociales. STEM4, CD3, CPSAA3.2, CC3"
    ],
    "saberes": [
        "I. Construyendo ciencia",
        "1. Uso de metodologías propias de la investigación científica para la identificación y formulación de cuestiones, la elaboración de hipótesis y la comprobación experimental de las mismas.",
        "2. Planificación y realización de experimentos y proyectos de investigación utilizando el instrumental adecuado, controles experimentales y el razonamiento lógico-matemático. Empleo de métodos de análisis de los resultados obtenidos en la resolución de cuestiones y problemas científicos relacionados con el entorno.",
        "3. Uso de fuentes veraces y medios de colaboración para la búsqueda y selección de información científica en diferentes formatos y con herramientas adecuadas.",
        "4. Interpretación de información científica y comunicación utilizando un lenguaje y vocabulario adecuado. Desarrollo del criterio propio basado en la evidencia y el razonamiento.",
        "5. Valoración de la contribución de los científicos y las científicas a los principales hitos de la ciencia para el avance y la mejora de la sociedad. Indagación sobre los principales centros de investigación de Canarias y figuras referentes de la ciencia canaria, especialmente científicas canarias, a lo largo de la historia y en la actualidad.",
        "II. Un universo de materia y energía",
        "1. Conocimiento y descripción de sistemas materiales macroscópicos haciendo uso de modelos microscópicos para analizar sus propiedades y sus estados de agregación, así como de los procesos físicos y químicos de cambio.",
        "2. Clasificación de los sistemas materiales en función de su composición, y su aplicación a la descripción de los sistemas naturales y a la resolución de problemas relacionados para encontrar soluciones a los retos locales y globales.",
        "3. Justificación de la relación de la estructura interna de la materia con las regularidades que se producen en la tabla periódica y su implicación en la formación de compuestos químicos. Reconocimiento de su importancia histórica y actual.",
        "4. Manejo de la nomenclatura de los compuestos químicos según las normas de la IUPAC como fundamento de una alfabetización científica básica que permita establecer una comunicación eficiente con toda la comunidad científica.",
        "5. Los cambios químicos. ",
        "    5.1. Análisis de los diferentes tipos de cambios químicos que experimentan los sistemas materiales y de las leyes que los rigen.",
        "    5.2. Realización de cálculos estequiométricos con reactivos en distintos estados de agregación y grado de pureza para relacionar y valorar su importancia en los procesos industriales, medioambientales y sociales.",
        "   ",
        "6. Análisis de la energía contenida en un sistema, sus propiedades y sus manifestaciones. ",
        "    6.1. Aplicación del principio de conservación de la energía mecánica y de los procesos termodinámicos más relevantes a situaciones de la vida cotidiana.",
        "    6.2. Resolución de problemas relacionados con el consumo energético para comprender la necesidad de un desarrollo sostenible en el planeta y, en particular, en Canarias.",
        "III. El sistema Tierra",
        "1. Identificación y explicación de las principales teorías sobre el origen del universo, del sistema solar y de la Tierra: relación con sus características.",
        "2. Descripción de la forma y movimientos de la Tierra y la Luna y sus efectos.",
        "3. Comparación entre las hipótesis más destacadas acerca del origen de la vida en la Tierra. Reflexión sobre la posibilidad de vida en otros planetas.",
        "4. La geosfera. ",
        "    4.1. Análisis de la estructura, composición y dinámica de la geosfera.",
        "    4.2. Relación entre los procesos geológicos internos y externos.",
        "    4.3. Explicación de la teoría de la tectónica de placas y su relación en el origen de Canarias.",
        "    4.4. Predicción y prevención de los riesgos geológicos, generales y locales, y su papel en el mantenimiento del paisaje y la supervivencia de los seres vivos.",
        "5. Estudio de las funciones, dinámica e interacción de las capas fluidas de la Tierra con la superficie terrestre y los seres vivos en la edafogénesis.",
        "6. Dinámica de los ecosistemas. ",
        "    6.1. Explicación del concepto de ecosistema.",
        "    6.2. Relación entre los componentes bióticos y abióticos.",
        "    6.3. Descripción de los flujos de energía y ciclos de la materia.",
        "    6.4. Análisis de las relaciones de interdependencia y relaciones tróficas.",
        "    6.5. Resolución de problemas relacionados.",
        "    6.6. Valoración de la variedad y riqueza de los ecosistemas canarios. Planificación de estrategias para su cuidado, conservación y protección.",
        "7. Los seres vivos como componentes bióticos del ecosistema. ",
        "    7.1. Clasificación de los seres vivos en los principales reinos basándose en sus características.",
        "    7.2. Interpretación y comparación de las adaptaciones de los seres vivos a diferentes medios. Principales adaptaciones al medio de la flora y fauna canarias.",
        "8. Identificación y análisis de las causas y consecuencias de los principales problemas medioambientales (calentamiento global, agujero de la capa de ozono, destrucción de los espacios naturales, pérdida de la biodiversidad, contaminación del aire y el agua, desertificación…) y riesgos geológicos, con especial atención a aquellos que afectan al archipiélago canario.",
        "9. El modelo de desarrollo sostenible. ",
        "    9.1. Definición de modelo de desarrollo sostenible y valoración de su implantación como única alternativa posible para el logro de los objetivos de desarrollo sostenible (ODS) de la Agenda Canaria 2030.",
        "    9.2. Clasificación de los recursos naturales en renovables y no renovables: importancia de su uso y explotación responsables.",
        "    9.3. Identificación y descripción de los tipos de energías renovables.",
        "    9.4. Búsqueda de información sobre la prevención y la gestión de residuos en Canarias.",
        "    9.5. Definición, aplicación y beneficios de la economía circular.",
        "10. Relación entre la conservación medioambiental, la salud humana y el desarrollo económico de la sociedad. Reflexión sobre el concepto one health (una sola salud).",
        "11. Salud y enfermedad. ",
        "    11.1. Investigación acerca de las causas, prevención y tratamiento de las enfermedades infecciosas y no infecciosas, enfermedades transmisibles entre personas y animales (zoonosis) y pandemias.",
        "    11.2. Comprensión del mecanismo y la importancia de las vacunas y del uso adecuado de los antibióticos.",
        "IV. Biología para el siglo XXI",
        "1. Las biomoléculas. ",
        "    1.1. Identificación de las principales biomoléculas (glúcidos, lípidos, proteínas y ácidos nucleicos) atendiendo a las unidades básicas que las constituyen.",
        "    1.2. Descripción de su estructura básica, relacionándola con sus funciones e importancia biológica.",
        "    1.3. Valoración de la importancia de las biomoléculas en la salud. Adopción y mantenimiento de estilos de vida saludables.",
        "2. Diferenciación y descripción de los procesos implicados en la expresión de la información genética. Reconocimiento de las características básicas del código genético e importancia de su función biológica.",
        "3. Identificación y descripción de las técnicas de ingeniería genética: PCR, enzimas de restricción, clonación molecular y CRISPR-CAS9. Análisis de las posibilidades de la manipulación dirigida del ADN.",
        "4. Valoración de las aplicaciones y repercusiones de la biotecnología en la agricultura, la ganadería, la medicina o la recuperación medioambiental, destacando el papel de los microorganismos.",
        "5. Resolución de problemas de herencia genética de caracteres con relación de codominancia, dominancia incompleta, alelismo múltiple y ligada al sexo con uno o dos genes. Análisis de la probabilidad de herencia de alelos o de la manifestación de fenotipos.",
        "V. Las fuerzas que nos mueven",
        "1. Identificación y análisis de las fuerzas fundamentales de la naturaleza y su aplicación a los fenómenos electromagnéticos, gravitatorios o nucleares para comprender los procesos físicos más relevantes del entorno natural.",
        "2. Conocimiento y aplicación de las leyes de la estática para analizar diferentes estructuras del entorno natural que guardan relación con la física, la biología, la geología o la ingeniería."
    ]
}