{
    "criteriosEvaluacion": [
        "1.1. Identificar los diferentes procedimientos y técnicas que permiten la producción de obras de arte tridimensionales, valorando la diversidad del patrimonio artístico y cultural e incorporando, cuando proceda, las perspectivas de género e intercultural.",
        "1.2. Comparar obras de diferentes épocas y estilos y explicar la evolución que se ha ido produciendo en el concepto de escultura escultórica.",
        "1.3. Mostrar una actitud receptiva respecto al entorno como estímulo para el desarrollo de la creatividad y el pensamiento divergente.",
        "1.4. Investigar los materiales y procedimientos utilizados en producciones artísticas tridimensionales, reflexionando sobre su sostenibilidad, su toxicidad y el perjuicio medioambiental que ocasionan.",
        "2.1. Investigar el contexto de diferentes producciones artísticas tridimensionales, comprendiendo su diversidad y aportación cultural.",
        "2.2. Analizar producciones artísticas volumétricas, valorando sus características y singularidades, haciendo uso de terminología específica de la materia con aportaciones propias de sus características derivadas de su percepción.",
        "2.3. Reconocer los lenguajes y elementos técnicos y plásticos de obras tridimensionales, argumentando su intencionalidad, así como su aportación a la cultura.",
        "3.1. Crear piezas artísticas volumétricas empleando soportes y medios diversos, y seleccionando con coherencia las técnicas más adecuadas y que se ajusten a la idoneidad de la propuesta.",
        "3.2. Clasificar los métodos de reproducción de piezas volumétricas, utilizándolos de manera creativa en proyectos artísticos sencillos.",
        "3.3. Relacionar las conexiones entre el mundo tridimensional y las representaciones bidimensionales, generando formas tridimensionales a partir de la percepción, el análisis o la interpretación de formas planas.",
        "3.4. Producir obras tridimensionales, valorando con responsabilidad y compromiso la sostenibilidad del proyecto a desarrollar, el grado de toxicidad de los materiales y la seguridad de las herramientas a utilizar.",
        "C4.1. Utilizar con creatividad distintas técnicas y herramientas aplicadas a las composiciones volumétricas, plasmando valores, emociones, ideas e inquietudes.",
        "C4.2. Innovar en la ejecución de producciones tridimensionales propias, investigando obras artísticas de todas las épocas y estilos, vinculándolas con referentes de la contemporaneidad artística.",
        "C4.3. Aplicar correctamente recursos digitales en el proceso de creación de obras artísticas tridimensionales, valorando la eficiencia y versatilidad de esos recursos.",
        "C.4.4. Argumentar coherentemente acerca de producciones tridimensionales tanto propias como ajenas, estableciendo un debate libre y abierto que genere reflexión, expresión e intercambio de opiniones, en un ambiente de respeto y enriquecimiento mutuo.",
        "C5.1. Fomentar la diversidad artística y cultural y el compromiso con una sociedad más justa, implicándose activamente en la organización y desarrollo de proyectos que comporten la inclusión de obras tridimensionales.",
        "C5.2. Planificar proyectos artísticos o culturales, seleccionando y aplicando con coherencia los recursos humanos y materiales disponibles y valorando la cooperación como una fuente de enriquecimiento personal y de la propia creación artística.",
        "C5.3. Utilizar correctamente herramientas y recursos digitales para la gestión, organización, planificación y registro de proyectos vinculados a piezas artísticas tridimensionales, valorando la eficiencia y versatilidad de esos recursos.",
        "C5.4. Evaluar la planificación, el proceso y el producto final de un proyecto artístico o cultural que implique la creación de obras volumétricas convirtiendo el error en oportunidades personales y sociales."
    ],
    "saberes": [
        "Bloque 1. Técnicas y materiales de configuración. Transversal a todas las competencias específicas",
        "- Materiales e instrumentos escultóricos. Materiales sostenibles, naturales, efímeros e innovadores. Técnicas y terminología específica.",
        "- Técnicas de transmisión de emociones, estudio del gesto, ideas, acciones y situaciones en la producción y recepción de obras de arte volumétricas.",
        "- El modelado. Moldes y vaciado, técnicas básicas de reproducción de piezas tridimensionales. Principios de talla.",
        "- Técnicas de ensamblaje y articulación para la creación de estructuras e instalaciones.",
        "- Cualidades emotivas y expresivas de los medios gráfico-plásticos en cuerpos volumétricos.",
        "Bloque 2. Elementos de configuración formal y espacial. Transversal a todas las competencias específicas.",
        "- Las formas tridimensionales y su lenguaje. Elementos estructurales de la forma: línea, plano y textura.",
        "- Formas poliédricas, superficies radiadas y superficies de revolución.",
        "- Relaciones formales en el espacio.",
        "- Tipología de formas volumétricas adaptadas al diseño de objetos elementales de uso común como medio de estudio y de análisis.",
        "- Land-Art, Arte Povera y Ready Made. Arte Objetual y Conceptual. La instalación artística.",
        "- El volumen en movimiento. La luz como elemento generador y modelador de formas. Color, textura y tacto.",
        "Bloque 3. Análisis de la representación tridimensional. Bloque asociado a las competencias específicas 1 y 2.",
        "- La escultura y las obras de arte tridimensionales en el Patrimonio artístico y cultural.",
        "- La escultura en el arte contemporáneo.",
        "- La forma y el espacio. El vacío como elemento expresivo de la forma.",
        "- Las formas geométricas-orgánicas, abiertas-cerradas, cóncavas-convexas, llenas–vacías.",
        "- La perspectiva de género y la perspectiva intercultural en el arte tridimensional.",
        "- Grados de iconicidad en las representaciones escultóricas.",
        "Bloque 4. Volumen y diseño. Transversal a todas las competencias específicas.",
        "- Principios y fundamentos del diseño tridimensional.",
        "- Proyectos de estructuras tridimensionales: modularidad, repetición, gradación, y ritmo en el espacio.",
        "- Diseño tridimensional sostenible e inclusivo.",
        "- Estudios y profesiones vinculados con los conocimientos de la materia.",
        "Bloque 5. Proyectos de volumen. Transversal a todas las competencias específicas.",
        "- Metodología proyectual en volumen.",
        "- Investigación y experimentación en proyectos tridimensionales.",
        "- Espacio expositivo escultórico .",
        "- La propiedad intelectual: la protección de la creatividad personal.",
        "- Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Resolución de conflictos.",
        "- Oportunidades de desarrollo personal, social, académico y profesional vinculado a la materia."
        
    ]
}
