{
    "saberes": [
        "A. Vida activa y saludable",
        "A1. Salud física",
        "Efectos físicos, psicológicos y sociales beneficiosos del estilo de vida activo (enfermedades cardiovasculares, liberación de estrés, funcionamiento intelectual, trabajo en grupo...).",
        "Impacto de una inadecuada alimentación basada en alimentos ultraprocesados y bebidas energéticas o azucaradas.",
        "Educación postural: hábitos posturales adecuados en acciones motrices específicas.",
        "Responsabilidad personal en el cuidado del cuerpo.",
        "Respeto y responsabilidad a las posibilidades y a los propios límites en las situaciones de riesgo que se deriven, tanto para uno mismo como para las demás personas.",
        "Calentamiento, regulación y dosificación del esfuerzo y recuperación.",
        "A2. Salud social",
        "Aproximación a los efectos de los malos hábitos relacionados con la salud e influencia en la práctica de actividad física.",
        "Efectos positivos y negativos de la práctica deportiva.",
        "Estereotipos corporales, de género y competencia motriz.",
        "A3. Salud mental",
        "Consolidación y ajuste realista del autoconcepto, teniendo en cuenta la perspectiva de género.",
        "Respeto y aceptación del propio cuerpo y del aspecto corporal de las demás personas.",
        "B. Organización y gestión de la actividad física",
        "Usos y finalidades: catárticos, lúdico-recreativos, competitivos y agonísticos.",
        "Uso responsable de espacios, materiales nuevos y entornos desconocidos.",
        "Actitudes consumistas en torno al equipamiento. Análisis crítico de la adquisición de material para la práctica físico-deportiva.",
        "Hábitos autónomos de higiene corporal en acciones cotidianas.",
        "Planificación y autorregulación de proyectos motores: seguimiento y valoración durante el proceso y del resultado.",
        "Importancia de respetar las normas de seguridad. Compromiso de responsabilidad hacia la seguridad propia y de las demás personas.",
        "Actuaciones básicas ante accidentes durante la práctica de actividades físicas: Posición lateral de seguridad; Técnicas PAS (proteger, ayudar, socorrer); y RCP.",
        "C. Resolución de problemas en situaciones motrices",
        "C1. Toma de decisiones",
        "Selección de acciones en función del entorno en situaciones motrices individuales",
        "Selección de acciones colectivas para el ajuste y la sincronización en la interacción con las compañeras y compañeros en situaciones cooperativas.",
        "Selección de zonas de envío del móvil desde donde sea difícil devolverlo, en situaciones motrices de persecución y de interacción con un móvil.",
        "Selección adecuada de las habilidades motrices en situaciones de oposición de contacto.",
        "Elaboración y utilización de estrategias marcajedesmarque, colocación, orientación, bloqueo-apoyo, presión...) en situaciones motrices de colaboraciónoposición de persecución y de interacción con un móvil.",
        "Decodificación de estrategias de ataque (conservar, avanzar/progresar, lanzamiento, rechace...) y de defensa (recuperar, anticipación, evitar el avance...).",
        "Continuidad y encadenamiento de acciones simultáneas con rapidez y eficacia.",
        "C2. Habilidades perceptivo-motrices",
        "Toma de conciencia de la actitud postural, ejes, planos y segmentos corporales.",
        "Conciencia y control del cuerpo en reposo y en movimiento.",
        "Estructuración espacial, percepción de objetos, de distancias, orientación, percepción e interceptación de trayectorias, agrupamiento-dispersión y transposición.",
        "Estructuración temporal y espaciotemporal, percepción de duraciones, de velocidad, de intervalos, de estructuras y de ritmos.",
        "Utilización del miembro no dominante en la realización de diferentes acciones motrices y movimientos de cierta dificultad con los segmentos corporales no dominantes.",
        "Coordinación y equilibrio estático y dinámico en situaciones complejas o superficies inestables (reequilibraciones).",
        "C3. Capacidades condicionales",
        "Capacidades físicas básicas y resultantes (coordinación, equilibrio y agilidad).",
        "C4. Habilidades y destrezas motrices",
        "Iniciación de las habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas: aspectos principales.",
        "Dominio motor y corporal desde un planteamiento previo a la acción, incidiendo más en los mecanismos de decisión y control.",
        "C5. Creatividad motriz",
        "Creatividad motriz: identificación de estímulos internos o externos que exijan un reajuste instantáneo de la acción motriz.",
        "A. Autorregulación emocional e interacción social en situaciones motrices",
        "Gestión emocional: regulación y autonomía de las emociones, pensamientos, ideas y sentimientos en la práctica de situaciones motrices.",
        "Estrategias de afrontamiento y gestión.",
        "Habilidades sociales: estrategias de trabajo en equipo para la resolución constructiva de conflictos en situaciones motrices colectivas.",
        "Respeto de las reglas de juego: comprensión, aceptación, cumplimiento y hacerlas cumplir.",
        "Concepto de fair play o “juego limpio”: aceptación del resultado y agradecimiento a las y los participantes.",
        "Rechazo de conductas contrarias a la convivencia en situaciones motrices por discriminación, por cuestiones de género, físicas, capacidad, competencia motriz, condición socioeconómica, actitudes xenófobas, étnicas, de índole sexista o cualquier otro tipo de violencia y uso de estrategias para saber afrontar y mediar.",
        "B. Manifestaciones de la cultura motriz",
        "Aportaciones de la cultura motriz a la herencia cultural.",
        "Los juegos, los deportes, las danzas y los bailes como seña de identidad cultural.",
        "Usos expresivos y comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas complejas a través de los recursos del lenguaje corporal.",
        "Cuerpo (anatomía, iconografía y actitudes), calidades del movimiento (significados) y sentimiento (sentidos y emociones, estados de ánimo).",
        "Elaboración con intencionalidad hacia las demás personas.",
        "Práctica de actividades rítmico-musicales con carácter expresivo.",
        "Adecuación del movimiento a secuencias y ritmos a través de distintas técnicas rítmicas y expresivas: danzas tradicionales y bailes populares, danza moderna, bailes de salón, disco; juego dramático (dramatizaciones, representaciones –gags, scketchs...–, teatro, y mimo –pantomima–).",
        "Preparación de coreografías individuales o grupales de distintas músicas.",
        "Deporte y perspectiva de género: visualización del sexismo en el deporte y participación coeducativa.",
        "C. Interacción eficiente y sostenible con el entorno",
        "F1. Educación vial y sostenibilidad",
        "Normas de uso de la vía pública desde cualquier perspectiva (peatones, conductores...).",
        "Educación vial desde la actividad física y deportiva: prevención de accidentes y sus secuelas, riesgos y peligros de la circulación y respuesta eficiente a cada situación.",
        "Comportamiento adecuado y responsable con las demás usuarias y usuarios (uso respetuoso de los vehículos lúdicos como patines, patinetes...).",
        "Movilidad segura, saludable y sostenible: transporte activo (bicicletas, patines, patinetes, transporte público...).",
        "F2. Entorno, espacios y materiales",
        "Valoración y cuidado de los espacios urbanos y naturales sin degradarlos como escenarios de entretenimiento.",
        "Respeto al resto de personas usuarias.",
        "Previsión de riesgos de accidente durante la práctica en el medio natural y urbano: valoración previa y actuación.",
        "Consumo responsable: construcción y reutilización de materiales para la práctica motriz.",
        "Práctica de actividades físicas en el medio natural y urbano.",
        "Cuidado del entorno como servicio a la comunidad, durante la práctica segura de actividad física en el medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "1.1. Relacionar los efectos beneficiosos a nivel físico y mental de la actividad física como paso previo para su integración en la vida diaria.",
        "1.2. Integrar los procesos de activación corporal, dosificación del esfuerzo, relajación e higiene en la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable.",
        "1.3. Adoptar medidas de seguridad antes, durante y después de la práctica de actividad física, reconociendo los contextos de riesgo y actuando con precaución ante ellos.",
        "1.4. Identificar conductas inapropiadas vinculadas al ámbito corporal, la actividad física y el deporte que resultan perjudiciales para la salud o afectan negativamente a la convivencia, adoptando posturas de rechazo a la violencia, a la discriminación y a los estereotipos de género, y evitando activamente su reproducción.",
        "2.1. Construir proyectos motores de carácter individual, cooperativo o colaborativo, definiendo metas, secuenciando acciones, introduciendo cambios, si es preciso, durante el proceso, y generando producciones motrices de calidad, valorando el grado de ajuste al proceso seguido y al resultado obtenido.",
        "2.2. Elegir y aplicar principios básicos decisionales en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos reales o simulados de actuación, reflexionando sobre las soluciones obtenidas.",
        "2.3. Adquirir un progresivo control y dominio corporal, empleando los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, y haciendo frente a las demandas de resolución de problemas en situaciones motrices transferibles a su espacio vivencial.",
        "3.1. Participar en actividades de carácter motor, desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, controlando la impulsividad, gestionando las emociones y expresándolas de forma asertiva.",
        "3.2. Aceptar, respetar y cumplir las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, reconociendo las actuaciones de las y los participantes (del equipo, adversarios, arbitraje o espectador).",
        "3.3. Convivir mostrando en el contexto de las prácticas motrices habilidades sociales, diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de capacidad, género, afectivo-sexual, de origen nacional, étnico, socioeconómica o de competencia motriz, y mostrando una actitud crítica y un compromiso activo para la convivencia entre las personas frente a los estereotipos, las actuaciones discriminatorias y la violencia.",
        "4.1. Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura propia, tradicional o actual, así como otros procedentes de diversas culturas, reconociendo y transmitiendo su valor cultural y su potencial como espacio generador de interacciones constructivas entre personas con orígenes diferentes para favorecer su conservación.",
        "4.2. Valorar el deporte como fenómeno cultural generando una opinión crítica respecto a los estereotipos de género, de capacidad y los comportamientos sexistas que a veces suceden en su contexto, rechazándolos y adoptando actitudes que eviten su reproducción en el futuro.",
        "4.3. Construir y elaborar composiciones con o sin soporte musical, y comunicar diferentes sensaciones, emociones e ideas, de forma estética y creativa, desde el uso de los recursos rítmicos y expresivos de la motricidad.",
        "5.1. Adaptar las acciones motrices a la incertidumbre propia del medio natural y urbano en contextos terrestres o acuáticos de forma eficiente y segura, valorando sus posibilidades para la práctica de actividad física y actuando desde una perspectiva ecosostenible y comunitaria del entorno."
    ]
}