{
    "competenciasEspecificas": [
        "1. Modelizar y resolver problemas de la vida cotidiana y de diversos ámbitos aplicando diferentes estrategias y formas de razonamiento, con ayuda de herramientas tecnológicas, para obtener posibles soluciones. STEM1, STEM2, STEM3, CD2, CD5, CPSAA4, CPSAA5, CE3.",
        "2. Verificar la validez de las posibles soluciones de un problema empleando el razonamiento y la argumentación para contrastar su idoneidad. STEM1, STEM2, CD2, CD3, CPSAA4, CC3, CE3.",
        "3. Generar preguntas de tipo matemático aplicando saberes y estrategias conocidas para dar respuesta a situaciones de la vida cotidiana. CCL1, STEM1, STEM2, CD1, CD2, CD5, CE3.",
        "4. Utilizar el pensamiento computacional de forma eficaz para modelizar y resolver situaciones de la vida cotidiana modificando o creando algoritmos. STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3.",
        "5. Reconocer y utilizar conexiones entre las diferentes ideas matemáticas estableciendo vínculos entre conceptos y procedimientos para generar una visión matemática integrada de la realidad. STEM1, STEM3, CD2, CD3, CCEC1.",
        "6. Descubrir los vínculos y profundizar en las relaciones de las matemáticas con otras áreas de conocimiento, interrelacionando conceptos y procedimientos, para resolver problemas en situaciones diversas de la vida real. STEM1, STEM2, CD3, CD5, CC4, CE2, CE3, CCEC1.",
        "7. Representar fenómenos y situaciones comunes mediante conceptos y procesos matemáticos seleccionando diferentes tecnologías para visualizar ideas y estructurar razonamientos. STEM3, STEM4, CD1, CD2, CD5, CE3, CCEC4.1, CCEC4.2.",
        "8. Comunicar las ideas matemáticas, de forma individual y colectiva, empleando el soporte, la terminología y el rigor apropiados, para organizar y consolidar el pensamiento matemático. CCL1, CCL3, CP1, STEM2, STEM4, CD2, CD3, CCEC3.2.",
        "9. Desarrollar destrezas, tanto personales como sociales identificando y gestionando emociones, aceptando el error y la incertidumbre, creando relaciones saludables y participando activa y reflexivamente en proyectos en grupos heterogéneos para mejorar la consecución de los objetivos en el aprendizaje de la matemática. STEM5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC2, CC3, CE2."
    ]
}