{
    "situacionesAprendizaje": [
        "El desarrollo de las competencias clave del Perfil de salida del alumnado al término de la enseñanza básica, que se concretan en las competencias específicas de área de la etapa, se ve favorecido por el desarrollo de una metodología didáctica que reconozca al alumnado como agente de su propio aprendizaje. Para ello es imprescindible la implementación de propuestas pedagógicas que, partiendo de los centros de interés de los alumnos y alumnas, les permitan construir el conocimiento con autonomía y creatividad desde sus propios aprendizajes y experiencias.",
        "Las situaciones de aprendizaje son una herramienta eficaz para integrar todos los elementos curriculares (competencias, criterios y saberes básicos) de las distintas áreas mediante tareas y actividades significativas y relevantes para resolver problemas de manera creativa y cooperativa, reforzando la autoestima, la autonomía, la reflexión y la responsabilidad.",
        "Para que la adquisición de las competencias sea efectiva, las situaciones de aprendizaje deben estar bien contextualizadas y ser respetuosas con las experiencias del alumnado y sus diferentes formas de comprender la realidad.",
        "Estas situaciones concretan y evalúan las experiencias de aprendizaje del alumnado y deben estar compuestas por tareas de creciente complejidad, en función de su nivel psicoevolutivo, y cuya resolución conlleve la construcción de nuevos aprendizajes. Con ellas se busca ofrecer al alumnado la oportunidad de conectar sus aprendizajes y aplicarlos en contextos cercanos a su vida cotidiana, favoreciendo su compromiso con el aprendizaje propio. Así planteadas, las situaciones de aprendizaje constituyen un componente que, alineado con los principios del Diseño Universal para el Aprendizaje, permite aprender a aprender y sentar las bases para el aprendizaje durante toda la vida fomentando procesos pedagógicos flexibles y accesibles que se ajusten a las necesidades, las características y los diferentes ritmos de aprendizaje del alumnado.",
        "Las situaciones de aprendizaje se caracterizan por generar acciones cognitivas, afectivas y emocionales, serán flexibles y contempladas en el diseño curricular, considerando cómo, cuándo y qué aprende el alumno. Reconocen al alumno como sujeto activo capaz de lograr autonomía para aprender, y del profesor como orientador de procesos que promuevan la formación.",
        "El diseño de las situaciones de aprendizaje debe suponer la transferencia de los aprendizajes adquiridos por parte del alumnado, posibilitando la articulación coherente y eficaz de distintos conocimientos, destrezas y actitudes propios de esta etapa. Las situaciones deben partir del planteamiento de unos objetivos claros y precisos que integren diversos saberes básicos. Además, deben proponer escenarios que favorezcan diferentes tipos de agrupamientos, desde el trabajo individual al trabajo en grupos, permitiendo que el alumnado vaya asumiendo responsabilidades personales progresivamente y actúe de forma cooperativa en la resolución creativa del reto planteado. Su puesta en práctica debe implicar la producción y la interacción oral e incluir el uso de recursos auténticos en distintos soportes y formatos, tanto analógicos como digitales. Las situaciones de aprendizaje deben fomentar aspectos relacionados con el interés común, la sostenibilidad o la convivencia democrática, esenciales para que el alumnado se prepare para responder con eficacia a los retos del siglo XXI.",
        "Para que una situación de aprendizaje sea competencial, el niño debe ser el agente de su propio aprendizaje, construyendo conocimiento con autonomía y creatividad, permitiendo la transferencia de aprendizajes.",
        "Elementos a tener en cuenta para elaborar una situación de aprendizaje:",
        "1. Justificación y contextualización.",
        "2. Fundamentación curricular:",
        "Tomando como referencia los criterios de evaluación, concretamos las competencias específicas que se persiguen y se hacen explícitos los saberes básicos que estarán incluidos en el diseño.",
        "3. Se hace referencia a la metodología que se va a utilizar a lo largo de las actividades propuestas, preferentemente metodologías activas para que el alumno aprenda haciendo.",
        "4. Proponer escenarios que favorezcan diferentes tipos de agrupamiento desde el trabajo individual al trabajo en grupo.",
        "5. Recursos: Uso de diferentes recursos, soportes y formatos tanto analógico como digitales.",
        "6. Tareas y actividades.",
        "- Partir de los conocimientos del alumnado (activación).",
        "- Graduadas de más sencillas a complejas.",
        "- Proporcionar modelos de conceptos y procesos mediante recursos adecuados e instrucciones claras (demostración).",
        "- Programar actividades suficientes para ensayar y posteriormente dominar la competencia (aplicación).",
        "- Programar actividades de reflexión sobre lo que se ha hecho o aprendido (integración).",
        "- Que sean útiles y funcionales para el alumnado, que supongan retos y desafíos que despierten su curiosidad por aprender (despertar el deseo de aprender).",
        "- Que partan de su centro de interés, lo que le aportará entusiasmo para aprender (motivación).",
        "- Contextualizadas y cercanas al alumnado, que sean respetuosas con sus experiencias y las diferentes maneras de percibir la realidad, acordes con su nivel psicoevolutivo (individualización).",
        "- Que potencien el desarrollo de procesos cognitivos, emocionales y psicomotrices en el alumnado (desarrollo integral)",
        "- Principalmente relacionadas con el interés común, la sostenibilidad y convivencia (ODS).",
        "7. Instrumentos de evaluación: serán diversos, heterogéneos y adaptados a las tareas y actividades diseñadas para la situación de aprendizaje (observación directa, rúbricas, dianas de evaluación, portafolios, coevaluación, etc).",
        "**El anexo III del currículo autonómico encontrarás una tabla modelo para crear tus situaciones de aprendizaje."
    ]
}