{
  "saberes": [
    "A. Escucha y percepción musical",
    "Identificación y reconocimiento de sentimientos y emociones.*",
    "Propuestas musicales y dancísticas producidas por creadores y creadoras del País Vasco y de otros lugares: audición, análisis, descripción y valoración de sus características más relevantes a lo largo de la historia.*",
    "Compositores y compositoras, artistas y agrupaciones locales, regionales, nacionales y de otros lugares: análisis de eventos y manifestaciones artístico-musicales y escenográficas en vivo y registradas.*",
    "Elementos fundamentales de la música: Ritmo, melodía, armonía, silencio, textura, forma y géneros musicales.*",
    "Sonido, ruido y silencio. Contaminación acústica. Reflexión crítica sobre el respeto al medio ambiente.*",
    "Vocabulario específico vinculado al área musical. Conocimiento y uso.",
    "Herramientas digitales y música.",
    "Normas de comportamiento básicas en la recepción musical: respeto y valoración, sin sesgo de género, basada en argu-mentos musicales.",
    "Escucha activa de propuestas musicales y dancísticas de diferentes épocas y estilos.* Identificación y reconocimiento de sentimientos y emociones.*",
    "Visibilización de las mujeres en roles de creación e interpretación musical y dancística.* Expresión de sentimientos y emociones.*",
    "B. Interpretación, improvisación y creación escénica.",
    "La partitura: identificación de grafías convencionales y no convencionales. Lectura y escritura musical.*",
    "Elementos básicos del lenguaje musical: Parámetros del sonido, intervalos, escalas musicales y acordes básicos.*",
    "Técnicas elementales de improvisación guiada y libre: vocales, instrumentales y/o corporales.",
    "Proyectos musicales y audiovisuales: uso y adaptación del lenguaje musical a través de aplicaciones tecnológicas.*",
    "Propiedad intelectual y cultural: Tipos de licencias. Planteamientos éticos y responsables. Privacidad y respeto de los de-rechos de autoría.",
    "Respeto a la diversidad de ideas y empatía hacia otros y otras.*",
    "Normas de comportamiento y participación en actividades musicales. Actitud respetuosa y no discriminatoria hacia las producciones ajenas.*",
    "Autorregulación de las emociones básicas. Autoconfianza y seguridad en sí mismo.* Curiosidad, creatividad e iniciativa en la realización de propuestas artísticas.",
    "Técnicas elementales para la interpretación e improvisación guiada y libre: vocal, instrumental, corporal y escénica.",
    "Autorregulación de la comunicación verbal, no verbal y digital.*",
    "Autoconfianza y autoestima como parte del proceso de aprendizaje.*",
    "Expresión de sentimientos y emociones con seguridad en sí mismo.*",
    "C. Contexto y culturas musicales, medios de comunicación y tecnologías La voz: clasificación y características.*",
    "Organología. Clasificación y características de instrumentos sinfónicos y tradicionales del País Vasco, populares y urbanos.* Organología. Clasificación y características de los instrumentos a lo largo de la historia.",
    "Las músicas tradicionales en el País Vasco y su diversidad cultural y de género. Principales agrupaciones instrumentales y danzas.*",
    "Géneros musicales propios de la cultura vasca y de otras culturas.*",
    "Apertura, interés y actitud inclusiva hacia manifestaciones musicales y dancísticas diversas sin sesgo de género.*",
    "Tradiciones sociales y musicales en otras culturas. Características y funciones. Instrumentos, canciones, danzas y bailes en África, Asia, América, Europa y Oceanía.*",
    "Texturas, formas y géneros musicales a lo largo de los periodos históricos y en la actualidad.* Valoración crítica de diferentes manifestaciones musicales y dancísticas.*",
    "Perspectiva de género y actitud abierta y respetuosa ante propuestas musicales y dancísticas diversas"
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar los factores históricos, culturales y sociales que rodean a determinadas producciones musicales, com-prendiendo sus características y función a través del análisis de ejemplos, incorporando la perspectiva de género y una actitud crítica, abierta y respetuosa.",
    "1.2. Apreciar la importancia de la conservación del patrimonio musical y escénico de la cultura vasca y de otras culturas, a través del conocimiento de distintas propuestas, promovien-do el enriquecimiento personal y la cohesión social.",
    "2.1. Identificar las características, elementos y técnicas más importantes de diferentes propuestas musicales de nuestra cultura y de otras, a través de diferentes soportes audiovi-suales, evidenciando una actitud de apertura, interés y res-peto.",
    "2.2. Valorar diferentes manifestaciones musicales y escéni-cas de la cultura vasca y otras culturas, a través del análisis y la recepción activa y respetuosa e inclusiva, entendiendo estas como reflejo de la sociedad donde fueron creadas.",
    "3.1. Expresar ideas, sentimientos y emociones, de manera respetuosa y con empatía y sensibilidad, acerca de ejemplos de diferentes propuestas musicales estudiadas, a través de la audición, visionado o asistencia a eventos musicales.",
    "3.2. Realizar improvisaciones guiadas o libres, individuales o grupales, utilizando el cuerpo o los instrumentos musicales y desarrollando la creatividad y la autoconfianza.",
    "3.3. Poner en práctica habilidades musicales individuales y grupales, desarrollando y fortaleciendo la autoestima a través de la interpretación.",
    "4.1. Utilizar técnicas individuales elementales de interpreta-ción musical y corporal para el desarrollo de las destrezas musicales, potenciando la manifestación y gestión del control de emociones, no estereotipada, y la autoconfianza seguri-dad en sí mismo.",
    "4.2. Participar como intérprete y oyente en actuaciones y manifestaciones musicales y escénicas dentro y/o fuera del centro, mostrando iniciativa en los procesos creativos e in-terpretativos.",
    "4.3. Aplicar técnicas de interpretación musical y de movi-miento en audiciones y conciertos en el aula y fuera de ella, desarrollando la creatividad y el respeto hacia las demás personas.",
    "5.1. Crear propuestas artístico-musicales y escénicas, utilizando herramientas tecnológicas para el desarrollo de productos audiovisuales, con actitud inclusiva, cohesión y crite rios de sostenibilidad.",
    "5.2. Elaborar composiciones vocales, instrumentales, coreo-gráficas y multidisciplinares de forma individual y/o colabo-rativa, mostrando respeto a la diversidad de ideas, emociones y sentimientos del grupo."
  ]
}