{
    "competenciasEspecificas": [
        "1. Conocer la Psicología como ciencia que trata de la conducta y los procesos mentales del individuo desde una dimensión teórica y práctica, con objetivos, características, ramas y técnicas de investigación propios, valorando su contribución a la adquisición del estímulo crítico, la autonomía, la investigación y la innovación, y reconociendo su carácter interdisciplinar, para adquirir una comprensión holística del ser humano identificando los problemas y las soluciones aportadas por las distintas corrientes psicológicas.  CCL1, CCL2, CP2, STEM2, STEM4, CD1, CPSAAA4, CPSAA5, CC1",
        "2. Comprender la especificidad del cerebro humano, su estructura y su evolución, valorando las diferentes técnicas de investigación, así como la relación entre la conducta y sus bases genéticas, para entender dichos elementos como componentes explicativos del comportamiento y de la salud humanas. CCL1, STEM4, CD1, CPSAAA4, CPSAA5, CC1.",
        "3. Entender los procesos cognitivos básicos como la percepción, atención, memoria y el olvido, así como los estados de conciencia y drogas, valorando al ser humano como procesador de información y apreciando los factores individuales y sociales en los procesos cognitivos para comprender los elementos que influyen en el psiquismo humano. CCL1, CCL2, STEM2, STEM5, CD1, CPSAA3.1, CC1.",
        "4. Analizar las principales teorías sobre el aprendizaje, la inteligencia y el pensamiento distinguiendo las causas que influyen en estos procesos para comprender sus aplicaciones al ámbito social, valorando la importancia de la inteligencia emocional en el desarrollo del individuo, para entender esas capacidades y juzgar críticamente los problemas y límites que se plantean en el ámbito de la inteligencia artificial. CCL2, CCL4, CPSAA1.2, CC1.",
        "5. Explicar y valorar el significado de la motivación, la personalidad y la afectividad como dimensiones esenciales de los seres humanos analizando los conflictos y las influencias genéticas, medioambientales y culturales teniendo en cuenta las teorías más aceptadas sobre ellas con el objeto de comprender la complejidad del ser humano y tener conciencia de uno mismo y de los demás para regular las emociones y la afectividad de manera adecuada. CCL3, STEM2, STEM4, STEM5, CPSAA2, CPSAA3.1,",
        "6. Desarrollar una comprensión madura e informada de la sociabilidad humana, valorando los procesos psicológicos de las masas y la importancia de la Psicología en el entorno del trabajo y las organizaciones, apreciando la interiorización de normas y valores sociales y reflexionando sobre el liderazgo con el fin de autocontrolar el comportamiento y buscar soluciones a los problemas. CCL2, CCL3, STEM4, CD4, CC1, CE2, CCEC2."
    ]
}