{
  "saberes": [
    "A. Comunicación.",
    "- Estrategias básicas para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
    "- Conocimientos, destrezas y actitudes que permitan detectar y colaborar en actividades de mediación en situaciones cotidianas sencillas.",
    "- Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludar, despedirse, presentar y presentarse; describir personas, objetos y lugares; comparar personas y objetos; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información sobre cuestiones cotidianas; dar y pedir instrucciones y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y emociones básicas; describir situaciones presentes y acciones habituales; narrar acontecimientos pasados; enunciar sucesos futuros; expresar la opinión, la posibilidad, la capacidad, la obligación.",
    "- Géneros discursivos básicos en la comprensión, producción y coproducción de textos orales y escritos, breves y sencillos.",
    "- Unidades lingüísticas básicas y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas básicas.",
    "- Léxico de uso común y de interés para el alumnado relativo a identificación personal, relaciones interpersonales, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana, salud y actividad física, vivienda y hogar, clima y entorno natural, tecnologías de la información y la comunicación.",
    "- Autoconfianza. El error como instrumento de mejora.",
    "- Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones comunicativas generales asociadas a dichos patrones. Fonemas de la lengua extranjera y comparación con los de la lengua materna y con los de la materia Lengua Extranjera.",
    "- Convenciones ortográficas básicas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
    "- Convenciones y estrategias conversacionales básicas, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, comparar y contrastar, colaborar, etc.",
    "- Recursos para el aprendizaje y estrategias básicas de búsqueda de información: diccionarios en cualquier soporte, libros de consulta, bibliotecas, recursos digitales e informáticos, herramientas y aplicaciones móviles.",
    "- Identificación de la autoría de las fuentes consultadas y los contenidos utilizados.",
    "- Herramientas analógicas y digitales básicas para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas, etc.) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
    "- Lecturas graduadas de textos literarios o de temática adecuada a la edad del alumnado como fuente de enriquecimiento lingüístico.",
    "B. Plurilingüismo.",
    "- Estrategias y técnicas para responder eficazmente a una necesidad comunicativa básica y concreta de forma comprensible, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
    "- Estrategias básicas para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
    "- Estrategias y herramientas básicas de autoevaluación, analógicas y digitales, individuales y cooperativas.",
    "- Léxico y expresiones de uso común para comprender enunciados sobre la comunicación, la lengua y el aprendizaje.",
    "- Comparación básica entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos.",
    "C. Interculturalidad.",
    "- La lengua extranjera como medio de comunicación interpersonal e internacional, fuente de información y como herramienta para el enriquecimiento personal.",
    "- Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
    "- Aspectos socioculturales y sociolingüísticos básicos relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales básicas; lenguaje no verbal, cortesía lingüística y etiqueta digital; cultura, costumbres y valores propios de países donde se habla la lengua extranjera.",
    "- Lecturas graduadas específicas para el aprendizaje de la lengua extranjera o basadas en obras literarias significativas que reflejen la idiosincrasia y la cultura de los países y territorios donde se habla.",
    "- Estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística.",
    "- Estrategias básicas de detección y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
    "- Aspectos geopolíticos y físicos de los países donde se habla la lengua extranjera.",
    "Estructuras sintáctico-discursivas Alemán",
    "1. Saludar y despedirse, presentar y presentarse. Fórmulas y saludos coloquiales y formales. Pronombre de cortesía.",
    "Interrogativos Wer/ Was…, Wie... wohin, woher… Orden de la frase enunciativa e interrogativa.",
    "2. Describir personas, objetos y lugares.",
    "Präsens de los verbos en -eln.",
    "Orden de la frase enunciativa e interrogativa. Inversión del sujeto. Determinante jed-.",
    "Posesivos.",
    "Preposiciones de dativo mit y zu.",
    "Pronombre indefinido man.",
    "Verbos y expresiones de acusativo: haben, kaufen… Pronombres personales en acusativo.",
    "Preposiciones bei y el nombre de person. Preposiciones im, am, mit… 3. Comparar personas y objetos. Adjetivos atributivos.",
    "Uso de gern.",
    "4. Situar eventos en el tiempo. La hora formal e informal. Números ordinales (fecha).",
    "Adverbios temporales jetzt, schon… Preposiciones temporales vor, nach con dativo.",
    "5. Situar objetos, personas y lugares en el espacio.",
    "Preposiciones (in, aus y nach…) para hablar del lugar y la direccionalidad. Preposición zu con nombre de persona.",
    "Preposiciones an, in, auf…+ dativo. Artículo determinado en dativo.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Frases interrogativas: Welch-.",
    "Verbos con cambio vocálico: lesen, fernsehen… Adverbios de frecuencia (immer, oft...).",
    "Pronombres personales en dativo.",
    "Preposiciones de dativo mit y zu para medios de transporte. Verbos separables y orden de la oración.",
    "Pronombres en acusativo.",
    "Adverbios de frecuencia: immer, selten… 7. Dar y pedir instrucciones y órdenes. El Imperativo.",
    "Verbos modales: müssen.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. La negación: kein-.",
    "Sugerencias del tipo gehen wir… Können wir... Verbo möchten.",
    "Preposiciones de acusativo für.",
    "9. Expresar parcialmente el gusto o el interés y emociones básicas. Verbo gefallen y estructura con dativo.",
    "Verbo mögen en presente.",
    "Adjetivos calificativos en forma atributiva. Adverbios que expresan el gusto: gern.",
    "10. Describir situaciones presentes y acciones habituales. Los adverbios de frecuencia.",
    "Conectores dann, und…",
    "Preposiciones de dativo mit y zu.",
    "Partes del día: am Morgen…",
    "Complementos temporales con las preposiciones am, im y um.",
    "11. Narrar acontecimientos pasados.",
    "Präteritum de haben y sein. Perfekt con haben.",
    "Partizip II para formar el Perfekt de los verbos regulares e irregulares, verbos con prefijo, en -ieren y separables.",
    "Perfekt de sein, bleiben, passieren. Preposición im con meses y años.",
    "12. Enunciar sucesos futuros.",
    "Expresiones temporales de futuro: morgen, nächstes Jahr…",
    "13. Expresar la opinión, la posibilidad, la capacidad y la obligación. Conjunción deshalb, partícula denn.",
    "Verbos modales müssen, können, wollen.",
    "Francés",
    "1. Saludar y despedirse, presentar y presentarse. Fórmulas y saludos.",
    "Verbo s´appeler.",
    "Pronombres personales y demostrativos.",
    "2. Describir personas, objetos y lugares. Verbos ètre y avoir.",
    "Plurales y femeninos irregulares.",
    "Demostrativos, pronombres personales, determinantes posesivos de varios poseedores y pronombres tónicos.",
    "3. Comparar personas y objetos.",
    "Adjetivos en grado positivo, comparativo y superlativo.",
    "4. Situar eventos en el tiempo.",
    "Présent, iniciación al passé composé con avoir.",
    "Preposiciones, adverbios (d´abord, puis…) y expresiones de tiempo como los momentos del día.",
    "5. Situar objetos, personas y lugares en el espacio.",
    "Aller y venir. Il y a.",
    "Preposiciones (sur, sous…) y locuciones de lugar (á droite, en bas…), de distancia, dirección, destino…",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Verbos vouloir y pouvoir.",
    "Pronombres COD. Interrogativos.",
    "Adverbios de frecuencia.",
    "7. Dar y pedir instrucciones y órdenes.",
    "Impératif.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. Negación ne… rien, ne… jamais, ne… personne.",
    "9. Expresar parcialmente el gusto o el interés y emociones básicas. Verbos aimer, détester, penser, avoir envie, avoir besoin. J´aimerais.",
    "La cantidad, los partitivos. Adverbios de cantidad.",
    "10. Describir situaciones presentes y acciones habituales.",
    "Présent de l´indicatif, présent progressif.",
    "11. Narrar acontecimientos pasados.",
    "Passé composé.",
    "12. Enunciar sucesos futuros.",
    "Futur.",
    "13. Expresar la opinión, la posibilidad, la capacidad y la obligación. Verbos penser, vouloir, pouvoir.",
    "Verbo devoir.",
    "Inglés",
    "1. Saludar y despedirse, presentar y presentarse. Fórmulas y saludos: How are you? Pleased to meet you. Be and have (got).",
    "Pronombres personales. Demostrativos.",
    "2. Describir personas, objetos y lugares.",
    "Be and have (got).",
    "Present simple vs present continuous.",
    "Demostrativos. Pronombres personales. Determinantes posesivos.",
    "Preposiciones y adverbios de lugar y distancia. Genitivo sajón.",
    "3. Comparar personas y objetos. Adjetivos en grado positivo y comparativo. Adverbios de intensidad: very, a lot, etc.",
    "Expresiones de cantidad: much, many, etc.",
    "4. Situar eventos en el tiempo.",
    "There is/there are.",
    "Past simple.",
    "Expresiones de tiempo: at that time, then, later, etc.",
    "5. Situar objetos, personas y lugares en el espacio.",
    "There is /there are.",
    "Preposiciones: on, under, between, etc. Adverbios de lugar: there, here, etc.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Interrogativos: How much, How many, etc.",
    "Adverbios y expresiones de frecuencia: always, never, sometimes, twice a week, etc.",
    "7. Dar y pedir instrucciones y órdenes. Imperativos.",
    "Verbos modales: can/could, must/have to. Expresiones de cortesía: Excuse me, Sorry? Fórmulas: How can I get to…?",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias.",
    "Verbos modales como can, could, will, should.",
    "Expresiones como Can I help you?, How/what about…? Let’s… Why don’t we…? Respuestas de aceptación y rechazo: Great! Oh, no thanks!",
    "9. Expresar parcialmente el gusto o el interés y emociones básicas. Verbos como like/dislike, love/hate, enjoy, etc.",
    "Exclamativos How + adjective, What a + noun phrase.",
    "10. Describir situaciones presentes y acciones habituales.",
    "Present simple/present continuous.",
    "11. Narrar acontecimientos pasados.",
    "Past simple (verbos regulares e irregulares).",
    "12. Enunciar sucesos futuros.",
    "Future simple.",
    "Expresiones temporales: this week, next month, etc.",
    "13. Expresar la opinión, la posibilidad, la capacidad y la obligación. Expresiones de opinión básicas como I think, in my opinion, etc. Modales como can/can't, must/have to, should.",
    "Expresiones como it is possible.",
    "Italiano",
    "1. Saludar, despedirse, presentar y presentarse.",
    "Fórmulas y saludos: salve! arrivederci/La, come stai? piacere! molto lieto/a!",
    "Presentar: ti/Le presento, lui/lei è… Tratar de tú o de usted.",
    "2. Describir personas, objetos y lugares.",
    "Sustantivos: género y número, casos particulares frecuentes: uovo/uova, fratello/sorella, marito/moglie.",
    "Adjetivos y pronombres posesivos: formas y usos. Los posesivos y los nombres de parentesco.",
    "Contracciones: preposiciones a, da, di, in, su + artículos determinados. Pronombres átonos directos lo, la, li, le.",
    "Pronombres átonos indirectos: mi, ti, gli, le, ci, vi, gli/loro. Números cardinales mayores de 100.",
    "Números ordinales a partir de undicesimo. Verbo esserci: c’è, ci sono.",
    "3. Comparar personas y objetos. Adverbios anche/neanche, invece.",
    "4. Situar eventos en el tiempo. Los días de la semana, los meses.",
    "Artículos determinados con los días de la semana: lunedì/il lunedì.",
    "Adverbios de frecuencia: mai, sempre, qualche volta, a volte, spesso, ogni tanto, di solito.",
    "Intervalos horarios: dalle… alle.",
    "Adverbios de tiempo: dopo, appena, ancora, ora, presto. La fecha.",
    "5. Situar objetos, personas y lugares en el espacio. Pronombres demostrativos: questo y quello.",
    "El adverbio de lugar ci.",
    "Adverbios de lugar: accanto, davanti, dietro, di fronte, sopra, sotto, vicino, qui/qua, lì/là.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas.",
    "Indicaciones viales simples. Pedir y dar la dirección. Pedir e indicar la duración de un recorrido.",
    "7. Dar y pedir instrucciones y órdenes. Imperativo informal afirmativo y negativo.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. Indicar una preferencia: non va bene, preferisco…",
    "Hacer una propuesta: ma ti va di… vuoi… prendi…?",
    "Acordar una cita: che ne dici se ci vediamo…",
    "Aceptar o rechazar una propuesta: certo!, perfetto! mi dispiace, non posso.",
    "9. Expresar el gusto o el interés y emociones básicas.",
    "El verbo piacere. Pronombres indirectos con el verbo piacere. Expresar la sorpresa: caspita!, wow!",
    "10. Describir situaciones presentes y habituales. Verbos reflexivos.",
    "La forma stare + gerundio.",
    "11. Narrar acontecimientos pasados, y enunciar sucesos futuros.",
    "El passato prossimo. Auxiliares essere y avere. El participio pasado.",
    "12. Enunciar sucesos futuros.",
    "Preposición tra/fra con valor de futuro: Tra sette giorni Carlo si sposa. Uso del presente con valor de futuro: Domani vado in Italia.",
    "13. Expresar la opinión, la posibilidad, la capacidad y la obligación. Los verbos modales volere, potere y dovere.",
    "Portugués",
    "1. Saludar, despedirse, presentar y presentarse.",
    "Fórmulas y saludos. Incidencia en las expresiones y formas de tratamiento: muito prazer, tu, você, o/a senhor/a…",
    "2. Describir personas, objetos y lugares.",
    "Femenino y plural de nombres y adjetivos. Reglas generales y palabras básicas y de uso frecuente con diferente género en relación con el español: homem/mulher… Pronombres indefinidos. Formas más frecuentes.",
    "Números cardinales más allá de 100. Números ordinales hasta 20.",
    "3. Comparar personas y objetos. Expresiones: imenso…",
    "Gradación del adverbio: muito, pouco.",
    "Grado de los adjetivos: comparativo y superlativo.",
    "4. Situar eventos en el tiempo.",
    "Preposiciones y locuciones de tiempo: momento habitual, puntual: ao domingo, no domingo, de manhã, às cinco), divisiones temporales (estación del año, meses, años, etc.) e indicaciones (p. ej. atrás, cedo, tarde).",
    "Preguntar y decir hora y fecha.",
    "5. Situar objetos, personas y lugares en el espacio. verbos (estar, ficar, haver, etc.).",
    "Preposiciones y locuciones prepositivas de lugar. Adverbios de lugar (aquí, aí, ali).",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Interrogativas. Pronombres y adverbios interrogativos.",
    "Pretérito Imperfeito. valor de condicional, usos de cortesía, expresión de deseos.",
    "Adverbios y expresiones: eu também, certo, não, nunca, etc.",
    "7. Dar y pedir instrucciones y órdenes.",
    "Verbos modales. Preguntas indirectas y marcadores conversacionales de diferentes usos y funciones. P.ej.: Desculpe! Faz/faça favor!, Com certeza! Podia dizer-me…? Pretérito Imperfeito y la cortesía (valor de condicional), con ciertas expresiones: Era, queria / podia…?",
    "8. Ofrecer, aceptar y rechazar ayuda; proposiciones y sugerencias.",
    "Pretérito Imperfeito, uso de cortesía (valor de condicional): Podia…?/ Queria… Expresiones: Que bom!, Ótimo!, Que pena!, Obrigado, Desculpa, mas não posso… Expresiones y verbos modales: poder/querer + infinitivo, p. ej.: Queres…?/Não queres…?, ótimo, boa ideia, que pena! Pretérito Imperfeito, uso de cortesía (valor de condicional): Podía…?/ Queria…",
    "9. Expresar parcialmente el gusto o el interés y emociones básicas.",
    "Gostar de / não gostar / adorar / detestar / preferir.",
    "Verbos y perífrasis modales: poder, querer, desejar, sentir, pensar. Expresiones: Está bem, Ótimo!, Exclamativos Que …!: Que chatice! 10. Describir situaciones presentes y habituales.",
    "Formación del plural y del femenino de los sustantivos (reglas generales). Presente de Indicativo. Verbos regulares e irregulares.",
    "Perífrasis estar a + infinitivo. Contraposición con Presente de Indicativo.",
    "Adverbios de tiempo y expresiones de frecuencia: agora, neste momento, habitualmente, raramente, às vezes, nunca, geralmente, etc.",
    "Pronombres reflexivos. Anteposición y posposición en relación con el verbo en oraciones afirmativas, negativas e interrogativas.",
    "Coordinación con: e, ou, mas, porque…",
    "11. Narrar acontecimientos pasados.",
    "Presente do Indicativo con valor de futuro.",
    "Pretérito Perfeito Simples de verbos ser, estar, ter e ir y regulares.",
    "12. Enunciar sucesos futuros.",
    "Presente de Indicativo con valor de futuro con expresiones de tiempo. Perífrasis de futuro próximo: ir + Infinitivo.",
    "Adverbios de tiempo y expresiones temporales: p. ej.: para o ano, amanhã, etc.",
    "13. Expresar la opinión, la posibilidad, la capacidad y la obligación. Verbos opinativos: achar/pensar/crer que + Indicativo. Se calhar.",
    "Verbos y perífrasis modales: Ter de/que, dever, precisar de, poder, etc. Se calhar, bem/mal."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Interpretar y analizar el sentido global y la información específica y explícita de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos, de relevancia personal y próximos a su experiencia, propios de los ámbitos de las relaciones interpersonales, del aprendizaje, de los medios de comunicación y de la ficción expresados de forma clara y en la lengua estándar a través de diversos soportes. (CCL2, CCL4, CD1, CCEC2)",
    "1.2 Seleccionar, organizar y aplicar de forma guiada las estrategias y conocimientos más adecuados en situaciones comunicativas cotidianas para comprender el sentido general, la información esencial y algunos detalles relevantes de los textos; interpretar elementos no verbales; y buscar y seleccionar información. (CCL3, CCL4, CP1, CP2, STEM1, CD1, CPSAA5)",
    "Competencia específica 2",
    "2.1 Expresar oralmente textos breves, sencillos, estructurados, comprensibles y adecuados a la situación comunicativa sobre asuntos cotidianos y frecuentes, de relevancia para el alumnado, con el fin de describir, narrar e informar sobre temas concretos, en diferentes soportes, utilizando de forma guiada recursos verbales y no verbales, así como estrategias de planificación y control de la producción. (CCL1, CP1, STEM1, CD3, CPSAA1, CE3, CCEC3)",
    "2.2 Organizar y redactar textos breves y comprensibles con claridad, coherencia, cohesión y adecuación a la situación comunicativa propuesta, siguiendo pautas establecidas, a través de herramientas analógicas y digitales, sobre asuntos cotidianos y frecuentes de relevancia para el alumnado y próximos a su experiencia. (CCL1, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE3, CCEC3)",
    "2.3 Seleccionar, organizar y aplicar de forma guiada conocimientos y estrategias para planificar, producir y revisar textos comprensibles, coherentes y adecuados a las intenciones comunicativas, usando con ayuda los recursos físicos o digitales más adecuados en función de la tarea y las necesidades de cada momento, teniendo en cuenta las personas a quienes va dirigido el texto. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE1, CE3, CCEC3)",
    "2.4 Utilizar léxico relativo a asuntos cotidianos relacionados con los propios intereses adecuándolos a la situación comunicativa y con una variedad adecuada al nivel. (CCL1, CP1, CP2, CD2, CE1, CE3, CCEC3)",
    "2.5 Describir hechos y expresar opiniones o sentimientos de manera oral o escrita de forma clara en contextos analógicos y digitales, intercambiando información adecuada a diferentes contextos cotidianos de su entorno personal, social, global y educativo. (CCL1, CP1, STEM1, CD2, CD3, CPSAA1, CE1, CE3)",
    "Competencia específica 3",
    "3.1 Planificar y participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próximos a la experiencia del alumnado, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores. (CCL1, CCL5, CP1, CP2, CPSAA3, CC3)",
    "3.2 Seleccionar, organizar y utilizar, de forma guiada y en entornos próximos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones. (CCL1, CCL5, CP1, STEM1, CD2, CPSAA3, CC3)",
    "3.3 Hacerse entender en intervenciones breves, aunque sea necesario recurrir a titubeos, pausas, vacilaciones o repeticiones, corrigiendo lo que se quiere expresar y mostrando una actitud cooperativa y respetuosa. (CCL1, CCL5, CP1, CP2, CPSAA1, CPSAA3, CC3)",
    "3.4 Realizar de forma guiada proyectos utilizando herramientas digitales y trabajando colaborativamente en entornos digitales seguros, con una actitud abierta, respetuosa y responsable. (CCL1, CCL5, STEM1, CD2, CC3)",
    "Competencia específica 4",
    "4.1 Inferir y explicar textos, conceptos y comunicaciones breves y sencillas en situaciones en las que atender a la diversidad, mostrando interés por participar en la solución de problemas de intercomprensión y de entendimiento en el entorno próximo, apoyándose en diversos recursos y soportes. (CCL1, CCL5, CP2, STEM1, CD3, CPSAA1, CPSAA3, CC4, CE3, CCEC1)",
    "4.2 Aplicar, de forma guiada, estrategias que faciliten la comprensión y producción de información y la comunicación, adecuadas a las intenciones comunicativas, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento. (CCL1, CCL5, CP1, CP2, CP3, STEM1, CD3, CPSAA1, CPSAA3, CE3)",
    "4.3 Utilizar, con bastante orientación, estrategias de mediación como la interpretación, la explicación y el resumen de lo esencial, aprovechando y organizando al máximo los recursos previos del mediador y apoyándose en todos aquellos que puedan servir de ayuda. (CCL5, CP1, CP2, CD3, CPSAA1, CPSAA3, CC4)",
    "Competencia específica 5",
    "5.1 Comparar y contrastar las semejanzas y diferencias entre distintas lenguas reflexionando sobre su funcionamiento. (CCL3, CPSAA5, CC2)",
    "5.2 Utilizar y diferenciar los conocimientos y estrategias de mejora de la capacidad de comunicar y de aprender la lengua extranjera con apoyo de otros participantes y de soportes analógicos y digitales. (CCL1, CP2, STEM1, CD2, CD3, CPSAA1, CPSAA5) 5.3 Identificar y registrar, siguiendo modelos, los progresos y dificultades de aprendizaje de la lengua extranjera, seleccionando de forma guiada las estrategias más eficaces para superar esas dificultades y progresar en el aprendizaje, realizando actividades de autoevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje. (CPSAA1, CPSAA4, CPSAA5, CC2)",
    "Competencia específica 6",
    "6.1 Actuar de forma respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas y rechazando cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos. (CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.2 Aceptar la diversidad lingüística, literaria, cultural y artística propia de países donde se habla la lengua extranjera, reconociéndola como fuente de enriquecimiento personal y mostrando interés por compartir elementos culturales y lingüísticos que fomenten la sostenibilidad y la democracia. (CCL4, CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.3 Aplicar, de forma guiada, estrategias para explicar y apreciar la diversidad lingüística, literaria, cultural y artística respetando los principios de justicia, equidad e igualdad. (CCL4, CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)"
  ]
}