{
    "competenciasEspecificas": [
        "1. Realizar con solvencia comentarios críticos de fuentes históricas escritas, reconociendo sus distin- tas tipologías y ejercitándose en su uso científico y en el contraste de la información, para tomar conciencia de su importancia en el trabajo de investigación histórica y valorar la tarea rigurosa de las y los historiadores y la necesidad e importancia de los archivos. CCL1, CCL2, CCL5, CP1, CP2, CD3, CPSAA1.2, CPSAA4, CPSAA5, CC1, CC3.",
        "2. Conocer y explicar el proceso de formación y evolución de los distintos regímenes políticos y de sus modos de participación ciudadana, analizando comparativamente los distintos tipos de organiza- ción política y utilizando la terminología correcta, para valorar los movimientos y acciones que han promovido los derechos y libertades y comprender la dimensión de la Constitución de 1978 y el Es- tatuto de Autonomía de 1979. CCL1, CCL2, CCL5, CP1, CP2, CD3, CPSAA1.2, CPSAA3.1, CPSAA4, CPSAA5, CC1, CC2, CC3, CCEC1.",
        "3. Conocer y analizar los factores que han intervenido en el desarrollo y modernización de la economía española y vasca en la Edad contemporánea, mediante el uso de fuentes históricas como gráficas, estadísticas, padrones…, para entender y construir una mirada crítica sobre la coyuntura actual, la idea del progreso ligada al bienestar social, la innovación, el aprendizaje permanente y la sostenibilidad. CCL1, CCL2, CCL5, CP1, CP2, CD1, CD2, CD3, STEM4, CPSAA1.2, CPSAA5, CC1, CC3.",
        "4. Describir y analizar los cambios y continuidades de la sociedad española y vasca a lo largo de la Edad contemporánea, teniendo en cuenta la evolución de su población y su relación con los niveles y modos de vida, las condiciones laborales, los conflictos sociales y los movimientos obreros, para tomar conciencia de la diversidad social actual, valorar el alcance de las medidas que se han ido adoptando y comprender los progresos y limitaciones del avance hacia la igualdad, el bienestar, la justicia y la cohesión social. CCL1, CCL2, CCL5, CP1, CP2, STEM4, CD1, CD2, CD3, CPSAA1.2, CPSAA4, CPSAA5, CC1, CC3, CCEC1.",
        "5. Comprender y referir con rigor histórico la evolución de las creencias e ideologías y su relación con la sociedad y la política en España y en el País Vasco durante la Historia contemporánea, teniendo en cuenta su influencia en la configuración de identidades y de proyectos políticos, para reconocer y valorar la diversidad de nuestro país y reflexionar y debatir sobre problemas actuales con actitudes respetuosas. CCL1, CCL2, CCL5, CP1, CP2, CD1, CD3, CPSAA1.2, CPSAA3.1, CPSAA5, CC1, CC2, CC3, CCEC1.",
        "6. Conocer y relacionar el valor geoestratégico de la Península ibérica con la Historia contemporánea de España y de el País Vasco y con el panorama internacional, por medio de la búsqueda y el trata- miento de información bibliográfica y webgráfica, para comprender el papel real que representa la España de hoy en el mundo y la importancia de sus compromisos internacionales de cooperación, solidaridad, europeísmo y seguridad. CCL1, CCL2, CCL5, CP1, CP2, STEM4, CD1, CD2, CD3, CPSAA1.2, CPSAA4 CPSAA5, CC1, CC2, CC3.",
        "7. Reconocer el significado del Patrimonio histórico y cultural como legado y expresión de la memoria colectiva, como herencia material e inmaterial y como fuente de la Historia, indagando mediante tra- bajos individuales o colectivos, para ser conscientes de su trascendencia cultural, del enriquecimien- to que aporta su diversidad y para poner en valor las leyes que garantizan su conservación. CCL1, CCL2, CCL5, CP1, CP2, CD1, CD2, CD3, CPSAA1.2, CPSAA3.2, CPSAA4, CPSAA5, CC1, CC3, CCEC1, CCEC2.",
        "8. Integrar la perspectiva de género en el análisis de la Historia contemporánea de España y de el País Vasco y del panorama sociopolítico actual, examinando el papel de la mujer a través de la utili- zación de fuentes históricas y de la investigación directa sobre los movimientos feministas, para re- conocer la presencia femenina en la Historia, advertir los obstáculos, los momentos de avances y retrocesos y promover actitudes en defensa de la igualdad efectiva de mujeres y hombres. CCL1, CCL2, CCL5, CP1, CP2, STEM4, CD1, CD2, CD3, CPSAA1.2, CPSAA3.1, CPSAA4, CC1, CC3, CE3."
    ]
}