{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Emplear algunas estrategias y herramientas, incluidas las digitales, para resolver problemas ",
        "de la vida cotidiana y de las ciencias sociales, valorando su eficiencia en cada caso. ",
        "1.2. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de las ",
        "ciencias sociales, describiendo el procedimiento realizado. ",
        "Competencia específica 2. ",
        "2.1. Comprobar la validez matemática de las posibles soluciones de un problema, utilizando el ",
        "razonamiento y la argumentación. ",
        "2.2. Seleccionar la solución más adecuada de un problema en función del contexto, usando el ",
        "razonamiento y la argumentación. ",
        "Competencia específica 3. ",
        "3.1. Adquirir nuevo conocimiento matemático mediante la formulación de conjeturas y problemas ",
        "de forma guiada. ",
        "3.2. Emplear herramientas tecnológicas adecuadas en la formulación o investigación de ",
        "conjeturas o problemas. ",
        "Competencia específica 4. ",
        "4.1. Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de las ",
        "ciencias sociales, utilizando el pensamiento computacional, modificando y creando algoritmos. ",
        "Competencia específica 5. ",
        "5.1. Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas ",
        "matemáticas. ",
        "5.2. Resolver problemas, estableciendo y aplicando conexiones entre las diferentes ideas ",
        "matemáticas. ",
        "Competencia específica 6. ",
        "6.1. Resolver problemas en situaciones diversas, utilizando procesos matemáticos, estableciendo ",
        "y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. ",
        "6.2. Analizar la aportación de las matemáticas al progreso de la humanidad reflexionando sobre su ",
        "contribución en la propuesta de soluciones a situaciones complejas y a los retos en las ",
        "ciencias sociales que se planteen. ",
        "Competencia específica 7. ",
        "7.1. Representar ideas matemáticas, estructurando diferentes razonamientos matemáticos y ",
        "seleccionando las tecnologías más adecuadas. ",
        "7.2. Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir ",
        "información. ",
        "Competencia específica 8. ",
        "8.1. Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la ",
        "terminología y el rigor apropiados. ",
        "8.2. Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la ",
        "información con precisión y rigor. ",
        "Competencia específica 9. ",
        "9.1. Afrontar las situaciones de incertidumbre, y aprendiendo del error como parte del proceso de ",
        "aprendizaje de las Matemáticas. ",
        "9.2. Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada ",
        "al hacer frente a las diferentes actividades de las matemáticas. ",
        "9.3. Participar en tareas matemáticas de forma activa en equipos heterogéneos, escuchando su ",
        "razonamiento.         "
    ],
    "saberes": [
        "A. Números y operaciones. ",
        "– Conteo.  ",
        "Estrategias y técnicas de recuento sistemático (diagramas de árbol, técnicas de ",
        "combinatoria...). ",
        "– Cantidad.  ",
        "Números reales (racionales e irracionales): comparación, ordenación, clasificación y ",
        "contraste de sus propiedades. ",
        "– Operaciones.  ",
        "Potencias, raíces y logaritmos: comprensión y utilización de sus relaciones para ",
        "simplificar y resolver problemas. ",
        "– Educación financiera.  ",
        "Resolución de problemas relacionados con la educación financiera (cuotas, tasas, ",
        "intereses, préstamos…) con herramientas tecnológicas. ",
        "B. Medida y geometría. ",
        "– Medición.  ",
        "La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios. ",
        "– Cambio.  ",
        "Límites: estimación y cálculo a partir de una tabla, un gráfico o una expresión algebraica.  ",
        "Límite de una función en un punto: cálculo gráfico y analítico. Resolución de ",
        "indeterminaciones sencillas (0/0, k/0, ∞–∞, 1∞). Límites laterales.  ",
        "Límite de una función en el infinito: cálculo gráfico y analítico. Resolución de ",
        "indeterminaciones sencillas.  ",
        "Determinación de las asíntotas de una función racional.  ",
        "Continuidad de funciones: aplicación de límites en el estudio de la continuidad.  ",
        "Estudio de la continuidad de una función, incluyendo funciones definidas a trozos. Tipos ",
        "de discontinuidades.  ",
        "Derivada de una función: definición a partir del estudio del cambio en contextos de las ",
        "ciencias sociales.  ",
        "Derivación de funciones polinómicas, racionales, irracionales, exponenciales, y ",
        "logarítmicas.   ",
        "Reglas de derivación de las operaciones elementales con funciones y regla de la cadena.  ",
        "Aplicaciones de las derivadas: ecuación de la recta tangente a una curva en un punto de ",
        "la misma; obtención de extremos relativos e intervalos de crecimiento y decrecimiento de ",
        "una función. ",
        "C. Álgebra. ",
        "– Patrones.  ",
        "Generalización de patrones en situaciones sencillas. ",
        "– Modelo matemático.  ",
        "Relaciones cuantitativas esenciales en situaciones sencillas: estrategias de identificación ",
        "y determinación de la clase o clases de funciones que pueden modelizarlas.  ",
        "Ecuaciones, inecuaciones y sistemas: modelización de situaciones de las Ciencias ",
        "Sociales y de la vida real. ",
        "– Igualdad y desigualdad.  ",
        "Ecuaciones polinómicas, racionales, irracionales, exponenciales y logarítmicas.  ",
        "Inecuaciones polinómicas, racionales y de valor absoluto sencillas.  ",
        "Sistemas de tres ecuaciones lineales con tres incógnitas. Método de Gauss para ",
        "identificar los tipos de sistemas. Resolución de sistemas compatibles determinados e ",
        "indeterminados.  ",
        "Sistemas de inecuaciones lineales con dos incógnitas: determinación gráfica de la región ",
        "factible y cálculo analítico de los vértices.  ",
        "Resolución de ecuaciones, inecuaciones y sistemas de ecuaciones e inecuaciones no ",
        "lineales en diferentes contextos.  ",
        "Matrices. Propiedades y operaciones. ",
        "– Relaciones y funciones.  ",
        "Concepto de función real de variable real: expresión analítica y gráfica. Cálculo gráfico y ",
        "analítico del dominio de una función.  ",
        "Representación gráfica de funciones utilizando la expresión más adecuada.  ",
        "Propiedades de las distintas clases de funciones, incluyendo, polinómica, exponencial, ",
        "racional sencilla, irracional, logarítmica, periódica y a trozos: comprensión y comparación.  ",
        "Estudio y representación gráfica de funciones polinómicas y racionales a partir de sus ",
        "propiedades globales y locales obtenidas empleando las herramientas del análisis (límites ",
        "y derivadas).  ",
        "Álgebra simbólica en la representación y explicación de relaciones matemáticas de las ",
        "ciencias sociales. ",
        "– Pensamiento computacional.  ",
        "Formulación, resolución y análisis de problemas de la vida cotidiana y de las Ciencias ",
        "Sociales utilizando programas y herramientas adecuados.  ",
        "Comparación de algoritmos alternativos para el mismo problema mediante el ",
        "razonamiento lógico. ",
        "D. Estadística. ",
        "– Organización y análisis de datos.  ",
        "Variable estadística unidimensional: concepto, tipos, diferencia entre distribución y ",
        "valores individuales. Representaciones gráficas.  ",
        "Organización de los datos procedentes de variables bidimensionales: distribución ",
        "conjunta y distribuciones marginales y condicionadas. Análisis de la dependencia ",
        "estadística.  ",
        "Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: ",
        "valoración gráfica de la pertinencia del ajuste. Diferencia entre correlación y causalidad.  ",
        "Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, ",
        "predicción y valoración de su fiabilidad en contextos de las ciencias sociales.  ",
        "Repaso crítico del cálculo y del significado de las diferentes medidas de localización y ",
        "dispersión en variables cuantitativas.  ",
        "Calculadora, hoja de cálculo o software específico en el análisis de datos estadísticos y ",
        "en el cálculo de parámetros estadísticos.  ",
        "– Incertidumbre.  ",
        "Experimentos aleatorios. Revisión del concepto de espacio muestral y del álgebra de ",
        "sucesos (suceso complementario, unión e intersección de dos sucesos, leyes de De ",
        "Morgan).  ",
        "Estimación de la probabilidad a partir del concepto de frecuencia relativa.  ",
        "Cálculo de probabilidades en experimentos simples: la regla de Laplace en situaciones de ",
        "equiprobabilidad y en combinación con diferentes técnicas de recuento.  ",
        "Cálculo de la probabilidad del suceso complementario y de la unión y la intersección de ",
        "dos sucesos. Probabilidad condicionada.  ",
        "Resolución de problemas que requieran del manejo de los axiomas de la probabilidad de ",
        "Kolmogorov o del dibujo de diagramas de Venn.  ",
        "Cálculo de probabilidades en experimentos compuestos: teoremas de la probabilidad total ",
        "y de Bayes.  ",
        "Resolución de problemas que requieran del empleo de estos teoremas o del dibujo de ",
        "diagramas de árbol. ",
        "– Distribuciones de probabilidad.  ",
        "Variables aleatorias discretas y continuas. Parámetros de la distribución.  ",
        "Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad ",
        "binomial y normal. Cálculo de probabilidades asociadas mediante herramientas ",
        "tecnológicas.  ",
        "Estimación de probabilidades mediante la aproximación de la binomial por la normal. ",
        "– Inferencia.  ",
        "Diseño de estudios estadísticos relacionados con las ciencias sociales utilizando ",
        "herramientas digitales. Técnicas de muestreo sencillas.  ",
        "Análisis de muestras unidimensionales y bidimensionales con herramientas tecnológicas ",
        "con el fin de emitir juicios y tomar decisiones: estimación puntual. ",
        "E. Actitudes y aprendizaje. ",
        "– Actitudes.  ",
        "Tratamiento del error como elemento movilizador de conocimientos previos adquiridos y ",
        "generador de oportunidades de aprendizaje en el aula de matemáticas. ",
        "– Trabajo en equipo y toma de decisiones.  ",
        "Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas, ",
        "transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, ",
        "mostrando empatía y respeto en el proceso.  ",
        "Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas ",
        "matemáticas, en grupos heterogéneos.  ",
        "Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación ",
        "de preguntas o solicitud y prestación de ayuda cuando sea necesario. ",
        "Valoración de la contribución de las Matemáticas y el papel de matemáticos a lo largo de ",
        "la historia en el avance de las Ciencias Sociales.         "
    ]
}
