{
    "competenciasEspecificas": [
        "1. Modelizar y resolver problemas relacionados con las ciencias de la vida y la salud, aplicando diferentes estrategias y formas de razonamiento para obtener posibles soluciones. CCL1, CCL2, STEM1, STEM2, STEM3, CD2, CD3, CD5, CPSAA4, CPSAA5, CC3, CE3",
        "2. Verificar la validez de las posibles soluciones de un problema, empleando el razonamiento y la argumentación para contrastar su idoneidad. CCL1, CCL2, STEM1, STEM2, STEM3, CD2, CD3, CD5, CPSAA4, CPSAA5, CC3, CE3",
        "3. Formular e investigar hipótesis o problemas realizando estudios e investigaciones estadísticas, y utilizando el razonamiento, la argumentación, la creatividad y el uso de tecnologías digitales, para dar respuesta a interrogantes del ámbito de las ciencias de la vida y la salud.CCL1, CCL2, STEM1, STEM2, STEM3, STEM4, CD1, CD2, CD3, CD5, CE3",
        "4. Descubrir los vínculos de las matemáticas con otras áreas de conocimiento y profundizar en sus conexiones, interrelacionando conceptos y procedimientos, para modelizar, resolver problemas y desarrollar la capacidad crítica, creativa e innovadora en situaciones diversas.CCL2, CCL3, STEM1, STEM2, CD1, CD2, CD3, CPSAA5, CC4, CE2, CE3, CCEC1",
        "5. Representar conceptos, procedimientos e información matemática seleccionando diferentes tecnologías, para visualizar ideas y estructurar razonamientos matemáticos. CCL1, CCL2, CCL3, STEM1, STEM2, STEM3, STEM4, CD1, CD2, CD3, CD5, CPSAA4, CE3, CCEC3.2, CCEC4.1, CCEC4.2",
        "6. Comunicar las ideas matemáticas, de forma individual y colectiva, empleando el soporte, la terminología y el rigor apropiados, para organizar y consolidar el pensamiento matemático. CCL1, CCL2, CCL3, STEM1, STEM2, STEM3, STEM4, CD1, CD2, CD3, CD5, CPSAA4, CE3, CCEC3.2, CCEC4.1, CCEC4.2",
        "7. Utilizar destrezas personales y sociales, aprendiendo del error como parte del proceso de aprendizaje, colaborando activamente en equipos heterogéneos, y aceptando la crítica razonada y las opiniones de las demás personas para perseverar en la consecución de objetivos, al hacer frente a situaciones problemáticas del ámbito de las ciencias de la vida y la salud.CCL1, CCL5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC1, CC2, CC3, CE2"
    ]
}