{
                "competenciasEspecificas": [
                    "CE.HE.1. Reconocer las raíces de la nacionalidad histórica de Aragón y de la identidad aragonesa, con perspectiva histórica, identificando y conociendo la evolución a lo largo de la historia de las instituciones, los símbolos y el derecho foral, los cuales, junto con las lenguas y modalidades lingüísticas, se convierten en elementos identitarios y de cohesión social. (CCL3, CPSAA4, CC1, CC2, CC3, CCEC1).",
                    "CE.HE.2. Valorar los movimientos y acciones que han promovido las libertades en la historia de España, utilizando términos y conceptos históricos, a través del análisis comparado de los distintos regímenes políticos, para reconocer el legado democrático de la Constitución de 1978 como fundamento de nuestra convivencia y garantía de nuestros derechos. (CCL2, CPSAA1.2, CPSAA3.1, CC1, CC2).",
                    "CE.HE.3. Reconocer y valorar la diversidad identitaria de nuestro país, por medio del contraste de la información y la revisión crítica de fuentes, y tomando conciencia del papel que juega en la actualidad, para respetar los sentimientos de pertenencia, la existencia de identidades múltiples, y las normas y los símbolos que establece nuestro marco común de convivencia. (CCL3, CPSAA3.1, CC1, CC2, CC3, CCEC1, CCEC2).",
                    "CE.HE.4. Analizar y valorar la idea de progreso desde la perspectiva del bienestar social y de la sostenibilidad, a través de la interpretación de los factores modernizadores de la economía española, el uso de métodos cuantitativos y el análisis crítico de las desigualdades sociales y territoriales, para considerar el emprendimiento, la innovación y el aprendizaje permanente como elementos fundamentales en un entorno económico y profesional en constante cambio. (STEM1, STEM4, CD2, CPSAA1.2, CPSAA2, CC1, CC4)",
                    "CE.HE.5. Tomar conciencia de la diversidad social a través del análisis multidisciplinar de los cambios y continuidades de la sociedad española a lo largo del tiempo, la evolución de la población, los niveles y modos de vida, las condiciones laborales y los movimientos y conflictos sociales, para valorar el alcance de las medidas adoptadas y los progresos y limitaciones para avanzar en la igualdad, el bienestar, la justicia y la cohesión social. (CCL2, CCL4, STEM4, CD1, CPSAA4, CC1, CC3, CCEC2).",
                    "CE.HE.6. Analizar críticamente el papel de las creencias y de las ideologías en la articulación social, en el uso del poder y en la configuración de identidades y proyectos políticos contrapuestos, a través del estudio de fuentes primarias y textos historiográficos y la fundamentación de juicios propios, para debatir sobre problemas actuales, transferir conocimiento, valorar la diversidad cultural y mostrar actitudes respetuosas ante ideas legítimas diferentes a las propias. (CCL3, STEM4, CPSAA3.1, CPSAA4, CC1, CC2, CC3, CCEC1).",
                    "CE.HE.7. Interpretar el valor geoestratégico de España y su conexión con la historia mundial, señalando las analogías y singularidades de su evolución histórica en un contexto global cambiante, por medio de la búsqueda y el tratamiento de información, para avalar los compromisos de nuestro país en materia de cooperación y seguridad, promover actitudes solidarias y asumir los valores del europeismo. (STEM4, CPSAA1.1, CPSAA4, CC1, CC2, CC3, CEC1, CEC).",
                    "CE.HE.8. Incorporar la perspectiva de género en el análisis de la España actual y de su historia, a través de la contextualización histórica de fuentes literarias y artísticas y la investigación sobre el movimiento feminista, para reconocer su presencia en la historia y promover actitudes en defensa de la igualdad efectiva de mujeres y hombres. (CCL4, CPSAA1.1, CPSAA1.2, CPSAA3.1, CC2, CC3, CEC1, CEC2).",
                    "CE.HE.9. Valorar el patrimonio histórico y cultural como legado y expresión de la memoria colectiva, identificando los significados y usos públicos que reciben determinados acontecimientos y procesos del pasado, por medio del análisis de la historiografía y del pensamiento histórico, para el desarrollo de la iniciativa, del trabajo en equipo, de la creatividad y de la implicación en cuestiones de interés social y cultural... (STEM3, CPSAA1.1, CPSAA3.1, CPSAA3.2, CC1, CC3, CE3, CCEC3.2)."
                                    ]
}
