{
  "saberes": [
    "Block A. Communication.",
    "A.1. Understanding, production and mediation.",
    "A.1.4.1. Common strategies for the planning, execution, control and repair of comprehension, production and co-production of oral, written and multimodal texts.",
    "A.1.4.2. Habitual knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
    "A.1.4.3. Self-confidence and initiative. Error as an integral part of the learning process.",
    "A.2. Communicative functions appropriate to the field and the communicative context.",
    "A.2.4.1. Greetings, farewells and usual introductions.",
    "A.2.4.2. Description and characterization of people, objects, places, phenomena and events.",
    "A.2.4.3. Situation of events in time and of objects, people and places in space.",
    "A.2.4.4. Request and exchange of information on daily issues, instructions, advice and orders.",
    "A.2.4.5. Offer, acceptance and rejection of help.",
    "A.2.4.6. Proposals or suggestions.",
    "A.2.4.7. Formal expression of taste or interest and emotions.",
    "A.2.4.8. Narration of past events, description of present situations and expression of future events.",
    "A.2.4.9. Expression of opinion.",
    "A.2.4.10. Simple arguments, hypotheses and assumptions, uncertainty and doubt.",
    "A.2.4.11. Restatement and summary.",
    "A.2.4.12. Expression of modality, possibility and probability, capacity, obligation and prohibition. permission and necessity.",
    "A.3. Contextual models in the production of oral and written texts.",
    "A.3.4.1. Contextual models and habitual discursive genres for the comprehension, production and co-production of oral, written and multimodal, literary and non-literary texts.",
    "A.3.4.2. Characteristics and recognition of the context (participants and situation). Expectations generated by the context.",
    "A.3.4.3. Organization and structuring according to genre, the textual function.",
    "A.4. Meanings of linguistic units.",
    "A.4.4.1. More detailed expression of the entity and its properties.",
    "A.4.4.2. Detailed expression of quantity and quality.",
    "A.4.4.3. Detailed expression of space and spatial relationships.",
    "A.4.4.4. Detailed expression of time and temporal relationships.",
    "A.4.4.5. Detailed expression of affirmation, negation, question mark and exclamation.",
    "A.4.4.6. Detailed expression of logical relationships.",
    "A.5. Lexicon.",
    "A.5.4.1. Habitual vocabulary, commonly used and of interest to students, related to personal identification and interpersonal relationships.",
    "A.5.4.2. Habitual vocabulary, commonly used and of interest to students, related to nearby places and environments.",
    "A.5.4.3. Habitual vocabulary, commonly used and of interest to students, related to leisure and free time.",
    "A.5.4.4. Habitual vocabulary, commonly used and of interest to students, related to daily life, health and physical activity.",
    "A.5.4.5. Habitual vocabulary, commonly used and of interest to students, related to housing and the home.",
    "A.5.4.6. Habitual vocabulary, commonly used and of interest to students, related to weather, climate and natural environment.",
    "A.5.4.7. Habitual vocabulary of common use and of interest to students related to information and communication technologies.",
    "A.5.4.8. Habitual vocabulary of common use and of interest to students related to the school system and training.",
    "A.6. Sound patterns.",
    "A.6.4.1. Sound, accentual, rhythmic and intonation patterns.",
    "A.6.4.2. Meanings and general communicative intentions associated with said habitual patterns.",
    "A.7. Conversational and spelling conventions and strategies.",
    "A.7.4.1. Common spelling conventions.",
    "A.7.4.2. Common meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "A.7.4.3. Usual conversational conventions and strategies, in synchronous or asynchronous format, for:— Initiating, maintaining, and ending communication.— Taking and yielding the floor.— Asking for and giving clarifications and explanations. — Rephrasing, comparing, and contrast.—Summarize, collaborate, discuss, etc.",
    "A.8. Search tools, consultation and selection of information sources.",
    "A.8.4.1. Resources for learning and common information search strategies: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "A.8.4.2. Common analogue and digital tools for oral, written and multimodal comprehension, production and co-production; virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and the development of projects with speakers or students of the foreign language.",
    "A.8.4.3. Respect for intellectual property and copyright on the sources consulted and content used.",
    "Block B. Plurilingualism and reflection on learning.",
    "B.1. Response strategies.",
    "B.1.4.1. Strategies and techniques to respond effectively and with increasing levels of fluency, adaptation and correction to a specific communicative need despite the limitations derived from the level of competence in the foreign language and in the other languages of the linguistic repertoire own.",
    "B.2. Identification of linguistic units.",
    "B.2.4.1. Habitual strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire. ",
    "B.3. Self-assessment.",
    "B.2.4.1. Common self-assessment and peer-assessment strategies and tools, analogue and digital, individual and cooperative.",
    "B.4. Metalanguage.",
    "B.2.4.1. Lexicon and specific expressions in common use to exchange ideas about communication, language, learning and communication and learning tools (metalanguage).",
    "B.5. Comparison of languages.",
    "B.5.4.1. Comparison between languages to know and respect linguistic and cultural diversity, variety and richness from elements of the foreign language and other languages, including mother tongues, classics and all languages in general, including official languages of our country: origin and kinship.",
    "Block C. Interculturality.",
    "C.1. Communicative exchange.",
    "C.1.4.1. The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for social participation and personal enrichment.",
    "C.1.4.2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "C.1.4.3. Habitual strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "C.1.4.4. Habitual strategies for detection and action against discriminatory uses of verbal and non-verbal language.",
    "C.2. Sociocultural and sociolinguistic aspects.",
    "C.2.4.1. Habitual cultural patterns typical of the foreign language.",
    "C.2.4.2. Common sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships.",
    "C.2.4.3. Habitual social conventions, non-verbal language, linguistic courtesy and digital etiquette.",
    "C.2.4.4. Culture, customs and habitual values typical of countries where the foreign language is spoken."
  ],
  "criteriosEvaluacion": [
    "Criterion 1.1. Extract and analyze both the overall meaning and the main ideas, and select relevant information from progressively more complex and extensive oral, written and multimodal texts on everyday topics, of personal or public interest close to their experience, expressed clearly and in the standard language through various supports.",
    "Criterion 1.2. Interpret and assess the content and discursive features of texts that are progressively more complex and extensive, typical of the fields of interpersonal relationships, the media and learning, as well as literary texts appropriate to the level of maturity of the student body.",
    "Criterion 1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to extract the general meaning, the information and the most relevant details from the texts, as well as infer meanings and interpret non-verbal elements, and search, select and manage truthful information.",
    "Criterion 2.1. Express themselves orally through texts that are progressively more complex, structured, understandable, coherent and appropriate to the communicative situation on everyday matters, of personal or public interest close to their experience, in order to describe, narrate, argue and inform, in different supports, using verbal and non-verbal resources, as well as strategies for planning, monitoring, validation as well as self-evaluation and peer-evaluation.",
    "Criterion 2.2. Write and disseminate texts of medium length with clarity, coherence, cohesion, correctness and adaptation to the proposed communicative situation, to the textual typology and to the analogical and digital tools used, on daily affairs, of personal or public interest close to his experience, respecting intellectual property and avoiding plagiarism.",
    "Criterion 2.3. Select, organize and apply knowledge and strategies to plan, produce, review and cooperate in the elaboration of texts that are progressively more complex and extensive, coherent, cohesive and appropriate to the communicative intentions, the contextual characteristics, the sociocultural aspects and the textual typology, using the most appropriate physical or digital resources depending on the task and the needs of the audience or potential reader to whom the text is addressed.",
    "Criterion 3.1. Plan, participate and actively collaborate, through various supports, in progressively more complex interactive situations on everyday topics, of personal or public interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and etiquette digital, as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "Criterion 3.2. Select, organize and use appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage situations engaged.",
    "Criterion 4.1. Infer concepts and explain progressively more complex and extensive texts in communication situations in which attention is paid to diversity, showing respect and empathy for the interlocutors and the languages used, and also participating in problem solving of intercomprehension and understanding in their immediate environment, relying on various resources and supports.",
    "Criterion 4.2. Apply appropriate strategies that help create bridges, facilitate communication and serve to explain and simplify texts, concepts and messages, and that are appropriate to communicative intentions, contextual characteristics and textual typology, using resources and physical supports or digital depending on the needs of each moment.",
    "Criterion 5.1. Compare, identify and discuss the similarities and differences between different languages, reflecting in a progressively autonomous way on their functioning.",
    "Criterion 5.2. Creatively use strategies and knowledge to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
    "Criterion 5.3. Record the progress and difficulties in learning the foreign language and reflect on them, selecting the most effective strategies to overcome these difficulties and consolidate their learning, carrying out activities of planning their own learning, self-evaluation and peer-evaluation, making them explicit and sharing them .",
    "Criterion 6.1. Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in progressively more complex daily communicative contexts, and proposing solutions to those factors sociocultural factors that make communication difficult.",
    "Criterion 6.2. Critically assess in relation to human rights and adapt to the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, favoring the development of a shared culture and a citizenship committed to sustainability, human rights and democratic values.",
    "Criterion 6.3. Apply, in a progressively more autonomous way, strategies to defend and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values and respecting the principles of justice, equity and equality.",
    "Criterion 6.4. Use adequately, empathetically and respectfully, strategies to detect and act against discriminatory uses of verbal and non-verbal language."
  ]
}