{
    "criteriosEvaluacion": [
        "1.1. Distinguir y analizar, individualmente o en grupo, los tipos y la intencionalidad comunicativa de los diferentes géneros, así como los cambios tecnológicos en los procesos de producción audiovisual y radiofónicos, a partir del visionado, de la escucha y del análisis de productos determinados, con la finalidad de comprender la influencia de los diferentes hitos históricos en su evolución y desarrollo. CCL1, CCL2, CCL3, STEM4, CD2, CD3, CD4, CPSAA3.1, CPSAA3.2, CPSAA4, CCEC1, CCEC2",
        "1.2. Reconocer y analizar, de manera individual o colaborativa, haciendo uso de herramientas digitales apropiadas, las características funcionales y tipológicas del lenguaje audiovisual, a partir del estudio de diferentes producciones, para valorar la función narrativa y el sentido estético de cada uno de los elementos presentes en el montaje final, así como su evolución a lo largo de la historia. CCL1, CCL2, CCL3, CD2, CD3, CD4, CPSAA3.1, CPSAA3.2, CPSAA4, CCEC1, CCEC2",
        "2.1. Elaborar guiones literarios, siguiendo las técnicas propias de diseño y elaboración, de manera que presente una estructura narrativa coherente e integre las posibilidades expresivas del sonido y de la imagen en un producto audiovisual o programa de radio, con la intención de generar un mensaje que cumpla con la finalidad comunicativa planteada. CCL1, CCL2, CCL5, CD2, CD3, CD4, CPSAA3.2, CPSAA5, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2",
        "2.2. Elaborar guiones técnicos, storyboard o escaletas, siguiendo las técnicas propias de elaboración y posibilitando el uso de herramientas digitales específicas, de manera que contenga las indicaciones técnicas precisas para ejecutar la obra audiovisual. CCL1, CCL2, CCL5, CD2, CD3, CD4, CPSAA3.2, CPSAA5, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2",
        "3.1. Reconocer el funcionamiento y las cualidades técnicas de distintos dispositivos de captación sonora y audiovisual, justificando sus características funcionales y operativas, con la finalidad de seleccionarlos según el proyecto audiovisual a realizar. STEM3, CD3, CPSAA1.1, CPSAA5, CE1, CE3, CCEC4.1",
        "3.2. Grabar piezas audiovisuales y sonoras, de manera individual o colaborativa, haciendo uso de dispositivos de captación adecuados que posibiliten generar el producto planificado y cumplir con las especificidades planteadas en la documentación técnica. STEM3, CD3, CPSAA1.1, CPSAA5, CE1, CE3, CCEC4.2",
        "3.3. Identificar los elementos implicados en una retransmisión en directo a través de Internet de una producción audiovisual y sonora, reconociendo las características del equipamiento técnico y de las aplicaciones digitales empleadas, para que esta pueda llevarse a cabo de manera óptima. CD3, CD4, CE1, CE3",
        "4.1. Identificar las prestaciones de los dispositivos digitales de edición multimedia y de las aplicaciones digitales empleadas en la postproducción de obras sonoras y audiovisuales, reconociendo los diferentes formatos de archivos asociados a su procesamiento, con la finalidad de que se adecúe de manera óptima al proyecto planteado. CD3, CD4, CD5, CPSAA1.1, CPSAA3.2, CPSAA5, CE3",
        "4.2. Realizar producciones sonoras de manera colaborativa, combinando grabaciones propias y ajenas, procedentes de fuentes legítimas, haciendo uso del software adecuado, con la finalidad de que se adecúe al proyecto planteado. CD2, CD3, CD4, CD5, CPSAA3.2, CE3, CCEC4.1",
        "4.3. Realizar montajes audiovisuales de manera colaborativa, a partir de producciones propias captadas en formato de vídeo o audio, y de otras ajenas procedentes de fuentes legítimas, con la finalidad de que respondan a las intenciones comunicativas de los proyectos audiovisuales planificados. CD2, CD3, CD4, CD5, CPSAA3.2, CE3, CCEC4.1"
    ],
    "saberes": [
        "I. Expresión, diseño y lenguaje audiovisual",
        "    1. Recorrido crítico por la historia del cine, de la radio y de la televisión.",
        "    2. Análisis de productos audiovisuales.",
        "    3. Reconocimiento de géneros radiofónicos, televisivos y cinematográficos.",
        "    4. Análisis de la evolución tecnológica de los medios audiovisuales.",
        "    5. Diferenciación y análisis de los elementos morfológicos, dinámicos y escalares de la imagen.",
        "    6. Análisis de la expresión sonora y sus componentes.",
        "    7. Análisis de los elementos morfológicos, sintácticos, semánticos y estéticos del lenguaje audiovisual.",
        "    8. Reconocimiento de las fases, los procesos y los roles en la producción audiovisual.",
        "    9. Valoración de la producción audiovisual canaria.",
        "II. Guion y preproducción audiovisual",
        "    1. Reconocimiento y elaboración de diferentes tipos y formatos de guiones audiovisuales.",
        "    2. Aplicación de los procesos y de las técnicas narrativas referidas al guion literario.",
        "    3. Análisis y adaptación de la expresión sonora a los guiones audiovisuales.",
        "    4. Creación de guiones técnicos, storyboards y escaletas, valorando la conveniencia de utilizar aplicaciones específicas.",
        "    5. Aplicación de recursos narrativos en el guion técnico.",
        "    6. Análisis y aplicación de los elementos necesarios para la preproducción audiovisual (unidades narrativas, tiempo cinematográfico, valores de plano, ángulos y movimientos de cámara…).",
        "III. Producción sonora y audiovisual",
        "    1. Descripción y aplicación de los parámetros básicos de la luz y el sonido.",
        "    2. Reconocimiento de las prestaciones técnicas de equipos y accesorios de audio (líneas de audio, pértigas, grúas, jirafas, conectores...).",
        "    3. Aplicación de técnicas básicas de la composición fotográfica.",
        "    4. Aplicación de técnicas y ajustes para la grabación sonora en estudio y en exteriores (uso de las pértigas, técnicas de seguimiento, colocación de micrófonos...).",
        "    5. Mantenimiento de la continuidad en el montaje fílmico (raccord).",
        "IV. Edición y postproducción audiovisual",
        "    1. Identificación de la edición lineal y no lineal de vídeo.",
        "    2. Reconocimiento de los equipos y periféricos para la edición multimedia: tipos y características básicas.",
        "    3. Identificación de las diferencias entre archivos de proyectos y archivos finales en la producción audiovisual y consideraciones a tener en cuenta durante el montaje final.",
        "    4. Reconocimiento y uso de aplicaciones digitales para la edición fotográfica, sonora y de vídeo.",
        "    5. Aplicación de técnicas de montaje cinematográfico (transiciones, créditos, etalonaje...).",
        "    6. Determinación de los dispositivos y de las aplicaciones digitales necesarias para una retransmisión en directo a través de Internet.",
        "    7. Identificación de derechos vinculados a la protección de datos y a la autoría. relacionados con el consumo y producción de obras multimedia.",
        "    8. Incorporación de elementos, en las técnicas de edición, que favorezcan la inclusividad, tales como subtítulos..."
    ]
}