{
    "competenciasEspecificas": [
        "Competencia específica 1.Analizar mediante métodos y técnicas geográficas las principales repercusionesterritoriales relativas a los retos ecosociales más importantes que afronta España y contrastarloscon los discursos oficiales y no oficiales que los abordan, identificando patrones y hábitos deconsumo insostenibles que deterioran el espacio geográfico, y defendiendo el uso socialresponsable de los recursos.",
        "Competencia específica 2.Explicar el espacio geográfico como sistema a partir del análisis de fuentes deinformación visuales, contrastando los paisajes naturales respecto de los humanizados yargumentando la necesidad de la sostenibilidad como principio rector de las interacciones entrelos grupos humanos y el medioambiente.",
        "Competencia específica 3.Describir la diversidad natural de España y confrontarla con el contexto europeo, a travésde sus características distintivas de relieve, clima, hidrografía y biodiversidad.",
        "Competencia específica 4.Localizar y delimitar la escala de fenómenos físicos y humanos de diferente tipo,utilizando métodos y técnicas de la Geografía, especialmente las tecnologías de la informacióngeográfica (TIG), así como de ciencias afines, en el análisis del espacio geográfico y enpropuestas de actuación territorial.",
        "Competencia específica 5.Elaborar y exponer trabajos que analicen las dinámicas globalizadoras que determinanlas relaciones socio-económicas y culturales mundiales y sus repercusiones en el territorio,promoviendo la dignidad humana y el respeto al medioambiente como forma de compromiso deuna ciudadanía global.",
        "Competencia específica 6.Explicar los desequilibrios territoriales de España y de su estructura demográfica y sociolaboral,con especial atención a los procesos y decisiones que los han generado, así como a lasprincipales medidas y políticas de cooperación y cohesión para afrontarlos tanto a nivel nacionalcomo europeo.",
        "Competencia específica 7.Participar en la elaboración de proyectos en equipo que analicen y propongan solucionesviables a situaciones problemáticas que afecten al espacio geográfico próximo, detallando lasmedidas y acciones correctoras y planificando su puesta en práctica."
    ]
}
