{
    "criteriosEvaluacion": [
        "1.1. Extraer y analizar el sentido global y las ideas principales, y seleccionar información pertinente de textos orales, escritos y multimodales breves y sencillos, expresados de forma clara y en la lengua estándar y con la posibilidad de volver a escuchar o pedir confirmación.",
        "1.2. Interpretar y valorar de manera crítica el contenido, y los rasgos discursivos de textos progresivamente más extensos y sencillos.",
        "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial y los detalles más relevantes de los textos expresados de forma clara y en lengua estándar; para inferir significados e interpretar elementos no verbales; y para buscar, seleccionar y contrastar información aplicando criterios de validez, calidad, actualidad y fiabilidad, y almacenarla de manera adecuada y segura.",
        "2.1. Expresar oralmente con suficiente fluidez, corrección, pronunciación, entonación textos sencillos, bien estructurados, comprensibles y coherentes, y adecuados a la situación comunicativa con el fin de describir, narrar, argumentar e informar, en diferentes soportes, utilizando recursos verbales y no verbales y haciendo un uso no solo eficaz sino también ético del lenguaje.",
        "2.2. Redactar y difundir textos de progresivamente más extensos y con aceptable claridad, coherencia, cohesión, corrección, creatividad y adecuación a la situación comunicativa propuesta y a las herramientas analógicas y digitales utilizadas, de manera individual o cooperativa, reformulando y organizando de manera coherente información e ideas de diversas fuentes, respetando la propiedad intelectual, evitando el plagio y haciendo un uso ético del lenguaje.",
        "2.3. Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, revisión y cooperación, para componer textos bien estructurados y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de los interlocutores o interlocutoras reales o potenciales a quienes se dirige el texto.",
        "3.1. Planificar, participar y colaborar y activamente, a través de diversos soportes, en situaciones interactivas síncronas o asíncronas apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, mostrando iniciativa, actitud crítica, creatividad, empatía y respeto por la cortesía lingüística y la netiqueta, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores.",
        "3.2. Seleccionar, organizar y utilizar, de forma flexible y en diferentes entornos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones, desenvolverse en transacciones y gestiones, formular ofrecimientos y sugerencias, reformular, comparar y contrastar y resolver problemas en situaciones cotidianas.",
        "4.1. Interpretar y explicar textos, conceptos y comunicaciones breves y sencillas en situaciones cotidianas en las que atender a la diversidad, mostrando respeto y aprecio por los interlocutores e interlocutoras y por las lenguas empleadas, y participando en la solución de problemas frecuentes de intercomprensión y de entendimiento, a partir de diversos recursos y soportes.",
        "4.2. Aplicar estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y del conocimiento previo de los interlocutores e interlocutoras.",
        "5.1. Comparar distintas lenguas y contrastar las similitudes y diferencias reflexionando de forma sistemática sobre su funcionamiento y estableciendo relaciones entre ellas.",
        "5.2. Utilizar con iniciativa y de forma creativa estrategias y conocimientos que contribuyan a la mejora de su capacidad de comunicar y de aprender la lengua extranjera, con o sin apoyo de otros interlocutores e interlocutoras y de soportes analógicos y digitales.",
        "5.3. Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua extranjera, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, mediante estrategias y herramientas de planificación del propio aprendizaje, autoevaluación y coevaluación, como el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y compartiéndolos.",
        "6.1. Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, rechazando y evaluando cualquier tipo de discriminación, prejuicio y estereotipo y solucionando a aquellos factores socioculturales que dificulten la comunicación.",
        "6.2. Valorar críticamente la diversidad lingüística, sociocultural y artística propia de países donde se habla la lengua extranjera reconociéndola como fuente de placer y de enriquecimiento personal, en relación con los derechos humanos y adecuarse a ella favoreciendo y justificando el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos.",
        "6.3. Aplicar de forma sistemática estrategias para defender y apreciar la diversidad lingüística, cultural y artística atendiendo a valores ecosociales y democráticos y respetando los principios de justicia equidad e igualdad."
    ],
    "saberes": [
        "A. Comunicación.",
        "Estrategias para la planificación, ejecución, control y reparación de la comprensión (anticipación, comprobación, deducción, clarificación de dudas, identificación de los propios problemas de comprensión...), la producción y la coproducción (planificación y búsqueda de información, elaboración del texto, revisión y autocorrección) de textos orales, escritos y multimodales breves y sencillos.*",
        "Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas.*",
        "Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludar, despedirse, presentar y presentarse; describir personas, objetos, lugares, fenómenos y acontecimientos; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información personal y sobre cuestiones cotidianas; dar y pedir instrucciones y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias; expresar parcialmente el gusto, la preferencia o el interés y emociones básicas; narrar acontecimientos pasados puntuales y habituales, describir situaciones presentes, y enunciar sucesos futuros expresar la opinión, la posibilidad, la capacidad, la obligación y la prohibición; expresar la incertidumbre y la duda.*",
        "Modelos contextuales y géneros discursivos básicos en la comprensión, producción y coproducción de textos orales, escritos y multimodales, progresivamente más extensos y complejos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto; organización y estructuración según el género, la función textual y la estructura.*",
        "Unidades lingüísticas de uso común y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, espacio y las relaciones espaciales, tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas habituales.*",
        "Léxico de uso común y de interés para el alumnado, relativo a identificación personal, relaciones interpersonales, sociales, académicas y profesionales; lugares y entornos; tiempo y espacio; ocio y tiempo libre; estados, eventos y acontecimientos; salud y actividad física, vida cotidiana, vivienda y hogar, clima y entorno natural, tecnologías de la información y la comunicación; sistema escolar y formación.*",
        "Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e intenciones comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.*",
        "Convenciones ortográficas de uso común y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.*",
        "Convenciones y estrategias conversacionales de uso común, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, etc.*",
        "Recursos analógicos y digitales y estrategias avanzadas de búsqueda y selección de información válida, de calidad, actual y fiable, y curación de contenidos: diccionarios, libros de consulta, bibliotecas, mediatecas, etiquetas en la red, recursos digitales e informáticos, etc.*",
        "La propiedad intelectual y derechos de autor sobre las fuentes consultadas y los contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.*",
        "Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, y colaboración y cooperación educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.*",
        "B. Plurilingüismo y reflexión sobre el aprendizaje.",
        "Autoconfianza, iniciativa y asertividad. Estrategias de autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua extranjera.*",
        "Estrategias y técnicas para responder eficazmente y con niveles crecientes de fluidez, adecuación y corrección a una necesidad comunicativa concreta a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las lenguas de su repertorio lingüístico propio.*",
        "Recursos para el aprendizaje y estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal. Préstamos, calcos y transferencias negativas.*",
        "Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación y para el registro de los progresos y dificultades de aprendizaje de la lengua extranjera. Portfolio Europeo de las Lenguas (PEL).*",
        "Léxico y expresiones de uso común para comprender enunciados y reflexionar sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).*",
        "Estrategias para la comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras lenguas del repertorio lingüístico del alumnado: origen y parentescos.*",
        "Estrategias cooperativas sencillas y complejas y asunción de responsabilidades individuales asignadas en el trabajo grupal.",
        "Gestión de conflictos.*",
        "C. Interculturalidad.",
        "La lengua extranjera como medio de comunicación y entendimiento entre pueblos, facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social y de enriquecimiento personal.*",
        "Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, con pronunciación, ritmo y entonación adecuados, respeto a las convenciones ortográficas y sociales de uso común y cuidado en la presentación de textos, así como por conocer informaciones culturales de los países donde se habla la lengua extranjera.*",
        "Patrones culturales de uso común propios de la lengua extranjera.*",
        "Aspectos socioculturales y sociolingüísticos de uso común relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales de uso común; lenguaje no verbal, cortesía lingüística y netiqueta; historia, geografía, cultura, normas, actitudes, costumbres y valores propios de países donde se habla la lengua extranjera.*",
        "Variantes de la segunda lengua extranjera en el mundo.",
        "La segunda lengua extranjera en el País Vasco.",
        "Situación de las lenguas en Europa. Lenguas oficiales, no oficiales, dominantes, dominadas. Carta Europea de las Lenguas",
        "Minoritarias o Regionales.",
        "Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.*",
        "Estrategias de detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal.*",
        "Valoración del texto literario y de la lectura como fuente de placer, para el acercamiento a las manifestaciones artísticas y culturales y para el enriquecimiento lingüístico y personal."
    ]
}