{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Identificar las principales características de manifestaciones escénicas de diferentes épocas y tradiciones, incluidas las propias de la comunidad de Castilla y León, estableciendo relaciones con su contexto, mediante el uso de un vocabulario adecuado, y evidenciando una actitud de apertura, interés y respeto en la recepción activa de las mismas. (CCL1, CCL2, CCL3, CP3, CPSAA2, CPSAA3.1, CC1, CCEC1)",
        "1.2 Establecer conexiones descriptivas entre manifestaciones escénicas de pocas y tradiciones variadas, valorando su influencia sobre las artes escénicas actuales. (STEM1, CD1, CD2, CPSAA4, CE1, CCEC2)",
        "Competencia específica 2",
        "2.1 Participar, con iniciativa, confianza y creatividad, en la exploración de sistemas, medios y códigos de significación escénica, incorporando dicho aprendizaje a la realización de actividades de carácter práctico. (CCL1, CCL2, CD1, CD2, CPSAA4, CE1, CCEC3.1)",
        "2.2 Recrear la acción dramática, el diseño de personajes y la configuración de situaciones y escenas, aplicando las técnicas más adecuadas de entre las que conforman el repertorio personal de recursos. (CCL1, CPSAA1.1, CPSAA1.2. CPSAA2, CC1, CE3, CCEC4.1)",
        "Competencia específica 3",
        "3.1 Emplear técnicas elementales de interpretación, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha, diálogo y aprendizaje colaborando en su construcción. (CCL1, CP3, STEM3, CD2, CPSAA3.2, CC1, CC3, CE1)",
        "3.2 Recrear y representar la acción dramática, demostrando eficacia, siguiendo las indicaciones de la dirección, manteniendo la concentración y gestionando de forma guiada la ansiedad y el miedo escénico. (CCL1, CPSAA1.1, CPSAA2, CPSAA3.2, CCEC3.1, CCEC3.2)",
        "Competencia específica 4",
        "4.1 Participar activamente en la realización de proyectos colectivos de creación y difusión escénica en diferentes espacios y soportes, asumiendo funciones diversas con iniciativa y responsabilidad, y valorando y respetando las aportaciones y experiencias del resto de integrantes del grupo, a través del uso del diálogo como principio democrático. (CCL1, CCL3, CP3, STEM3, CD2, CPSAA3.1, CPSAA3.2, CC2, CE2, CCEC2, CCEC3.2, CCEC4.1)",
        "4.2 Evaluar y presentar los resultados de la participación en proyectos de creación y difusión escénica, analizando la relación entre los objetivos planteados y el producto final obtenido, y explicando de forma argumentada las posibles diferencias entre ellos. (CCL1, STEM1, STEM3, CD2, CE3, CCEC2, CCEC4.2)",
        "Competencia específica 5",
        "5.1 Identificar el tipo de público al que se dirige un espectáculo determinado, analizando la experiencia como espectador crítico, basando sus argumentos en el análisis de la obra y en las reacciones del público. (CCL2, CCL3, STEM1, CCEC2)",
        "5.2 Comentar manifestaciones escénicas, a través de medios digitales o presencialmente, empleando la terminología adecuada, reelaborando previamente la información obtenida a partir de fuentes fiables, evitando la manipulación mediática, y reflexionando críticamente sobre sus características y presupuestos artísticos. (CCL1, CD1, CC2, CPSAA3.1, CPSAA4, CC1, CCEC1, CCEC3.1)"
    ],
    "saberes": [
        "A. Patrimonio escénico.",
        "- Artes escénicas/performativas. Tipologías históricas.",
        "- La evolución histórica de la representación escénica/performativa. La catarsis.",
        "Poéticas históricas.",
        "- Artes escénicas contemporáneas, clasificadas según su grado de formalidad y ámbito de intervención.",
        "- Dramaticidad, teatralidad y performatividad. La escena como hecho comunicativo: lenguajes verbal, no verbal, musical.",
        "- Patrimonio escénico: los teatros, los espacios escénicos y el patrimonio inmaterial. El Teatro. Del espacio sagrado a la plaza.",
        "- Las artes escénicas en Castilla y León.",
        "B. Expresión y comunicación escénica.",
        "- Actos expresivos: expresión corporal, gestual, oral y rítmico-musical. Las escuelas escénicas a lo largo de la historia. Dicción, gestualidad y movimiento.",
        "- El espacio escénico como generador de significado. La convención teatral. Del espacio simbólico del teatro griego al ilusionismo del teatro a la italiana.",
        "- El conflicto dramático: personaje, situación, tiempo y acción dramática.",
        "- El personaje dramático: caracterización y construcción. Las escuelas de actuación. El «método».",
        "- Recursos plásticos de las manifestaciones escénicas/performativas: escenografía volumétrica y virtual, caracterización, iluminación y espacio sonoro. Simbología frente a ilusionismo.",
        "C Interpretación.",
        "- Preparación física y preparación pre-expresiva. El cuidado del cuerpo en las artes escénicas/performativas. Higiene y salud postural.",
        "- Expresión corporal: la dramatización, el mimo y la danza. Danza académica, folklore y estilos urbanos.",
        "- El personaje dramático: grados de representación, objetivos y funciones. El redondeamiento del personaje: técnicas.",
        "- Expresión escénica: proceso y ejecución.",
        "D. Representación y escenificación.",
        "- El espectáculo escénico. Grados de formalidad: del teatro convencional al happening.",
        "- Tipologías básicas del espectáculo escénico: clásico, de vanguardia, corporal, occidental, oriental, de objetos, musical y dancístico.",
        "- Diseño de espectáculos escénicos: equipos, fases y áreas de trabajo. Estructura vertical y trabajo en equipo.",
        "- La dramaturgia en el diseño de un proyecto escénico sencillo. Performatividad del texto dramático.",
        "- Producción y representación de un proyecto escénico. De la abstracción a lo concreto. Historicismo y actualización de textos clásicos.",
        "- La dirección artística en proyectos escénicos sencillos. Escuelas y estilos.",
        "- Los ensayos: funciones de la dirección escénica y regiduría, tipos de ensayo, finalidades y organización. La improvisación como técnica.",
        "- Representación de espectáculos escénicos. La gira. Los certámenes y festivales",
        "E. Recepción en las artes escénicas.",
        "- El público teatral contemporáneo. El espectador como parte activa de la representación.",
        "- La recepción escénica clásica. La cuarta pared. Procedimientos de ruptura.",
        "- Los espectáculos escénicos. Elementos de la reseña: información y opinión.",
        "- Respeto de la propiedad intelectual.",
        "- Las oportunidades de desarrollo social y económico de los espectáculos escénicos. Las industrias culturales. Turismo y escena."
    ]
}