{
    "competenciasEspecificas": [
        "Competencia específica 1. Reconocer la especificidad e importancia del conocimiento psicológico como una ciencia que trata de la conducta y los procesos mentales y sociales tanto del grupo como del individuo, buscando información en diversas fuentes para describir la diversidad de los problemas que son propios de una disciplina como la Psicología.",
        "Competencia específica 2. Comprender las bases biológicas que fundamentan la conducta humana, identificando y analizando los principales componentes y funciones del cerebro y de los demás elementos del sistema nervioso desde el marco de los actuales conocimientos de la ciencia, para obtener una visión general que le permita rebatir científicamente la discriminación en todas sus formas y manifestaciones.",
        "Competencia específica 3. Explicar y distinguir los principales procesos cognitivos humanos, identificando y analizando sus principales elementos y procesos, para entender la manera en que se desarrolla el aprendizaje y se construye el conocimiento de la realidad.",
        "Competencia específica 4. Examinar y comprender adecuadamente el funcionamiento psicológico propio y el ajeno, investigando los elementos cognitivos, emocionales y conductuales que conforman la estructura de la personalidad humana, para mejorar la evaluación de las diversas conductas, emociones y actitudes y ser capaces de asumir las consecuencias de los actos.",
        "Competencia específica 5. Identificar y comprender la dimensión social del ser humano y entender el proceso de socialización como la interiorización de las normas y valores sociales predominantes, reconociendo la influencia que sobre la personalidad y la conducta del individuo ejercen aspectos del mismo como la socialización diferenciada a fin de ser capaz de examinar críticamente estereotipos, roles, valores y normas, así como los diferentes tipos de conflictos sociales y valorar su importancia.",
        "Competencia Específica 6. Examinar e identificar la dinámica del poder, tanto a nivel social como político, y reconocer los principales retos a los que se enfrenta la ciudadanía del siglo XXI, distinguiendo y formulando conceptos como poder, autoridad o globalización, y analizando los diversos tipos de instituciones y organismos sociales (estatales, supra-estatales o post-estatales), para entender la manera en que funcionan las sociedades actuales y participar activamente en los diversos ámbitos de la vida pública, como ciudadanos y ciudadanas responsables."
    ]
}