{
  "saberes": [
    "4.2. Bloque 1. Percepción y análisis CE1 I CE2",
    "4.2.1. Subbloque 1.1 Percepción",
    "• Origen, evolución, características y tipologías de las Artes Escénicas. Tendencias contemporáneas.",
    "• Elementos comunes y convenciones: ritualidad, dramaticidad, teatralidad, performatividad.",
    "• Literatura dramática y otras tipologías de textos.",
    "• Patrimonio escénico valenciano y universal.",
    "• Elementos en la recepción de un espectáculo escénico. Espacios escénicos y público.",
    "• Valores estéticos y actitudes éticas de creador y receptor.",
    "4.2.2. Subbloque 1.2 Análisis",
    "• Dramaturgia: trama, personajes, detonante, acción, conflicto, espacio, tiempo.",
    "• El instrumento del cuerpo. Técnica de expresión: gestos y movimientos.",
    "• Elementos expresivos y simbólicos: personaje, cuerpo, gesto, voz, texto, caracterización. Acción dramática, danzada, o performativa: tiempo, espacio, energía, interrelación, expresión.",
    "• Elementos visuales y sonoros: escenografía, iluminación, ambiente sonoro, vestuario.",
    "• Música para las artes escénicas.",
    "• Elementos de otros lenguajes y prácticas artísticas contemporáneas.",
    "4.3. Bloque 2. Creación e interpretación. CE3 i CE4",
    "4.3.1. Subbloque 2.1 Creación",
    "• Formas contemporáneas de presentación escénica: estímulos creativos, tipologías básicas.",
    "• Conciencia de grupo: sensibilidad y socialización. Escucha activa y respeto.",
    "• Terminología de las artes escénicas.",
    "• Métodos básicos de escritura teatral. Esquema dramático: tema, personaje, conflicto, tiempo, trama.",
    "• Composición y estructura coreográfica. El cuerpo como materia prima: gestos y movimientos.",
    "• Cultura musical para la danza.",
    "4.3.2. Subbloque 2.1 Interpretación",
    "• Entrenamiento corporal: conciencia de esquema corporal, movilidad, técnica del gesto y el movimiento, individual y grupal. Actitudes saludables hacia el cuerpo y la voz.",
    "• Elementos y técnicas interpretativas actuales. Dramáticas, cinestésicas y performativas.",
    "• Pautas de atención, percepción, escucha activa, concentración, conciencia corporal y memoria. Solidaridad y respeto.",
    "• Trabajo: textual, musical y audiovisual.",
    "• Voz expresiva: respiración, dicción, vocalización, articulación, prosodia, proyección.",
    "• Control de las emociones y sentimientos en la expresión.",
    "4.4. Bloque 3. Puesta en escena CE5",
    "• Diseño de un espectáculo: equipos, fases y áreas de trabajo.",
    "• Dramaturgia y coreografía. Dirección escénica. Ensayos: tipología, finalidad, fases y organización.",
    "• Espacio visual y sonoro: escenografía física y virtual, recursos plásticos, diseño de",
    "iluminación, vestuario, caracterización. Música, recursos sonoros. Herramientas digitales multimedia.",
    "• Planteamientos éticos y responsables. Implicación en los proyectos colectivos. Respeto al grupo, la salud y la seguridad.",
    "• Valoración de procesos y resultados.",
    "• La experiencia ante el público.",
    "• Interacción en redes sociales."
  ],
  "criterios": [
    "1.1. Recibir propuestas escénicas diversas interpretando los diversos significados y examinándolas desde un punto de vista crítico y estético.",
    "1.2. Promover el conocimiento y difusión de producciones escénicas diversas argumentando su importancia como parte fundamental del patrimonio cultural y vehículo del derecho a la libertad de expresión.",
    "2.1. Analizar de manera crítica una obra escénica o un fragmento identificando los elementos significativos, a partir de varios criterios de apreciación.",
    "2.2. Comentar los posibles significados de una pieza escénica para proponer una interpretación personal empleando la terminología adecuada, mostrando respeto y rigor, teniendo en cuenta el valor artístico y el contexto.",
    "3.1. Aplicar ideas para la creación de una pieza escénica a partir de diferentes estímulos utilizando elementos del teatro, la danza y otros lenguajes artísticos.",
    "3.2. Desarrollar un proyecto escénico, partiendo de una propuesta previa, mediante un trabajo colaborativo, adaptando los recursos disponibles a la intencionalidad creativa.",
    "3.3. Compartir la experiencia creativa de selección y toma de decisiones en función del mensaje que se quiere comunicar.",
    "4.1. Construir, de forma creativa, un personaje dramático desde la expresión física del cuerpo y la técnica vocal aplicando la memoria sensorial y afectiva personal.",
    "4.2. Incorporar calidades expresivas en secuencias de movimientos ligadas a través del aprendizaje de coreografías, interactuando con coordinación y cooperando con los otros y las otras.",
    "4.3. Hacer uso correcto de contenidos dramáticos y coreográficos, elementos de la técnica y estilos escénicos respondiendo a nivel cognitivo y emocional a las características de la pieza.",
    "4.4. Describir los elementos relevantes de la experiencia interpretativa compartiéndola con los otros y las otras con respeto.",
    "5.1. Tomar parte activamente en diferentes fases de una producción escénica, desarrollar diferentes roles y contribuir a conseguir un proceso creativo eficiente, colaborativo e integrador.",
    "5.2. Representar públicamente un proyecto escénico, involucrando a todos y todas los y las participantes y manteniendo una comunicación cohesionadora e inclusiva."
  ]
}