{
    "saberes": [
        "Bloque A. Sociedades y territorios",
        "Retos del mundo actual",
        "- La Tierra en el universo. Elementos, movimientos y dinámicas relacionados con la Tierra y el universo y sus consecuencias en la vida diaria y en el entorno. Secuencias temporales y cambios estacionales.",
        "- La vida en la Tierra. Fenómenos atmosféricos y su repercusión en los ciclos biológicos y en la vida diaria. Observación y registro de datos atmosféricos del clima del Principado de Asturias.",
        "- Retos sobre situaciones cotidianas. Funciones básicas del pensamiento espacial y temporal para la interacción con el medio y la resolución de situaciones de la vida cotidiana. Itinerarios y trayectos, desplazamientos y viajes.",
        "Sociedades en el tiempo",
        "- La percepción del tiempo. Medida del tiempo en la vida cotidiana. El ciclo vital y las relaciones intergeneracionales.",
        "- Uso de objetos y artefactos de la vida cotidiana como fuentes para reflexionar sobre el cambio y la continuidad, las causas y las consecuencias.",
        "- Recursos y medios analógicos y digitales. Las fuentes orales y la memoria colectiva. La historia local y la biografía familiar; mujeres y hombres como sujetos de la historia.",
        "- Las expresiones y producciones artísticas a través del tiempo. El patrimonio material e inmaterial asturiano.",
        "Alfabetización cívica",
        "- La vida en colectividad. La familia. Diversidad familiar. Compromisos, corresponsabilidad, participación y normas en el entorno familiar, vecinal y escolar. Prevención, gestión y resolución dialogada de conflictos.",
        "- La vida en sociedad. Espacios, recursos y servicios del entorno. Formas y modos de interacción social en espacios públicos desde una perspectiva de género.",
        "- Identidad y diversidad cultural: existencia de realidades diferentes y aproximación a las distintas etnoculturas presentes en el entorno. La convivencia con otras personas y el rechazo a las actitudes discriminatorias. Cultura de paz y no violencia.",
        "- Ocupación y trabajo. Identificación de las principales actividades profesionales y laborales de mujeres y hombres en el entorno del Principado de Asturias.",
        "- Igualdad de género y conducta no sexista.",
        "- Seguridad vial. La ciudad como espacio de convivencia. Normas básicas en los desplazamientos como peatones y en el uso de los medios de locomoción.",
        "Conciencia ecosocial",
        "- Conocimiento de nuestro entorno en el Principado de Asturias. Paisajes naturales y paisajes humanizados, y sus elementos. La acción humana sobre el medio y sus consecuencias.",
        "- Responsabilidad ecosocial. Acciones para la conservación, mejora y uso sostenible de los bienes comunes. El maltrato animal y su prevención.",
        "- Estilos de vida sostenible. El uso responsable del agua, la movilidad segura, saludables y sostenible, y la prevención y la gestión de los residuos."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de la indagación, utilizando las herramientas y procesos adecuados de forma pautada.",
        "1.2. Reconocer conexiones sencillas y directas entre diferentes elementos del medio natural, social y cultural por medio de la observación, la manipulación y la experimentación.",
        "1.3. Mostrar actitudes de respeto ante el patrimonio natural y cultural, reconociéndolo como un bien común.",
        "2.1. Mostrar estilos de vida sostenible y valorar la importancia del respeto, los cuidados, la corresponsabilidad y la protección de los elementos y seres del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio como el suelo y el agua.",
        "3.1. Ordenar temporalmente hechos del entorno social y cultural cercano, empleando nociones básicas de medida y sucesión.",
        "3.2. Conocer personas y grupos sociales relevantes de la historia, así como formas de vida del pasado, incorporando la perspectiva de género.",
        "4.1. Recoger información acerca de manifestaciones culturales del propio entorno, mostrando respeto, valorando su diversidad y riqueza, y apreciándolas como fuente de aprendizaje.",
        "4.2.  Mostrar actitudes que fomenten la igualdad de género y las conductas no sexistas reconociendo modelos positivos en el entorno cercano.",
        "5.1. Establecer acuerdos de forma dialógica y democrática como parte de grupos próximos a su entorno, identificando las responsabilidades individuales y empleando un lenguaje inclusivo y no violento.",
        "5.2. Identificar instituciones cercanas, señalando y valorando las funciones que realizan en pro de una buena convivencia.",
        "5.3. Conocer e interiorizar normas básicas para la convivencia en el uso de los espacios públicos, especialmente como peatones o como usuarios de los medios de locomoción, tomando conciencia de la importancia de la movilidad segura, saludable y sostenible tanto para las personas como para el planeta."
    ]
}