{
  "saberes": [
    "A. Procedimientos de trabajo",
    "- Características de la investigación científica.",
    "- El método científico. Las habilidades y actitudes científicas.",
    "- Búsqueda y selección de información. Uso de las Tecnologías de la Información y la Comunicación (TIC) en el trabajo científico.",
    "- Presentación de conclusiones de forma oral y en diversos soportes.",
    "B. La Tierra: características y curiosidades",
    "- La Tierra: Origen y formación. Controversias de las teorías del origen de la Tierra.",
    "- Composición de la Tierra e importancia en la actualidad.",
    "- Agentes geológicos: externos e internos. Su influencia en el paisaje y en la ordenación del territorio.",
    "- Importancia del estudio de la estructura interna de la Tierra para la prevención de terremotos y volcanes.",
    "- Rocas y minerales: usos y nuevos descubrimientos de sus aplicaciones.",
    "- Actualidad en geología: últimos avances, descubrimientos y noticias relacionadas.",
    "C. La vida en la Tierra",
    "- Aparición de los seres vivos en la Tierra. Teorías del origen de la vida.",
    "- Organización y clasificación de los seres vivos en la Tierra: nuevos Dominios y Reinos. Teorías y variaciones en la clasificación de los seres vivos a lo largo de la historia.",
    "- Descubrimiento de nuevas especies.",
    "- Biodiversidad vegetal y su función en los ecosistemas. Influencia del ser humano en el estado de los ecosistemas.",
    "- Los vegetales como recursos.",
    "- Vegetales de interés industrial: en la alimentación, en la construcción, en la medicina y en la farmacia.",
    "- Importancia de los vegetales en Castilla y León: industria maderera.",
    "- Actualidad en biología: últimos avances, descubrimientos y noticias relacionadas.",
    "D. Medio ambiente e impactos ambientales",
    "- Recursos naturales y su explotación. Situación actual y posibles mejoras.",
    "- Riesgos e impactos ambientales.",
    "- Avances científicos para la conservación del medio ambiente.",
    "- Agenda 2030. Objetivos de Desarrollo Sostenible (ODS).",
    "- Oportunidades para prevenir y reducir los riesgos e impactos medioambientales.",
    "- Tratados internacionales sobre conservación y mantenimiento del medio ambiente.",
    "- Actualidad científica sobre medio ambiente.",
    "E. Nuevas Tecnologías de la Información y Comunicación",
    "- Aplicaciones en el avance científico: de la sociedad de la información a la del conocimiento.",
    "- Dependencia y resiliencia tecnológica.",
    "- Internet. Orígenes y evolución.",
    "- La aldea global. La brecha digital.",
    "- Divulgación científica en redes sociales. Ventajas y peligros.",
    "- Seguridad y protección de datos científicos en Internet.",
    "F. Proyecto de investigación",
    "- Aplicación de los pasos del método científico en el estudio de temas de actualidad científica (observación, planteamiento de problemas, formulación de hipótesis, experimentación, toma de datos y análisis de estos, obtención de conclusiones).",
    "- Importancia del trabajo en equipo y de la distribución de tareas.",
    "- Utilización de las herramientas y formatos necesarios para la exposición del proyecto de investigación realizado."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Analizar conceptos y procesos relacionados con los contenidos de las ciencias interpretando información en diferentes formatos (textos, modelos, gráficos, tablas, diagramas, fórmulas, esquemas, mapas conceptuales, símbolos, libros, páginas web...) y/o en idiomas diferentes, procedentes de fuentes de información fiables, manteniendo una actitud crítica, obteniendo conclusiones y formando opiniones propias fundamentadas evitando la propagación y consolidación en la sociedad de ideas sin fundamento científico. (CCL2, CP1, STEM2, CD1, CD2, CPSAA4)",
    "1.2 Promover la comprensión y análisis de opiniones fundamentadas y de información relacionada con las ciencias, transmitiéndola de forma clara y rigurosa utilizando la terminología y el formato adecuados como textos, modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas o símbolos, entre otros, destacando el uso de contenidos digitales. (CCL1, CCL2, CCL5, STEM2, STEM4, CD2, CD3, CE1)",
    "1.3 Analizar y explicar fenómenos científicos representándolos mediante el diseño y la realización de modelos y diagramas, aplicando la metodología científica o el diseño de la ingeniería (identificación del problema, planteamiento de hipótesis, exploración, diseño, creación, desarrollo, análisis y presentación de resultados, evaluación y mejora). (CCL1, STEM2, STEM4, CPSAA4, CE1, CE3, CCEC4)",
    "Competencia específica 2",
    "2.1 Resolver cuestiones y problemas relacionados con la ciencia, localizando, seleccionando, organizando y analizando críticamente la información de distintas fuentes citándolas con respeto por la propiedad intelectual, entendiendo el método científico como motor de desarrollo. (CCL2, CCL3, STEM2, CP1, STEM4, CD1, CD2, CD5, CPSAA4, CC3)",
    "2.2 Contrastar la veracidad de la información sobre temas científicos utilizando fuentes fiables adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc. contribuyendo de esta manera a la consecución de una sociedad democrática y comprometida con los problemas éticos y de otra índole actuales afrontando la controversia moral con actitud dialogante, argumentativa, respetuosa, y opuesta a cualquier tipo de discriminación o violencia. (CCL3, CD3, CD4, CPSAA4, CC3)",
    "2.3 Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución, no dogmática e influida por el contexto político y los recursos económicos, lo que permite la comprensión de los fenómenos naturales que nos rodean y la contribución a la mejora ética, innovadora y sostenible de nuestra sociedad, no solamente en términos económicos, sino también en una dimensión cultural, social e incluso personal. (, CC3, CE1)",
    "Competencia específica 3",
    "3.1 Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando la metodología científica mediante textos escritos o búsquedas en internet, intentando explicar fenómenos naturales científicamente y realizando predicciones sobre estos. (CCL2, STEM1, STEM2, CD1, CD2)",
    "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos en los campos de las distintas ciencias, de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada con rigurosidad. (STEM1, STEM2, STEM3, CCEC3)",
    "3.3 Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos en ciencias utilizando los instrumentos, herramientas, métodos y técnicas adecuadas con corrección y precisión, identificando variables, controles y limitaciones y valorando su posible impacto sobre el entorno. (STEM2, STEM3, CE1)",
    "3.4 Interpretar y analizar los resultados obtenidos en el proyecto de investigación utilizando herramientas matemáticas y tecnológicas obteniendo conclusiones razonadas y fundamentadas o valorar la imposibilidad de hacerlo y proponiendo nuevos problemas a investigar, contribuyendo de esta manera a la autoevaluación y mejora del propio proceso de aprendizaje. (STEM1, STEM2, STEM4, CD2, CE3, CPSAA1, CPSAA4.)",
    "3.5 Fomentar la colaboración en equipo en las distintas fases del proyecto científico trabajando así con mayor eficiencia, valorando la importancia de la cooperación en la investigación, respetando la diversidad y la igualdad de género, y favoreciendo la inclusión. (CCL1, CP1, STEM3, STEM4, CD3, CPSAA3, CE3)",
    "3.6 Presentar de forma clara y rigurosa la información y las conclusiones obtenidas mediante la experimentación y observación utilizando el formato adecuado (textos, modelos, tablas, gráficos, informes, diagramas, etc.) destacando el potencial del uso de las herramientas digitales. (CCL1, CCL3, STEM2, STEM4, CD2, CD3, CE1)",
    "Competencia específica 4",
    "4.1 Resolver problemas o dar explicación a procesos científicos utilizando conocimientos, datos e información científica correctamente contrastada, aplicando el razonamiento lógico, el pensamiento computacional o los recursos digitales. (STEM1, STEM2, CD2, CD5, CCEC4)",
    "4.2 Analizar críticamente la solución a un problema científico, valorando con criterio los resultados, cambiando los procedimientos utilizados o conclusiones si dicha solución no fuese viable o fuera necesario tener en cuenta nuevos datos aportados con posterioridad. (STEM1, STEM2, CPSAA5, CE1, CE3)",
    "Competencia específica 5",
    "5.1 Promover y adoptar hábitos sostenibles realizando un análisis crítico del impacto ambiental de las acciones humanas que contribuirán a mejorar la situación de los recursos naturales en el entorno. (STEM2, STEM5, CPSAA2, CC3, CC4, CE1)",
    "5.2 Relacionar el impacto de la sobreexplotación de determinados recursos con el deterioro medioambiental argumentando sobre la importancia de su consumo y aprovechamiento responsables, adquiriendo una conciencia ciudadana mediante el respeto hacia los demás y con el entorno. (STEM2)",
    "5.3 Elaborar un plan de mejora en el uso responsable de los recursos a nivel grupal, aportando ideas creativas, soluciones innovadoras con sentido crítico y ético, distribuyendo las tareas, recursos y responsabilidades y evaluando la solución al problema de actualidad con autonomía, basado en el logro de algunos de los ODS. (CCL3, STEM2, STEM5, CD4, CPSAA1, CC2, CC3, CC4, CE3)",
    "Competencia específica 6",
    "6.1 Identificar la diversidad de seres vivos que habitan en nuestro planeta, conociendo la variación en la clasificación y organización de estos a lo largo de la historia, comprendiendo cómo los avances científicos influyen en estos aspectos. (STEM2, CC1, CCEC1)",
    "6.2 Relacionar, con fundamentos científicos, las aplicaciones que los recursos naturales, tanto vegetales como animales, proporcionan al ser humano, conociendo los diferentes usos de estos y su influencia en la biodiversidad del planeta, desarrollando una actitud crítica y sostenible. (CCL1, STEM1, STEM2, STEM5, CPSAA3)",
    "6.3 Comprender la importancia que supone la gestión de la explotación de recursos naturales asegurando su disponibilidad a lo largo de las futuras generaciones, elaborando planes de gestión sostenible y fomentando un pensamiento responsable con el medio ambiente. (CCL2, STEM1, STEM2, STEM3, STEM4, STEM5, CPSAA2, CC4, CE1)"
  ]
}