{
  "saberes": [
    "Procés de resolució de problemes i projectes",
    "● Estratègies i tècniques",
    "- Aplicació d’estratègies de gestió de projectes col·laboratius i de tècniques de resolució de problemes iteratives.",
    " - Cerca, comparació i estudi de les necessitats del centre educatiu, dels àmbits local i regional, etc. per al plantejament de projectes col·laboratius o cooperatius.",
    "- Implementació de diferents tècniques d’ideació per a la resolució de problemes.",
    "- Resolució de problemes amb actitud emprenedora, creativa i perseverant, des d’una perspectiva interdisciplinària de l’activitat tecnològica, tot fomentant la satisfacció i l’interès pel treball i la qualitat del mateix.",
    "● Productes i materials",
    "- Selecció i utilització de diferents productes i materials per a la resolució de problemes.",
    "- Anàlisi del cicle de vida d’un producte i identificació de les diferents fases.",
    "- Selecció de materials tot utilitzant diverses estratègies, d’acord amb les seves propietats o requisits, per a la resolució de problemes i projectes.",
    "● Fabricació",
    "- Valoració, selecció i utilització de diferents tècniques de fabricació en la resolució de problemes i projectes.",
    "- Utilització de diferents eines de disseny i de fabricació assistit per ordinador en 2D i 3D, per a la representació i/o fabricació de peces aplicades a projectes.",
    "- Valoració, selecció i utilització de diferents tècniques de fabricació manual i mecànica, en les aplicacions pràctiques.",
    "- Implementació, en aplicacions pràctiques, de tècniques de fabricació digital, com la impressió 3D i el tall.",
    "● Difusió",
    "- Documentació, presentació i difusió de projectes, integrant diferents elements, tècniques i eines. Utilització d’una comunicació efectiva basada en una entonació, expressió, gestió del temps i adaptació del discurs i amb un ús de llenguatge inclusiu i lliure d’estereotips de gènere.",
    "Operadors tecnològics",
    "- Identificació dels components electrònics analògics bàsics i la seva simbologia, amb l’anàlisi i el muntatge físic i simulats de circuits elementals.",
    "- Representació, anàlisi, disseny, simulació i muntatge de circuits electrònics digitals senzills i la seva aplicació.",
    "- Representació, anàlisi, disseny, simulació i muntatge de circuits pneumàtics bàsics amb components que compleixin una determinada funció en un mecanisme o màquina.",
    "- Anàlisi, descripció i relació dels diferents elements mecànics, electrònics i pneumàtics aplicats a la robòtica, fent ús del muntatge físic o simulat.",
    "Pensament computacional, automatització i robòtica",
    "- Utilització de diferents components de sistemes de control programat: controladors, sensors i actuadors, que permetin l’optimització dels recursos i apliquin l’automatització i la robotització.",
    "- Disseny i implementació d’aplicacions informàtiques per a ordinador i dispositius mòbils. Utilització de simuladors informàtics en la verificació i comprovació del funcionament dels sistemes dissenyats. Introducció de les aplicacions de la intel·ligència artificial i al tractament massiu de dades (Big Data). Ús d’espais digitals compartits i discos virtuals per l’emmagatzematge i compartició d’informació.",
    "- Integració de les telecomunicacions en els sistemes de control digital; Internet de les coses amb els diferents elements, comunicacions i control, mitjançant l’aplicació pràctica per donar resposta a les necessitats personals o col·lectives.",
    "- Disseny, construcció i control de robots senzills de manera física o simulada per al desenvolupament de tasques reals o fictícies.",
    "Tecnologia sostenible",
    "- Selecció de materials i disseny de processos, productes i sistemes tecnològics per a una sostenibilitat mediambiental, econòmica i social.",
    "- Justificació de l’energia com a factor tecnològic clau del desenvolupament sostenible. Eficiència energètica, consum responsable i energies renovables.",
    "- Cerca, aplicació i disseny d’estratègies d’estalvi energètic en edificis. Anàlisi de l’arquitectura bioclimàtica i sostenible en la reducció de l’impacte ambiental tant en l’àmbit local com en el global.",
    "- Anàlisi i valoració de la mobilitat sostenible dels diferents mitjans de transport públic o privat.",
    "- Creació de comunitats obertes d’aprenentatge, foment del voluntariat tecnològic i la implementació de projectes de servei a la comunitat amb un compromís actiu tant en l’àmbit local com en el global."
  ],
  "criteriosEvaluacion": [
    "1.1 Idear i planificar solucions tecnològiques emprenedores que generin un valor a la comunitat, a partir de l’observació i l’anàlisi de l’entorn més proper, tot estudiant les necessitats, els requisits i les possibilitats de millora.",
    "1.2 Aplicar, amb iniciativa, estratègies col·laboratives de gestió de projectes amb perspectiva interdisciplinària, seguint un procés iteratiu de validació, des de la fase d’ideació fins a la resolució de problemes.",
    "1.3 Desenvolupar la gestió del projecte de manera creativa, aplicant estratègies i tècniques col·laboratives, així com mètodes de recerca per a la ideació de solucions eficients, innovadores i respectuoses amb el medi ambient.",
    "2.1 Analitzar el disseny d’un producte que doni resposta a una necessitat plantejada, avaluant-ne la demanda, l’evolució i la previsió de fi del cicle de vida amb criteri ètic, sostenible i responsable.",
    "2.2 Fabricar productes i solucions tecnològiques, fent ús del disseny assistit, utilitzant les diferents tècniques d’elaboració manual, mecànica i digital, emprant de manera adequada els diferents materials i recursos mecànics, elèctrics, electrònics i digitals.",
    "2.3 Argumentar les solucions tecnològiques aportades a les necessitats plantejades, valorant-ne laviabilitat econòmica, l’ús funcional, sostenible i eficient.",
    "3.1 Intercanviar informació i fomentar el treball en equip de manera assertiva, emprant les eines digitals, el vocabulari tècnic, símbols i esquemes de sistemes tecnològics apropiats.",
    "3.2 Presentar i difondre les propostes o solucions tecnològiques de manera concreta, emprant l’entonació, l’expressió, l’adaptació del discurs i del temps, usant un llenguatge inclusiu i lliure d’estereotips sexistes.",
    "4.1 Dissenyar, construir, controlar i/o simular sistemes automàtics programables i robots que siguin capaços de fer tasques de forma autònoma, aplicant coneixements de mecànica, electrònica, pneumàtica i components dels sistemes de control, així com altres coneixements interdisciplinaris.",
    "4.2 Integrar a les màquines i sistemes tecnològics aplicacions digitals emergents de control i simulació com Internet de les coses, tractament massiu de dades (big data) i intel·ligència artificial amb sentit crític, ètic i sostenible.",
    "5.1 Resoldre tasques proposades de manera eficient mitjançant l’ús i la configuració de diferents aplicacions i eines digitals, tot aplicant coneixements interdisciplinaris amb autonomia.",
    "5.2 Utilitzar en el disseny de solucions, eines de representació en tres dimensions i d’experimentació virtual mitjançant simuladors, per a la construcció del coneixement tecnològic.",
    "5.3 Emprar diferents gestors de presentació, eines de difusió o publicació de la informació per a la realització de tasques col·laboratives.",
    "5.4 Configurar programes o aplicacions informàtiques per al control de diferents automatismes.",
    "6.1 Fer un ús responsable de la tecnologia, mitjançant l’anàlisi i l’aplicació de criteris de sostenibilitat en la selecció de materials, el disseny i els processos de fabricació dels productes tecnològics, tot minimitzant l’impacte en la societat i el planeta.",
    "6.2 Analitzar els beneficis i valorar la contribució de les tecnologies al desenvolupament sostenible i la cura de l’entorn, que aporten l’arquitectura bioclimàtica, les energies renovables i la mobilitat eficient.",
    "6.3 Identificar i valorar la repercussió i els beneficis del desenvolupament de projectes tecnològics de caràcter social per mitjà de comunitats obertes, accions de voluntariat o projectes de servei a la comunitat."
  ]
}