{
    "criteriosEvaluacion": [               
        "Competencia específica 1.",
        "Criterio 1.1. Leer comprensivamente textos de nivel básico, identificando y analizando unidades lingüísticas regulares de la lengua a la vez que apreciando variantes y coincidencias con otras lenguas conocidas.",
        "Criterio 1.2. Seleccionar de manera guiada el significado apropiado de palabras polisémicas y justificar la decisión, teniendo en cuenta la información cotextual o contextual y utilizando, solamente si es necesario, herramientas de apoyo al proceso de interpretación del texto en distintos soportes, tales como listas de vocabulario, glosarios, mapas o atlas, correctores ortográficos, gramáticas y libros de estilo.",
        "Criterio 1.3. Revisar y subsanar de manera progresivamente autónoma las propias interpretaciones y las de los compañeros y compañeras, realizando propuestas de mejora.",
        "Criterio 1.4. Realizar la lectura directa de textos latinos sencillos para asimilar sus aspectos morfológicos, sintácticos y léxicos elementales.",
        "Criterio 1.5. Registrar los progresos y dificultades de aprendizaje de la lengua latina en un nivel básico, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolos explícitos y compartiéndolos.",
        "Competencia específica 2.",
        "Criterio 2.1. Deducir el significado etimológico de un término de uso común aplicando, de manera guiada, estrategias de reconocimiento de formantes latinos atendiendo a los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar.",
        "Criterio 2.2. Explicar cambios fonéticos, morfológicos o semánticos sencillos que se han producido tanto desde el latín culto como desde el latín vulgar hasta la lengua de enseñanza, sirviéndose cuando sea posible de la comparación con otras lenguas de su repertorio.",
        "Criterio 2.3. Explicar la relación del latín con las lenguas modernas, utilizando de forma guiada estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio del alumnado.",
        "Criterio 2.4. Identificar prejuicios y estereotipos lingüísticos básicos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal, a partir de criterios dados. ",
        "Competencia específica 3.",
        "Criterio 3.1. Analizar, interpretar y comentar textos y fragmentos literarios elementales, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, comprender el mundo y la condición humana y desarrollar la sensibilidad estética y el hábito lector.",
        "Criterio 3.2. Analizar y explicar los principales temas y los valores éticos o estéticos de obras o fragmentos literarios latinos comparándolos con obras o fragmentos literarios posteriores, desde un enfoque intertextual guiado.",
        "Criterio 3.3. Identificar y definir palabras latinas que designan conceptos fundamentales para el estudio y comprensión de la civilización latina y cuyo aprendizaje combina conocimientos léxicos y culturales.",
        "Criterio 3.4. Crear textos sencillos individuales o colectivos en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se haya partido de la civilización y cultura latina como fuente de inspiración. ",
        "Competencia específica 4.",
        "Criterio 4.1. Explicar de una manera elemental los procesos históricos y políticos, los modos de vida, las instituciones y las costumbres de la sociedad romana, comparándolos con los de las sociedades actuales, valorando las adaptaciones y cambios experimentados a la luz de la evolución de las sociedades y los derechos humanos, y favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos.",
        "Criterio 4.2. Debatir acerca de la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos básicos del legado romano en nuestra sociedad, utilizando estrategias retóricas y oratorias sencillas, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias veraces y mostrando interés, respeto y empatía por otras opiniones y argumentaciones.",
        "Criterio 4.3. Elaborar trabajos de investigación elementales en diferentes soportes sobre aspectos del legado de la civilización latina en el ámbito personal, religioso y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual. ",
        "Competencia específica 5.",
        "Criterio 5.1. Identificar y explicar los aspectos básicos del legado material e inmaterial de la civilización latina como fuente de inspiración, analizando producciones culturales y artísticas posteriores.",
        "Criterio 5.2. Investigar en un nivel elemental el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización latina, actuando con empatía y respeto e interesándose por los procesos de construcción, preservación, conservación y restauración, y por aquellas actitudes cívicas que aseguran su sostenibilidad.",
        "Criterio 5.3. Explorar las principales huellas de la romanización y el legado romano en el entorno del alumnado, aplicando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus distintos usos, dando ejemplos de la pervivencia de la Antigüedad clásica en su vida cotidiana y presentando sus resultados a través de diferentes soportes. ",
        "Competencia específica 6.",
        "Criterio 6.1. Interpretar el sentido global y la información específica y explícita de textos latinos de dificultad básica, orales, escritos y multimodales en contextos comunicativos.",
        "Criterio 6.2. Aplicar estrategias sencillas y conocimientos más adecuados en contextos comunicativos y así comprender el sentido general, la información esencial y los detalles más relevantes de los textos. ",
        "Competencia específica 7.",
        "Criterio 7.1. Producir de forma oral o escrita textos breves sencillos en latín, estructurados de forma comprensible en contextos comunicativos.",
        "Criterio 7.2. Participar en latín en situaciones interactivas breves y sencillas, apoyándose en recursos tales como la repetición, el ritmo pausado y el lenguaje no verbal, y mostrando empatía y respeto tanto en soporte físico como digital.",
        "Criterio 7.3. Producir mediante retroversión textos sencillos utilizando las estructuras básicas de la lengua latina."       
    ],
    "saberes": [
        "Bloque A. La interpretación del texto.",
        "A.1. Unidades lingüísticas de la lengua latina.",
        "A.1.1.1. Abecedario, pronunciación y acentuación de la lengua latina.",
        "A.1.1.2. Clases de palabras. Funciones y sintaxis de los casos.",
        "A.1.1.3. Concepto de lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones) y flexión verbal (el sistema de conjugaciones). Iniciación.",
        "A.1.1.4. Sintaxis oracional: funciones y sintaxis de los casos. Iniciación.",
        "A.1.1.5. Estructuras oracionales. La concordancia y el orden de palabras en oraciones simples y oraciones compuestas. Estructuras simples.",
        "A.1.1.6. Formas nominales del verbo. Estructuras simples.",
        "A.2. La interpretación y la lectura comprensiva del texto: técnicas, procesos y herramientas.",
        "A.2.1.1. El método comunicativo o inductivocontextual como herramienta de interpretación textual. Iniciación.",
        "A.2.1.2. El análisis morfosintáctico como ayuda en la comprensión del texto. Iniciación.",
        "A.2.1.3. Estrategias de interpretación y comprensión de textos simples: formulación de expectativas a partir del entorno textual (título, obra…) y del propio texto (campos temáticos, familias de palabras, etc.), así como a partir del contexto; conocimiento del tema; descripción de la estructura y género; peculiaridades lingüísticas de los textos traducidos (discurso directo e indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica, etc.); errores frecuentes de traducción y técnicas para evitarlos (comprobar si la interpretación es correcta, control de acuerdo a criterios dados, delimitación de construcciones sintácticas...).",
        "A.2.1.4. Herramientas de ayuda a la interpretación del texto: glosarios, atlas o correctores ortográficos en soporte analógico o digital, etc. Iniciación.",
        "A.2.1.5. Lectura comparada y comentario de textos bilingües: estrategias básicas de comparación de traducciones originales e impresas utilizando terminología metalingüística. Iniciación.",
        "A.2.1.6. Recursos estilísticos frecuentes y de carácter sencillo, y su relación con el contenido del texto. Iniciación",
        "A.2.1.7. Técnicas básicas de creación de textos breves y retroversión.",
        "A.2.1.8. Procesos de comprensión oral. Iniciación.",
        "A.2.1.9. Técnicas comunicativas básicas para la expresión e interacción oral.",
        "A.2.1.10. Técnicas básicas de comprensión escrita y producción de textos breves.",
        "A.2.1.11. Técnicas básicas para la expresión escrita.",
        "A.2.1.12. La interpretación del texto como instrumento que favorece el razonamiento lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis. Iniciación.",
        "A.2.1.13. Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación. Iniciación.",
        "A.2.1.14. Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación. Iniciación.",
        "Bloque B. Plurilingüismo.",
        "B.1. Historia de la lengua latina.",
        "B.1.1.1. Sistemas de escritura a lo largo de la historia",
        "B.1.1.2. Evolución del latín: las lenguas indoeuropeas, etapas de la lengua latina. Latín vulgar y latín culto; lengua hablada y lengua escrita.",
        "B.1.1.3. El latín como lengua de Europa a lo largo de la historia.",
        "B.2. Presencia en las lenguas modernas.",
        "B.2.1.1. Influencia del latín en la evolución de la lengua de enseñanza y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado. Iniciación.",
        "B.2.1.2. Reglas fonéticas básicas en la evolución del latín a la lengua de enseñanza. Iniciación.",
        "B.2.1.3. Léxico: lexemas, sufijos y prefijos de origen latino presentes en el léxico de uso común y en el específico de las ciencias y la técnica; significado y definición de palabras de uso común en la lengua de enseñanza a partir de sus étimos de origen latino; expresiones latinas integradas en las lenguas modernas y su empleo en diferentes tipos de textos (literarios, periodísticos, publicitarios...). Iniciación.",
        "B.2.1.4. Reconocimiento del significado etimológico de las palabras y la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación. Iniciación.",
        "B.2.1.5. El latín como instrumento que permite un mejor conocimiento de las lenguas de estudio y un más fácil acercamiento a otras lenguas modernas, romances y no romances. Iniciación.",
        "B.2.1.6. Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan. Iniciación.",
        "B.2.1.7. Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de latín a nivel transnacional. Iniciación.",
        "B.2.1.8. Expresiones y léxico específico básico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje). Iniciación.",
        "B.2.1.8. Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje). Profundización.",
        "Bloque C. Educación literaria.",
        "C.1. Literatura latina.",
        "C.1.1.1. La lengua latina como principal vía de transmisión del mundo clásico. Iniciación.",
        "C.1.1.2. Etapas y vías de transmisión de la literatura latina. Iniciación.",
        "C.1.1.3. Principales géneros de la literatura latina: origen, tipología, cronología, temas, motivos, tradiciones, características y principales autores. Iniciación.",
        "C.2. Pervivencia.",
        "C.2.1.1. Recepción de la literatura latina: influencia en la producción cultural europea. Nociones básicas de intertextualidad, imitatio, aemulatio. Iniciación.",
        "C.2.1.2. Técnicas básicas para el comentario y análisis lingüístico y literario de los textos literarios latinos.",
        "C.2.1.3. Analogías y diferencias entre los géneros literarios latinos y los de la literatura actual. Iniciación.",
        "C.2.1.4. Introducción a la crítica literaria.",
        "C.2.1.5. Interés hacia la literatura como fuente de placer y de conocimiento del mundo. Iniciación.",
        "C.2.1.6. Reconocimiento de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio. Iniciación.",
        "Bloque D. La antigua Roma.",
        "D.1. Geografía e historia de Roma.",
        "D.1.1.1. Geografía del proceso de expansión de Roma desde su nacimiento hasta la desaparición del Imperio romano. Iniciación.",
        "D.1.1.2. Topografía de la antigua Roma, nombre y función de los sitios centrales de la ciudad (Foro Romano, basílicas, Coliseo, Circo Máximo, etc.). Iniciación.",
        "D.1.1.3. Historia de la antigua Roma: etapas de la historia de Roma (monarquía, república, imperio); hitos entre los siglos VIII a.C. y V d.C.; leyendas y principales episodios; personalidades históricas relevantes, su biografía en contexto y su importancia para Europa (Aníbal, Cicerón, César, Augusto, Séneca, etc.). Iniciación.",
        "D.2. Aspectos políticos y sociales.",
        "D.2.1.1. Historia y organización política y social de Roma como parte esencial de la historia y cultura de la sociedad actual. Iniciación.",
        "D.2.1.2. Instituciones, creencias y formas de vida de la civilización latina desde la perspectiva sociocultural actual. Iniciación.",
        "D.2.1.3. Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit. Iniciación.",
        "D.2.1.4. La aportación de Roma a la cultura y al pensamiento de la ",
        "ociedad occidental. Iniciación.",
        "D.2.1.5. Relación de Roma con culturas extranjeras (Grecia y otras) y con el cristianismo. Iniciación.",
        "D.2.1.6. El mar Mediterráneo como encrucijada de culturas de ayer y hoy. Iniciación.",
        "Bloque E. Legado y patrimonio.",
        "E.1. Legado material.",
        "E.1.1.1. Conceptos de legado, herencia y patrimonio. Iniciación.",
        "E.1.1.2. La transmisión textual latina como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Soportes de escritura: tipos, preservación, modelos. Iniciación.",
        "E.1.1.3. La mitología clásica en manifestaciones literarias y artísticas. Iniciación.",
        "E.1.1.4. La romanización de Hispania, especialmente de Extremadura, y las huellas de su pervivencia. Iniciación.",
        "E.1.1.5. Obras públicas y urbanismo: construcción, conservación, preservación y restauración. Iniciación.",
        "E.1.1.6. Principales obras artísticas de la Antigüedad romana. Iniciación.",
        "E.1.1.7. Principales sitios arqueológicos, museos o festivales relacionados con la Antigüedad clásica, especialmente en Extremadura. Iniciación.",
        "E.2. Herencia inmaterial.",
        "E.2.1.1. El derecho romano y su importancia en el sistema jurídico actual. Iniciación.",
        "E.2.1.2. Las instituciones políticas romanas y su influencia y pervivencia en el sistema político actual. Iniciación.",
        "E.2.1.3. La importancia del discurso público para la vida política y social. Iniciación.",
        "E.2.1.4. Técnicas básicas de debate y de exposición oral. Iniciación.",

    ]
}
