{
    "criteriosEvaluacion": [
        "• CE1.1. Identificar el dibujo como forma de conocimiento, comunicación y expresión, reflexionando con iniciativa sobre su presencia en distintas manifestaciones culturales y artísticas y comparando de forma autónoma su uso en estas. OBJ1",
        "• CE1.2. Comparar las múltiples funciones del dibujo a través del análisis autónomo de su uso en producciones de distintos ámbitos disciplinares. OBJ1",
        "• CE1.3. Valorar la pluralidad cultural y artística relacionándola con la libertad de expresión, argumentando la opinión propia de forma activa, comprometida y respetuosa, y analizando los usos del dibujo en diversas manifestaciones artísticas. OBJ1",
        "• CE1.4. Analizar el lenguaje, las técnicas y los procedimientos del dibujo en diferentes propuestas plásticas, entendiendo los cambios que se produjeron en las tendencias a lo largo de la historia y utilizando la terminología específica más adecuada. OBJ2",
        "• CE1.5. Analizar distintas manifestaciones culturales y artísticas, comprendiendo la función que desempeña el dibujo en estas y valorando el enriquecimiento que suponen para la sociedad los retos creativos y estéticos. OBJ2",
        "• CE1.6. Identificar los referentes artísticos de una obra determinada, describiendo la influencia que ejercen y las relaciones que se establecen entre ellos y en diferentes ámbitos disciplinares. OBJ5",
        "• CE1.7. Expresar ideas, opiniones, sentimientos y emociones, a través de creaciones gráficas y dibujos propios, incorporando, de forma guiada, procedimientos o técnicas utilizados en referentes artísticos de interés para el alumnado. OBJ5",
        "• CE2.1. Analizar el lenguaje, los materiales, las técnicas y los procedimientos del dibujo en diferentes propuestas plásticas, entendiendo los cambios que se produjeron en su uso a lo largo de la historia y utilizando la terminología específica más adecuada. OBJ2",
        "• CE2.2. Experimentar con sensibilidad las posibilidades expresivas de los recursos elementales del dibujo (punto, línea, forma) y de su sintaxis, mejorando el proceso de creación gráfica. OBJ3",
        "• CE2.3. Analizar, interpretar y representar gráficamente la realidad mediante esbozos y croquis, utilizando las técnicas y herramientas adecuadas y desarrollando una expresión propia, espontánea y creativa. OBJ3",
        "• CE2.4. Aportar una huella y un gesto propios a la realización de dibujos combinando de manera adecuada el uso tradicional de diferentes materiales, soportes y técnicas, con una manipulación personal y creativa. OBJ4",
        "• CE2.5. Expresar, a través del trazo y del gesto del dibujo, una visión propia de la realidad o del mundo interior, experimentando con los elementos del lenguaje gráfico y con sus formas, signos, posibilidades expresivas y efectos visuales. OBJ6",
        "• CE2.6. Proponer distintas soluciones gráficas a una misma propuesta visual, utilizando diferentes niveles de iconicidad, identificando las herramientas, medios y soportes necesarios, y justificando razonada y respetuosamente la elección realizada. OBJ7",
        "• CE2.7. Representar gráficamente el modelo elegido, seleccionando y abstrayendo sus características más representativas a partir del estudio y del análisis de este. OBJ8",
        "• CE2.8. Utilizar el encuadre, el encaje y la perspectiva en la resolución de problemas de representación gráfica, analizando tanto los diferentes volúmenes como el espacio que completa el conjunto. OBJ8",
        "• CE3.1. Experimentar con sensibilidad las posibilidades expresivas de los recursos elementales del dibujo, la composición y los sistemas de ordenación en la sintaxis visual, mejorando el proceso de creación gráfica. OBJ3",
        "• CE3.2. Realizar composiciones bidimensionales, figurativas o abstractas, explorando la percepción y la ordenación del espacio e indagando sobre la representación del cuerpo humano y su posible utilización como soporte o como herramienta gráfica. OBJ4",
        "• CE3.3. Comprender y emplear con intenciones comunicativas o expresivas los mecanismos de la percepción visual, sus leyes y principios, así como la composición y la ordenación de elementos en el espacio mostrando interés en sus aplicaciones. OBJ6",
        "• CE3.4. Representar gráficamente el espacio elegido, seleccionando y abstrayendo sus características más representativas a partir del estudio y del análisis de este. OBJ8",
        "• CE3.5. Utilizar el encuadre, el encaje y la perspectiva en la resolución de problemas de representación gráfica, analizando los diferentes volúmenes, sus proporciones y posición relativa y también el espacio que completa el conjunto. OBJ8",
        "• CE4.1. Identificar los referentes artísticos de una obra determinada con relación al uso de la luz y del color que se hace en ella, describiendo la influencia que ejercen y las relaciones que se establecen. OBJ5",
        "• CE4.2. Expresar ideas, sentimientos y emociones a través de creaciones gráficas y dibujos propios incorporando, de forma guiada, procedimientos o técnicas de claroscuro y color utilizados en referentes artísticos de interés para el alumnado. OBJ5",
        "• CE4.3. Analizar y emplear con intenciones comunicativas o expresivas los mecanismos de la percepción visual referidos a la luz, al claroscuro y al color y sus leyes y principios, mostrando interés en sus aplicaciones. OBJ6",
        "• CE4.4. Seleccionar y utilizar con destreza las herramientas, medios y soportes más adecuados a la intención creativa empleando los valores expresivos del claroscuro y del color en una interpretación gráfica personal de la realidad. OBJ7",
        "• CE5.1. Comparar las múltiples funciones del dibujo y de la pintura digital a través del análisis autónomo de su uso en producciones de distintos ámbitos disciplinares. OBJ1",
        "• CE5.2. Aportar una huella y un hacer propios a la realización de producciones gráficas, combinando el uso de las tecnologías y de las herramientas de edición digitales, de forma personal e innovadora. OBJ4",
        "• CE5.3. Seleccionar y utilizar con destreza las herramientas de edición propias de cada programa de pintura o dibujo digital más adecuadas a la intención creativa, en una interpretación gráfica personal de la realidad. OBJ7",
        "• CE5.4. Investigar de forma activa y abierta sobre la presencia de tecnologías digitales en referentes artísticos contemporáneos, integrándolas en el proceso creativo y expresivo propio. OBJ7",
        "• CE5.5. Representar gráficamente el modelo elegido mediante procedimientos de dibujo digital, seleccionando y abstrayendo sus características más representativas a partir del estudio y del análisis de este. OBJ8• CE6.1. Planificar proyectos gráficos colaborativos sencillos identificando el ámbito disciplinar en que se desarrollarán, organizando y distribuyendo las tareas de manera adecuada y determinando las diferentes fases del proyecto. OBJ9",
        "• CE6.2. Realizar proyectos gráficos colaborativos enmarcados en un ámbito disciplinar concreto utilizando con interés los valores expresivos del dibujo artístico y sus recursos. OBJ9",
        "• CE6.3. Analizar las dificultades surgidas en la planificación y realización de proyectos gráficos compartidos, entendiendo este proceso como un instrumento de mejora del resultado final. OBJ9",
        "• CE6.4. Identificar posibilidades de desarrollo académico y profesional relacionadas con el dibujo artístico, comprendiendo las oportunidades que ofrece y el valor añadido de la creatividad en los estudios y en el trabajo y expresando la opinión propia de forma razonada y respetuosa. OBJ9"
    ],
    "saberes": [
        "Bloque 1. Concepto e historia del dibujo",
        "• El dibujo como proceso interactivo de observación, reflexión, expresión, imaginación, representación y comunicación.",
        "• El dibujo en el arte: desde la Antigüedad hasta el Romanticismo. Obras más representativas de diferentes creadores y creadoras.",
        "• El dibujo como parte de múltiples procesos artísticos y técnicos. Ámbitos disciplinares: artes plásticas y visuales, diseño, arquitectura, ciencia y literatura.",
        "Bloque 2. La expresión gráfica y sus recursos elementales",
        "• Terminología y materiales del dibujo.",
        "• El punto y sus posibilidades plásticas y expresivas.",
        "• La línea: trazo y grafismo. Las tramas.",
        "• La forma. Análisis de su tipología. Diferentes aplicaciones y combinaciones.",
        "• Niveles de iconicidad de la imagen.",
        "• El boceto o esbozo. Introducción al encaje.",
        "• Técnicas gráfico-plásticas, secas y húmedas.",
        "• Materiales gráfico-plásticos. Seguridad, toxicidad, impacto ambiental y sostenibilidad.",
        "Bloque 3. Percepción y ordenación del espacio",
        "• Fundamentos de la percepción visual.",
        "• Principios de la psicología de la Gestalt.",
        "• Ilusiones ópticas.",
        "• La composición como método. El equilibrio compositivo. Direcciones visuales. Aplicaciones.",
        "• Sistemas de ordenación en la sintaxis visual. Aplicaciones.",
        "• Introducción a la representación del espacio mediante la perspectiva.",
        "Bloque 4. La luz, el claroscuro y el color",
        "• La luz y el volumen.",
        "• Tipos de luz y de iluminación.",
        "• Valoración tonal y claroscuro.",
        "• Naturaleza, percepción, psicología y simbología del color.",
        "• Monocromía, bicromía y tricromía. Aplicaciones básicas del color en el dibujo.",
        "Bloque 5. Tecnologías y herramientas digitales",
        "• Introducción al dibujo y a la imagen digital. Su uso en diferentes ámbitos disciplinares.",
        "• Dibujo vectorial.",
        "• Herramientas de edición de imágenes para la expresión artística.",
        "• Programas de pintura y dibujo digital.",
        "Bloque 6. Proyectos gráficos colaborativos",
        "• La distribución de tareas en los proyectos gráficos colaborativos: criterios de selección a partir de las habilidades requeridas y de las necesidades del proyecto.",
        "• Fases de los proyectos gráficos.",
        "• Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
        "• Estrategias de evaluación de las fases y los resultados de proyectos gráficos. El error como oportunidad de mejora y aprendizaje."
    ]
}