{
    "saberes": [
        "I. Vida activa y saludable",
        "1. Iniciación en los efectos físicos beneficiosos de un estilo de vida activo y saludable. Cuidado del cuerpo, higiene personal, educación postural, descanso tras la actividad física e hidratación.",
        "2. Autoconocimiento e identificación de fortalezas y debilidades sociales, físicas y mentales, para alcanzar el bienestar social a través de la motricidad.",
        "3. Utilización de la actividad física como práctica social saludable.",
        "4. Respeto a todas las personas con independencia de sus características personales.",
        "II. Organización y gestión de la actividad física",
        "1. Experimentación de diversas prácticas físicas en contextos variados.",
        "2. Cuidado del material utilizado en la actividad a desarrollar.",
        "3. Preparación de la vestimenta deportiva para la práctica de actividad física.",
        "4. Iniciación en hábitos generales de higiene corporal.",
        "5. Experimentación de retos motores sencillos.",
        "6. Prevención de lesiones en las prácticas motrices mediante juegos motores de activación y vuelta a la calma.",
        "III. Resolución de problemas en situaciones motrices",
        "1. Aproximación a la toma de decisiones en situaciones motrices lúdicas mediante la adecuación de las acciones a las capacidades y las limitaciones personales en situaciones motrices individuales.",
        "2. Iniciación en la coordinación de acciones con compañeros y compañeras en situaciones cooperativas; la adecuación de la acción a la ubicación de la persona adversaria en situaciones motrices de persecución y de interacción con un móvil.",
        "3. Experimentación de la posición corporal o la distancia adecuada en situaciones de oposición de contacto.",
        "4. Uso de las capacidades perceptivo-motrices en contexto de práctica mediante la integración del esquema corporal, la conciencia corporal, la lateralidad y su proyección en el espacio; la coordinación óculo-pédica y óculo-manual; y el equilibrio estático y dinámico.",
        "5. Experimentación de las habilidades y destrezas motrices básicas locomotrices, no locomotrices y manipulativas.",
        "6. Variación y adecuación de la acción motriz ante estímulos internos.",
        "IV. Autorregulación emocional e interacción social en situaciones motrices",
        "1. Identificación, experimentación y manifestación de emociones, pensamientos y sentimientos a partir de experiencias motrices.",
        "2. Verbalización de emociones derivadas de la interacción en contextos motrices.",
        "3. Respeto a las reglas y normas de juego.",
        "4. Reconocimiento de conductas favorables a la convivencia positiva y la igualdad de género, inclusivas y de respeto a los demás en situaciones motrices mediante estrategias de identificación de conductas discriminatorias o contrarias a la convivencia.",
        "V. Manifestaciones de la cultura motriz",
        "1. Aproximación a los juegos motores y danzas de Canarias y otras culturas como manifestación de la cultura motriz.",
        "2. Reproducción de gestos, muecas, posturas y otros para comunicar sensaciones, emociones y sentimientos.",
        "3. Experimentación y reproducción de actividades rítmico-musicales y de carácter artístico-expresivo.",
        "4. Reconocimiento de referentes en el deporte canario de distintos géneros.",
        "VI. Interacción eficiente y sostenible con el entorno",
        "1. Iniciación a la educación vial para peatones mediante una movilidad segura, saludable y sostenible.",
        "2. Identificación de las posibilidades motrices de los espacios de juego y esparcimiento infantil.",
        "3. Experimentación de las posibilidades de uso del material para el desarrollo de la motricidad.",
        "4. Realización de actividades físicas seguras en el medio natural y urbano.",
        "5. Aproximación al cuidado del entorno próximo y seres vivos que en él conviven, durante la práctica segura de actividades físicas en el medio natural y urbano. "
    ],
    "criteriosEvaluacion": [
        "1.1. Explorar las posibilidades de la motricidad a través del juego, identificando los beneficios de la actividad física para un estilo de vida activo y saludable, aportando hábitos de higiene corporal, educación postural, descanso e hidratación.",
        "1.2. Experimentar diferentes medidas de seguridad aplicables a distintos momentos de la práctica de la actividad física para evitar lesiones y saber cómo actuar en caso de accidente, adquiriendo comportamientos sociales inclusivos y de respeto, a través de prácticas motrices compartidas.",
        "2.1. Adoptar decisiones en situaciones lúdicas dependiendo de la comunicación motriz, ajustándose a los objetivos motores y la lógica interna de las situaciones motrices.",
        "2.2. Experimentar con el propio cuerpo, descubriendo los componentes cualitativos de la motricidad a través de diferentes situaciones motrices lúdicas, desarrollando retos motores de carácter individual y colaborativo para resolver problemas motores en contextos simulados o reales.",
        "3.1. Respetar las normas y reglas del juego, actuando con deportividad y juego limpio, aceptando las características y el nivel de las personas participantes e identificando y gestionando las emociones para disfrutar de la actividad física.",
        "3.2. Participar en situaciones motrices lúdicas, iniciándose en el desarrollo de habilidades sociales y en la resolución de conflictos de forma dialógica, mostrando una actitud positiva frente a las actuaciones contrarias a la convivencia.",
        "4.1. Experimentar su motricidad con los juegos motores tradicionales, de Canarias, y de otras culturas, aceptando su valor cultural y su potencial lúdico y social, adoptando actitudes positivas hacia la igualdad.",
        "4.2. Participar en composiciones con o sin soporte musical, al igual que otras manifestaciones artístico-expresivas de la cultura canaria u otras, transmitiendo sensaciones, emociones e ideas mediante el ritmo y el movimiento.",
        "5.1. Participar en actividades lúdicas en diversos espacios del entorno natural y urbano de forma segura, conociendo diferentes usos desde la motricidad y con actitudes de respeto y conservación de dichos entornos."
    ]
}