{
    "saberes": [
        "A. Sentido numérico",
        "1. Conteo",
        "Estrategias variadas de conteo, recuento sistemático y adaptación del conteo al tamaño de los números en situaciones de la vida cotidiana.*",
        "2. Cantidad",
        "Estrategias y técnicas de interpretación y manipulación del orden de magnitud de los números.*",
        "Estimaciones y aproximaciones razonadas de cantidades en contextos de resolución de problemas.*",
        "Uso en contextos reales de números positivos y negativos.",
        "Lectura, representación (incluida la recta numérica y con materiales manipulativos), composición, descomposición y recomposición de números naturales y decimales hasta las milésimas.*",
        "Fracciones y decimales para expresar cantidades en contextos de la vida cotidiana y elección de la mejor representación para cada situación o problema.*",
        "3. Sentido de las operaciones",
        "Estrategias de cálculo mental con números naturales, fracciones y decimales.*",
        "Estrategias de reconocimiento de qué operaciones simples o combinadas (suma, resta, multiplicación, división) son útiles para resolver situaciones contextualizadas.*",
        "Potencia como producto de factores iguales. Cuadrados y cubos.",
        "Estrategias de resolución de operaciones aritméticas (con números naturales, decimales y fracciones) con flexibilidad y sentido: mentalmente, de manera escrita o con calculadora; utilidad en situaciones contextualizadas y propiedades.*",
        "4. Relaciones",
        "Sistema de numeración de base diez (números naturales y decimales hasta las milésimas): aplicación de las relaciones que genera en las operaciones.*",
        "Números naturales, fracciones y decimales hasta las milésimas en contextos de la vida cotidiana comparación y ordenación.*",
        "Relaciones entre las operaciones aritméticas: aplicación en contextos cotidianos.",
        "Relación de divisibilidad: múltiplos y divisores.",
        "Números primos y compuestos.",
        "Relación entre fracciones sencillas, decimales y porcentajes.*",
        "Relación entre la multiplicación y las potencias (cuadrados y cubos) en contextos cotidianos.",
        "Situaciones proporcionales y no proporcionales en problemas de la vida cotidiana: identificación como comparación multiplicativa entre magnitudes.*",
        "5. Razonamiento proporcional",
        "Resolución de problemas de proporcionalidad, porcentajes y escalas de la vida cotidiana, mediante la igualdad entre razones, la reducción a la unidad o el uso de coeficientes de proporcionalidad.",
        "6. Educación financiera",
        "Resolución de problemas relacionados con el consumo responsable (valor/precio, calidad/ precio y mejor precio) y con el dinero: precios, intereses y rebajas.*",
        "B. Sentido de la medida",
        "1. Magnitud",
        "Unidades convencionales del Sistema Métrico Decimal (longitud, masa, capacidad, volumen y superficie), tiempo y grado (ángulos) en contextos de la vida cotidiana: selección y uso de las unidades adecuadas.*",
        "2. Medición",
        "Instrumentos (analógico o digital) y unidades adecuadas para medir longitudes, objetos, ángulos y tiempos: selección y uso.*",
        "3. Estimación y relaciones",
        "Estrategias de comparación y ordenación de medidas de la misma magnitud aplicando las equivalencias entre unidades (sistema métrico decimal) en problemas de la vida cotidiana.*",
        "Relación entre el sistema métrico decimal y el sistema de numeración decimal.*",
        "Estimación y medición mediante el sistema sexagesimal (ángulos y tiempo).",
        "Estimación de medidas de ángulos y superficies por comparación.",
        "Evaluación de resultados de mediciones y estimaciones o cálculos de medidas, razonando si son o no posibles.*",
        "C. Sentido espacial",
        "1. Figuras geométricas de dos y tres dimensiones",
        "Figuras geométricas en objetos de la vida cotidiana: identificación y clasificación atendiendo a sus elementos y a las relaciones entre ellos.*",
        "Técnicas de construcción de figuras geométricas por composición y descomposición, mediante materiales manipulables, instrumentos de dibujo y aplicaciones informáticas.*",
        "Vocabulario geométrico: descripción verbal de los elementos y las propiedades de figuras geométricas.*",
        "Propiedades  de  figuras  geométricas:  exploración  mediante  materiales  manipulables (cuadrículas, geoplanos, policubos, etc.) y herramientas digitales (programas de geometría dinámica, realidad aumentada, robótica educativa, etc.).",
        "2. Localización y sistemas de representación",
        "Localización y desplazamientos en planos y mapas a partir de puntos de referencia (incluidos los puntos cardinales), direcciones y cálculo de distancias (escalas): descripción e interpretación con el vocabulario adecuado en soportes físicos y virtuales.*",
        "Descripción de posiciones y movimientos en el primer cuadrante del sistema de coordenadas cartesiano.*",
        "3. Movimientos y transformaciones",
        "Transformaciones mediante giros, traslaciones y simetrías en situaciones de la vida cotidiana: identificación de figuras transformadas, generación a partir de patrones iniciales y predicción del resultado con materiales manipulativos y herramientas digitales.*",
        "Semejanza en situaciones de la vida cotidiana: identificación de figuras semejantes, generación a partir de patrones iniciales y predicción del resultado.",
        "4. Visualización, razonamiento y modelización geométrica",
        "Estrategias para el cálculo de áreas y perímetros de figuras planas en situaciones.*",
        "Modelos geométricos en la resolución de problemas relacionados con los otros sentidos.*",
        "Elaboración de conjeturas sobre propiedades geométricas utilizando instrumentos de dibujo (compás y transportador de ángulos) y programas de geometría dinámica.",
        "Las ideas y las relaciones geométricas en el arte, las ciencias y la vida cotidiana.",
        "D. Sentido algebraico y pensamiento computacional",
        "1. Patrones",
        "Estrategias de identificación, representación (verbal, tablas, gráficos y notaciones inventadas) y predicción razonada de términos a partir de las regularidades en una colección de números, figuras o imágenes.*",
        "Creación de patrones recurrentes a partir de regularidades o de otros patrones utilizando números, figuras o imágenes.*",
        "2. Modelo matemático",
        "Proceso de modelización analógico y digital a partir de problemas de la vida cotidiana, usando representaciones matemáticas.*",
        "3. Relaciones y funciones",
        "Relaciones de igualdad y desigualdad y uso de los signos < y >. Determinación de datos desconocidos (representados por medio de una letra o un símbolo) en expresiones sencillas relacionadas mediante estos signos y los signos = y ≠.*",
        "4. Pensamiento computacional",
        "Estrategias para la interpretación, modificación y creación de algoritmos sencillos (secuencias de pasos ordenados, esquemas, simulaciones, patrones repetitivos, bucles, instrucciones anidadas y condicionales, representaciones computacionales, programación por bloques, robótica educativa...).*",
        "E. Sentido estocástico",
        "1. Organización y análisis de datos",
        "Conjuntos de datos y gráficos estadísticos de la vida cotidiana: descripción, interpretación y análisis crítico.*",
        "Estrategias para la realización de un estudio estadístico sencillo: formulación de preguntas, recogida, registro y organización de datos cualitativos y cuantitativos procedentes de diferentes experimentos (encuestas, mediciones, observaciones…). Tablas de frecuencias absolutas y relativas: interpretación.*",
        "Gráficos estadísticos sencillos (diagrama de barras, diagrama de sectores, histograma, etc.): representación de datos mediante recursos tradicionales y tecnológicos y selección del más conveniente.*",
        "Medidas de centralización (media, mediana y moda): interpretación, cálculo y aplicación.",
        "Medidas de dispersión (rango): cálculo e interpretación.",
        "Calculadora y otros recursos digitales, como la hoja de cálculo, para organizar la información estadística y realizar diferentes visualizaciones de los datos.",
        "Relación y comparación de dos conjuntos de datos a partir de su representación gráfica: formulación de conjeturas, análisis de la dispersión y obtención de conclusiones.",
        "2. Incertidumbre",
        "La incertidumbre en situaciones de la vida cotidiana: cuantificación y estimación subjetiva y mediante la comprobación de la estabilización de las frecuencias relativas en experimentos aleatorios repetitivos.*",
        "Cálculo de probabilidades en experimentos, comparaciones o investigaciones en los que sea aplicable la regla de Laplace: aplicación de técnicas básicas del conteo.*",
        "3. Inferencia",
        "Identificación de un conjunto de datos como muestra de un conjunto más grande y reflexión sobre la población a la que es posible aplicar las conclusiones de investigaciones estadísticas sencillas.*",
        "F. Sentido socioafectivo.",
        "1. Creencias, actitudes y emociones propias",
        "Autorregulación  emocional:  autoconcepto  y aprendizaje  de  las  matemáticas  desde  una perspectiva de género. Estrategias de mejora de la perseverancia y el sentido de la responsabilidad hacia el aprendizaje de las matemáticas.*",
        "Flexibilidad cognitiva, adaptación y cambio de estrategia en caso necesario. Valoración del error como oportunidad de aprendizaje.*",
        "2. Trabajo en equipo, Respeto por las emociones y experiencias de los demás ante las matemáticas. inclusión, respeto y Aplicación de técnicas cooperativas simples para el trabajo en equipo en matemáticas y diversidad  estrategias para la gestión de conflictos de forma dialogada, promoción de conductas empáticas e inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
        "Valoración de la contribución de los conocimientos matemáticos a los distintos ámbitos de los saberes humanos desde una perspectiva cultural y de género."
    ],
    "criteriosEvaluacion": [
        "1.1. Reformular,  de  forma  verbal  y gráfica, problemas de la vida cotidiana, comprendiendo las  preguntas planteadas  a  través  de  diferentes estrategias o herramientas.   ",
        "1.2. Identificar  datos  e  información relevantes estableciendo relaciones y conexiones para la resolución de una situación problematizada.   ",
        "1.3. Elaborar representaciones matemáticas   que   ayuden   en   la búsqueda  de  estrategias  para  la resolución  de una  situación problematizada.    ",
        "2.1. Seleccionar entre diversas estrategias para resolver un problema explicando el proceso llevado a cabo. ",
        "2.2. Explorar y compartir las propuestas de resolución un mismo problema de forma dialogada y respetuosa. ",
        "2.3. Argumentar la  corrección matemática de las soluciones obtenidas de una situación problematizada en el contexto  de   una   situación   de aprendizaje,  y  su  coherencia con el contexto y las preguntas planteadas. ",
        "3.1. Formular conjeturas matemáticas sencillas relacionadas con los distintos sentidos matemáticos investigando patrones, propiedades  y  relaciones, realizando  deducciones y comprobándolas.    ",
        "3.2. Crear  ejemplos  de  problemas  y situaciones matemáticas  justificando que pueden resolverse  ofreciendo razonamientos y argumentos propios. ",
        "4.1. Modelizar situaciones de la vida cotidiana utilizando, de forma guiada, principios básicos del pensamiento computacional.   ",
        "4.2. Automatizar  algoritmos  que  se realicen paso a paso, con herramientas tecnológicas  adecuadas  y  sin  ellas, utilizando  principios básicos del pensamiento computacional.  ",
        "5.1. Utilizar conexiones entre diferentes elementos matemáticos movilizando conocimientos y experiencias propios.",
        "5.2. Utilizar las conexiones entre las matemáticas,  otras  áreas  y  la  vida cotidiana para resolver problemas en contextos no matemáticos.   ",
        "6.1. Interpretar lenguaje matemático sencillo presente en la vida cotidiana en diferentes   formatos, adquiriendo vocabulario apropiado y mostrando a comprensión del mensaje.   ",
        "6.2. Comunicar en diferentes formatos las conjeturas y procesos matemáticos utilizando   lenguaje  matemático adecuado, tanto analógico como digital.",
        "7.1. Autorregular las emociones propias y  reconocer  algunas  fortalezas  y debilidades,  desarrollando así la autoconfianza al abordar nuevos retos matemáticos.      ",
        "7.2. Elegir actitudes positivas como la perseverancia y la responsabilidad ante nuevos retos y conocimientos matemáticos valorando el error como una oportunidad de aprendizaje. ",
        "8.1. Colaborar  activa,  respetuosa  y responsablemente  en  el  trabajo  en equipo  mostrando  iniciativa, comunicándose de forma efectiva, valorando  la diversidad,  mostrando empatía y estableciendo  relaciones saludables basadas en la tolerancia, la igualdad  y  la  resolución  pacífica  de conflictos.        ",
        "8.2. Colaborar en el reparto de tareas, asumiendo  y respetando las responsabilidades  individuales asignadas y empleando estrategias cooperativas  sencillas  dirigidas  a  la consecución  de  objetivos compartidos.      "
    ]
}