{
    "competenciasEspecificas": [
        "1.  Razonar sobre cómo los movimientos, acciones y transformaciones históricas han contribuido al afianzamiento de la libertad en el mundo contemporáneo, estableciendo comparaciones entre ellas, empleando adecuadamente términos y conceptos históricos, a la vez que valorando los logros que suponen los sistemas democráticos como principal garantía para la convivencia y el ejercicio de los derechos fundamentales.",
        "2.  Tomar conciencia del grado de violencia, barbarie y destrucción de los conflictos de la Edad Contemporánea, a través del empleo de fuentes históricas fiables, la lectura de textos historiográficos y la elaboración de argumentos propios que prevengan la manipulación de la información, para afrontar acontecimientos traumáticos de nuestro pasado reciente, evitando la repetición de hechos semejantes, reconociendo a las víctimas y defendiendo la aplicación del principio de justicia universal.",
        "3.  Empleando el análisis multicausal y valorando el papel transformador del sujeto en la historia, identificar la desigualdad como uno de los principales problemas de las sociedades contemporáneas, reconociendo las experiencias históricas de determinados colectivos, comprendiendo cómo se han formado las actuales sociedades complejas, apreciando la riqueza de la diversidad social, valorando los logros alcanzados y asumiendo los retos que plantea la consecución de comunidades más justas y cohesionadas.",
        "4.  Analizar críticamente, con argumentos propios y respeto por los sentimientos de pertenencia, cómo las identidades colectivas del mundo contemporáneo se han ido configurando social, política y culturalmente a través del tiempo, valorando la riqueza patrimonial y el legado histórico y cultural que han producido.",
        "5.  Comprometerse con los principales retos del siglo XXI a través de procesos avanzados de búsqueda, selección y tratamiento de la información, el contraste y la lectura crítica de fuentes, para entender el fenómeno histórico de la globalización, su repercusión tanto en los ámbitos local y planetario como en la vida cotidiana de las personas, y mostrar la ",
        "6.  Valorar el significado histórico de la idea de progreso y sus repercusiones sociales, ambientales y territoriales en el mundo contemporáneo, a través del uso de métodos cuantitativos y del análisis multifactorial del desarrollo económico, los ritmos de crecimiento y la existencia de distintos modelos y sistemas, tomando conciencia de las relaciones de subordinación y dependencia y adoptando un compromiso activo con la sostenibilidad, la defensa de los derechos sociales y el acceso universal a recursos básicos.",
        "7.  Interpretar la función que han desempeñado el pensamiento y las ideologías en la transformación de la realidad desde los orígenes de la Edad Contemporánea hasta la actualidad, a través de la aproximación a la historiografía y a los debates sobre temas claves de la historia, para valorar críticamente los distintos proyectos sociales, políticos y culturales generados, las acciones llevadas a cabo y las experiencias vividas, desde la perspectiva ética contenida en la Declaración Universal de los Derechos Humanos.",
        "8.  Indagar en los cambios y permanencias que se han producido en la sociedad contemporánea, los comportamientos demográficos, los modos de vida y el ciclo vital, reconociendo el valor de la mujer y de los personajes anónimos de la historia."        
    ]
}
