{
  "saberes": [
    "BLOQUE 1 LA ECONOMÍA Y HERRAMIENTAS EMPRENDEDORAS (CE1, CE2, CE3, CE7)",
    "GRUPO DE SABERES 1.1 LA IMPORTANCIA DE LA ECONOMÍA",
    "-     La economía y su impacto en la vida de la ciudadanía.",
    "-     La escasez, elección y asignación de recursos. Necesidades económicas en las etapas de la vida.",
    "-     Acercamiento a los sistemas económicos.",
    "-     Los agentes económicos y aproximación al flujo circular de la renta.",
    "GRUPO DE SABERES 1.2 HERRAMIENTAS PARA EMPRENDER",
    "-     El trabajo en equipo, la inteligencia emocional, la comunicación y el liderazgo.",
    "-     Técnicas para desarrollar la creatividad. Innovación al servicio de la sociedad.",
    "-     El desarrollo de iniciativas emprendedoras.",
    "BLOQUE 2 LOS AGENTES ECONÓMICOS (CE1, CE3, CE4, CE5, CE7)",
    "GRUPO DE SABERES 2.1 LAS PERSONAS CONSUMIDORAS: CONSUMO RESPONSABLE",
    "-     Las personas consumidoras y sus derechos.",
    "-     Valoración del modelo de consumo actual. Despilfarro alimentario.",
    "-     El poder del consumo responsable: ahorro energético, uso de transporte sostenible, comercio justo, comercio de proximidad y de empresas sostenibles.",
    "GRUPO DE SABERES 2.2 LAS EMPRESAS Y LAS PERSONAS EMPRENDEDORAS",
    "-     Las empresas y la economía circular.",
    "-     La creación de valor compartido: económico, social y medioambiental.",
    "-     Cooperativismo y emprendimiento social. Pymes, startups y viveros de empresas.",
    "GRUPO DE SABERES 2.3 EL ESTADO",
    "-     Aproximación al sector público. Funciones y Estado de Bienestar.",
    "-     Los servicios públicos: educación, sanidad y servicios sociales. Asignación de los servicios por niveles de gobierno.",
    "-     Funciones básicas de la Seguridad Social.",
    "BLOQUE 3 VARIABLES ECONÓMICAS Y SOCIALES (CE1, CE3, CE4, CE5, CE6, CE7)",
    "GRUPO DE SABERES 3.1 EL ENTORNO LABORAL",
    "-     El mercado de trabajo. Ocupación y desempleo.",
    "-     Búsqueda de trabajo: currículum y entrevista laboral.",
    "-     Desigualdad de género en el mundo laboral. La brecha salarial y el techo de cristal.",
    "-     Derechos de las personas trabajadoras.",
    "GRUPO DE SABERES 3.2 ESTABILIDAD DE PRECIOS",
    "-     El dinero y los diferentes medios de pago. Monedas sociales.",
    "-     Falsos mitos de las monedas virtuales.",
    "-     Tipos de interés e inflación.",
    "GRUPO DE SABERES 3.3 EL SISTEMA TRIBUTARIO. HERRAMIENTA DE IGUALDAD Y",
    "EQUIDAD",
    "-     Introducción a la Educación cívico-tributaria. Sensibilidad ante los efectos negativos derivados del fraude fiscal y la evasión fiscal.",
    "-     El pago de impuestos y los valores de justicia, equidad y solidaridad.",
    "-     Principios tributarios. La necesidad de los ingresos públicos.",
    "-     Principales medidas públicas como instrumentos de redistribución de la renta.",
    "GRUPO DE SABERES 3.4 PRODUCCIÓN Y CRECIMIENTO SOSTENIBLE",
    "-     Globalización: ventajas e inconvenientes.",
    "-     Introducción a los indicadores del crecimiento.",
    "-     Alternativas al crecimiento.",
    "BLOQUE 4 LA NUEVA ECONOMÍA (CE1, CE2, CE3, CE4, CE5, CE6, CE7)",
    "-     Objetivos de Desarrollo Sostenible. Agenda 2030.",
    "-     Nuevas tendencias económicas: la Economía del Bien Común y la Economía Circular.",
    "-     Diseño de un proyecto de colaboración con un servicio a la comunidad: una solución cercana."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar el problema básico de la escasez a partir de experiencias vividas en su entorno comparándolo con las necesidades económicas que haya tenido en cada etapa de su vida.",
    "1.2. Identificar el coste de oportunidad en la toma de decisiones, analizando situaciones cotidianas de su realidad más próxima.",
    "1.3. Describir la realidad económica actual, analizando cómo repercute en el bienestar social de su entorno más cercano.",
    "2.1. Poner en práctica habilidades sociales, de motivación, liderazgo y de cooperación en distintos contextos de trabajo en equipo, utilizando diferentes estrategias comunicativas basadas en principios de equidad, coeducación e igualdad.",
    "2.2. Analizar los resultados alcanzados en su trabajo diario con conciencia del esfuerzo personal aplicado y los logros obtenidos, realizando propuestas de mejora.",
    "2.3. Identificar las fortalezas y debilidades personales, relacionándolas con los diferentes ámbitos del desarrollo personal y la vida diaria y aplicándolas en la elaboración de las propuestas de mejora con creatividad y hábitos de estudio y trabajo.",
    "3.1 Identificar cómo se produce el desarrollo económico y el bienestar social evaluando, con sentido crítico, el papel de los distintos agentes económicos y sus relaciones, estableciendo su conexión con hechos relevantes.",
    "3.2 Describir los principales costes y beneficios que supone para la sociedad los comportamientos en el mercado por parte de los agentes económicos, manifestando actitudes de respeto e interés y debatiendo sobre ello para desarrollarla autonomía y el espíritu crítico.",
    "3.3. Representar el flujo circular de la renta señalando el papel de los distintos agentes económicos.",
    "3.4. Identificar el papel del Estado a través de algunas de sus principales actuaciones, reflexionando sobre su impacto económico y social.",
    "4.1 Identificar algunos indicadores macroeconómicos básicos de la economía, analizando datos contrastados y valorando aquellos que tienen en cuenta aspectos redistributivos y sociales.",
    "4.2 Describir los mecanismos básicos del funcionamiento del mercado de trabajo, identificando los signos de desigualdad de género de forma crítica.",
    "4.3 Definir la inflación y sus efectos sobre los consumidores, las empresas y la economía en general, mediante la interpretación de datos facilitados.",
    "4.4 Analizar aquellos indicadores básicos que le ayuden a conocer la situación de la economía, su estructura, su nivel de competitividad y hacia dónde se dirige para conseguir un mundo más sostenible, equitativo e igualitario.",
    "5.1. Diferenciar los diferentes tipos de ingresos públicos, especialmente los impuestos, reflexionando sobre su necesidad y su papel en el mantenimiento del Estado de Bienestar.",
    "5.2. Relacionar los distintos tributos con los niveles de administraciones públicas, identificándolos con las políticas de gasto.",
    "5.3. Relacionar el fraude fiscal con la igualdad y la redistribución de la renta y la riqueza, valorando la importancia del comportamiento cívico como contribuyentes.",
    "6.1 Resumir textos económicos sencillos utilizando correctamente la terminología económica adaptada al nivel educativo en actividades orales y escritas del ámbito personal, académico, social o profesional, en las distintas lenguas del currículo, utilizando un lenguaje no discriminatorio.",
    "6.2 Seleccionar noticias de actualidad económica, que den respuesta a las propuestas de mejora del proyecto de servicios a la comunidad.",
    "6.3 Diferenciar hechos y opiniones de la comportamiento crítico hacia las fuentes consultadas.",
    "7.1 Señalar iniciativas en su entorno más próximo, relacionadas con los ODS que identifiquen oportunidades para mejorar el ámbito local y global, desde una perspectiva crítica y constructiva.",
    "7.2 Diseñar un proyecto sencillo de colaboración con un servicio a la comunidad, dando respuesta a necesidades detectadas en su entorno local.",
    "7.3 Analizar las oportunidades que el proyecto de colaboración con un servicio a la comunidad diseñado ofrece a su realidad más próxima, reforzando la autoestima, la creatividad y el sentido de pertenencia."
  ]
}
