{
  "saberes": [
    "A. Communication.",
    "Self-confidence and initiative. Errors as an integral part of the learning process.",
    "Commonly used strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
    "Knowledge, skills and attitudes that allow carrying out activities",
    "mediation in everyday situations.",
    "Commonly used communicative functions appropriate to the communicative environment and context: greet and say goodbye, introduce and introduce oneself; describe and characterize people, objects, places, phenomena and events; situate events in time; situate objects, people and places in space ; ask for and exchange information on everyday matters; give and ask for instructions and orders; offer, accept and reject help, proposals or suggestions; partially express pleasure or interest and emotions; narrate past events, describe present situations, and state future events; express opinion and possibility; simple arguments; make hypotheses and assumptions; express possibility, uncertainty and doubt;",
    "rephrase and summarize.",
    "Contextual models and discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context; organization and structuring according to genre, textual function and structure.",
    "Commonly used linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and denial exclamation, usual logical relationships.",
    "Lexicon of common use and of interest to students, related to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, information technologies and communication, school system and training.",
    "Commonly used sound, stress, rhythmic, and intonation patterns, and general communicative meanings and intentions associated with these patterns.",
    "Commonly used spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "Commonly used conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and yield the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, etc. .",
    "Resources for learning and commonly used strategies for searching and selecting information: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "Respect for intellectual property and copyright on the sources consulted and content used.",
    "Commonly used analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, collaborative digital tools, etc...) for learning, communication and the development of projects with speakers or students of the foreign language.",
    "B. Multilingualism.",
    "Strategies and techniques to respond effectively and with increasing levels of fluency, adequacy and correction to a specific communicative need despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "Commonly used strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "Commonly used strategies and tools for self-assessment, peer-assessment and self-repair, analog and digital, individual and cooperative.",
    "Expressions and specific vocabulary of common use to exchange ideas about communication, language, learning and communication and learning tools (metalanguage).",
    "Comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
    "C. Interculturality.",
    "The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for social participation and personal enrichment.",
    "Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "Commonly used sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; commonly used social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, norms, attitudes, customs and values of countries where the foreign language is spoken.",
    "Commonly used strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "Commonly used strategies for detection and action against discriminatory uses of verbal and non-verbal language."
  ],
  "criteriosEvaluacion": [
    "1.1. Extract the overall meaning and main ideas, and select pertinent information from short and simple oral, written and multimodal texts on everyday topics, of personal relevance or of public interest close to their experience, expressed clearly and in the language standard through various media.",
    "1.2. Interpret and assess the content and discursive features of simple texts typical of the fields of interpersonal relationships, the media of social communication and learning, as well as literary texts appropriate to the level of maturity of the students.",
    "1.3. Infer the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details of the texts; infer meanings and interpret non-verbal elements; and search, select and manage truthful information." ,
    "2.1 . understand basic strategies to orally express simple, structured, understandable, coherent and appropriate texts to the communicative situation on everyday matters, of personal relevance or of public interest close to their experience, in order to describe, narrate, argue and inform , in different supports, using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
    "2.2. Write and disseminate texts of medium length and grammatically simple with acceptable clarity, coherence, cohesion, correctness and adaptation to the proposed communicative situation, to the textual typology and to the analogical and digital tools used, on daily matters, of personal relevance or of public interest close to their experience, respecting intellectual property and avoiding plagiarism.",
    "2.3. Infer the knowledge and strategies to plan, produce, review and cooperate in the elaboration of coherent, cohesive and appropriate simple texts to the communicative intentions, the contextual characteristics, the sociocultural aspects and the textual typology, using physical or digital resources most appropriate depending on the task and the needs of the interlocutor or potential interlocutor to whom the text is addressed.",
    "3.1. Actively participate and collaborate, through various supports, in simple interactive situations on everyday topics, of personal relevance or of public interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors and the interlocutors.",
    "3.2. Use appropriate strategies to start, maintain and end communication, take and give the floor, solve problems and manage compromising situations.",
    "4.1. Understand brief and simple concepts and communications in situations in which to attend to diversity, showing respect and empathy for the interlocutors and for the languages used, and participating in the solution of problems of intercomprehension and understanding in their nearby environment.",
    "4.2. Apply strategies that help create bridges, facilitate communication and serve to infer the general meaning of texts, concepts and messages, and that are appropriate to the communicative intentions and contextual characteristics, using resources and physical or digital supports depending on of the needs of each moment.",
    "5.1. Compare and extract/infer the similarities and differences between different languages reflecting on their functioning in a progressively autonomous way.",
    "5.2. Autonomously use strategies and knowledge to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
    "5.3. Register and reflect on the progress and difficulties of learning the foreign language, selecting the most effective strategies to overcome these difficulties and consolidate their learning, carrying out self-evaluation and peer-evaluation activities, such as those proposed in the European Language Portfolio ( PEL) or in a learning journal, making them explicit and sharing them.",
    "6.1. Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communication contexts, and detecting solutions to those sociocultural factors that hinder communication. communication.",
    "6.2. Critically assess the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, favoring the development of a shared culture and a citizenry committed to sustainability and democratic values.",
    "6.3. Apply strategies to appreciate linguistic, cultural and artistic diversity."
  ]
}