{
    "criteriosEvaluacion": [
        "1.1. Reconocer, valorar y respetar la diversidad lingüística de España, con especial atención a la variedad dialectal canaria, analizando las características que corresponden a una variedad de registro, variedad social o variedad geográfica en manifestaciones orales, escritas y multimodales, para ampliar su repertorio lingüístico individual y adoptar una actitud de legitimación hacia el español de Canarias como variedad de prestigio de la lengua española y fuente de riqueza lingüística y cultural. CCL1, CP2, CP3, CD1, CCEC1",
        "1.2. Refutar y desterrar prejuicios, estereotipos y usos discriminatorios de la lengua, así como abusos de poder a través de la misma, a partir de la interacción con las demás personas en diferentes contextos socioinstitucionales, con especial atención a la relevancia actual de los medios de comunicación y las redes sociales en los procesos de normalización lingüística, así como de la investigación de los derechos lingüísticos individuales y colectivos, para desarrollar un juicio propio, argumentado, respetuoso y opuesto a cualquier tipo de discriminación lingüística, prescindir de ideas preconcebidas en torno a la distribución geográfica del idioma, integrar la variedad lingüística en su desarrollo personal y favorecer un uso no solo eficaz sino también ético del lenguaje. CCL5, CP2, CP3, CD1, CC1, CC2, CC3, CCEC1",
        "2.1. Comprender, analizar e interpretar de manera crítica y justificada el sentido global del texto y la relación entre sus partes; seleccionar, retener y analizar de forma reflexiva y pertinente la información más relevante y la intención del emisor de textos orales o multimodales especializados, a partir de la apropiación de métodos inductivos, deductivos y metacognitivos e integrándolos en un proceso de aprendizaje continuo para desarrollar su conciencia analítica y crítica. CCL2, CCL5, CP2, STEM1, CD1, CD2, CD3, CPSAA4, CC3",
        "2.2. Analizar y reflexionar sobre la forma y el contenido de textos orales y multimodales especializados, valorando mecanismos de referencia interna y distintos procedimientos lingüísticos, así como la eficacia de los procedimientos comunicativos empleados, para construir y desarrollar una opinión crítica y reflexiva sobre la forma y el significado del mensaje. CCL2, CCL5, CP2, CD2, CD3, CPSAA4, CC3",
        "3.1. Producir textos orales y multimodales complejos y extensos de carácter formal ajustándose a las convenciones propias de los diversos géneros discursivos, con especial atención a los argumentativos, respetando las características del español de Canarias, utilizando de manera eficaz recursos verbales y no verbales, planificando las diferentes fases de creación del texto y aplicando técnicas de autoevaluación para comunicarse de manera fluida, informada y rigurosa en diferentes contextos sociales. CCL1, CCL3, STEM1, CD1, CD2, CD3, CPSAA4, CE1",
        "3.2. Participar de manera activa y eficaz en interacciones comunicativas orales formales e informales, con actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística para reconocer la comunicación oral como medio para transmitir conocimientos e ideas, y para ejercer una ciudadanía activa. CCL1, CCL5, CD2, CD3, CC2",
        "4.1. Comprender, interpretar y reflexionar de manera razonada y crítica en torno al sentido global, la estructura, la información relevante de textos escritos o multimodales especializados, con especial atención a textos académicos y de los medios de comunicación, interpretando de manera justificada la intención de la persona emisora y la relación entre sus partes; realizando las inferencias necesarias y con diferentes propósitos de lectura que le permiten asumir de forma activa la responsabilidad de su aprendizaje continuo para desarrollar su conciencia crítica. CCL3, STEM1, CPSAA4",
        "4.2. Analizar y valorar de manera crítica y pertinente la forma y el contenido de textos escritos o multimodales especializados, determinando si su contenido cumple con las expectativas de calidad, certeza, veracidad y pertinencia reflexionando sobre la eficacia de los procedimientos lingüísticos utilizados, así como la idoneidad del canal, para poner sus prácticas comunicativas de manera eficaz al servicio del compromiso activo y la participación plena en la vida social y cívica. CCL2, CCL3, CCL5, CD1, CC3",
        "5.1. Producir textos escritos y multimodales coherentes, cohesionados y con el registro adecuado sobre temas curriculares o de interés social y cultural, precedidos de un proceso de planificación que atienda a la situación comunicativa ajustándose a las convenciones propias de los diversos géneros discursivos, con especial atención a los argumentativos, analizando la situación comunicativa, la o las personas destinatarias, su propósito y el canal y aplicando de manera eficaz y razonada en sus producciones procedimientos discursivos, lingüísticos y de estilo, con la debida atención al español de Canarias, para dar una respuesta eficaz y creativa a demandas comunicativas concretas y para enriquecer los textos con la debida precisión léxica y corrección ortográfica y gramatical. CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA4, CPSAA5, CC2",
        "6.1. Elaborar, individualmente o de forma cooperativa, trabajos o proyectos de investigación complejos sobre diversos temas de interés académico, personal o social que impliquen localizar, seleccionar, analizar contrastar y evaluar de manera autónoma la veracidad de la información procedentes de diferentes fuentes, valorando su actualidad, fiabilidad, validez, calidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y comunicarla de manera creativa y personal, manteniendo una actitud crítica frente a los posibles sesgos de la información, respetando los principios de propiedad intelectual y ejerciendo una ciudadanía digital activa, ética y reflexiva que garantice un proceso de aprendizaje continuo y para toda la vida. CCL3, CD1, CD2, CD3, CD4, CPSAA3.2, CPSAA4, CPSAA5, CC2, CE3",
        "7.1. Elaborar interpretaciones personales a partir de la lectura de obras literarias que se relacionen con las propuestas de lectura guiada, para acrecentar su itinerario lector, establecer vínculos argumentados con otras obras y otras experiencias artísticas y participar activamente en situaciones comunicativas culturales, que favorezcan la reflexión crítica y razonada y el intercambio abierto y creativo de la experiencia lectora, incorporando juicios de valor asociados a la apreciación ética y estética de las obras, para afianzar en su vida la lectura como fuente de placer, dejar constancia de la consolidación de su propia identidad lectora y disfrutar de la dimensión social del encuentro cultural y artístico. CCL1, CCL4, CD3, CPSAA1.1, CCEC2, CCEC3.1, CCEC3.2",
        "8.1. Explicar y argumentar de manera crítica la interpretación de obras o fragmentos representativos de los clásicos de la literatura canaria, española, y universal, justificando, con un metalenguaje específico, la vinculación del contenido y la forma con el contexto sociohistórico y con la tradición literaria de cada obra, la intención del autor o autora, el tema y los rasgos propios del género y del subgénero, incorporando juicios de valor asociados a la apreciación ética y estética de las obras, con la finalidad de consolidar un mapa literario que constate la pervivencia de universales temáticos y formales. CCL1, CCL4, CC1, CCEC1",
        "8.2. Desarrollar proyectos de investigación orales, escritos o multimodales, argumentando de manera autónoma la conexión existente entre los textos literarios españoles o hispanoamericanos contemporáneos con otros textos y con otras manifestaciones artísticas y culturales clásicas o contemporáneas y de los medios de comunicación, para enriquecer un mapa cultural que conjugue las obras literarias con el resto de las manifestaciones artísticas y acrecentar las posibilidades de disfrute de la literatura. CCL1, CCL3, CCL4, CD2, CPSAA4, CC1, CCEC1, CCEC2, CCEC4.2",
        "8.3. Crear textos orales escritos y multimodales con intención literaria, sentido estético y conciencia de estilo, en los que se movilicen los conocimientos literarios adquiridos, integrando con rigor las convenciones del lenguaje literario, y la experiencia lectora, con el propósito de que la escritura creativa sea una forma de comunicación que permita compartir ideas, sentimientos y emociones, así como consolidar vínculos personales a partir de la expresión artística. CCL1, CD2, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2",
        "9.1. Formular generalizaciones sobre aspectos del funcionamiento de la lengua como sistema interconectado con diferentes niveles para consolidar su repertorio lingüístico y su reflexión interlingüística, mejorar las destrezas de recepción crítica y profundizar de manera consciente y razonada en las distintas fases de construcción del conocimiento sobre el sistema de la lengua y su uso en la comunicación. CCL1, CCL2, CCL3, CP2, STEM1, STEM2, CPSAA5",
        "9.2. Elaborar y presentar las conclusiones propias de proyectos de investigación sobre aspectos relevantes del funcionamiento de la lengua, formulando hipótesis y estableciendo generalizaciones, utilizando los conceptos y la terminología lingüística adecuada y consultando de manera autónoma, eficaz e instintiva diccionarios, manuales y gramáticas. CCL1, CCL2, CCL3, CP2, STEM1, STEM2, CPSAA5",
        "9.3. Revisar y reformular los textos propios con actitud crítica y reflexiva y hacer propuestas de mejora, argumentando los cambios a partir de la reflexión metalingüística e interlingüística; e identificar y subsanar con rigor y eficiencia problemas de comprensión lectora utilizando los conocimientos explícitos de la lengua y su uso para mejorar las destrezas de producción oral y escrita. CCL1, CCL2, CP2, CPSAA5",
        "10.1. Manejar de manera consciente y responsable estrategias comunicativas para la resolución dialogada de los conflictos y la búsqueda de consensos, en diferentes contextos del ámbito personal, educativo y social, con una disposición constructiva y respetuosa, así como considerada con la diversidad lingüística y cultural, potenciando el uso de la comunicación como medio para la cooperación y para prevenir cualquier tipo de violencia. CCL1, CCL5, CP3, CPSAA3.1, CPSAA3.2, CC2, CC3",
        "10.2. Utilizar el lenguaje como herramienta para la comunicación positiva en contextos diversos, incluidos los virtuales, evitando cualquier uso discriminatorio, con el fin de afianzar las posibilidades que ofrece en el desarrollo individual y social de las personas, afrontando con actitud dialogante la pluralidad de valores, creencias e ideas. CCL1, CCL5, CD3, CC1, CC3"
    ],
    "saberes": [
        "I. La lengua y sus hablantes",
        "    1. Análisis y valoración de las lenguas de España y los dialectos del español.",
        "    2. Estudio comparativo y analítico de las principales variedades dialectales del español en España y en América, tomando como referente el español de Canarias.",
        "    3. Apropiación de estrategias avanzadas de reflexión interlingüística.",
        "    4. Análisis reflexivo, valoración y explicación de las diferencias entre los rasgos propios de las variedades dialectales (fónicos, gramaticales y léxicos) y los relativos a los sociolectos y los registros.",
        "    5. Indagación y explicación de los conceptos de norma culta y estándar, atendiendo a su utilidad y a su diversidad en la lengua española.",
        "    6. Análisis del papel de los medios de comunicación y las redes sociales en los procesos de normalización lingüística.",
        "    7. Rechazo y reprobación de prejuicios y estereotipos lingüísticos con la finalidad de combatirlos.",
        "    8. Análisis de los derechos lingüísticos, su expresión en leyes y declaraciones institucionales. Estudio de los modelos de convivencia entre lenguas, sus causas y consecuencias. Comparación argumentada entre lenguas minoritarias y lenguas minorizadas. Explicación del concepto de sostenibilidad lingüística.",
        "II. Comunicación",
        "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos con atención conjunta a los siguientes aspectos:",
        "    1. Contexto ",
        "        1.1. Valoración argumentada y explicación razonada de los componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre los interlocutores; propósitos comunicativos e interpretación de intenciones; canal de comunicación, imagen y elementos paratextuales y no verbales de la comunicación.",
        "    2. Géneros discursivos ",
        "        2.1. Análisis reflexivo y producción creativa y eficaz de secuencias textuales básicas, con especial atención a las argumentativas.",
        "        2.2. Análisis reflexivo y apropiación de las propiedades textuales: coherencia, cohesión y adecuación.",
        "        2.3. Valoración razonada y producción creativa y eficaz de géneros discursivos propios del ámbito educativo: los textos académicos.",
        "        2.4. Valoración razonada y producción creativa y eficaz de géneros discursivos propios del ámbito social: las redes sociales y medios de comunicación.",
        "    3. Procesos ",
        "        3.1. Interacción oral y escrita de carácter formal: aplicación consciente y responsable de la cooperación conversacional y cortesía lingüística. Manejo eficaz y valoración de la escucha activa, asertividad y resolución dialogada de los conflictos.",
        "        3.2. Comprensión oral: análisis reflexivo, valoración y explicación razonada del sentido global del texto y relación entre sus partes, mecanismos de referencia interna y procedimientos lingüísticos para la expresión de la subjetividad; selección, retención, análisis reflexivo y explicación fundamentada de la información relevante. Interpretación justificada de la intención del emisor. Detección, reflexión, rechazo argumentado y reprobación responsable de los usos discriminatorios del lenguaje verbal y no verbal. Valoración crítica y pertinente de la forma y el contenido del texto.",
        "        3.3. Producción oral formal: planificación y búsqueda de información, textualización, revisión, reorganización en esquemas propios y difusión. Adecuación eficaz a la audiencia y al tiempo de exposición. Selección autónoma y aplicación pertinente de elementos no verbales, paratextuales de los textos icónico-verbales y rasgos discursivos y lingüísticos de la oralidad formal. Apropiación de la deliberación oral argumentada.",
        "        3.4. Comprensión lectora: análisis reflexivo, valoración y explicación razonada del sentido global del texto y relación entre sus partes. Interpretación justificada de la intención del emisor. Detección, reflexión, rechazo argumentado y reprobación responsable de los usos discriminatorios del lenguaje verbal e icónico. Valoración crítica y pertinente de la forma y el contenido del texto.",
        "        3.5. Producción escrita. Proceso de elaboración: planificación, textualización, revisión y edición creativa en diferentes soportes.",
        "        3.6. Alfabetización mediática e informacional: búsqueda avanzada y selección autónoma de la información con criterios de validez fiabilidad, calidad, actualidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión de la información reelaborada de manera creativa y respetuosa con la propiedad intelectual. Gestión y organización eficaz de los contenidos, el almacenamiento y la recuperación segura de la información relevante. Evaluación contrastada de la veracidad de noticias falsas, aplicando con rigor criterios de verificación de hechos.",
        "    4. Reconocimiento y uso discursivo de los elementos lingüísticos ",
        "        4.1. Análisis reflexivo y apropiación de las formas de expresión de la subjetividad y de la objetividad y de sus formas de expresión en diferentes tipos de textos.",
        "        4.2. Valoración razonada y apropiación de los recursos lingüísticos para adecuar el registro a la situación de comunicación.",
        "        4.3. Análisis valorativo, explicación, apropiación y uso eficaz de los conectores, marcadores discursivos y otros procedimientos léxico-semánticos y gramaticales que contribuyen a la cohesión del texto.",
        "        4.4. Análisis reflexivo y valoración razonada de las relaciones entre las formas verbales como procedimientos de cohesión del texto con especial atención a la apropiación de los tiempos verbales.",
        "        4.5. Análisis reflexivo y valoración razonada de la corrección lingüística y revisión ortográfica, gramatical y tipográfica de los textos. Manejo eficaz e instintivo de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
        "        4.6. Valoración, uso reflexivo y apropiación de los signos de puntuación como mecanismo organizador del texto escrito y su relación con el significado.",
        "III. Educación literaria",
        "    1. Lectura autónoma. Lectura de obras relacionadas con las propuestas de lectura guiada que susciten reflexión sobre el propio itinerario lector así como la inserción en el debate interpretativo de la cultura, atendiendo a los siguientes saberes: ",
        "        1.1. Selección de obras relevantes, incluyendo el ensayo literario y formas actuales de producción y consumo cultural, con la ayuda de recomendaciones especializadas y la utilización autónoma de las bibliotecas escolar, públicas y digitales disponibles.",
        "        1.2. Expresión argumentada de los gustos lectores y consolidación de la identidad lectora, estableciendo distinciones entre la literatura canónica y la de consumo, los clásicos y best sellers y teniendo en cuenta los circuitos comerciales del libro.",
        "        1.3. Participación activa en actos culturales vinculados con el circuito literario y lector en contexto presencial y digital. Interés por acceder a otras experiencias culturales.",
        "        1.4. Comunicación argumentada y pertinente de la experiencia lectora utilizando un metalenguaje específico y atendiendo a aspectos temáticos, género y subgénero, elementos de la estructura y el estilo, y valores éticos y estéticos de las obras.",
        "        1.5. Movilización de la experiencia personal, lectora y cultural para establecer vínculos críticos y argumentados entre la obra leída y aspectos de la actualidad, así como con otros textos y otras manifestaciones literarias, artísticas y culturales.",
        "        1.6. Recomendación razonada de lecturas de forma oral, escrita o multimodal en soportes variados, atendiendo a aspectos temáticos, formales e intertextuales.",
        "    2. Lectura guiada. Lectura de obras relevantes de la literatura española del último cuarto del siglo XIX y de los siglos XX y XXI, con la adecuada atención a la literatura canaria, inscritas en itinerarios temáticos o de género, que atraviesan épocas, contextos culturales y movimientos artísticos en torno a tres ejes: (1) Edad de Plata de la cultura española (1875-1936); (2) guerra civil, exilio, dictadura y últimas décadas del siglo XX y (3) literatura hispanoamericana contemporánea. Todo ello atendiendo a los siguientes saberes: ",
        "        2.1. Construcción compartida y crítica de la interpretación de las obras a través de discusiones o conversaciones literarias, haciendo uso del metalenguaje específico.",
        "        2.2. Análisis consciente, reflexivo y valorativo de los elementos constitutivos del género literario y su relación con el sentido de la obra. Interpretación justificada de los efectos de sus recursos expresivos en la recepción.",
        "        2.3. Utilización eficaz de la información sociohistórica, cultural y artística para interpretar las obras y comprender su lugar en la tradición literaria.",
        "        2.4. Análisis comparativo, reflexivo y argumentado de los textos leídos con otros textos orales, escritos o multimodales, con otras manifestaciones artísticas, estableciendo vínculos intertextuales razonados entre obras y otras manifestaciones artísticas en función de temas, tópicos, estructuras y lenguajes. Interpretación crítica de los elementos de continuidad y ruptura.",
        "        2.5. Expresión argumentada y crítica de la interpretación de los textos, integrando los diferentes aspectos analizados y atendiendo a sus valores culturales, éticos y estéticos con especial atención a la perspectiva de género.",
        "        2.6. Lectura expresiva, dramatización y recitado de textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
        "        2.7. Creación de textos de intención literaria, sentido estético y conciencia de estilo a partir de las obras leídas, integrando con rigor las convenciones del lenguaje literario.",
        "IV. Reflexión sobre la lengua",
        "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un metalenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas, atendiendo a los siguientes saberes:",
        "    1. Análisis reflexivo y valoración razonada de las diferencias relevantes e intersecciones entre lengua oral y lengua escrita atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
        "    2. Análisis reflexivo y apropiación de la lengua como sistema interconectado teniendo en cuenta los diferentes niveles: fonológico, morfológico, sintáctico y semántico.",
        "    3. Análisis reflexivo, valoración y explicación razonada de la distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas de la oración) con la terminología específica.",
        "    4. Análisis reflexivo y explicación razonada, con el metalenguaje específico, de la relación entre la estructura semántica y sintáctica de la oración en función del propósito comunicativo.",
        "    5. Análisis reflexivo y apropiación de los procedimientos de adquisición y formación de palabras y reflexión sobre los cambios en su significado. Valoración razonada en torno a las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función de su adecuación al contexto y al propósito comunicativo.",
        "    6. Manejo eficaz e instintivo de diccionarios, manuales de gramática y otras fuentes de consulta para obtener información gramatical de carácter general."
    ]
}