{
    "criteriosEvaluacion": [
        "1.1. Explicar, de manera global, la historia de la fotografía y su importancia en la sociedad actual, mediante la investigación y reflexión de las características del lenguaje fotográfico y su evolución, sus antecedentes, tipos de cámaras y las diferentes tecnologías aplicadas a la fotografía, desarrollando una visión crítica respetuosa y sostenible. CCL1, STEM2, CD1, CD2, CPSAA1.1, CC1, CC2, CE1, CCEC1, CCEC2",
        "1.2. Comprender y valorar, contrastando la información de los distintos géneros fotográficos y sus aplicaciones, a través de la descripción y reflexión de las características técnicas y estéticas de obras fotográficas a lo largo de la historia universal y canaria, para identificar, reconocer y valorar críticamente y creativamente la fotografía con otras disciplinas artísticas; así como reconocer la contribución de las mujeres en el desarrollo de la fotografía. CCL2, CP2, STEM2, CD1, CPSAA1.1, CC2, CE1, CCEC1, CCEC2",
        "1.3. Comprender y diferenciar los elementos que intervienen en los procesos de toma y manipulación de la imagen analógica y digital mediante la búsqueda de objetivos de forma autónoma, a través de la observación, la investigación y el análisis de las obras de arte de la historia de la fotografía. CCL2, STEM2, CD1, CPSAA1.1, CC2, CE1, CCEC1, CCEC2",
        "1.4. Conocer y evaluar mediante la observación, las necesidades de los procesos de revelado y positivado, del funcionamiento y uso de la terminología propia de la materia, de diferentes medios gráficos y audiovisuales, para adquirir una base científica respecto a la fotografía analógica, y el funcionamiento y la estructura del laboratorio fotográfico. STEM2, CD1, CC1, CE1, CCEC1, CCEC2",
        "2.1. Seleccionar, utilizar y experimentar las diferentes técnicas fotográficas, las reglas básicas de composición y los elementos del lenguaje fotográfico existentes en los procesos fotográficos, aplicando la comparación, el análisis y la descripción de diferentes obras de producción propia y ajena y teniendo en cuenta sus características estéticas y funcionales, para desarrollar una actitud crítica y comprometida hacia la realidad ecosocial y profesional. CCL3, STEM2, CD3, CD4, CPSAA3.1, CPSAA3.2, CC3, CC4, CE1, CCEC1",
        "2.2. Comprender y utilizar los usos de la cámara analógica y digital, de manera global, interpretando los cambios de las tecnologías, antiguas y modernas, para identificar las posibilidades expresivas y comunicativas que estos elementos ofrecen. CCL2, STEM4, CD3, CE1, CCEC1, CCEC2",
        "2.3. Localizar y aplicar las diferentes técnicas de iluminación, estilos y recursos artísticos de manera consciente y autónoma, realizando fotografías, para transmitir emociones, ideas del mundo imaginario y de la realidad del entorno, con una visión respetuosa y sostenible, y con un uso ético. CCL3, STEM4, CPSAA3.1, CE1, CCEC3.1",
        "3.1. Localizar y comprender, con creatividad y sentido crítico, los elementos que intervienen en el proceso de tratamiento de la imagen impresa y digital, valorando la función y la finalidad del proceso y reconociendo los medios y las tecnologías que se usan para el retoque de imágenes propias y ajenas, con la finalidad de valorar su potencial educativo, artístico y económico. CCL3, STEM3, CD2, CD3, CPSAA3.1, CC3, CE1, CCEC3.2, CCEC4.1",
        "4.1. Conocer y planificar, de manera global, individual o colectiva, los procesos creativos y procedimientos completos del proyecto fotográfico, describiendo todos los elementos que intervienen, y los medios de exposición y resultados obtenidos, y fomentando la confianza en uno mismo, el emprendimiento, la autoestima y la libertad de expresión responsable. CCL3, CCL5, STEM3, CD2, CD3, CPSAA5, CC4, CE1, CE3, CCEC3.1, CCEC4.1, CCEC4.2"
    ],
    "saberes": [
        "I. Historia y actualidad de la fotografía",
        "    1. Conocimiento y análisis de los orígenes y la evolución histórica de la fotografía. Uso de las técnicas de captura y fijación de imágenes desde los orígenes hasta la actualidad del s. XXI. Reconocimiento de la contribución de la mujer al desarrollo de la fotografía.",
        "    2. Análisis e interpretación del lenguaje fotográfico, y usos de los diferentes géneros de la fotografía en nuestro entorno y patrimonio canario, valorando y relacionándolos con otras disciplinas estéticas.",
        "    3. Estudio y comportamiento de la película analógica y su comparación con los sensores digitales, comprendiendo la evolución de las cámaras y de la fotografía química y digital, las propiedades del material fotosensible y su elección para resultados sostenibles.",
        "    4. Valoración y concienciación de los riesgos de trabajo en el laboratorio fotográfico, y funcionamiento y explicación de la importancia del buen clima en el lugar de trabajo, del orden, de la limpieza del material y del buen uso de la vestimenta.",
        "    5. Conocimiento de los procesos de revelado y positivado en el laboratorio. Protocolos de gestión de residuos de reactivos y líquidos, y concienciación del cuidado del Medio Ambiente.",
        "    6. Valoración crítica y estética de la utilidad de la fotografía como reflejo de los avances sociales de la ciencia y la técnica, desde la cámara oscura hasta la actualidad.",
        "    7. Realización y explicación compositiva de fotogramas con distintos objetos y escenarios.",
        "    8. Uso de los centros de archivos de imágenes y filmotecas como recurso educativo.",
        "II. La imagen y la cámara fotográfica",
        "    1. Identificación y conocimiento de las partes de una cámara y los distinto tipos de cámara, usos y manipulación: réflex, analógica, digital y análisis de la cámara y reconocimiento de sus partes: objetivo, diafragma, obturador y anillo de enfoque.",
        "    2. Conocimiento y análisis de los tipos de encuadres, reglas básicas de composición, sensibilidad y comportamiento de luz natural y artificial, puntos de vista, temperaturas de color en los procesos fotográficos. Conocimiento de las herramientas, técnicas y aplicaciones expresivas.",
        "    3. Uso reflexivo y realización de imágenes manipulando con cámaras fotográficas los diferentes apartados de los fundamentos de captura y exposición, la técnica y el arte.",
        "    4. Aplicación y reconocimiento de finalidades estética y funcional de la fotografía y sus aplicaciones profesionales en el siglo XXI. Aplicación sostenible, identificación y usos de la realidad social, profesional y cultural en la fotografía canaria.",
        "III. Manipulación de la imagen digital",
        "    1. Conocimiento básico de los formatos de las imágenes de mapas de bits y vectoriales. Análisis de los conceptos de píxel, profundidad de píxel, modos de color, resolución, tamaño de imagen, tamaño de impresión y su selección.",
        "    2. Estudio y manipulación básica de imágenes y aplicación de las diferentes herramientas y tecnologías que existen en la edición y difusión de las fotografías para su mejora.",
        "    3. Análisis de retoques fotográficos corporales en diversos medios: publicaciones, anuncios publicitarios y creaciones multimedia, desarrollando actitudes críticas ante manifestaciones sexistas y rechazando estereotipos.",
        "IV. Proyectos fotográficos",
        "    1. Análisis e identificación de diferentes tipos de proyectos fotográficos. Conocimiento de los procesos creativos y elementos que intervienen en la elaboración de un proyecto fotográfico.",
        "    2. Aplicación y estudio de las metodologías para proyectos y evaluación de aspectos fundamentales de la propiedad intelectual. Identificación de copias y falsificaciones impresas y digitales.",
        "    3. Valoración de la prueba y del error como método creativo para la mejora del aprendizaje.",
        "    4. Utilización, valoración y selección de las tecnologías de la información del lenguaje audiovisual y multimedia aplicadas a la fotografía.",
        "    5. Conocimiento de oportunidades de desarrollo personal, social, académico y profesional vinculadas con la materia.",
        "    6. Planificación y diseño de montajes expositivos para la difusión de la obra personal del alumnado."
    ]
}