{
    "saberes": [
        "A. Patrimonio artístico y cultural. Apreciación estética y análisis.",
        "- Los géneros artísticos en el arte contemporáneo: multidisciplinariedad y nuevos lenguajes artísticos.",
        "- Manifestaciones culturales y artísticas contemporáneas más importantes: análisis de sus aspectos formales y contexto histórico, incorporando además la perspectiva de género.",
        "- Geometría en el arte, la naturaleza y el entorno. Patrimonio arquitectónico.",
        "B. Elementos formales de la imagen y del lenguaje visual. La expresión gráfica.",
        "- Elementos del lenguaje visual: el punto, la línea y el plano. Posibilidades expresivas y aplicaciones comunicativas.",
        "- Bases científicas y técnicas de la luz, el color y la textura. Posibilidades expresivas y comunicativas.",
        "- La percepción visual. Efectos visuales e ilusiones ópticas.",
        "- La composición. Conceptos de equilibrio, proporción y ritmo aplicados a la organización de formas en el plano y en el espacio.",
        "C. Expresión artística y gráfico-plástica. Técnicas y procedimientos.",
        "- Factores y etapas del proceso creativo: elección de materiales y técnicas, realización de bocetos y proyectos básicos.",
        "- Introducción a los sistemas de representación gráfica. La perspectiva cónica.",
        "- Técnicas de expresión gráfico-plástica en dos dimensiones. Técnicas secas y húmedas en el arte contemporáneo y sus características expresivas.",
        "- Técnicas de expresión gráfico-plástica en tres dimensiones. Su uso en el arte contemporáneo y sus características expresivas.",
        "D. Imagen y comunicación visual y audiovisual.",
        "- Fotografía y comunicación audiovisual. Contextos y funciones.",
        "- Imágenes visuales y audiovisuales: lectura y análisis. La publicidad, el diseño y el universo multimedia.",
        "- Imagen fija y en movimiento, origen y evolución. El cómic, la fotografía, el cine, la animación y los formatos digitales.",
        "- Técnicas y procesos para la realización de proyectos audiovisuales individuales o en grupo. Experimentación en entornos virtuales de aprendizaje."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1. Reconocer los factores históricos y sociales en el arte contemporáneo que rodean las diferentes producciones plásticas, visuales y audiovisuales, así como su función y finalidad, describiendo sus particularidades y su papel como transmisoras de valores y convicciones, con interés y respeto, desde una perspectiva de género.",
        "1.2. Valorar la importancia de la conservación del patrimonio cultural y artístico, especialmente el local, a través del conocimiento y el análisis guiado de obras de arte contemporáneo.",
        "Competencia específica 2",
        "2.1 Explicar, de forma razonada, la importancia del proceso que media entre la realidad, el imaginario y la producción contemporánea, superando estereotipos y mostrando un comportamiento respetuoso con la diversidad cultural.",
        "2.2. Analizar producciones artísticas contemporáneas, incluidas las propias y las de sus iguales, desarrollando con interés una mirada estética hacia el mundo y respetando la diversidad de las expresiones culturales.",
        "Competencia específica 3",
        "3.1 Seleccionar, describir y analizar propuestas artísticas, visuales y audiovisuales contemporáneas, desde una perspectiva de género, e incorporándolas a su cultura personal y su imaginario propio.",
        "3.2 Argumentar el disfrute producido por la recepción del arte contemporáneo y su riqueza multidisciplinar, compartiendo con respeto impresiones y emociones y expresando la opinión personal de forma abierta.",
        "Competencia específica 4",
        "4.1. Reconocer los rasgos particulares de diversas técnicas y lenguajes artísticos, así como sus distintos procesos y resultados en el arte contemporáneo, buscando y analizando la información en relación con sus proyectos creativos.",
        "4.2 Analizar las especificidades de los lenguajes de diferentes producciones culturales, artísticas y multimedia, conectándolas e incorporándolas creativamente en las producciones propias.",
        "Competencia específica 5",
        "5.1 Expresar ideas y sentimientos en diferentes producciones plásticas, visuales y audiovisuales contemporáneos, analógicos y digitales, a través de la experimentación con diversas herramientas, técnicas y soportes, desarrollando la capacidad de comunicación y la reflexión crítica.",
        "5.2 Realizar diferentes tipos de proyectos artísticos individuales o colectivos, justificando el proceso creativo, mostrando iniciativa y autoconfianza, integrando racionalidad, empatía y sensibilidad, y seleccionando las técnicas y los soportes adecuados al propósito.",
        "Competencia específica 6",
        "6.1 Analizar su pertenencia a un contexto cultural concreto y los aspectos formales y de los factores sociales que determinan diversas producciones culturales y artísticas actuales.",
        "6.2 Utilizar creativamente referencias culturales y artísticas del entorno en la elaboración de producciones propias, mostrando una visión personal.",
        "Competencia específica 7",
        "7.1 Realizar un proyecto artístico, con creatividad y ajustándose al objetivo propuesto, experimentando con distintas técnicas visuales o audiovisuales en la generación de mensajes propios, y mostrando iniciativa en el empleo de lenguajes, materiales, soportes y herramientas.",
        "Competencia específica 8",
        "8.1 Analizar los diferentes usos y funciones de las producciones y manifestaciones artísticas, argumentando de forma individual o colectiva sus conclusiones acerca de las oportunidades que pueden generar, con una actitud abierta y con interés por conocer su importancia en la sociedad.",
        "8.2 Desarrollar proyectos artísticos, de forma individual o colectiva, organizando y desarrollando las diferentes etapas y considerando las características del público destinatario.",
        "8.3. Exponer los procesos de elaboración y el resultado final de proyectos artísticos, realizados de forma individual o colectiva, evaluando los errores e implementando soluciones y estrategias de mejorar del producto, y valorando críticamente las oportunidades personales que le ofrecen."
    ]
}