{
    "criteriosEvaluacion": [
        "Competencia especifica 1",
        "1.1 Analizar los elementos formales y estructurales de obras volumétricas de diferentes épocas y culturas, identificando las técnicas, los materiales y los elementos compositivos empleados, incorporando, cuando proceda, las perspectivas de género e intercultural, argumentando el valor de la diversidad de sus manifestaciones artísticas y fomentando la libertad de expresión. (CCL3, STEM2, CD1, CPSAA4, CC1 CCEC1, CCEC2)",
        "1.2 Explicar los cánones de proporción y los elementos compositivos de piezas tridimensionales de diferentes periodos artísticos dentro de su contexto histórico, diferenciando los aspectos decorativos de los estructurales. (CCL1, STEM2, CC1, CCEC1)",
        "1.3 Describir formas, estructuras, técnicas, materiales, proporciones y elementos compositivos tridimensionales, aplicando la terminología específica de la materia. (CCL1, STEM4, CCEC1)",
        "1.4 Analizar los lenguajes y elementos técnicos y plásticos de obras tridimensionales, aportando un criterio propio en la percepción de sus características y particularidades y disfrutando de su recepción. (CCL3, STEM2, CD1, CPSAA4, CCEC1, CCEC2)",
        "Competencia especifica 2",
        "2.1 Analizar los aspectos más notables de la configuración de obras tridimensionales, identificando las diferencias entre lo estructural y lo accesorio o complementario, y describiendo la relación entre su función comunicativa y su nivel icónico. (CCL3, STEM1, CD1, CPSAA4, CC1, CCEC1, CCEC2)",
        "2.2 Explicar las funciones comunicativas del lenguaje tridimensional en obras significativas de diferentes artistas, justificando de forma argumentada la relación establecida entre la imagen y el contenido. (CCL1, CCEC1)",
        "2.3 Proyectar y elaborar producciones volumétricas con una función comunicativa concreta, atendiendo a la relación entre imagen y contenido, así como entre forma, estructura y función comunicativa, con distintos niveles de iconicidad. (STEM2, CD3, CCEC2)",
        "Competencia especifica 3",
        "3.1 Proponer y resolver de forma creativa distintas soluciones a problemas de configuración espacial a través de composiciones tridimensionales, seleccionando la propuesta idónea, las técnicas, las herramientas y los materiales de realización más adecuados en función de los requisitos formales, funcionales, estéticos y expresivos. (STEM1, CD2, CPSAA5, CCEC3.1, CCEC3.2, CCEC4.1)",
        "3.2 Explicar las cualidades expresivas del lenguaje tridimensional en las composiciones tridimensionales propuestas, justificando la selección de las técnicas, las herramientas y los materiales de realización más adecuados. (CCL1, CD2, CC4, CCEC3.1)",
        "Competencia especifica 4",
        "4.1 Planificar proyectos tridimensionales, organizando correctamente sus fases, distribuyendo de forma razonada las tareas, evaluando su viabilidad y sostenibilidad, y seleccionando las técnicas, las herramientas y los materiales más adecuados a las intenciones expresivas, funcionales y comunicativas. (STEM3, CD2, CD3, CC4, CE2, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "4.2 Participar activamente en la realización de proyectos artísticos, asumiendo diferentes funciones, valorando y respetando las aportaciones y experiencias de los demás e identificando las oportunidades de desarrollo personal, social, académico y profesional que ofrece. (STEM3, CPSAA3.1, CPSAA3.2, CE2, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "4.3 Realizar proyectos individuales o colaborativos, adecuando materiales y procedimientos a la finalidad estética y funcional de los objetos que se pretenden crear, y aportando soluciones diversas y creativas a los retos planteados durante la ejecución. (STEM3, CD3, CPSAA3.1, CPSAA3.2, CE2, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "4.4 Evaluar, y presentar y defender los resultados de proyectos tridimensionales, analizando la relación entre los objetivos planteados y el producto final obtenido, y explicando las posibles diferencias entre ellos, convirtiendo los errores en oportunidades personales y sociales. (STEM2, CD2, CD3, CE2, CE3, CCEC3.1)",
        "4.5 Fomentar el pensamiento divergente y creativo a través de la exploración y la experimentación de las propuestas planteadas, promoviendo la consideración de diferentes líneas de trabajo, con actitud receptiva a las distintas opiniones. (CCL3, STEM2, STEM3, CPSAA3.1, CCEC4.1, CCEC4.2)"
    ],
    "saberes": [
        "A. Técnicas y materiales de configuración.",
        "- Materiales y herramientas de configuración tridimensional. Materiales sostenibles, naturales e industriales, efímeros e innovadores. Características técnicas, comunicativas, funciónales y expresivas. Terminología específica.",
        "- El taller de volumen: organización, distribución y dispositivos de seguridad de herramientas, maquinaria y materiales. Los factores de riesgo en el trabajo y su prevención. Normas de seguridad. Toxicidad de los materiales",
        "- Técnicas y procedimientos de configuración: técnicas aditivas (modelado, escayola directa), sustractivas (talla), constructivas (estructuras e instalaciones) y de reproducción (moldeado y vaciado, sacado de puntos, pantógrafo, impresoras 3D).",
        "- Nuevas tecnologías aplicadas a la creación tridimensional.",
        "- Técnicas y procedimientos de acabados: textura, tratamientos cromáticos, pátinas.",
        "B. Elementos de configuración formal y espacial.",
        "- Las formas tridimensionales y su lenguaje. Elementos estructurales de la forma: línea, plano, arista, vértice, superficie, volumen, texturas (visuales y táctiles), concavidades, convexidades, vacío, espacio, masa, escala, color.",
        "- Composición espacial (núcleos, masa-pesos, campos de fuerza, equilibrio, ritmo, dinamismo, módulos, etc.) y relación entre forma, escala y proporción.",
        "- Relación entre forma y estructura. La forma externa como proyección ordenada de fuerzas internas.",
        "- Elementos de relación (dirección, posición, espacio y gravedad).",
        "- Génesis del volumen a partir de una estructura bidimensional.",
        "- El movimiento en el volumen. Elementos dinámicos: movimiento, tensión, deformación, proporción, orientación. Representación en la escultura. Elementos móviles en la obra tridimensional.",
        "- La luz como elemento generador y modelador de formas y espacios.",
        "- Cualidades emotivas y expresivas de los medios gráfico-plásticos en cuerpos volumétricos.",
        "- El proceso creativo en el trabajo volumétrico. Abocetado en dos y tres dimensiones. La maquetación como estudios volumétricos previos, cálculo de volúmenes.",
        "C. Análisis de la representación tridimensional.",
        "- La escultura y las obras de arte tridimensionales en el Patrimonio artístico y cultural, especialmente el de Castilla y León. Contexto histórico y principales características, técnicas, formales, estéticas y comunicativas. La figura humana y el canon.",
        "- Análisis de los elementos formales, funcionales y de organización en obras de arte y objetos tridimensionales. Relación entre idea, forma y materia. Relación entre estructura, forma y función.",
        "- La perspectiva de género y la perspectiva intercultural.",
        "- Arte objetual y conceptual. La instalación artística.",
        "- Grados de iconicidad en las representaciones escultóricas. Hiperrealismo, realismo, abstracción, síntesis, estilización. Relieve y escultura exenta.",
        "- Las posibilidades plásticas y expresivas del lenguaje tridimensional y su uso creativo en la ideación y realización de obra original.",
        "- El respeto de la propiedad intelectual. Tradición, inspiración, plagio, apropiación.",
        "- Fuentes bibliográficas y digitales de acceso a obras volumétricas de diferentes épocas y culturas: sitios web, acceso digital a museos, bibliotecas o colecciones digitales, etc.",
        "D. El volumen en el proceso de diseño.",
        "- Principios y fundamentos del diseño tridimensional.",
        "- Tipología de formas volumétricas adaptadas al diseño de objetos elementales como medio de estudio y de análisis.",
        "- Metodología proyectual aplicada al diseño de formas y estructuras tridimensionales. Generación y selección de propuestas. Planificación, gestión y evaluación de proyectos. Difusión de resultados.",
        "- Proyectos de estructuras tridimensionales: núcleos, masa/pesos, posición y equilibrio, dirección, modularidad, repetición, gradación y ritmo en el espacio.",
        "- Proyectos de producciones artísticas volumétricas: secuenciación, fases y trabajo en equipo.",
        "- Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido.",
        "Resolución de conflictos.",
        "- Piezas volumétricas sencillas en función del tipo de producto propuesto. Diseño sostenible e inclusivo. Sostenibilidad e impacto de los proyectos artísticos.",
        "- Oportunidades de desarrollo personal, social, académico y profesional vinculadas con la materia.",
        "- Las Tecnologías de la Información y la Comunicación aplicadas al proyecto y a su presentación.",
        "- La propiedad intelectual: la protección de la creatividad personal."
    ]
}