{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Valorar y respetar las distintas manifestaciones artísticas a partir de la investigación basada ",
        "en nuevas tecnologías y el debate en torno a las diferentes concepciones del arte y el análisis ",
        "de obras concretas sobre las que comprobar la pertinencia de dichas concepciones.  ",
        "Competencia específica 2. ",
        "2.1. Elaborar y expresar con coherencia y fluidez juicios y emociones propios acerca de las obras ",
        "de arte, utilizando la terminología y el vocabulario específico de la materia y demostrando un ",
        "conocimiento básico de los diversos lenguajes artísticos aprendidos. ",
        "Competencia específica 3. ",
        "3.1. Distinguir y analizar las funciones y las dimensiones religiosa, ideológica, social, económica, ",
        "expresiva y propiamente estética de las obras de arte, demostrando una comprensión y un ",
        "juicio y fundamentado de las mismas y de su producción y su percepción. ",
        "Competencia específica 4. ",
        "4.1. Conocer y explicar las principales manifestaciones y movimientos artísticos, identificando y ",
        "analizando su contexto cultural, su vinculación con las funciones atribuibles al arte, sus ",
        "características estilísticas fundamentales y su desarrollo en el tiempo. ",
        "4.2. Reconocer los mecanismos que rigen la evolución de la Historia del Arte a partir del análisis ",
        "comparativo de obras de diversas épocas y de la explicación de las relaciones de influencia, ",
        "préstamos, continuidad y ruptura que se producen entre estilos, autores y movimientos. ",
        "Competencia específica 5. ",
        "5.1. Elaborar comentarios histórico-artísticos de distintas obras de arte a partir del conocimiento y ",
        "argumentado de su contexto histórico, sus funciones y su relevancia social, y cultural.  ",
        "5.2. Identificar y analizar la complejidad del proceso de creación artística elaborando reseñas ",
        "biográficas sobre las figuras más destacadas y atendiendo a aquellos aspectos personales ",
        "que faciliten la comprensión del significado y del valor de la obra, tomando conciencia del ",
        "papel del artista en el proceso creador. ",
        "Competencia específica 6. ",
        "6.1. Comprender la importancia de la conservación y promoción del patrimonio artístico, ",
        "investigando acerca de los procesos de adquisición, conservación, exhibición y uso adecuado ",
        "de obras de arte, así como sobre el impacto positivo y negativo de las acciones humanas ",
        "sobre ellas. ",
        "6.2. Analizar el papel que poseen el arte y el patrimonio artístico, analizando las ",
        "autorrepresentaciones humanas y el uso de recursos estéticos e iconográficos en la ",
        "generación y el mantenimiento de los vínculos. ",
        "Competencia específica 7. ",
        "7.1. Elaborar argumentos propios acerca de la noción de belleza, comparando distintos cánones y ",
        "obras de diversos tipos, estilos, épocas y lugares, apreciando la diversidad como fuente de ",
        "enriquecimiento y promoviendo la formación de una imagen ajustada de sí mismo. ",
        "Competencia específica 8. ",
        "8.1. Conocer las principales figuras femeninas de la Historia del Arte, analizando el contexto ",
        "político, social y cultural en el que desarrollaron su producción artística. ",
        "8.2. Conocer y analizar críticamente la imagen de la mujer en la historia del arte, mediante el ",
        "análisis comparativo de obras de distintas épocas y culturas.         "
    ],
    "saberes": [
        "A. Aproximación a la Historia del Arte. ",
        "– El debate sobre la definición de arte. El concepto del arte a lo largo de la historia. ",
        "– El lenguaje artístico: el arte como forma de comunicación. La variedad de códigos y ",
        "lenguajes. Símbolos e iconografía en el arte. La subjetividad creadora. La complejidad de la ",
        "interpretación. El juicio estético. ",
        "– Terminología y vocabulario específico del arte en la arquitectura y las artes plásticas. ",
        "– Herramientas para el análisis de la obra de arte: elementos técnicos, formales, y estilísticos. ",
        "Estudio iconográfico y significado, identificación, contextualización y relevancia de la obra. El ",
        "análisis comparativo. ",
        "– Influencias, préstamos, continuidades y rupturas en la Historia del Arte. ",
        "– El uso de las nuevas tecnologías para el estudio de la Historia del Arte. ",
        "B. El arte y sus funciones a lo largo de la historia ",
        "– El arte como idioma de sentimientos y emociones. ",
        "– El arte como instrumento mágico-ritual a lo largo de la historia. ",
        "– El arte y su valor propagandístico: desde el Mundo Antiguo hasta la actual sociedad. ",
        "– Arte, mecenazgo y coleccionismo. ",
        "C. Dimensiones del arte ",
        "– Arte e identidad individual: la necesidad de representarnos. La imagen del cuerpo humano. El ",
        "género del retrato. La evolución en la imagen del artista. ",
        "– Arte e identidad grupal: escuelas, regionalismos y búsqueda de identidad. ",
        "– La representación de la mujer en el arte desde una perspectiva crítica. ",
        "– La mujer como artista. ",
        "D. Realidad, espacio y territorio en el arte ",
        "– Arte y medio ambiente. La naturaleza y la representación de las emociones. Arquitectura, ",
        "urbanismo y diseño. ",
        "– El patrimonio artístico: preservación, conservación y usos adecuados. Museografía y ",
        "museología. ",
        "E. Las raíces del Arte: el legado del arte clásico. ",
        "– El arte en la Grecia antigua.  ",
        "Contexto histórico y cultural.  ",
        "Arquitectura y espacio: la creación de espacios arquitectónicos. Órdenes arquitectónicos. ",
        "El templo griego: Partenón, Erecteion y Templo de la Atenea Niké. El teatro: Teatro de ",
        "Epidauro.  ",
        "Escultura. La evolución de la figura humana masculina y femenina: Kouros de Anavyssos; ",
        "Dama de Auxerre; Auriga de Delfos; Fidias, friso de las Panateneas y metopas de la ",
        "Centauromaquia; Polícleto, Doríforo; Mirón, Discóbolo; Praxíteles, Afrodita de Cnido; ",
        "Lisipo, Apoxiomeneos; Venus de Milo, Victoria de Samotracia, Laoconte y sus hijos, ",
        "relieve de Atenea y Gea en el Altar de Pérgamo. ",
        "– La visión del clasicismo en Roma.  ",
        "Contexto histórico y cultural.  ",
        "Arquitectura. Principales aportaciones romanas a la arquitectura clásica: Maison Carré de ",
        "Nimes, Coliseo de Roma, Panteón de Roma, Basílica de Majencio y Constantino de ",
        "Roma, Arco de Tito en Roma, Columna de Trajano de Roma, Teatro romano de Mérida, ",
        "Puente de Alcántara, Acueducto de Segovia.  ",
        "Escultura. Las innovaciones romanas en la representación de la figura humana: Augusto ",
        "de Prima Porta, estatua ecuestre de marco Aurelio, relieve de la toma del templo de ",
        "Jerusalén del Arco de Tito, relieves de la Columna de Trajano.  ",
        "Mosaicos y pintura. ",
        "F. El nacimiento de la tradición artística occidental: el arte medieval. ",
        "– El arte y su función didáctica y religiosa en las sociedades teocéntricas. Las primeras ",
        "manifestaciones del arte cristiano.  ",
        "Contexto histórico y cultural.  ",
        "Arte paleocristiano: arquitectura (basílica, mausoleo, baptisterio) y las aportaciones de las ",
        "artes plásticas a la iconografía cristiana.  ",
        "Arte bizantino: las innovaciones arquitectónicas de Santa Sofía de Constantinopla. La ",
        "consolidación de la iconografía cristiana medieval: el Pantocrátor, la Virgen y la Déesis. El ",
        "mosaico bizantino: Cortejo de la emperatriz Teodora en San Vital de Rávena.   ",
        "Arte prerromano español. Arte visigodo (San Pedro de la Nave), arte asturiano (Santa ",
        "María del Naranco) y arte mozárabe (San Miguel de la Escalada y Monja Ende, Beato de ",
        "Gerona). ",
        "– Arte islámico e hispanomusulmán.  ",
        "Contexto histórico y cultural.  ",
        "Arquitectura. La mezquita: Mezquita de Córdoba, la Giralda de Sevilla; el palacio: ",
        "Alhambra de Granada y Aljafería de Zaragoza.  ",
        "– El arte románico.  ",
        "Contexto histórico y cultural.  ",
        "Arquitectura. La iglesia y el monasterio: San Vicente de Cardona, San Martín de ",
        "Frómista, Catedral de Santiago de Compostela y Catedral de Pisa.  ",
        "Escultura. La portada románica y la escultura monumental: relieve de La duda de Santo ",
        "Tomás del claustro de Santo Domingo de Silos, tímpano del Juicio Final de Santa Fe de ",
        "Conques, Pórtico de la Gloria de la Catedral de Santiago, capitel historiado de la Última ",
        "Cena del claustro de San Juan de la Peña.   ",
        "Pintura. Bóveda de la Anunciación a los pastores de San Isidoro de León y ábside de San ",
        "Vicente de Tahull. ",
        "– El arte gótico.  ",
        "Contexto histórico y cultural.   ",
        "Arquitectura. El resurgimiento de las ciudades. El sistema constructivo de la catedral: ",
        "Catedral de Reims, Catedral de León, Catedral de Burgos, Catedral de Toledo, Catedral ",
        "de Barcelona, Catedral de Siena, Sainte Chapelle de París y San Juan de los Reyes de ",
        "Toledo.  ",
        "Escultura. Carácter monumental al fusionarse con la arquitectura: Pórtico Real de ",
        "Chartres, grupo de la Anunciación y la Visitación de Reims, Portada del Sarmental de ",
        "Burgos; Gil de Siloé, Retablo de la Cartuja de Miraflores.  ",
        "Pintura. Integración de las artes. Pintura mural española: Escenas de la vida de Cristo en ",
        "la Iglesia de San Sebastián de los Caballeros de Toro. La búsqueda del naturalismo en el ",
        "Trecento italiano: Giotto, escena de la Huida a Egipto de la Capilla Scrovegni. Los ",
        "primitivos flamencos: Van Eyck, Matrimonio Arnolfini; Van der Weiden, Descendimiento; ",
        "El Bosco, El jardín de las delicias.  ",
        "G. Desarrollo y evolución del arte europeo en la Edad Moderna. ",
        "– Renacimiento y manierismo en Italia.  ",
        "Contexto histórico y cultural.  ",
        "Arquitectura: reinterpretación de las formas clásicas. Quattrocento: Brunelleschi, cúpula ",
        "de la Catedral de Florencia y San Lorenzo; Michelozzo, palacio Medici-Riccardi; Santa ",
        "María Novella, de Alberti. Cinquecento: Bramante, San Pietro in Montorio; Miguel Ángel, ",
        "San Pedro del Vaticano. Manierismo: Giacomo della Porta, Il Gesú de Roma; Palladio, ",
        "Villa Rotonda.  ",
        "Escultura: la búsqueda de las proporciones del cuerpo humano. Quattrocento: Ghiberti, ",
        "Puertas del Paraíso del Baptisterio de la Catedral de Florencia; Donatello, El David y el ",
        "Condottiere Gattamelata; Cinquecento: Miguel Ángel, Piedad del Vaticano, David, ",
        "Moisés, y Tumbas Mediceas. Manierismo: Giambologna, El rapto de las sabinas.  ",
        "Pintura y perspectiva: la conquista de la tercera dimensión. Quattrocento. Masaccio, El ",
        "tributo a la moneda y la Trinidad; Fra Angelico, La Anunciación; Piero della Francesca, ",
        "Madonna del Duque de Urbino; Botticelli, El Nacimiento de Venus y La Primavera. ",
        "Cinquecento: Leonardo da Vinci, Virgen de las rocas, La última cena y La Gioconda; ",
        "Rafael, Escuela de Atenas; Miguel Ángel, Capilla Sixtina. Manierismo, Sofonisba ",
        "Anguissola, Autorretrato y Retrato de la familia Anguissola; Parmigianino, La Virgen del ",
        "cuello largo. Escuela de Venecia: Giorgione, La tempestad; Tiziano, Carlos V en ",
        "Mühlberg y Venus de Urbino; Tintoretto, El lavatorio; Veronés, Las bodas de Caná. ",
        "– La originalidad de la estética renacentista en España.  ",
        "Contexto histórico y cultural.  ",
        "Arquitectura. Plateresco: fachada de la Universidad de Salamanca. Manierismo: Pedro de ",
        "Machuca, Palacio de Carlos V. Herreriano: Juan de Herrera, Monasterio de El Escorial.  ",
        "Escultura. Los inicios de la imaginería: Alonso Cano, Retablo de San Benito; Juan de ",
        "Juni, Santo Entierro.  ",
        "Pintura. Elementos italianos y flamencos: Pedro de Berruguete, La prueba del Fuego; ",
        "Juan de Juanes, La Santa Cena; Luis de Morales, Virgen con Niño. El estilo único de El ",
        "Greco: Adoración del nombre de Jesús, El entierro del Señor de Orgaz, Vista de Toledo. ",
        "– El Barroco europeo.  ",
        "Contexto histórico y cultural.   ",
        "Arte e intervención en el territorio: el urbanismo como arte.   ",
        "Arquitectura. La ruptura de la proporción y el equilibrio del clasicismo. Iglesias y palacios: ",
        "Maderno, fachada de San Pedro del Vaticano; Bernini, Plaza de San Pedro del Vaticano; ",
        "Borromini, San Carlos de las Cuatro Fuentes; Le Vau, Mansart y Le Nôtre, Palacio de ",
        "Versalles. La decoración rococó.  ",
        "Escultura. La búsqueda del dramatismo: Bernini, David, Apolo y Dafne, El éxtasis de ",
        "Santa Teresa.  ",
        "Pintura. La luz como creadora de emociones: Caravaggio, Vocación de San Mateo y ",
        "Muerte de la Virgen; Annibale Carracci, Triunfo de Baco y Ariadne; Artemisia Gentilleschi, ",
        "Judith decapitando a Holofernes; Clara Peters, Bodegón con pescado, vela, alcachofas, ",
        "cangrejos y gamba; Rubens, Adoración de los Magos, Las tres gracias y El jardín del ",
        "amor; Rembrandt, La lección de anatomía del Doctor Tulpy y La Ronda de noche. ",
        "Rococó: Watteau, Peregrinación a la isla de Citera; Élisabeth Vigée Lebrun, Retrato de ",
        "María Antonieta con vestido de muselina blanco. ",
        "– El Barroco en España: el Siglo de Oro.  ",
        "La situación histórica.  ",
        "Arquitectura. Diversidad de formas y nuevos espacios urbanos: Juan Gómez de Mora, ",
        "Plaza Mayor de Madrid; Fray Alberto de la Madre de Dios, Iglesia de la Encarnación; ",
        "Alonso Cano, Catedral de Granada; José Benito Churriguera, Retablo de San Esteban; ",
        "Pedro Ribera, Fachada del Hospicio de San Fernando; Casas Novoa, Fachada del ",
        "Obradoiro de Santiago de Compostela; Juvarra y Sacchetti, Palacio Real de Madrid.  ",
        "Escultura. La imaginería: Gregorio Fernández, Piedad; Alonso Cano, Inmaculada del ",
        "facistol; Pedro de Mena, Magdalena penitente; Salzillo, La oración en el huerto; Luisa ",
        "Roldán, Ecce Homo.  ",
        "Pintura. Los grandes maestros del Siglo de Oro: José de Ribera, Martirio de San Felipe, ",
        "El Sueño de Jacob, y El patizambo; Zurbarán, Bodegón (Museo del Prado); Velázquez, El ",
        "aguador de Sevilla, Los borrachos, La fragua de Vulcano, La rendición de Breda, El ",
        "Conde Duque de Olivares a caballo, La Venus del espejo, Las meninas, Las hilanderas; ",
        "Murillo, La Sagrada Familia del pajarito, Niños jugando a los dados.  ",
        "El arte virreinal hispanoamericano en la Edad Moderna. ",
        "H. El arte del siglo XIX: el arte en un mundo en transformación. ",
        "– El arte como medio de progreso, crítica y transformación social y cultural desde el ",
        "pensamiento ilustrado hasta el inicio de las vanguardias.  ",
        "– El Neoclasicismo, el romanticismo y el realismo.  ",
        "Contexto histórico y cultural.   ",
        "Arquitectura. Los cambios urbanos: arquitecturas conmemorativas. El clasicismo al ",
        "servicio del poder político: Sabatini, Puerta de Alcalá; Soufflot, Panteón de París; Vignon, ",
        "Iglesia de la Magdalena de París; Juan de Villanueva, Observatorio de Madrid y Museo ",
        "del Prado.  ",
        "Escultura. La pervivencia del clasicismo: Canova, Eros y Psique y Paulina Bonaparte.  ",
        "Pintura. Goya como artista único, precursor de movimientos posteriores: El quitasol, La ",
        "familia de Carlos IV, La carga de los mamelucos, Los fusilamientos del 3 de mayo, ",
        "Desastres de la guerra, Saturno devorando a sus hijos, La lechera de Burdeos. El ",
        "academicismo y la lucha entre línea y color: Neoclasicismo: David, El Juramento de los ",
        "Horacios; Ingres, El baño turco. Romanticismo: Géricault; La balsa de la medusa; ",
        "Delacroix, La libertad guiando al pueblo; Constable, El carro de heno. Realismo: Turner, ",
        "Lluvia, vapor y velocidad; Rosa Bonheur, Arando en el Nivernais; Millet, El Ángelus; ",
        "Courbet, El entierro de Ornans. Simbolismo: Rossetti, La Ghirlandatta. ",
        "– La Revolución Industrial: cambios en la arquitectura y el urbanismo. Escultura.  ",
        "Contexto histórico y cultural.  ",
        "Urbanismo. Los ensanches urbanos y el urbanismo moderno: París, Madrid, Barcelona.  ",
        "Arquitectura. El arte como expresión de los avances tecnológicos desde la revolución ",
        "industrial. Historicismo: Barry y Pugin, Parlamento de Londres; Escuela de Chicago, Adler ",
        "y Sullivan, Auditorium de Chicago; Arquitectura del hierro: Gustav Eiffel, Torre Eiffel. ",
        "Modernismo: Gaudí, Sagrada Familia de Barcelona. ",
        "Escultura. Las transformaciones arquitectónicas y la escultura academicista. La ",
        "renovación escultórica: Rodin, El pensador y Los burgueses de Calais; Camille Claudel, ",
        "Sakountala. ",
        "– Arte y realidad: imitación e interpretación. La revolución de la fotografía y el cine.  ",
        "Impresionismo, la pintura como estudio de luz y color. Manet, Almuerzo sobre la hierba; ",
        "Berthe Morisot, La cuna y Delante del espejo; Monet, Impresión, sol naciente, serie de la ",
        "Catedral de Rouen; Renoir, Le Moulin de la Galette; Degas, La clase de baile; Mary ",
        "Cassat, Maternidad; Sorolla, Niños en la playa.  ",
        "Neoimpresionismo, la descomposición del color a través de pincelada. Seurat, Tarde de ",
        "domingo en la isla de la Grande Jatte.  ",
        "Postimpresionismo. Desde el impresionismo hacía las vanguardias: Cézanne, Jugadores ",
        "de cartas y Manzanas y naranjas; Van Gogh, La noche estrellada y El segador; Gauguin, ",
        "Visión después del sermón y El mercado; Toulousse-Lautrec, En el salón de la rue des ",
        "Moulins. ",
        "I. El arte durante la primera mitad del siglo XX: la ruptura con la tradición. ",
        "– El arte como medio de progreso, crítica y transformación social y cultural desde las ",
        "vanguardias hasta la Segunda Guerra Mundial. ",
        "– El Movimiento Moderno en arquitectura: funcionalismo y organicismo.  ",
        "Contexto histórico y cultural  ",
        "Bauhaus. La búsqueda del funcionalismo: Gropius, Edificio de la Bauhaus en Dessau; ",
        "Mies Van der Rohe, Pabellón de Alemania en Barcelona.  ",
        "La nueva concepción de vivienda: Le Corbusier, Villa Saboya en Poissy y el proyecto de ",
        "Unidad habitacional.  ",
        "Organicismo. La fusión entre arquitectura y naturaleza: Lloyd Wright, Casa Kauffman. ",
        "– Las vanguardias en las artes plásticas.  ",
        "Fauvismo: Matisse, La alegría de vivir.  ",
        "Expresionismo: Munch, El grito; Kirchner, La calle.  ",
        "Cubismo: Picasso, Las señoritas de Avignon, Retrato de Amboise Vollard, Naturaleza ",
        "muerta con silla de rejilla de caña, El Guernica; María Blanchard, Mujer con abanico; ",
        "Sonia Delaunay, Prismas eléctricos.  ",
        "Futurismo: Boccioni, La ciudad que emerge, Formas únicas de continuidad en el espacio.  ",
        "Abstracción: Kandinsky, Lírica, Sobre blanco II; Georgia O´Keeffe, Línea gris con negro ",
        "azul y amarillo. Suprematismo: Malevich, Cuadro negro; Liubov Popova, Arquitecturas ",
        "pictóricas; Neoplasticismo: Mondrian, Composición II.   ",
        "Dadaísmo: Duchamp, L.H.O.O.Q., Fuente. Sophie Taeuber-Arp, Cabeza dadá; Max ",
        "Ernst, El elefante de las Célebes.   ",
        "Surrealismo: Magritte, La llave de los campos; Miró, El carnaval de Arlequín y Mujeres y ",
        "pájaros a la luz de la luna; Dalí, El juego lúgubre, La persistencia de la memoria; Maruja ",
        "Mallo, La verbena; Frida Khalo, Las dos Fridas; Calder, Langosta, nasa y cola de pez.   ",
        "Escultura independiente: Brancusi, Madmoiselle Pogany I; Pablo Gargallo, El profeta; ",
        "Julio González, Mujer peinándose en el espejo; Henry Moore, Figura reclinada. ",
        "J. El arte durante la segunda mitad del s. XX: la universalización del arte. ",
        "– El arte como medio de progreso, crítica y transformación social y cultural desde la Segunda ",
        "Guerra Mundial hasta la actualidad. ",
        "– El Estilo Internacional en arquitectura y los nuevos estilos arquitectónicos.  ",
        "Contexto histórico y cultural.  ",
        "El predomino del Estilo Internacional: Mies Van der Rohe, Seagram Building; Frank Lloyd ",
        "Wright, Museo Guggenheim de Nueva York.   ",
        "High Tech: Piano y Rogers, Centro Pompidou; Norman Foster, Edificio HSBC en Hong ",
        "Kong.  ",
        "Arquitectura posmoderna: Utzon, Ópera de Sidney. ",
        "Deconstrucción: Gehry, Museo Guggenheim de Bilbao; Zaza Hadid, Centro Heydar Aliyev ",
        "en Bakú. ",
        "– Las artes plásticas en las segundas vanguardias:  ",
        "Informalismo europeo: Tapies, Cartón con forma de T; Saura, Crucifixión.  ",
        "Expresionismo abstracto: Pollock, Uno, (número 31 1950).  ",
        "Abstracción postpictórica: Stella, Ctesiphon III.  ",
        "Minimalismo: Carl Andre, Equivalente VIII.  ",
        "Arte Cinético y Op Art: Vasarely, Vega 200.  ",
        "Pop Art: Warhol, Serigrafía de Marilyn Monroe.  ",
        "Hiperrealismo: Antonio López, La Gran Vía madrileña en 1964; Ron Mueck, Recién ",
        "nacido.  ",
        "Arte como lenguaje. Arte conceptual: Joseph Kosuth, Una y tres sillas. Arte povera: Mario ",
        "Merz, Iglú con árbol. Instalaciones: Joseph Beuys, Auschwitz; Judy Chicago, The dinner ",
        "party; Louise Bourgeois, Celdas; Yayoi Kusama, Espejos infinitos. La era digital: Video ",
        "arte: Bill Viola, The reflecting pool.  ",
        "Arte como acción: body art y land art: Ana Medieta; Happening y Performance: Marina ",
        "Abramovich.   ",
        "Arte urbano.         "
    ]
}
