{
    "saberes": [
        "I. Vida activa y saludable",
        "1. Implementación de un estilo de vida activo y saludable, con beneficios físicos, psicológicos y sociales. Responsabilización personal en el cuidado del cuerpo mediante la hidratación, la educación postural en acciones motrices específicas y el consumo de alimentos naturales frente a los procesados y ultraprocesados.",
        "2. Respeto y aceptación del propio cuerpo y el ajeno, consolidando el autoconcepto y teniendo en cuenta la perspectiva de género.",
        "3. Identificación de los efectos producidos por los malos hábitos relacionados con la salud y la práctica de la actividad física.",
        "4. Reconocimiento del esfuerzo en el deporte profesional. Aceptación de las diferentes tipologías corporales, evitando estereotipos de género y competencia motriz.",
        "II. Organización y gestión de la actividad física",
        "1. Desarrollo de la actividad física con fines catárticos y hedonistas, lúdicos, competitivos y agonísticos.",
        "2. Prevención de actitudes consumistas en torno al equipamiento. Valoración y selección del equipamiento básico para una práctica físico-deportiva segura y cómoda.",
        "3. Aplicación de hábitos autónomos de higiene corporal en acciones cotidianas.",
        "4. Planificación y autorregulación de retos motores a través del seguimiento y valoración durante el proceso y del resultado.",
        "5. Prevención de lesiones y accidentes en las prácticas motrices, aplicando la activación y vuelta a la calma. Cumplimiento de las normas de seguridad, mostrando compromiso de responsabilidad hacia la seguridad propia y de las demás personas.",
        "6. Aplicación de actuaciones básicas de primeros auxilios en la práctica de actividad física.",
        "III. Resolución de problemas en situaciones motrices",
        "1. Aplicación de toma de decisiones en juegos y deportes, mediante la selección de acciones en función del entorno en situaciones motrices individuales.",
        "2. Selección de acciones para el ajuste espacio-temporal en la interacción con los compañeros y compañeras en situaciones cooperativas, y selección de zonas de envío de un móvil desde donde sea difícil devolverlo, en situaciones motrices de persecución y de interacción con él. ",
        "3. Selección adecuada de las habilidades motrices en situaciones de oposición de contacto; el desmarque y ubicación en un lugar desde el que se constituya un apoyo para las demás personas participantes en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
        "4. Uso de las capacidades perceptivo-motrices en contexto de práctica a través de la integración del esquema corporal; el equilibrio estático y dinámico en situaciones de complejidad creciente; la organización espacial (percepción de distancias y trayectoria, orientación en el espacio), temporal (simultaneidad y sucesión de acciones) y espacio-temporal (ritmo, ajuste perceptivo en el envío y en la interceptación de trayectorias de móviles).",
        "5. Iniciación de las habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas.",
        "6. Identificación de estímulos internos o externos que exijan un reajuste instantáneo de la acción motriz.",
        "7. Reconocimiento de las capacidades físicas básicas y resultantes (coordinación, equilibrio y agilidad).",
        "IV. Autorregulación emocional e interacción social en situaciones motrices",
        "1. Aplicación de estrategias de afrontamiento y gestión de la ansiedad en situaciones motrices.",
        "2. Uso de estrategias de trabajo en equipo para la resolución constructiva de conflictos en situaciones motrices colectivas.",
        "3. Aplicación del juego limpio.",
        "4. Identificación, abordaje e implementación de conductas positivas hacia la convivencia en situaciones motrices, aceptando la diversidad de género, capacidades o competencia motriz.",
        "V. Manifestaciones de la cultura motriz",
        "1. Valoración y transmisión de la cultura motriz a través de los juegos motores, deportes y danzas de Canarias y de otras culturas, como seña de identidad cultural.",
        "2. Utilización del cuerpo y el movimiento para transmitir sensaciones, sentimientos, emociones e ideas complejas en situaciones motrices expresivas.",
        "3. Diseño de actividades rítmico-musicales con carácter expresivo.",
        "4. Identificación y abordaje del sexismo en el deporte amateur y profesional.",
        "5. Conocimiento y práctica de deportes asociados a grandes eventos locales, nacionales o internacionales.",
        "VI. Interacción eficiente y sostenible con el entorno",
        "1. Utilización y valoración de la educación vial desde la actividad física y deportiva a través de una movilidad segura, saludable y sostenible.",
        "2. Valoración previa y actuación ante la posibilidad de riesgos de accidente durante la práctica en el medio natural y urbano.",
        "3. Prácticas de consumo responsable mediante la construcción y reutilización de materiales para la práctica motriz.",
        "4. Realización de actividades físicas en el medio natural y urbano.",
        "5. Valoración y transmisión del cuidado del entorno próximo y seres vivos que en él conviven, durante la práctica de actividad física en el medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "1.1. Integrar los procesos de activación corporal, autorregulación del esfuerzo, relajación e higiene en la práctica de actividades motrices, reconociendo sus limitaciones y buscando la superación personal, interiorizando así las rutinas propias de una práctica motriz saludable, sostenible y responsable como beneficiosas de la actividad física, así como las ventajas de una alimentación natural, para su aplicación en la vida diaria. STEM2, STEM5, CPSAA2, CPSAA5",
        "1.2. Aplicar medidas de seguridad antes, durante y después de la práctica de actividad física, identificando los contextos de riesgo e implementando conductas apropiadas, vinculadas al cuidado del cuerpo, la actividad física o el deporte, que resultan beneficiosas para la salud y la convivencia. STEM5, CPSAA2, CPSAA5, CE3",
        "2.1. Aplicar principios básicos de toma de decisiones en situaciones lúdicas, juegos motores y deportes, a partir de la anticipación, ajustándolos a los objetivos motores y a la lógica interna de situaciones con diferentes tipos de comunicación motriz, en contextos reales o simulados, reflexionando sobre las soluciones obtenidas. STEM1, CPSAA4, CPSAA5",
        "2.2. Adquirir un progresivo control y dominio corporal, integrando los componentes cualitativos y cuantitativos de la motricidad de forma eficiente y creativa, implementando retos motores de carácter individual o grupal en los que se definan metas, se secuencien acciones y se generen producciones como respuesta a diferentes situaciones motrices lúdicas, valorando el grado de ajuste al proceso seguido y al resultado obtenido, para resolver problemas motores en distintos contextos próximos a su realidad. STEM1, CPSAA4, CPSAA5",
        "3.1. Intervenir en situaciones motrices lúdicas, con predisposición, esfuerzo, perseverancia y autorregulación, respetando las normas y reglas del juego, con deportividad, controlando la impulsividad, gestionando las emociones y expresándose de forma asertiva, reconociendo las actuaciones de personas compañeras y oponentes. CPSAA1, CPSAA3, CPSAA5",
        "3.2. Mostrar habilidades sociales, diálogo y respeto en la resolución de conflictos y ante la diversidad, ya sea de género, afectivo-sexual, procedencia, étnico, socio-económica o de competencia motriz, demostrando una actitud crítica y un compromiso activo de cambio frente a los estereotipos, la discriminación y la violencia en el contexto de las prácticas motrices. CCL1, CCL5, CC2, CC3",
        "4.1. Practicar  juegos motores y deportes, propios de la cultura canaria, así como procedentes de otras, reconociendo, conservando y transmitiendo su valor cultural y su potencial como espacio generador de interacciones constructivas y actitudes positivas hacia la igualdad entre personas reconociendo el esfuerzo y la dedicación de distintos referentes del deporte. CC3, CCEC1",
        "4.2. Crear composiciones con o sin soporte musical y reproducirlas, al igual que otras manifestaciones artístico-expresivas de la cultura canaria u otras, transmitiendo sensaciones, emociones e ideas, de forma estética y creativa mediante el ritmo y el movimiento. CE2, CCEC1, CCEC2, CCEC3, CCEC4",
        "5.1. Adaptar las acciones motrices a la incertidumbre del entorno natural y urbano de forma eficiente y segura, valorando sus posibilidades para la práctica de actividad física y actuando desde una perspectiva ecosostenible y comunitaria del entorno. STEM5, CC2, CC4, CE1, CE3"
    ]
}