{
  "saberes": [
    "I. Alfabetización mediática, tratamiento y organización de la información",
    "1. Conocimiento y aplicación de estrategias de búsqueda, filtrado y selección de la información y contenidos digitales.",
    "2. Evaluación de la fiabilidad de las fuentes consultadas y de la información obtenida, con actitud crítica, conociendo los posibles sesgos y aplicando un protocolo consensuado.",
    "3. Análisis de las consecuencias de la infodemia y la sobrecarga de información para la población.",
    "4. Análisis de las ventajas y desventajas del uso de motores de búsqueda impulsados por la inteligencia artificial (IA).",
    "5. Análisis de los factores que influyen en los resultados de búsquedas, flujos de actividad de las redes sociales y recomendaciones de contenido (términos de búsqueda utilizados, contexto, dispositivo, regulaciones locales y el comportamiento en línea anterior del usuario a través de internet).",
    "6. Identificación y análisis crítico del grado de accesibilidad de los recursos consultados y creados, a partir del conocimiento de estándares de calidad relativos a la organización de los menús y submenús, de los contenidos, uso de claves de lectura fácil, etc., para promover la inclusividad.",
    "7. Desarrollo y aplicación de técnicas de tratamiento, organización y almacenamiento seguro de la información con el fin de que pueda ser recuperada y referenciada.",
    "II. Creación de contenidos digitales",
    "1. Conocimiento y aplicación de estrategias de tratamiento de información y uso de diferentes herramientas para crear contenidos digitales accesibles en diferentes formatos (DUA, lectura fácil, etc.).",
    "2. Modificación, perfeccionamiento, mejora e integración de contenidos e información para crear otros nuevos y originales.",
    "3. Desarrollo de formas de expresión a través de la creación de medios digitales.",
    "4. Selección del formato adecuado para la elaboración de contenidos digitales según su finalidad y el público al que se dirigen.",
    "5. Identificación de herramientas y técnicas para crear contenido digital accesible siguiendo las normas y directrices oficiales.",
    "6. Uso de la realidad aumentada (AR) para crear contenido digital e interacción en entornos de realidad virtual (VR).",
    "7. Respeto hacia las normas de derechos de autoría, licencias de uso y accesibilidad universal, que se aplican a los datos, la información digital y los contenidos en entornos digitales.",
    "III. Pensamiento computacional y programación",
    "1. Conocimiento y aplicación de estrategias de pensamiento computacional y programación. Generación de secuencias de instrucciones o algoritmos sencillos, para resolver problemas o ejecutar tareas simples o rutinarias, siguiendo, entre otras, la rutina de pensamiento: «Pienso, programo, pruebo».",
    "2. Programación de objetos inteligentes (el internet de las cosas [IoT]) y aplicación de principios de inteligencia artificial (IA).",
    "3. Programación de robots sencillos de manera física o simulada.",
    "4. Análisis crítico, evaluación y reflexión sobre las soluciones y propuestas realizadas.",
    "5. Depuración de errores y reformulación de las soluciones y propuestas, si fuese necesario, gestionando adecuadamente las emociones.",
    "IV. Comunicación, colaboración y ciudadanía digital",
    "1. Selección de medios de comunicación digital, síncronos y asíncronos, adecuados según la audiencia, el contexto y el propósito de la comunicación.",
    "2. Aplicar estrategias para la selección de herramientas y tecnologías digitales apropiadas para compartir datos, información y contenidos digitales, y para realizar procesos de colaboración.",
    "3. Aplicación de las normas de comportamiento al utilizar las tecnologías e interactuar en entornos digitales y de los requisitos de accesibilidad para que la comunicación sea inclusiva para todas las personas usuarias.",
    "4. Adquisición y aplicación de estrategias para construir una identidad digital positiva.",
    "5. Toma de conciencia de la huella digital que se deja a través de actividades cotidianas y aplicación de medidas para protegerla, teniendo en cuenta su relación con la reputación digital.",
    "6. Conocimiento, análisis y valoración de los derechos y deberes digitales.",
    "7. Valoración de las actitudes responsables y constructivas en internet como base de los derechos humanos, junto con los valores como el respeto a la dignidad humana, la libertad, la democracia y la igualdad.",
    "V. Uso responsable y bienestar digital",
    "1. Conocimiento de los beneficios que proporcionan las tecnologías digitales, entre otros, la interacción e inclusión social, el trabajo colaborativo, el acceso e intercambio de información, etc., haciendo un uso responsable de ellas, y los riesgos derivados del aislamiento y exclusión de quienes no las utilizan o no pueden acceder a ellas.",
    "2. Análisis y valoración de los riesgos y amenazas de los entornos digitales, como pueden ser el ciberacoso, sexting, grooming, ciberbullying, libre acceso a contenidos inapropiados, suplantación de identidad, phishing, etc., así como conductas discriminatorias de cualquier tipo (por diversidad funcional, orientación sexual, etnia, raza, religión…) y las sanciones de las que pueden ser objeto, tanto dentro del centro educativo como en la sociedad en general.",
    "3. Aplicación de medidas de actuación y prevención para el uso seguro de entornos digitales (antivirus, firewall, uso de contraseñas seguras y diversas para el acceso a diferentes aplicaciones o entornos, uso de protocolos de autenticación de dos factores…); actualización de sistema operativo y software; evitación del uso de redes wifi abiertas y especialmente cuando se realizan operaciones como banca online, etc.; gestión consciente del geoetiquetado en las navegaciones en internet, etc.",
    "4. Conocimiento básico de la normativa relativa a la protección de datos personales; gestión consciente de la cesión de datos que se produce cuando se accede a los entornos digitales y conocimiento de sus políticas de privacidad; conocimiento de los derechos ARCO-POL en relación con el tratamiento de sus datos personales y cómo ejercitarlos.",
    "5. Conocimiento de la existencia y el uso de los certificados digitales, sistemas de firma y autenticación y de otras medidas de seguridad asociadas a su identidad digital.",
    "6. Aplicación de prácticas saludables a nivel físico y emocional en el uso de las tecnologías digitales, como periodos de descanso, hábitos ergonómicos, control consciente del tiempo de conexión, etc.",
    "7. Conciencia del impacto medioambiental y social que acompaña a las tecnologías digitales y a su uso, así como la protección de nuestro patrimonio natural.",
    "VI. Resolución de problemas",
    "1. Aplicación de estrategias para identificar y solucionar o derivar problemas técnicos al manejar dispositivos y utilizar entornos digitales.",
    "2. Selección de herramientas digitales para resolver necesidades de manera innovadora y creativa.",
    "3. Configuración y personalización de entornos digitales según necesidades.",
    "4. Resolución de situaciones problemáticas de cualquier tipo en entornos digitales, de una manera innovadora, individual o colectiva. Identificación de buenas prácticas en Canarias, usando las tecnologías, que implementan iniciativas para la mejora de la vida de las personas.",
    "5. Desarrollo de estrategias de búsqueda para detectar fortalezas y debilidades relacionadas tanto con la propia competencia digital como con la ajena y aplicación de estrategias para contribuir a la mejora de esta competencia."
  ],
  "criteriosEvaluacion": [
    "1.1. Realizar búsquedas avanzadas en la red, aplicando estrategias de filtrado de datos, información y contenido digital, usando operadores lógicos para almacenarlos y organizarlos de tal forma que permita recuperarlos y referenciarlos en un uso posterior. CCL2, CCL3, CD1",
    "1.2. Reflexionar sobre la fiabilidad de las fuentes y los motores de búsqueda, así como sobre la información y opinión obtenida, considerando los sesgos de cualquier tipo que pudiera haber implicados en ese proceso y la pertinencia de los datos obtenidos para crear su propio entorno personal de aprendizaje. CCL2, CCL3, CD1, CD2, CPSAA5, CC3",
    "1.3. Conocer protocolos y estándares de accesibilidad y reflexionar de manera crítica sobre ello, cuando se consume información u opinión en fuentes consultadas, así como cuando se crean recursos digitales propios, para entender la importancia de la accesibilidad de todas las personas potenciales usuarias, independientemente de sus características personales o contextuales. CD1, CPSAA5, CC3",
    "2.1. Emplear las tecnologías digitales para crear contenidos de forma individual, colaborativa o cooperativa que permitan expresar ideas, opiniones, conocimientos o sentimientos en distintos lenguajes y formatos, de forma accesible, respetando los derechos de autoría y las licencias de uso, reelaborándolos de forma personal y original. CCL1, CCL2, CCL3, CCL5, CD1, CD2, CPSAA3, CE3, CCEC3, CCEC4",
    "3.1. Programar y desarrollar una secuencia de instrucciones aplicando estrategias de pensamiento computacional y programación para que un sistema informático, robot u objetos inteligentes (el internet de las cosas [IoT]) resuelvan un problema determinado o realicen una tarea específica. STEM1, STEM3, CD2, CD5, CE3",
    "3.2. Analizar de manera crítica y eficaz las soluciones o propuestas, con el fin de reformular el procedimiento, si fuese necesario. CCL2, STEM3, CPSAA3, CPSAA4, CPSAA5, CE3",
    "4.1. Crear, de forma colaborativa y creativa, contenidos digitales utilizando diferentes tecnologías accesibles, seleccionando los medios más apropiados para cada contexto de comunicación. CCL1, CCL2, CD2, CD3, CPSAA3, CCEC4",
    "4.2. Conocer y aplicar las normas de comportamiento en la red, etiqueta digital, y desarrollar las habilidades para desenvolverse con respeto y empatía al utilizar las tecnologías digitales e interactuar en estos entornos, protegiendo la identidad digital propia y ajena. CCL2, CCL5, CD3, CD4, CPSAA3, CC1",
    "4.3. Conocer los derechos y deberes digitales, especialmente los relativos a la autoría, a la propiedad intelectual, a la privacidad y a la accesibilidad universal en el entorno digital, para compartir datos y contenidos digitales y participar en la sociedad a través del uso de tecnologías digitales adecuadas de manera responsable. CCL2, CD2, CD3, CD4, CC1",
    "5.1. Conocer los beneficios, y los riesgos y amenazas de los entornos digitales, adoptando medidas de actuación y prevención para un uso seguro de dichos entornos, identificando y actuando de forma crítica ante situaciones de ciberacoso o situaciones discriminatorias de cualquier índole o suplantación de identidad, entre otros, y aplicando estrategias para proteger los datos personales y la privacidad. CD4, CPSAA2, CC1, CC2, CE1",
    "5.2. Reflexionar sobre la necesidad de desarrollar prácticas saludables tanto a nivel físico, mental y social en el uso de las tecnologías digitales y hacer propuestas para llevarlas a cabo. CCL2, STEM5, CD4, CPSAA2, CC1",
    "5.3. Analizar y valorar los efectos de las tecnologías digitales en el bienestar personal y la inclusión social, así como sus efectos sobre el medioambiente, aplicando criterios éticos y sostenibles en su uso. CCL2, STEM5, CD4, CC2, CE1",
    "6.1. Utilizar las tecnologías digitales para satisfacer necesidades, y comprender y resolver situaciones problemáticas en entornos digitales, o derivarlas, tanto de forma individual como colectiva. STEM1, STEM2, CD2, CD5, CPSAA5, CE3",
    "6.2. Configurar de forma segura y personalizada los entornos digitales según las necesidades detectadas. STEM1, STEM2, CD2, CD5, CE3",
    "6.3. Identificar las necesidades de actualización de la propia competencia digital y de personas de su entorno y contribuir a su mejora. CCL2, STEM4, CD2, CPSAA5, CE3"
  ]
}