{
  "saberes": [
    "Bloque 1. Fundamentos del lenguaje audiovisual (CE1, CE2, CE4)",
    "Subbloque 1.1 Imagen fija e imagen en movimiento",
    "- Los elementos de la comunicación visual. La imagen en el mundo actual: funciones. Canales de difusión de contenidos audiovisuales. Redes sociales: imagen e identidad. Publicidad.",
    "- Los orígenes de la fotografía. Fotografía analógica y fotografía digital. Géneros fotográficos. La fotografía en las manifestaciones artísticas contemporáneas: proceso y producto. Fotomontaje. Elementos de análisis de referentes fotográficos desde una perspectiva inclusiva.",
    "- Fundamentos históricos de las tecnologías del cine y de las artes audiovisuales. Géneros cinematográficos: evolución y características. El audiovisual en las manifestaciones artísticas contemporáneas: videoarte, videoinstalación. Stop motion y cine de animación.",
    "- Propuestas interdisciplinares: música, imagen, movimiento.",
    "- Perspectiva de género y multicultural en la producción audiovisual.",
    "Subbloque 1.2. Lenguaje audiovisual básico",
    "- Elementos formales de la imagen: códigos temporales, espaciales y sonoros. Luz, color, planificación, encuadre, composición, tiempo, sonido y texto.",
    "- Formatos audiovisuales.",
    "- Patrimonio audiovisual valenciano y patrimonio audiovisual universal.",
    "Bloque 2. Producción audiovisual (CE2, CE3, CE4) Subbloque 2.1 Planificación - Fases del proyecto audiovisual: preproducción, grabación/captura de imágenes, postproducción.",
    "- Estrategias de pensamiento creativo para idear proyectos.",
    "- Distribución inclusiva de roles en la producción audiovisual.",
    "- Pautas de atención, escucha activa y responsabilidad.",
    "Subbloque 2.2. Preproducción, producción y postproducción",
    "- El guion literario: idea, argumento, escaleta. Narrativa audiovisual. Personajes, diálogos, secuencia, conflicto.",
    "- El guion técnico: plano, escena y secuencia.",
    "- Guion gráfico. Storyboard.",
    "- Puesta en escena. El espacio: localizaciones y escenografía.",
    "- Medios técnicos para la realización: elementos de grabación de imagen y sonido, iluminación y herramientas digitales para el diseño y la manipulación de imágenes. Montaje audiovisual.",
    "- Valoración y evaluación de procesos y resultados.",
    "Subbloque 2.3 Difusión",
    "- Recursos digitales aplicados a la difusión de proyectos audiovisuales.",
    "- El diseño de elementos gráficos comunicativos. Principios de composición y teoría del color. Uso de la tipografía y el texto como base de información y elemento compositivo.",
    "- Teaser y vídeo promocional.",
    "- Normativa vigente en relación con las licencias de uso.",
    "- Ámbitos de aplicación y perfiles profesionales del sector audiovisual."
  ],
  "criteriosEvaluacion": [
    "CrEv1.1. Reconocer la función del lenguaje audiovisual como medio de expresión y comunicación contemporáneo, observándolo en diferentes manifestaciones culturales y artísticas.",
    "CrEv1.2. Analizar diferentes propuestas audiovisuales reconociendo sus características formales y comunicativas a través de los códigos y formatos propios del lenguaje audiovisual.",
    "CrEv1.3. Distinguir los aspectos éticos de las diferentes producciones audiovisuales apreciando aquellas prácticas culturales que contemplan la diversidad y la inclusividad como valores fundamentales.",
    "CrEv1.4. Valorar la comunicación audiovisual como forma expresiva y estética y como referente cultural e identitario reconociendo, a través de diferentes canales y medios, su presencia y su impacto social.",
    "CrEv2.1. Utilizar los referentes audiovisuales percibidos como estímulo para las propias producciones, incorporando sus características formales y comunicativas al propio repertorio de recursos expresivos.",
    "CrEv2.2. Explorar formatos, técnicas y herramientas diversas de creación audiovisual desde el punto de vista de la sostenibilidad y explicando la intencionalidad comunicativa de las diferentes propuestas.",
    "CrEv2.3. Emplear recursos digitales básicos de producción audiovisual, adecuándose a los objetivos de las diferentes propuestas y respetando la normativa vigente.",
    "CrEv2.4. Crear propuestas audiovisuales sencillas transmitiendo diferentes ideas, sentimientos y emociones, teniendo en cuenta el respeto a la diversidad y desde un punto de vista inclusivo e innovador.",
    "CrEv3.1. Planificar las fases de preproducción, producción y postproducción de propuestas audiovisuales sencillas, individuales o colectivas, distribuyendo los roles de manera inclusiva.",
    "CrEv3.2. Asumir diferentes roles de manera responsable, activa y participativa, de acuerdo con los objetivos de las distintas funciones a desempeñar.",
    "CrEv3.3. Evaluar el proceso de creación, expresando opiniones y aportando propuestas de mejora de manera asertiva y constructiva.",
    "CrEv4.1. Difundir las producciones audiovisuales realizadas desde una perspectiva inclusiva y explorar los diferentes medios y canales para adaptarlos a las características del proyecto y del usuario final.",
    "CrEv4.2. Conocer la normativa vigente relativa a licencias de uso y a protección de la propiedad intelectual aplicándola en la difusión de proyectos creativos propios.",
    "CrEv4.3. Promover la creación de propuestas audiovisuales que afecten positivamente al contexto educativo y fomentar la participación del alumnado en la vida cultural del centro.",
    "CrEv4.4. Emplear adecuadamente la terminología específica del lenguaje audiovisual, tanto en la apreciación de referentes como en el proceso de creación propio, utilizando un lenguaje inclusivo y una actitud respetuosa y proactiva."
  ]
}