{
  "competenciasEspecificas": [
    "1. Identificar problemas y formular preguntas acerca del fundamento, valor y sentido de la realidad y la existencia humana, a partir del análisis e interpretación de textos y otras formas de expresión filosófica y cultural, reconociendo la trascendencia de estas cuestiones, así como la necesidad de afrontarlos para desarrollar una vida reflexiva y consciente de sí mismo. CCL2, STEM1, CPSAA1, CPSAA3, CC1, CC3.",
    "2. Buscar, organizar, interpretar y transmitir información relativa a cuestiones filosóficas, aplicando procedimientos elementales de investigación y comunicación, usando con seguridad y rigurosidad diferentes fuentes de información, para generar y transmitir juicios y tesis personales, y desarrollar una actitud indagadora, con creciente autonomía, rigurosa y creativa en el ámbito de la reflexión filosófica. CCL3, CD1, CD2, CC1, CC3.",
    "3. Apreciar y producir discursos orales y escritos sobre objetos de estudio de la filosofía, estructurando adecuadamente los argumentos, evitando los dogmatismos y las opiniones subjetivas sin fundamentación. CCL1, CCL5, STEM4, CD3, CC3.",
    "4. Participar de manera rigurosa, crítica, tolerante y empática en actividades grupales de diálogo y contraste de ideas, respetando las pautas éticas y formales que se requieren, siendo proactivo en el intercambio de ideas. CCL1, CCL5, CD3, CPSSAA3, CC1, CC2, CC3.",
    "5. Adoptar y promover una actitud abierta, tolerante, y comprometida con la resolución racional y pacífica de los conflictos como base de una ciudadanía democrática en torno al análisis crítico de las principales tesis filosóficas relativas a los problemas fundamentales que aborda el pensamiento filosófico. CCL2, CCL3, CCL5, CC1, CC3.",
    "6. Conocer y comprender el origen histórico y el desarrollo conceptual del pensamiento filosófico, sus principales ideas y teorías, mediante su examen crítico y dialéctico, generando una concepción rigurosa de su influencia y aportación al patrimonio cultural común, y de manera específica al de Andalucía. CCL3, CCL4, CD1, CCEC1, CCEC2.",
    "7. Abordar el planteamiento de cuestiones fundamentales y de actualidad con una perspectiva global, transversal, integrando información e ideas de distintos ámbitos disciplinares, de forma estructurada y generando puntos de vista creativos y fundamentados. CCL5, STEM1, STEM2, CD3, CPSSAA2, CC1, CC2, CC3, CC4, CE1.",
    "8. Conocer y analizar problemas éticos y políticos mediante la exposición crítica y dialéctica de todas las posiciones filosóficamente pertinentes en la interpretación y resolución de los mismos, para desarrollar el juicio propio y la autonomía moral. CCL5, CD3, CPSSAA3, CC1, CC3.",
    "9. Desarrollar la sensibilidad a diferentes manifestaciones artísticas u otras con valor estético, desde la aproximación del pensamiento filosófico a la belleza y creatividad, comprendiendo los componentes emocionales y comunicativos implicados, así como su dimensión personal y social. CPSSAA1, CCEC1, CCEC2, CCEC3, CCEC4."
  ]
}