{
    "criteriosEvaluacion": [
        "1.1. Planificar, elaborar y poner en práctica de manera autónoma un programa personal de acti vidad física dirigido a la mejora o al mantenimiento de la salud, aplicando los diferentes sistemas de desarrollo de las capacidades físicas implicadas, según las necesidades e intereses individuales y respetando la propia realidad e identidad corporal, evaluando los resultados obtenidos.",
        "1.2. Incorporar de forma autónoma, y según sus preferencias personales, los procesos de activa ción corporal, autorregulación y dosificación del esfuerzo, alimentación saludable, educación postural y relajación e higiene durante la práctica de actividades motrices, reflexionando sobre su relación con posibles estudios posteriores o futuros desempeños profesionales.",
        "1.3. Conocer y aplicar de manera responsable y autónoma medidas específicas para la prevención de lesiones antes, durante y después de la actividad física, así como para la aplicación de primeros auxilios ante situaciones de emergencia o accidente, identificando las posibles transferencias que estos conocimientos tienen al ámbito profesional y ocupacional.",
        "1.4. Actuar de forma crítica, comprometida y responsable ante los estereotipos sociales asociados al ámbito de lo corporal y los comportamientos que pongan en riesgo la salud, aplicando con autonomía e independencia criterios científicos de validez, fiabilidad y objetividad a la información recibida.",
        "1.5. Emplear de manera autónoma aplicaciones y dispositivos digitales relacionados con la ges tión de la actividad física, respetando la privacidad y las medidas básicas de seguridad vinculadas a la difusión pública de datos personales.",
        "2.1. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, gestionando autónomamente cualquier imprevisto o situación que pueda ir surgiendo a lo largo del proceso de forma eficiente, creativa y ajustada a los objetivos que se pretendan alcanzar.",
        "2.2. Solucionar de forma autónoma situaciones de oposición, colaboración o colaboración oposición en contextos deportivos o recreativos con fluidez, precisión y control, aplicando de manera automática procesos de percepción, decisión y ejecución en contextos reales o simulados de actuación y adaptando las estrategias a las condiciones cambiantes que se producen en la práctica.",
        "2.3. Identificar, analizar y comprender los factores clave que condicionan la intervención de los componentes cualitativos y cuantitativos de la motricidad en la realización de gestos técnicos o situa ciones motrices variadas, identificando errores comunes y proponiendo soluciones a los mismos.",
        "3.1. Organizar y practicar diversas actividades motrices, valorando su potencial como posible salida profesional y analizando sus beneficios desde la perspectiva de la salud, el disfrute, la autosu peración y las posibilidades de interacción social, adoptando actitudes de interés, esfuerzo, liderazgo y empatía al asumir y desempeñar distintos roles relacionados con ellas.",
        "3.2. Cooperar o colaborar mostrando iniciativa durante el desarrollo de proyectos y producciones motrices, solventando de forma coordinada cualquier imprevisto o situación que pueda ir surgiendo a lo largo del proceso.",
        "3.3. Establecer mecanismos de relación y entendimiento con el resto de participantes durante el desarrollo de diversas prácticas motrices con autonomía, haciendo uso efectivo de habilidades sociales de diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo sexual, de origen nacional, étnico, socioeconómica o de competencia motriz, y posicionándose activa, reflexiva y críticamente frente a los estereotipos, las actuaciones discriminatorias y la violencia, así como conocer las estrategias para la prevención, la detección precoz y el abordaje de las mismas.",
        "4.1. Comprender y contextualizar la influencia cultural y social de las manifestaciones motrices más relevantes en el panorama actual, analizando sus orígenes y su evolución hasta la actualidad y rechazando aquellos componentes que no se ajusten a los valores de una sociedad abierta, inclusiva, diversa e igualitaria.",
        "4.2. Crear y representar composiciones corporales individuales o colectivas, con y sin base musical, aplicando con precisión, idoneidad y coordinación escénica las técnicas expresivas más apropiadas a cada composición para representarlas ante sus compañeros y compañeras u otros miembros de la comunidad.",
        "5.1. Promover y participar en actividades físicodeportivas en entornos naturales terrestres o acuáticos, interactuando con el entorno de manera sostenible, minimizando el impacto ambiental que estas puedan producir, reduciendo al máximo su huella ecológica y desarrollando actuaciones dirigidas a la conservación y mejora de las condiciones de los espacios en los que se desarrollen.",
        "5.2. Practicar y organizar actividades físicodeportivas en el medio natural y urbano, asumiendo responsabilidades y aplicando normas de seguridad individuales y colectivas para prever y controlar los riesgos intrínsecos a la propia actividad derivados de la utilización de los equipamientos, el entorno o la propia actuación de los participantes."
    ],
    "saberes": [
        "A. –Vida activa y saludable.",
        "A.1. Salud física:",
        "A1.1.  Programa personal de actividad física (atendiendo a frecuencia, volumen, intensidad y tipo de actividad).",
        "A1.2. Autoevaluación de las capacidades físicas y coordinativas (como requisito previo a la pla nificación): técnicas, estrategias y herramientas de medida.",
        "A1.3. Identificación de objetivos (motrices, saludables, de actividad o similares) a alcanzar con un programa de actividad física personal.",
        "A1.4. Evaluación del logro de los objetivos del programa y reorientación de actividades a partir de los resultados.",
        "A1.5.  Profesiones vinculadas a la actividad física y la salud.",
        "A1.6. Dietas equilibradas según las características físicas y personales. A1.7. Herramientas digitales para la gestión de la actividad física.",
        "A1.8.  Técnicas básicas de descarga postural y relajación.",
        "A1.9.  Musculatura del core (zona media o lumbopélvica) para entrenamiento de la fuerza.",
        "A1.10. Identificación de problemas posturales básicos y planificación preventiva de la salud postural en actividades específicas.",
        "A.2. Salud social:",
        "A2.1. Prácticas de actividad física que tienen efectos negativos para la salud individual o colec tiva.",
        "A2.2. Prácticas de actividad física con efectos positivos sobre la salud personal y colectiva: la práctica de la bicicleta como medio de transporte urbano habitual.",
        "A2.3.  Hábitos sociales y sus efectos en la condición física y la salud.",
        "A2.4. Ventajas e inconvenientes del deporte profesional. Historias de vida de deportistas profe sionales.",
        "A.3. Salud mental:",
        "A3.1.  Técnicas de respiración, visualización y relajación para liberar estrés y enfocar situaciones que requieren gran carga cognitiva.",
        "A3.2.  Trastornos vinculados con la imagen corporal: vigorexia, anorexia, bulimia y otros.",
        "A3.3. Tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en publicidad y medios de comunicación.",
        "B. –Organización y gestión de la actividad física.",
        "B.1. Gestión de las medidas relacionadas con la planificación de la actividad física y deportiva (tipo de deporte, material necesario, objetivos de la preparación, actividades y similares).",
        "B.2. Selección responsable y sostenible del material deportivo.",
        "B.3. Análisis crítico de estrategias publicitarias.",
        "B.4. Autogestión de proyectos personales de carácter motor a todos los niveles (social, motiva cional, organizativo o similar).",
        "B.5. Prevención de accidentes en las prácticas motrices.",
        "B.6. Ejercicios compensatorios de la musculatura según la actividad física.",
        "B.7. Gestión del riesgo propio y del de los demás: planificación de factores de riesgo en activi dades físicas.",
        "B.8. Medidas colectivas de seguridad.",
        "B.9. Actuaciones críticas ante accidentes.",
        "B.10. Conducta PAS: proteger, avisar, socorrer.",
        "B.11. Desplazamientos y transporte de accidentados.",
        "B.12. Reanimación mediante desfibrilador automático (DEA) o semiautomático (DESA).",
        "B.13. Protocolo RCP (reanimación cardiopulmonar).",
        "B.14. Técnicas específicas e indicios de accidentes cardiovasculares (maniobra de Heimlich, señales de ictus y similares).",
        "B.15. Contenido básico de kit de asistencia (botiquín).",
        "B.16. Protocolos ante alertas escolares.",
        "C. –Resolución de problemas en situaciones motrices.",
        "C.1. Toma de decisiones:",
        "C1.1. Resolución de situaciones motrices variadas ajustando eficientemente los componentes de la motricidad en actividades individuales.",
        "C1.2. Análisis colectivo de resultados y reajuste de actuaciones para conseguir el éxito en acti vidades cooperativas.",
        "C1.3.  Acciones que provocan situaciones de ventaja con respecto al adversario en las actividades de oposición.",
        "C1.4. Oportunidad, pertinencia y riesgo de las acciones en las actividades físicodeportivas de contacto a partir del análisis de los puntos fuertes y débiles del rival.",
        "C1.5. Desempeño de roles variados en procedimientos o sistemas tácticos puestos en práctica para conseguir los objetivos del equipo.",
        "C.2. Habilidades perceptivomotrices:",
        "C2.1. Capacidades perceptivomotrices en contexto de práctica: integración del esquema cor poral.",
        "C2.2. Toma de decisiones previas a la realización de una actividad motriz acerca de los meca nismos coordinativos, espaciales y temporales.",
        "C2.3. Reajuste de la propia intervención para resolverla adecuadamente respecto a sí mismo, a los participantes y al espacio en el que se desenvuelve la práctica.",
        "C.3. Habilidades y destrezas motrices",
        "C3.1. Planificación para el desarrollo de las capacidades físicas básicas: fuerza y resistencia. C3.2. Sistemas de entrenamiento.",
        "C3.3.  Perfeccionamiento de las habilidades específicas de los deportes o actividades físicas que respondan a sus intereses.",
        "C.4. Creatividad motriz:",
        "C4.1. Creación de retos y situacionesproblema con la resolución más eficiente de acuerdo a los recursos disponibles.",
        "D. –Autorregulación emocional e interacción social en situaciones motrices.",
        "D.1. Gestión del éxito y la fama en contextos físicodeportivos: ejemplos, dificultades y estrate gias. Historias de vida significativas.",
        "D.2. Habilidades sociales: estrategias de integración de otras personas en las actividades de grupo.",
        "D.3. Normas extradeportivas para garantizar la igualdad en el deporte: fairplay financiero, co educación en deporte base y similares.",
        "D.4. Desempeño de roles y funciones relacionados con el deporte: arbitraje, entrenador, parti cipante, espectador y otros.",
        "D.5 Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, y LGTBIfóbicas).",
        "E. –Manifestaciones de la cultura motriz.",
        "E.1. Los juegos y deportes tradicionales y autóctonos y su vínculo cultural: origen, evolución, preservación y factores condicionantes.",
        "E.2. Técnicas específicas de expresión corporal.",
        "E.3. Práctica de actividades rítmicomusicales con intencionalidad estética o artísticoexpresiva.",
        "E.4. Ejemplos de buenas prácticas profesionales en el deporte.",
        "E.5. Deporte y perspectiva de género: estereotipos de género en contextos físicodeportivos. Presencia en medios de comunicación.",
        "E.6. Deporte, política y economía: análisis crítico de su influencia en la sociedad. Mercado, con sumismo y deporte. Ámbito profesionallaboral: profesiones que rodean al deporte.",
        "F. –Interacción eficiente y sostenible con el entorno.",
        "F.1. Educación vial y sostenibilidad.",
        "F1.1. Fomento de la movilidad activa, sostenible y segura en actividades cotidianas. El aprendi zaje de la práctica ciclista urbana segura.",
        "F.2. Entorno, espacios y materiales.",
        "F2.1. Análisis de las posibilidades del entorno natural y urbano para la práctica de actividad física: equipamientos, usos y necesidades.",
        "F2.2. Actuaciones para la mejora del entorno urbano desde el punto de vista de la motricidad (uso deportivo, accesibilidad o similares).",
        "F2.3. Previsión de riesgos asociados a las actividades y los derivados de la propia actuación y de la del grupo.",
        "F2.4.  Factores y elementos de riesgo durante la realización de actividades que requieren atención o esfuerzo (cansancio, duración de la prueba o similares).",
        "F2.5.  Materiales y equipamientos: uso según las especificaciones técnicas de los mismos. F2.6. Uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de actividad física.",
        "F2.7. El trabajo físico como contribución a la sostenibilidad: actividades agroecológicas, manejo de herramientas, tareas de reparación, creación y mantenimiento de espacios, etc.",
        "F2.8.  Promoción y usos creativos del entorno desde la motricidad.",
        "F2.9. Cuidado y mejora del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en el medio natural y urbano."
    ]
}