{
    "saberes": [
        "Bloque 1. Comunicación",
        "▪ Estrategias para la adquisición y afianzamiento de la autoconfianza en el uso de la lengua extranjera.",
        "▪ Técnicas de aprendizaje.",
        "▪ El tratamiento del error como parte integrante del proceso de aprendizaje (la aceptación del error como oportunidad de mejora).",
        "▪ Estrategias básicas para la comprensión, la planificación y la producción de textos orales, y multimodales, breves, sencillos y contextualizados.",
        "▪ Funciones comunicativas básicas de uso común adecuadas al ámbito y al contexto: saludar, despedirse, presentar y presentarse; describir personas, objetos y lugares; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información sobre cuestiones cotidianas; describir rutinas; dar indicaciones e instrucciones; expresar la pertenencia y la cantidad.",
        "▪ Modelos contextuales y géneros discursivos básicos, de uso común, en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: reconocimiento de las características y del contexto (participantes y situación), organización y estructura interna, según el género, la función textual, el destinatario y la finalidad.",
        "▪ Unidades lingüísticas básicas y significados asociados a ellas tales como expresión de la entidad y sus propiedades, cantidad y número, el espacio y las relaciones espaciales; el tiempo, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas elementales.",
        "▪ Léxico relativo a la identificación personal, relaciones personales próximas, lugares y contornos de interés para el alumnado, vida cotidiana, ocio y tiempo libre.",
        "▪ Patrones sonoros, acentuales, rítmicos y de entonación básicos, y funciones comunicativas generales asociadas a dichos patrones.",
        "▪ Convenciones ortográficas básicas de uso común y significados asociados a los formatos y elementos gráficos (signos de puntuación, siglas, símbolos).",
        "▪ Convenciones y estrategias de conversación básicas de uso común, sean presenciales y simultáneas, o a través de otros medios para iniciar, mantener y finalizar la comunicación, tomar y ceder la palabra, pedir y dar indicaciones, aclaraciones y explicaciones adaptadas a su nivel, colaborar, comparar y contrastar.",
        "▪ Recursos para el aprendizaje y estrategias de búsqueda guiada de información en medios analógicos y digitales.",
        "▪ Léxico y expresiones básicos de uso común relacionados con el metalenguaje para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje.",
        "▪ Propiedad intelectual de las fuentes consultadas y contenidos utilizados; identificación y derechos de autoría.",
        "▪ Herramientas analógicas y digitales básicas de uso común para la comprensión, producción y coproducción oral, escrita y multimodal, así como plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "▪ Destrezas, actitudes y situaciones elementales que permiten iniciarse en actividades de mediación lingüística en situaciones cotidianas básicas.",
        "▪ Estrategias elementales que ayuden a crear puentes y faciliten la comprensión y producción de información, y la comunicación fluida.",
        "▪ Recursos y apoyos físicos y digitales que permitan ejercer la mediación lingüística de una manera básica.",
        "Bloque 2. Plurilingüismo",
        "▪ Estrategias y técnicas de compensación de las carencias comunicativas para responder eficazmente a una necesidad concreta, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las lenguas familiares.",
        "▪ Estrategias básicas de uso común para identificar, organizar, retener, recuperar y utilizar unidades lingüísticas (léxico, fonemas similares, morfosintaxis, patrones sonoros, posición de los signos de interrogación y exclamación) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "▪ Estrategias y herramientas básicas de autoevaluación y coevaluación, analógicas y digitales, individuales y colectivas.",
        "▪ Comparación elemental entre lenguas a partir de elementos de la lengua extranjera y de otras lenguas: origen y parentescos.",
        "Bloque 3. Interculturalidad",
        "▪ Comunicación y relación con personas de otros países, a través de la lengua extranjera: acceso a nueva información, culturas y modos de vida diferentes.",
        "▪ Aspectos socioculturales y sociolingüísticos básicos y habituales relativos a las costumbres, la vida cotidiana y las relaciones interpersonales, convenciones sociales básicas de uso común, lenguaje no verbal, cortesía lingüística y etiqueta digital propias de países donde se habla la lengua extranjera.Estrategias básicas de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "▪ Patrones culturales básicos de uso frecuente transmitidos a través de los usos de la lengua extranjera.",
        "▪ Participación en intercambios comunicativos con hablantes o estudiantes de la lengua extranjera, a través de diferentes medios.",
        "▪ Estrategias básicas de detección de usos discriminatorios del lenguaje verbal y no verbal."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Reconocer, interpretar y analizar el sentido global, así como palabras y frases específicas en textos de tipología variada, orales, escritos y multimodales breves y sencillos sobre temas actuales frecuentes y cotidianos de relevancia personal y ámbitos próximos a su experiencia, adecuados al nivel de desarrollo del alumnado, expresados de forma comprensible, clara y en lengua estándar a través de distintos soportes. OBJ1",
        "CE1.2. Seleccionar, organizar y aplicar, de forma guiada, estrategias y conocimientos adecuados en situaciones comunicativas cotidianas y de relevancia para captar el sentido global y procesar informaciones explícitas en textos diversos. OBJ1",
        "CE1.3. Expresar oralmente textos breves y sencillos, previamente preparados, sobre asuntos cotidianos y de relevancia, utilizando de forma guiada recursos verbales y no verbales, junto con estructuras básicas y de uso frecuente propias de la lengua extranjera. OBJ2",
        "CE1.4. Organizar y redactar textos breves y sencillos, previamente preparados, con adecuación a la situación comunicativa propuesta, a través de herramientas analógicas y digitales, y usando estructuras y léxico básicos de uso común sobre asuntos cotidianos y frecuentes, de relevancia personal y próximos a su experiencia. OBJ2",
        "CE1.5. Seleccionar, organizar y aplicar, de forma guiada, conocimientos y estrategias para preparar y producir textos útiles adecuados a las intenciones comunicativas, las características contextuales y la tipología textual, usando con ayuda recursos físicos o digitales en función de la tarea y de las necesidades de cada momento. OBJ2",
        "CE1.6. Planificar y participar en situaciones interactivas de intercambios breves de información sobre temas cotidianos, de relevancia personal y próximos a su experiencia, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas y motivaciones de las y los interlocutores. OBJ3",
        "CE1.7. Seleccionar, organizar y utilizar, de forma guiada, en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; formular y contestar preguntas sencillas; expresar mensajes e iniciar y terminar la comunicación. OBJ3",
        "CE1.8. Inferir y explicar textos, conceptos y comunicación breves y sencillas, de forma guiada, en situaciones de comunicación en las que atender a la diversidad, mostrando respeto y empatía por las personas interlocutoras y por las lenguas empleadas, e interés por participar en la solución de problemas de intercomprensión y de entendimiento en su entorno próximo, apoyándose en diversos recursos y soportes. OBJ4",
        "CE1.9. Seleccionar y aplicar, de forma guiada, estrategias básicas que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación fluida, adecuados a las intenciones comunicativas, las características contextuales y la tipología textual, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. OBJ4",
        "CE2.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre aspectos básicos de su funcionamiento. OBJ5",
        "CE2.2. Utilizar y diferenciar de forma progresivamente autónoma los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales. OBJ5",
        "CE2.3. Registrar y utilizar, de manera guiada, los progresos y dificultades en el proceso de aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y realizando actividades de autoevaluación y coevaluación, como las propuestas en el portfolio europeo de las lenguas (PEL) o en un diario de aprendizaje. OBJ5",
        "CE3.1. Actuar con aprecio y respeto en situaciones interculturales, construyendo vínculos entre las diferentes lenguas y culturas, y mostrando rechazo ante cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos y habituales. OBJ6",
        "CE3.2. Aceptar y respetar la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos básicos que fomenten la sostenibilidad y la democracia. OBJ6",
        "CE3.3. Seleccionar y aplicar, de forma guiada, estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística. OBJ6"
    ]
}