{
    "saberes": [
        "Block 1. Communication",
        "▪ Strategies for the acquisition and strengthening of self-confidence in the use of the foreign language.",
        "▪ Learning techniques.",
        "▪ The treatment of the error as an integral part of the learning process (the acceptance of the error as an opportunity for improvement).",
        "▪ Basic strategies for the comprehension, planning and production of oral, and multimodal, brief, simple and contextualized texts.",
        "▪ Basic communicative functions of common use appropriate to the field and context: greet, say goodbye, introduce and introduce yourself; describe people, objects and places; situate events in time; situate objects, people and places in space; request and exchange information about everyday matters; describe routines; give directions and instructions; express ownership and quantity.",
        "▪ Contextual models and basic discursive genres, commonly used, in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: recognition of the characteristics and the context (participants and situation), organization and internal structure, according to genre, textual function, recipient and purpose.",
        "▪ Basic linguistic units and meanings associated with them such as expression of the entity and its properties, quantity and number, space and spatial relations; time, affirmation, negation, interrogation and exclamation, elementary logical relations. ",
        "▪ Lexicon related to personal identification, close personal relationships, places and contours of interest to students, daily life, leisure and free time.",
        "▪ Basic sound, stress, rhythmic and intonation patterns, and general communicative functions associated with these patterns.",
        "▪ Basic spelling conventions in common use and meanings associated with formats and graphic elements (punctuation marks, acronyms, symbols).",
        "▪ Commonly used basic conversation conventions and strategies, whether face-to-face and simultaneous, or through other means to start, maintain and end communication, take and give the floor, ask for and give instructions, clarifications and explanations adapted to their level, collaborate, compare and contrast.",
        "▪ Resources for learning and strategies for guided information search in analog and digital media.",
        "▪ Commonly used basic vocabulary and expressions related to metalanguage to understand statements about communication, language, learning and communication and learning tools.",
        "▪ Intellectual property of the sources consulted and content used; identification and copyright.",
        "▪ Commonly used basic analogue and digital tools for oral, written and multimodal comprehension, production and co-production, as well as virtual platforms for educational interaction, cooperation and collaboration (virtual classrooms, videoconferences, collaborative digital tools...) for learning , communication and the development of projects with speakers or students of the foreign language.",
        "▪ Elementary skills, attitudes and situations that allow one to start in activities of linguistic mediation in basic everyday situations.",
        "▪ Elementary strategies that help create bridges and facilitate the understanding and production of information, and fluid communication.",
        "▪ Resources and physical and digital supports that allow linguistic mediation to be exercised in a basic way.",
        "Block 2. Plurilingualism",
        "▪ Strategies and techniques to compensate for communication deficiencies to respond effectively to a specific need, despite the limitations derived from the level of competence in the foreign language and in the family languages.",
        "▪ Basic strategies in common use to identify, organize, retain, recover and use linguistic units (lexicon, similar phonemes, morphosyntax, sound patterns, position of question marks and exclamation marks) from the comparison of languages and varieties that make up the personal linguistic repertoire.",
        "▪ Basic strategies and tools for self-assessment and peer-assessment, analogue and digital, individual and collective.",
        "▪ Elementary comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
        "Block 3. Interculturality",
        "▪ Communication and relationship with people from other countries, through the foreign language: access to new information, cultures and different ways of life.",
        "▪ Basic and habitual sociocultural and sociolinguistic aspects related to customs, daily life and interpersonal relationships, basic social conventions in common use, non-verbal language, linguistic courtesy and digital etiquette typical of countries where the foreign language is spoken. Basic strategies of common use to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
        "▪ Frequently used basic cultural patterns transmitted through the uses of the foreign language.",
        "▪ Participation in communicative exchanges with speakers or students of the foreign language, through different means.",
        "▪ Basic strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Recognize, interpret and analyze the global meaning, as well as specific words and phrases in brief and simple oral, written and multimodal texts of various types, on frequent and daily current topics of personal relevance and areas close to their experience, appropriate to the level of development of the students, expressed in an understandable, clear manner and in standard language through different supports. OBJ1",
        "CE1.2. Select, organize and apply, in a guided way, appropriate strategies and knowledge in daily and relevant communicative situations to capture the global meaning and process explicit information in various texts. OBJ1",
        "CE1.3. Express orally short and simple texts, previously prepared, about daily and relevant issues, using guided verbal and non-verbal resources, together with basic and frequently used structures typical of the foreign language. OBJ2",
        "CE1.4. Organize and write short and simple texts, previously prepared, appropriate to the proposed communicative situation, through analog and digital tools, and using commonly used basic structures and vocabulary on daily and frequent matters of personal relevance and close to your experience.OBJ2",
        "CE1.5. Select, organize and apply, in a guided way, knowledge and strategies to prepare and produce useful texts appropriate to the communicative intentions, the contextual characteristics and the textual typology, using physical or digital resources depending on the task with the help and the needs of each moment. OBJ2",
        "CE1.6. Plan and participate in interactive situations of brief exchanges of information on everyday topics, of personal relevance and close to their experience, through various supports, relying on resources such as repetition, slow pace or non-verbal language. verbal, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas and motivations of the interlocutors. OBJ3",
        "CE1.7. Select, organize and use, in a guided way, in everyday situations, basic strategies to greet, say goodbye and introduce oneself; ask and answer simple questions; express messages and start and end communication. OBJ3",
        "CE1.8. Infer and explain brief and simple texts, concepts and communication, in a guided way, in communication situations in which attention is paid to diversity, showing respect and empathy for the interlocutors and for the languages used, and interest in participate in the solution of intercomprehension and understanding problems in their immediate environment, relying on various resources and supports. OBJ4",
        "CE1.9. Select and apply, in a guided way, basic strategies that help create bridges and facilitate the comprehension and production of information and fluid communication, appropriate to the communicative intentions, the contextual characteristics and the textual typology, using, with help, resources and physical or digital supports depending on the needs of each moment. OBJ4",
        "CE2.1. Compare and contrast the similarities and differences between different languages, reflecting in a progressively autonomous way on basic aspects of their functioning. OBJ5",
        "CE2.2. Use and differentiate progressively autonomously the knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports. OBJ5",
        "CE2.3. Record and use, in a guided way, the progress and difficulties in the foreign language learning process, recognizing the aspects that help to improve and carrying out self-assessment and peer-assessment activities, such as those proposed in the European portfolio of languages (PEL) or in a learning diary. OBJ5",
        "CE3.1. Act with appreciation and respect in intercultural situations, building links between different languages and cultures, and showing rejection of any type of discrimination, prejudice and stereotype in daily and habitual communicative contexts. OBJ6",
        "CE3.2. Accept and respect the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding basic cultural and linguistic elements that promote sustainability and democracy. OBJ6",
        "CE3.3. Select and apply, in a guided way, basic strategies to understand and appreciate linguistic, cultural and artistic diversity. OBJ6"
    ]
}