{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Manejar diferentes estrategias y herramientas, que modelizan y resuelven problemas de la vida cotidiana, y de la ciencia y la tecnología, seleccionando las más adecuadas según su eficiencia. ",
        "Criterio 1.2. Obtener todas las soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo el procedimiento utilizado.",
        "Competencia específica 2.",
        "Criterio 2.1. Seleccionar la solución más adecuada de un problema en función del contexto (de sostenibilidad, de consumo responsable, equidad...), usando el razonamiento y la argumentación.",
        "Criterio 2.2. Demostrar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación.",
        "Competencia específica 3.",
        "Criterio 3.1. Adquirir nuevos conocimientos matemáticos mediante la formulación, razonamiento y justificación de conjeturas y problemas de forma autónoma.",
        "Criterio 3.2. Demostrar conjeturas o resolver problemas aplicando los distintos sentidos matemáticos, de forma clara y justificada y utilizando herramientas tecnológicas adecuadas para argumentar y presentar la respuesta.",
        "Competencia específica 4.",
        "Criterio 4.1. Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana, así como de la ciencia y la tecnología, utilizando el pensamiento computacional.",
        "Criterio 4.2. Modificar, crear y generalizar algoritmos susceptibles de resolver problemas y ser ejecutados en un sistema computacional.",
        "Competencia específica 5.",
        "Criterio 5.1. Demostrar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. ",
        "Criterio 5.2. Resolver problemas en contextos matemáticos estableciendo y aplicando conexiones entre las diferentes ideas matemáticas.",
        "Competencia específica 6.",
        "Criterio 6.1. Resolver problemas en situaciones diversas, utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas.",
        "Criterio 6.2. Analizar la aportación de las matemáticas al progreso de la humanidad, valorando su contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y tecnológicos que se plantean en la sociedad. ",
        "Competencia específica 7.",
        "Criterio 7.1. Representar ideas matemáticas presentes en el ámbito científico estructurando diferentes procesos matemáticos y seleccionando las tecnologías y soportes más adecuados. ",
        "Criterio 7.2. Seleccionar las formas de representación más adecuadas en cada caso valorando su utilidad para compartir información.",
        "Competencia específica 8.",
        "Criterio 8.1. Mostrar organización al comunicar las ideas matemáticas presentes en contextos científicos empleando el soporte, la terminología y el rigor apropiados.",
        "Criterio 8.2. Reconocer y emplear el lenguaje matemático presente en contextos científicos, comunicando la información con precisión y rigor.",
        "Competencia específica 9.",
        "Criterio 9.1. Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, identificando y gestionando emociones y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas.",
        "Criterio 9.2. Mostrar perseverancia y una motivación positiva, aceptando y aprendiendo de la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
        "Criterio 9.3. Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, aplicando las habilidades sociales más propicias y fomentando el bienestar del equipo y las relaciones saludables."        
    ],
    "saberes": [
        "Bloque A. Sentido numérico.",
        "A.1. Sentido de las operaciones.",
        "A.1.2.1. Adición y producto de vectores y matrices: interpretación, comprensión y uso adecuado de las propiedades. ",
        "A.1.2.2. Estrategias para operar con números reales, vectores y matrices: cálculo mental o escrito en los casos sencillos y con herramientas tecnológicas en los casos más complicados. ",
        "A.2. Relaciones.",
        "A.2.2.1. Conjuntos de vectores y matrices: estructura, comprensión y propiedades. ",
        "Bloque B. Sentido de la medida.",
        "B.1. Medición.",
        "B.1.2.1. La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios: interpretaciones subjetiva, clásica y frecuentista. ",
        "B.1.2.2. Resolución de problemas que impliquen medidas de longitud, superficie o volumen en un sistema de coordenadas cartesianas.",
        "B.1.2.3. Interpretación de la integral definida como el área bajo una curva. ",
        "B.1.2.4. Cálculo de áreas bajo una curva: técnicas elementales para el cálculo de primitivas. ",
        "B.1.2.5. Técnicas para la aplicación del concepto de integral a la resolución de problemas que impliquen cálculo de superficies planas o volúmenes de revolución. ",
        "B.2. Cambio.",
        "B.2.2.1. Derivadas: interpretación y aplicación al cálculo de límites. ",
        "B.2.2.2. Aplicación de los conceptos de límite, continuidad y derivabilidad a la representación y al estudio de situaciones susceptibles de ser modelizadas mediante funciones. ",
        "B.2.2.3. La derivada como razón de cambio en la resolución de problemas de optimización en contextos diversos. ",
        "Bloque C. Sentido espacial.",
        "C.1. Formas geométricas de dos dimensiones.",
        "C.1.2.1. Objetos geométricos de tres dimensiones: análisis de las propiedades y determinación de sus atributos. ",
        "C.1.2.2. Resolución de problemas relativos a objetos geométricos en el espacio representados con coordenadas cartesianas. ",
        "C.2. Localización y sistemas de representación.",
        "C.2.2.1. Relaciones de objetos geométricos en el espacio: representación y exploración con ayuda de herramientas digitales. ",
        "C.2.2.2. Expresiones algebraicas de los objetos geométricos en el espacio: selección de la más adecuada en función de la situación a resolver. ",
        "C.3. Visualización, r a z o n a m i e n t o y modelización geométrica.",
        "C.3.2.1. Representación de objetos geométricos en el espacio mediante herramientas digitales. ",
        "C.3.2.2. Modelos matemáticos (geométricos, algebraicos...) para resolver problemas en el espacio. Conexiones con otras disciplinas y áreas de interés. ",
        "C.3.2.3. Conjeturas geométricas en el espacio: validación por medio de la deducción y la demostración de teoremas. ",
        "C.3.2.4. Modelización de la posición y el movimiento de un objeto en el espacio utilizando vectores. ",
        "Bloque D. Sentido algebraico.",
        "D.1. Patrones.",
        "D.1.2.1. Generalización de patrones en situaciones diversas. ",
        "D.2. Modelo matemático.",
        "D.2.2.1. Relaciones cuantitativas en situaciones complejas: estrategias de identificación y determinación de la clase o clases de funciones que pueden modelizarlas. ",
        "D.2.2.2. Sistemas de ecuaciones: modelización de situaciones en diversos contextos. ",
        "D.2.2.3. Técnicas y uso de matrices para modelizar situaciones en las que aparezcan sistemas de ecuaciones lineales o grafos. ",
        "D.3. Igualdad y desigualdad.",
        "D.3.2.1. Resolución de sistemas de ecuaciones en diferentes contextos. ",
        "D.3.2.2. Formas equivalentes de expresiones algebraicas en la resolución de sistemas de ecuaciones e inecuaciones, mediante cálculo mental, algoritmos de lápiz y papel, y con herramientas digitales.",
        "D.4. Relaciones y funciones.",
        "D.4.2.1. Representación, análisis e interpretación de funciones con herramientas digitales. ",
        "D.4.2.2. Propiedades de las distintas clases de funciones: comprensión y comparación. ",
        "D.5. Pensamiento computacional.",
        "D.5.2.1. Formulación, resolución y análisis de problemas de la vida cotidiana y de la ciencia y la tecnología empleando las herramientas o los programas más adecuados. ",
        "D.5.2.2. Análisis algorítmico de las propiedades de las operaciones con matrices, los determinantes y la resolución de sistemas de ecuaciones lineales.",
        "Bloque E. Sentido estocástico.",
        "E.1. Organización y ",
        "análisis de datos.",
        "E.2. Incertidumbre.",
        "E.2.2.1. Cálculo de probabilidades en experimentos compuestos. Probabilidad condicionada e independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia. ",
        "E.2.2.2. Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación del teorema de Bayes para actualizar la probabilidad a partir de la observación y la experimentación y la toma de decisiones en condiciones de incertidumbre. ",
        "E.3. Inferencia.",
        "E.4. Distribuciones de probabilidad.",
        "E.4.2.1. Variables aleatorias discretas y continuas. Parámetros de la distribución. ",
        "E.4.2.2. Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas. ",
        "Bloque F. Sentido socioafectivo.",
        "F.1. Creencias, actitudes y emociones.",
        "F.1.2.1. Destrezas de autogestión encaminadas a reconocer las emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas. ",
        "F.1.2.2. Tratamiento y análisis del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas. ",
        "F.2. Trabajo en equipo y toma de decisiones.",
        "F.2.2.1. Destrezas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas y tareas matemáticas. ",
        "F.3. Inclusión, respeto y diversidad",
        "F.3.2.1. Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las matemáticas. ",
        "F.3.2.2. Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de la ciencia y la tecnología. "

    ]
}
