{
    "criteriosEvaluacion": [
        "1.1. Argumentar la repercusión de algunos casos concretos de la actividadempresarial en el entorno económico, analizando los efectos de la innovación y la digitalización y aplicando herramientas básicas propias del ámbitoempresarial.",
        "1.2. Analizar el papel de la I+D+I en el desarrollo social y empresarial,identificando nuevas tendencias y tecnologías que tienen un alto impacto en laeconomía.",
        "1.3. Utilizar correctamente la terminología económica y empresarial en lasargumentaciones y análisis adaptada al nivel educativo en actividades orales yescritas del ámbito personal, académico, social o profesional, en las distintaslenguas del currículo, utilizando un lenguaje no discriminatorio.",
        "2.1. Apreciar la capacidad de adaptación ágil, responsable y sostenible de lasempresas a los cambios del entorno y a las exigencias del mercado,investigando el entorno económico y social y su influencia en la actividadempresarial a través de experiencias desarrolladas en el entorno local.",
        "2.2. Clasificar los distintos tipos de empresa, sus elementos y funciones,identificando sus formas jurídicas y valorando sus implicaciones legales frente aterceros.5.2.3. Identificar y analizar algunas características del entorno en el que laempresa desarrolla su actividad, explicando las distintas estrategias ydecisiones adoptadas y las posibles implicaciones sociales y medioambientalesde su actividad y proponiendo soluciones desde un punto de vista crítico yreflexivo.",
        "2.4. Argumentar la importancia de la gestión de recursos humanos, evaluandoalgunas políticas de igualdad e inclusión y valorando el papel de la éticaempresarial con actitud crítica y respetuosa.",
        "3.1. Proponer sencillos modelos de negocio transformadores que permitandar respuesta a las necesidades actuales, comparando distintos modelos yutilizando estrategias y herramientas de diseño creativo.",
        "3.2. Identificar las principales características organizativas y funcionales de laempresa, analizando a partir de ellas las decisiones de planificación y gestióndentro de un modelo de negocio innovador a través de diferentes actividadesque fomenten la autoestima, la empatía y la creatividad.",
        "3.3. Explicar la importancia de tomar decisiones sobre los procesosproductivos desde la perspectiva de la eficiencia y la productividad, resaltandosu contribución en la ejecución de estos a través de la interpretación de datos ygráficos representados en hojas de cálculo.",
        "3.4. Analizar las características del mercado objetivo, explicando la propuestade valor, los canales de distribución y las relaciones con clientes de un modelode negocio innovador",
        "4.1. Gestionar eficazmente la información que facilita el proceso de toma dedecisiones a partir de la información obtenida tanto en el ámbito interno comoexterno de la empresa, aplicando herramientas básicas y nuevas fórmulascomunicativas.",
        "4.2. Seleccionar estrategias de comunicación aplicadas al ámbito comercial,utilizando nuevas fórmulas comunicativas que contribuyan a desarrollardiferentes estrategias de marketing, siendo sensible a las distintas necesidadesreales que tienen los consumidores.",
        "4.3. Exponer distintas ideas de modelo de negocio por medio de herramientascomunicativas que permitan despertar el interés y cautivar a los demás con lapropuesta de valor presentada",
        "5.1. Evaluar ideas de negocio asociadas dentro de un contexto determinado, apartir de las tendencias clave del momento, la situación macroeconómica, elmercado y la competencia, señalando la relevancia de la organización en elproceso.",
        "5.2 Analizar con espíritu crítico la actividad empresarial y la importancia deactuar de forma sostenible, comparando dicha actuación con casos de empresasque cumplan con los Objetivos de Desarrollo Sostenible.",
        "5.3. Identificar debilidades, amenazas, fortalezas y oportunidades de diferentesideas de negocio actuales a través de casos concretos de modelos de negocio yrelacionarlos entre sí.",
        "5.4. Determinar la estructura de ingresos y costes, calculando el beneficio y elumbral de rentabilidad.",
        "5.5. Analizar y explicar a nivel básico la situación económico-financiera, a partirde la información recogida tanto en el balance como en la cuenta de pérdidas yganancias de una empresa, indicando las posibles soluciones a los desequilibriosencontrados."
    ],
    "saberes": [
        "Bloque 1. Empresa y modelos de negocio.",
        "Subbloque 1.1 Idea de negocio y herramientas para innovar",
        "La persona emprendedora: cualidades y perfiles.",
        "El proceso de creatividad en los modelos de negocio. Dinámicas de generación de nuevas",
        "ideas de modelos de negocio y herramientas para innovar.",
        "Herramientas de organización y presentación de ideas o proyectos. Capacidad de síntesis.",
        "Comunicación.",
        "El lienzo de modelo de negocio y de gestión.",
        "Sensibilidad y valoración del emprendimiento social y sostenible.",
        "Autonomía y tolerancia ante el error asociado al emprendimiento. Mejoras a través del ensayoerror.",
        "Subbloque 1.2 Empresa e innovación",
        "Empresa y modelo de negocio.",
        "La empresa. Clasificación. Marco jurídico que regula la actividad empresarial.",
        "La empresa, digitalización e innovación. I+D+I. Teorías de la innovación.",
        "Tipos de innovación. Tendencias emergentes. Estrategias de innovación.",
        "Perseverancia y flexibilidad en el cambio de estrategias de innovación.",
        "Bloque 2 Análisis del entorno y estrategias empresariales (CE1, CE2, CE3, CE4, CE5)",
        "Subbloque 2.1 Análisis del entorno",
        "Macroentorno del modelo de negocio.",
        "Microentorno del modelo de negocio: fuerzas competitivas.",
        "Responsabilidad social corporativa. Mujer y emprendimiento. Inclusión y emprendimiento.",
        "Contribución de la sociedad al desarrollo económico sostenible y ético.",
        "Subbloque 2.2 Estrategias empresariales",
        "Evaluación previa de modelos de negocio: análisis DAFO",
        "Funciones de dirección. Estrategias. Toma de decisiones.",
        "Localización y dimensión de la empresa.",
        "Bloque 3 Áreas funcionales de la empresa (CE3, CE4, CE5)",
        "Subbloque 3.1 Función productiva",
        "Proceso productivo. Eficiencia y productividad.",
        "Desarrollo de producto ágil.",
        "Estructura de costes: clasificación y cálculo de costes.",
        "Análisis de ingresos y costes. Umbral de rentabilidad.",
        "Protección de la idea y del producto y de la marca.",
        "Subbloque 3.2 función comercial",
        "Estudio de mercado: Segmento de clientes, competencia y nichos de mercado.",
        "Ventajas competitivas: la propuesta de valor.",
        "Canales. Relaciones con clientes. Estrategias de marketing.",
        "El punto de vista de los clientes: mapa de empatía.",
        "Subbloque 3.3 La gestión de recursos humanos",
        "Formación y funcionamiento de equipos ágiles. Habilidades que demanda el mercado de",
        "trabajo.",
        "La contratación y las relaciones laborales de la empresa.",
        "Las políticas de igualdad y de inclusión en la empresa.",
        "Subbloque 3.4 La función financiera",
        "Estructura económico-financiera.",
        "Inversión. Valoración y selección de inversiones.",
        "Recursos financieros. Análisis de fuentes alternativas de financiación interna y externa.",
        "La información en la empresa: obligaciones contables. Composición y valoración del",
        "patrimonio.",
        "Cuentas anuales e imagen fiel. Elaboración del balance y cuenta de pérdidas y ganancias.",
        "Análisis e interpretación de la información contable y análisis de los estados financieros.",
        "Bloque 4 Análisis de la realidad empresarial (CE1, CE3, CE4, CE5)",
        "Nuevas tendencias de modelo de negocio.",
        "El prototipado del producto: concepto y utilidad.",
        "La necesidad de validar el modelo de negocio y realizar un plan de negocios básico utilizando",
        "herramientas de gestión.",
        "Tolerancia ante diferentes opiniones y perspectivas relacionadas con las soluciones en los",
        "modelos de negocio."
    ]
}
