{
    "saberes": [
        "A. Sentido numérico",
        "MA.01.A.1. Conteo",
        "MA.01.A.1.1. Significado y utilidad de los números naturales en la vida cotidiana.",
        "MA.01.A.1.2. Estrategias variadas de conteo y recuento sistemático en situaciones de la vida cotidiana en cantidades hasta el 999.",
        "MA.01.A.2. Cantidad",
        "MA.01.A.2.1. Estimaciones razonadas de cantidades en contextos de resolución de problemas.",
        "MA.01.A.2.2. Sistema de numeración decimal: lectura, escritura, grafía, representación (incluida la recta numérica), el valor posicional, composición, descomposición y recomposición, comparación y ordenación de números naturales hasta el 999, en contextos de la vida cotidiana.",
        "MA.01.A.2.3. Representación de una misma cantidad de distintas formas (manipulativa, gráfica o numérica) y estrategias de elección de la representación adecuada para cada situación o problema.",
        "MA.01.A.2.4. Utilización de diferentes estrategias para contar de forma aproximada y exacta. ",
        "MA.01.A.2.5. Lectura de números ordinales (hasta 29º) y utilización en contextos reales.",
        "MA.01.A.3. Sentido de las operaciones",
        "MA.01.A.3.1. Estrategias de cálculo mental con números naturales hasta el 999.",
        "MA.01.A.3.2. Suma y resta de números naturales resueltas con flexibilidad y sentido: utilidad en situaciones contextualizadas, estrategias y herramientas de resolución y propiedades, mediante el uso de materiales y recursos lúdicos y motivadores, tales como trucos sencillos de magia educativa, juegos de mesa y materiales manipulativos.",
        "MA.01.A.3.3. Elementos de un problema (enunciado, datos, pregunta, operación y solución). Fases para su resolución.",
        " A.01.A.3.4. Desarrollo de estrategias personales para resolver problemas, investigaciones y pequeños proyectos de trabajo.",
        "MA.01.A.4. Relaciones",
        "MA.01.A.4.1. Sistema de numeración de base diez (hasta el 999): aplicación de las relaciones que genera en las operaciones.",
        "MA.01.A.4.2. Números naturales en contextos de la vida cotidiana. Expresar información en diferentes formatos de textos (catálogo de precios, puntuación en juegos, etc.)",
        "MA.01.A.4.3. Relaciones entre la suma y la resta: aplicación en contextos cotidianos y en la resolución de problemas.",
        "MA.01.A.4.4. Explicación de la solución de un problema y su relación con la pregunta planteada. ",
        "MA.01.A.5. Educación financiera",
        "MA.01.A.5.1. Sistema monetario europeo: monedas (1, 2 euros) y billetes de euro (5, 10, 20, 50 y 100), valor y equivalencia.",
        "B. Sentido de la medida",
        "MA.01.B.1. Magnitud",
        "MA.01.B.1.1. Reconocimiento e identificación de magnitudes.",
        "MA.01.B.1.2. Atributos mensurables de los objetos (longitud, masa, capacidad), distancias y tiempos. ",
        "MA.01.B.1.3. Unidades convencionales (metro, kilo y litro) y no convencionales en situaciones de la vida cotidiana.",
        "MA.01.B.1.4. Unidades de medida del tiempo (año, mes, semana, día y hora) en situaciones de la vida cotidiana. ",
        "MA.01.B.1.5. Equivalencia entre horas con minutos y minutos con segundos. Identificación del tiempo mediante la lectura de reloj analógico y digital (en punto y media).",
        "MA.01.B.2. Medición",
        "MA.01.B.2.1. Conocimiento y uso de sistemas de medida, con unidades convencionales y no convencionales: palmos, pasos, pie, baldosas, etc.",
        "MA.01.B.2.2. Procesos para medir mediante repetición de una unidad y mediante la utilización de instrumentos no convencionales.",
        "MA.01.B.2.3. Procesos de medición con instrumentos convencionales, analógicos o digitales (reglas, cintas métricas, balanzas digitales , calendarios, sistemas de medición digitales, etc.) en contextos familiares.",
        "MA.01.B.3. Estimación y relaciones",
        "MA.01.B.3.1. Estrategias de comparación directa y ordenación de medidas de la misma magnitud.",
        "MA.01.B.3.2. Estimación de medidas (distancias, tamaños, masas, capacidades, etc.) por comparación directa con otras medidas.",
        "MA.01.B.3.3. Relaciones de equivalencia y no equivalencia, de igualdad y desigualdad.",
        "C. Sentido espacial",
        "MA.01.C.1. Figuras geométricas de dos y tres dimensiones",
        "MA.01.C.1.1. Figuras geométricas sencillas de dos dimensiones en objetos de la vida cotidiana: identificación en objetos de nuestro entorno, en el arte y patrimonio artístico andaluz y clasificación atendiendo a sus elementos (círculo, triángulo, cuadrado y rectángulo).",
        " MA.01.C.1.2. Estrategias y técnicas de construcción de figuras geométricas sencillas de una, dos o tres dimensiones de forma manipulativa.",
        "MA.01.C.1.3. Vocabulario geométrico básico: descripción verbal de los elementos y las propiedades de figuras geométricas sencillas.",
        "MA.01.C.1.4. Propiedades de figuras geométricas de dos dimensiones: exploración mediante materiales manipulables (mecanos, tangram, juegos de figuras, etc.) y herramientas digitales.",
        "MA.01.C.1.5. La simetría. Su construcción con papel y otros materiales. ",
        "MA.01.C.2. Localización y sistemas de representación",
        "MA.01.C.2.1. Posición relativa de objetos en el espacio e interpretación de movimientos: descripción en referencia a uno mismo a través de vocabulario adecuado (arriba, abajo, delante, detrás, entre, más cerca que, menos cerca que, más lejos que, menos lejos que, etc.).",
        "MA.01.C.3. Visualización, razonamiento y modelización geométrica",
        "MA.01.C.3.1. Modelos geométricos en la resolución de problemas relacionados con los otros sentidos. ",
        "MA.01.C.3.2. Relaciones geométricas: reconocimiento en el entorno, interpretación y descripción de croquis itinerarios sencillos de su entorno próximo.",
        "D. Sentido algebraico",
        "MA.01.D.1. Patrones",
        "MA.01.D.1.1. Estrategias para la identificación, descripción oral, descubrimiento de elementos ocultos y extensión de secuencias a partir de las regularidades en una colección de números, figuras o imágenes.",
        "MA.01.D.2. Modelo matemático",
        "MA.01.D.2.1. Elementos de un problema (enunciado, datos, pregunta, operación y solución). Fases para su resolución.",
        "MA.01.D.2.2. Utilización de procedimientos y estrategias para la comprensión y la resolución de problemas. ",
        "MA.01.D.2.3. Proceso guiado de modelización (dibujos, esquemas, diagramas, objetos manipulables, dramatizaciones, etc.) en la comprensión y resolución de problemas de la vida cotidiana. ",
        "MA.01.D.2.4. Estrategias y procedimientos para la comprensión y resolución de problemas: lectura comentada del problema, semejanza con otros problemas resueltos previamente.",
        "MA.01.D.3. Relaciones y funciones",
        "MA.01.D.3.1. Expresión de relaciones de igualdad y desigualdad mediante los signos = y ≠ entre expresiones que incluyan operaciones.",
        "MA.01.D.3.2. Representación de la igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "MA.01.D.3.3. Relación “más”, “menos”, “mayor que”, “menor que” e “igual que” y la utilización del signo correspondiente (+, -, >, <,=).",
        "MA.01.D.4. Pensamiento computacional",
        "MA.01.D.4.1. Estrategias para la interpretación de algoritmos sencillos (rutinas, instrucciones con pasos ordenados, etc.).",
        "MA.01.D.4.2. Iniciación en el uso de medios tecnológicos, como la calculadora, para la realización de cálculos y comprobación de resultados.",
        "E. Sentido estocástico",
        "MA.01.E.1. Organización y análisis de datos",
        "MA.01.E.1.1. Estrategias de reconocimiento de los principales elementos y extracción de la información relevante de gráficos estadísticos muy sencillos de la vida cotidiana (pictogramas, gráficas de barras, etc.).",
        "MA.01.E.1.2. Estrategias sencillas para la recogida, clasificación y recuento de datos cualitativos y cuantitativos en muestras pequeñas.",
        "MA.01.E.1.3. Representación de datos obtenidos a través de recuentos mediante gráficos estadísticos sencillos, y recursos manipulables y tecnológicos.",
        "F. Sentido socioafectivo",
        "MA.01.F.1. Creencias, actitudes y emociones",
        "MA.01.F.1.1. Gestión emocional: estrategias de identificación y expresión de las propias emociones ante las matemáticas. Curiosidad e iniciativa en el aprendizaje de las matemáticas.",
        "MA.01.F.1.2. Superación frente a la frustración, los retos, dificultades y errores propios del proceso de aprendizaje matemático. Autoconfianza en las propias posibilidades.",
        "MA.01.F.1.3. Desarrollo de estrategias personales para resolver problemas, investigaciones y pequeños proyectos de trabajo cooperativo.",
        "MA.01.F.1.4. Fomento de la autonomía y estrategias para la toma de decisiones en situaciones de resolución de problemas.",
        "MA.01.F.2. Trabajo en equipo, inclusión, respeto y diversidad",
        "MA.01.F.2.1. Identificación y rechazo de actitudes discriminatorias ante las diferencias individuales presentes en el aula. Actitudes inclusivas y aceptación de la diversidad del grupo.",
        "MA.01.F.2.2. Participación activa en el trabajo en equipo: interacción positiva, colaboración activa y respeto por el trabajo de los demás.",
        "MA.01.F.2.3. Contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género.",
        "MA.01.F.2.4. Iniciativa, participación respetuosa y colaboración activa en el trabajo cooperativo para investigar y resolver problemas."
    ],
    "criteriosEvaluacion": [
        "1.1.a. Comprender las preguntas planteadas a través de diferentes estrategias o herramientas y comenzar a percibir mensajes verbales y visuales.",
        "1.2.a. Interpretar ejemplos de representaciones de situaciones problematizadas sencillas, con recursos manipulativos que ayuden en la resolución de un problema de la vida cotidiana, colaborando entre iguales.",
        "2.1.a. Identificar alguna estrategia a emplear para resolver un problema de forma guiada, mostrando interés en la resolución.",
        "2.2.a. Reconocer posibles soluciones de un problema, de forma guiada, siguiendo alguna estrategia básica de resolución, manipulando materiales.",
        "2.3.a. Reconocer y explicar posibles soluciones de un problema a partir de las preguntas previamente planteadas.",
        "3.1.a. Identificar conjeturas matemáticas sencillas, utilizando propiedades y relaciones sencillas de forma guiada, comenzando a explorar fenómenos.",
        "3.2.a. Identificar ejemplos de problemas a partir de situaciones cotidianas que se resuelven matemáticamente, planteando algunas preguntas.",
        "4.1.a. Reconocer y comenzar a describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional de forma guiada.",
        "4.2.a. Iniciarse en el uso de las herramientas tecnológicas adecuadas, con apoyo y con unas pautas determinadas, en el proceso de resolución de problemas.",
        "5.1.a. Identificar conexiones entre los diferentes elementos matemáticos, asociándolas a conocimientos y experiencias propias.",
        "5.2.a. Identificar las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas con información gráfica cotidiana.",
        "6.1.a. Identificar el lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo vocabulario específico básico.",
        "6.2.a. Identificar y comenzar a explicar, de forma verbal, ideas y procesos matemáticos sencillos, comenzando a identificar distintos lenguajes tradicionales o digitales.",
        "7.1.a. Comenzar a reconocer las emociones básicas propias al abordar retos matemáticos, participando, colaborando, siendo perseverante y manifestando sus emociones.",
        "7.2.a. Comenzar a expresar actitudes positivas ante retos matemáticos, persistiendo ante el error como una oportunidad de aprendizaje, superando la frustración.",
        "8.1.a. Participar respetuosamente en el trabajo en equipo, comenzando a establecer relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos, aprendiendo a autocontrolarse en situaciones entre iguales.",
        "8.2.a. Aceptar el rol asignado en el trabajo en equipo, reconociendo y comenzando a cumplir las responsabilidades individuales dentro de unas relaciones saludables."
    ]
}