{
  "saberes": [
    "A. El presente de la civilización latina",
    "A.1. Aspectos geográficos, históricos, culturales, políticos y lingüísticos de la civilización latina presentes en la noción actual de Europa y de su cultura.",
    "A.2. Estrategias y herramientas para relacionar el pasado y el presente a partir de los conoci- mientos adquiridos.",
    "A.3. Obras fundamentales de la literatura latina en su contexto y su pervivencia a través de la tradición clásica.",
    "A.4. Importancia de la civilización latina en la configuración, reconocimiento y análisis crítico de nuestra identidad como sociedad.",
    "A.5. Estrategias para comprender, comentar e interpretar textos latinos a partir de los conoci- mientos adquiridos y de la experiencia propia.",
    "A.6. Léxico latino: evolución de los conceptos fundamentales de la civilización latina hasta la actualidad (civis, populus, sacer, homo, villa, insula, ager, etc.).",
    "A.7. Importancia de los textos clásicos latinos como testimonio de aquellos aspectos constitutivos de nuestra condición humana.",
    "A.8. El papel del humanismo y su presencia en la sociedad actual.",
    "B. Latín y plurilingüismo",
    "B.1. El abecedario y la pronunciación del latín, así como su permanencia e influencia en las lenguas del repertorio lingüístico individual del alumnado.",
    "B.2. Explicación de los cambios fonéticos más frecuentes desde el latín culto y el latín vulgar.",
    "B.3. Identificación de palabras con lexemas, sufijos y prefijos de origen latino en textos escritos en las lenguas de enseñanza.",
    "B.4. Procedimientos de composición y derivación latinos en la elaboración de familias de pala- bras.",
    "B.5. Iniciación al significado etimológico de las palabras.",
    "B.6. Estrategias básicas para inferir significados en léxico especializado y de nueva aparición a partir de la identificación de formantes latinos.",
    "B.7. Latinismos y locuciones latinas más frecuentes.",
    "B.8. Técnicas de reconocimiento, organización e incorporación a la producción escrita, oral o multimodal de léxico de raíz común entre las distintas lenguas del repertorio lingüístico individual.",
    "B.9. Comparación entre lenguas a partir de su origen y parentescos.",
    "B.10. Importancia del latín como herramienta de mejora de la expresión escrita, oral y multimodal en las distintas lenguas del repertorio lingüístico individual.",
    "B.11. Herramientas analógicas y digitales para el aprendizaje y reflexión de la lengua latina como vínculo e impulso para el aprendizaje de otras lenguas.",
    "C. El texto latino y la traducción",
    "C.1. Los casos y sus principales valores sintácticos.",
    "C.2. La flexión nominal, pronominal y verbal.",
    "C.3. Estructuras oracionales básicas. La concordancia y el orden de palabras.",
    "C.4. Estrategias básicas para identificar, analizar y traducir unidades lingüísticas (léxico, morfo- sintaxis) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
    "C.5. Recursos para el aprendizaje y estrategias básicas de adquisición de lenguas tales como Portfolio Europeo de las Lenguas, glosarios o diccionarios.",
    "C.6. Reflexión y justificación de la traducción ofrecida.",
    "C.7. Retroversión de oraciones sencillas.",
    "C.8. Autoconfianza, autonomía e iniciativa. El error como parte integrante del proceso de apren- dizaje.",
    "C.9. Traslación con corrección ortográfica y expresiva del mensaje de un texto en lengua latina a las lenguas de enseñanza.",
    "D. Legado y patrimonio",
    "D.1. Pervivencia del legado material (sitios arqueológicos, inscripciones, construcciones monu- mentales y artísticas, etc.) e inmaterial (mitología clásica, instituciones políticas, oratoria, derecho, rituales y celebraciones, etc.) de la cultura y la civilización latinas.",
    "D.2. La transmisión textual y los soportes de escritura.",
    "D.3. Características del patrimonio cultural romano y del proceso de romanización.",
    "D.4. Interés e iniciativa en participar en procesos destinados a conservar, preservar y difundir el patrimonio arqueológico del entorno.",
    "D.5. Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal.",
    "D.6. Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y los contenidos utilizados.",
    "D.7. Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la au- toevaluación, la coevaluación y la autorreparación."
  ],
  "criteriosEvaluacion": [
    "1.1. Describir el significado de productos culturales del presente, en el contexto de los desarrollos culturales en Europa, comparando las semejanzas y diferencias con la Antigüedad latina.",
    "1.2. Valorar de manera crítica los modos de vida, costumbres y actitudes de la sociedad romana en comparación con los de nuestras sociedades a partir del contenido de fuentes latinas en diferentes soportes.",
    "1.3. Identificar los periodos de la historia de Roma, los acontecimientos y personajes, así como los aspectos de la civilización romana en su contexto histórico, relacionando los datos con referentes actuales y aplicando los conocimientos adquiridos.",
    "2.1. Valorar críticamente y adecuarse a la diversidad lingüística y cultural a la que da origen el latín, identificando y explicando semejanzas y diferencias entre los elementos lingüísticos del entorno, relacionándolos con los de la propia cultura y desarrollando una cultura compartida y una ciudadanía comprometida con los valores democráticos.",
    "2.2. Inferir significados de términos latinos aplicando los conocimientos léxicos y fonéticos de otras lenguas del repertorio individual propio.",
    "2.3. Ampliar el caudal léxico y mejorar la expresión oral y escrita, incorporando latinismos y locuciones usuales de origen latino de manera coherente.",
    "2.4. Producir definiciones etimológicas de términos cotidianos, científicos y técnicos, reconocien- do los elementos latinos en diferentes contextos lingüísticos y estableciendo, si procede, la relación semántica entre un término patrimonial y un cultismo.",
    "3.1. Explicar de forma oral, escrita o multimodal el carácter clásico y humanista de las diversas manifestaciones literarias y artísticas de la civilización latina utilizando un vocabulario correcto y una expresión adecuada.",
    "3.2. Reconocer el sentido global y las ideas principales y secundarias de un texto, contextuali- zándolo e identificando las referencias históricas, sociales, políticas o religiosas que aparecen en él, y sirviéndose de conocimientos sobre personajes y acontecimientos históricos ya estudiados.",
    "3.3. Interpretar de manera crítica el contenido de textos latinos de dificultad adecuada, atendien- do al contexto en el que se produjeron, conectándolos con la experiencia propia y valorando cómo contribuyen a entender los modos de vida, costumbres y actitudes de nuestra sociedad",
    "4.1. Analizar los aspectos morfológicos, sintácticos y léxicos elementales de la lengua latina, identificándolos y comparándolos con los de la lengua familiar.",
    "4.2. Traducir textos breves y sencillos con términos adecuados y expresión correcta en la len- gua de enseñanza, justificando la traducción y manifestando la correspondencia entre el análisis y la versión realizada.",
    "4.3. Producir mediante retroversión oraciones simples utilizando las estructuras propias de la lengua latina.",
    "5.1. Explicar los elementos de la civilización latina, especialmente los relacionados con la mitología clásica, identificándolos como fuente de inspiración de manifestaciones literarias y artísticas.",
    "5.2. Reconocer las huellas de la romanización en el patrimonio cultural y arqueológico del entorno, identificando los procesos de preservación, conservación y restauración como un aspecto fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y el cuidado de su legado.",
    "5.3. Exponer de forma oral, escrita o multimodal las conclusiones obtenidas a partir de la investi- gación, individual o colectiva, del legado material e inmaterial de la civilización romana y su pervivencia en el presente a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola a partir de criterios de validez, calidad y fiabilidad."
  ]
}