{
    "criteriosEvaluacion": [
        "Competencia específica 1 ",
        "1.1. Manejar algunas estrategias y herramientas, incluidas las digitales, para modelizar y resolver problemas de la vida cotidiana y de la ciencia y la tecnología, evaluando su eficiencia en cada caso. ",
        "1.2. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo el procedimiento utilizado. ",
        " Competencia específica 2 ",
        "2.1. Comprobar la validez matemática de las posibles soluciones de un problema utilizando el razonamiento y la argumentación. ",
        "2.2. Seleccionar la solución más adecuada de un problema en función del contexto (de sostenibilidad, de consumo responsable, equidad...) usando el razonamiento y la argumentación. ",
        " Competencia específica 3 ",
        "3.1. Adquirir nuevo conocimiento matemático a partir de la formulación de conjeturas y problemas de forma guiada. ",
        "3.2. Emplear herramientas tecnológicas adecuadas en la formulación o investigación de conjeturas o problemas. ",
        "Competencia específica 4 ",
        "4.1. Interpretar y resolver situaciones problematizadas de la vida cotidiana y de la ciencia y la tecnología utilizando el pensamiento computacional, modificando y creando algoritmos. ",
        "Competencia específica 5 ",
        "5.1. Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. ",
        "5.2. Resolver problemas en contextos matemáticos estableciendo y aplicando conexiones entre las diferentes ideas matemáticas. ",
        " Competencia específica 6 ",
        "6.1. Resolver problemas en situaciones diversas utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. ",
        "6.2. Analizar la aportación de las matemáticas al progreso de la humanidad reflexionando sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y tecnológicos que se plantean en la sociedad. ",
        " Competencia específica 7 ",
        "7.1. Representar ideas matemáticas estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas. ",
        "7.2. Seleccionar y utilizar diversas formas de representación valorando su utilidad para compartir información. ",
        "Competencia específica 8 ",
        "8.1. Mostrar organización al comunicar las ideas matemáticas empleando el soporte, la terminología y el rigor apropiados. ",
        "8.2. Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor. ",
        "Competencia específica 9 ",
        "9.1. Afrontar las situaciones de incertidumbre, identificando y gestionando emociones, aceptando y aprendiendo del error como parte del proceso de aprendizaje. ",
        "9.2. Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. ",
        "9.3. Participar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás y escuchando su razonamiento, identificando las habilidades sociales más propicias y fomentando el bienestar grupal y las relaciones saludables. "
    ],
    "saberes": [
        "A. Sentido Numérico",
        "A1. Sentido de las operaciones ",
        "- Adición y producto escalar de vectores libres en el plano: propiedades y representaciones. Aplicaciones del producto escalar.",
        "- Estrategias para operar de forma eficaz con números reales y vectores: cálculo mental o escrito en los casos sencillos y con herramientas tecnológicas en los casos más complicados. ",
        "- Realización de operaciones con números complejos. Elección de la expresión más adecuada en cada caso. Fórmula de De Moivre.",
        "A2. Relaciones ",
        "- Comprensión de los números complejos como extensión de los números reales, utilizándolos para obtener soluciones de ecuaciones polinómicas que carecen de soluciones reales.",
        "- Conjunto de los números complejos. Diferentes expresiones (forma binómica, polar y trigonométrica) y representaciones gráficas.",
        "- Conjunto de vectores en el plano: estructura, comprensión y propiedades.",
        "B. Sentido de la medida. ",
        "B1. Medición ",
        "- Cálculo de longitudes y medidas angulares: uso de la trigonometría. Teoremas del seno y del coseno. ",
        "- Cálculo de distancias entre puntos y rectas y obtención del ángulo formado entre dos rectas para la resolución de problemas geométricos.",
        "- La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios. ",
        "B2. Cambio ",
        "- Límites: estimación y cálculo a partir de una tabla, un gráfico o una expresión algebraica.",
        "- Continuidad de funciones: aplicación de límites en el estudio de la continuidad. Estudio de discontinuidades. ",
        "- Derivada de una función: definición a partir del estudio del cambio en diferentes contextos. Recta tangente y normal. Cálculo de derivadas. Regla de la cadena. Función derivada.",
        "- Aplicación de los conceptos de límite, derivada a la representación y al estudio de situaciones susceptibles de ser tratadas mediante las funciones. ",
        "C. Sentido espacial ",
        "C1. Formas geométricas de dos dimensiones ",
        "- Objetos geométricos de dos dimensiones: análisis de las propiedades y determinación de sus atributos. Módulo de un vector. Ángulo de dos vectores.",
        "- Resolución de problemas relativos a objetos geométricos en el plano representados con coordenadas cartesianas.",
        "C2. Localización y sistemas de representación ",
        "- Relaciones de objetos geométricos en el plano: representación y exploración. Uso de herramientas digitales. Posiciones relativas de rectas.  ",
        "- Expresiones algebraicas de objetos geométricos: selección de la más adecuada en función de la situación a resolver. Ecuaciones de la recta.",
        "C3. Visualización, razonamiento y modelización geométrica ",
        "- Explorar las relaciones (incluyendo la congruencia y la semejanza) entre objetos geométricos de dos dimensiones, formular y comprender conjeturas, validarlas y resolver problemas relativos a ellos. ",
        "- Modelos matemáticos (geométricos, algebraicos, grafos...) en la resolución de problemas en el plano.",
        "- Modelización de la posición y el movimiento de un objeto en el plano utilizando vectores.  ",
        "D. Sentido algebraico ",
        "D1. Patrones ",
        "- Generalizar patrones que surgen en situaciones diversas.",
        "D2. Modelo matemático ",
        "- Relaciones cuantitativas en situaciones sencillas: estrategias de identificación y determinación del tipo o tipos de funciones que pueden modelizarlas. ",
        "- Ecuaciones, inecuaciones y sistemas: modelización de situaciones en diversos contextos. ",
        "- Deducción y análisis de conclusiones razonables de una situación contextualizada una vez modelizada.  ",
        "D3. Igualdad y desigualdad ",
        "- Resolución de ecuaciones, inecuaciones y sistemas de ecuaciones e inecuaciones no lineales en diferentes contextos.",
        "- Relación de las soluciones de una ecuación con los ceros de las funciones asociadas.",
        "- Método de Gauss para resolver sistemas de ecuaciones lineales.",
        "D4. Relaciones y funciones ",
        "- Representación gráfica, análisis e interpretación de funciones. Uso de herramientas digitales.",
        "- Propiedades de los distintos tipos de funciones, incluyendo, polinómicas, exponenciales, irracionales, racionales sencillas, logarítmicas, trigonométricas y a trozos: comprensión y comparación.",
        "- Comprender y realizar transformaciones con funciones (operaciones aritméticas, composición, valor absoluto y obtención de la función inversa). ",
        "- Uso de la tecnología para realizar las operaciones con las expresiones simbólicas más complicadas.",
        "- Álgebra simbólica en la representación y explicación de relaciones matemáticas de la Ciencia y la Tecnología.",
        "D5. Pensamiento computacional ",
        "- Formulación, análisis y resolución de problemas de la vida cotidiana y de la Ciencia y la Tecnología con las herramientas o los programas adecuados.",
        "- Comparación de algoritmos alternativos para el mismo problema mediante el razonamiento lógico. ",
        "E. Sentido estocástico  ",
        "E1. Organización y análisis de datos ",
        "- Organización de los datos procedentes de variables bidimensionales: distribución conjunta y distribuciones marginales y condicionadas. Análisis de la dependencia estadística. ",
        "- Estudio de la relación entre dos variables mediante la regresión lineal o cuadrática: valoración gráfica de la pertinencia del ajuste. Diferencia entre correlación y causalidad.",
        "- Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos científicos y tecnológicos. ",
        "- Calculadora, hoja de cálculo o software específico en el análisis de datos estadísticos. ",
        "E2. Incertidumbre ",
        "- Estimación de la probabilidad a partir del concepto de frecuencia relativa. ",
        "- Cálculo de probabilidades en experimentos simples: la regla de Laplace en situaciones de equiprobabilidad y en combinación con diferentes técnicas de recuento.",
        "E3. Inferencia ",
        "- Análisis de muestras unidimensionales y bidimensionales con herramientas tecnológicas con el fin de emitir juicios y tomar decisiones.",
        "F. Sentido socioafectivo ",
        "F1. Creencias, actitudes y emociones ",
        "- Destrezas de autoconciencia encaminadas a reconocer emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas. ",
        "- Tratamiento del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas. ",
        "F2. Trabajo en equipo y toma de decisiones ",
        "- Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas y tareas matemáticas, transformando los enfoques de las y los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso. ",
        "- Técnicas y estrategias de trabajo en equipo, en grupos heterogéneos, para la resolución de problemas y tareas matemáticas. ",
        "F3. Inclusión, respeto y diversidad ",
        "- Destrezas para desarrollar una comunicación efectiva, la escucha activa, la formulación de preguntas o solicitud y prestación de ayuda cuando sea necesario.  ",
        "- Valoración de la contribución de las Matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de la Ciencia y la Tecnología. "
    ]
}