{
    "criteriosEvaluacion": [
        "1.1 Reconocer diferentes tipos de estructuras, formas y relaciones geométricas en la naturaleza, el entorno, el arte y el diseño, analizando su función y valorando la importancia dentro del contexto histórico, en especial el de Canarias, mediante la observación y búsquedas avanzadas en internet, valorando la fiabilidad de las fuentes con autonomía y espíritu crítico, para explicar su origen, función e intencionalidad en distintos contextos y medios. CCL1, CCL2, CCL3, CP3, STEM2, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "2.1. Dibujar formas poligonales y resolver tangencias básicas y simetrías aplicadas al diseño de formas con las herramientas e instrumentos adecuados, valorando la importancia de la limpieza y la precisión en el trazado, con actitud cooperativa, fortaleciendo la búsqueda de objetivos y resolviendo problemas con autonomía, para incorporar estos recursos tanto en la transmisión y desarrollo de ideas como en la expresión de sentimientos y emociones. CCL1, CCL5, STEM2, CD2, CPSAA1.1, CCEC3.1",
        "2.2 Transmitir ideas, sentimientos y emociones a través de la realización de estudios, esbozos y apuntes del natural a mano alzada, identificando la geometría interna y externa de las formas, y apreciando su importancia en el dibujo, mediante la observación y la experimentación, de forma autónoma; así como, proponiendo ideas creativas, integrando diversos medios y soportes, y valorando tanto el proceso como el producto final, para incorporar estos recursos en el desarrollo de propuestas gráficas y de diseño. CCL1, CCL5, CPSAA1.1, CPSAA5, CCEC4.1",
        "3.1. Diferenciar las características de los distintos sistemas de representación, seleccionando en cada caso el sistema más apropiado a la finalidad de la representación, resolviendo problemas con autonomía, empleando soluciones innovadoras con una actitud colaborativa y creativa, para aplicar los procedimientos y sistemas más adecuados a la finalidad del proyecto artístico que se quiere plasmar. STEM4, CPSAA1.1, CE3",
        "3.2. Representar objetos sencillos mediante sus vistas diédricas, valorando el proceso de creación a través de conocimientos técnicos específicos, haciendo eficaz el aprendizaje y mostrando iniciativa, imaginación y una actitud colaborativa, para aplicarlo, así, a la realización de ilustraciones y proyectos de diseño. STEM4, CPSAA1.1, CE3, CCEC3.2",
        "3.3. Diseñar envases sencillos, representándolos en perspectiva isométrica o caballera y reflexionando sobre el proceso realizado y el resultado obtenido, proponiendo ideas creativas, así como soluciones innovadoras e imaginativas, para desarrollar la visión espacial y la habilidad en la croquización y el dibujo a mano alzada. CPSAA5, CE3",
        "3.4. Dibujar ilustraciones o viñetas, aplicando las técnicas de la perspectiva cónica en la representación de espacios, objetos o personas desde distintos puntos de vista, empleando conocimientos técnicos específicos y resolviendo problemas con autonomía, optimismo e imaginación, para aplicarlo a la realización de ilustraciones y proyectos de diseño de objetos y espacios. CPSAA1.1, CPSAA5, CCEC3.2, CCEC4.1",
        "4.1. Realizar bocetos y croquis conforme a las normas UNE e ISO, comunicando la forma y dimensiones de objetos, proponiendo ideas creativas y resolviendo problemas con autonomía, a través de contenidos digitales, de forma individual o colectiva, aplicando soluciones innovadoras y planificando conocimientos, destrezas y actitudes, para interpretar y representar objetos y espacios, así como documentar proyectos de diseño. CCL1, CCL2, CCL5, STEM4, CD2, CPSAA3.2, CPSAA5, CE3, CCEC4.1",
        "5.1. Adquirir destrezas en el manejo de herramientas y técnicas de dibujo vectorial en 2D, aplicándolas a la realización de proyectos de diseño, de forma individual o colectiva, proponiendo ideas creativas con espíritu crítico y reflexionando sobre el resultado obtenido, para desarrollar procesos de creación artística personal o de diseño. STEM3, CD2, CPSAA3.1, CPSAA5, CCEC3.1",
        "5.2. Iniciarse en el modelado en 3D mediante el diseño de esculturas o instalaciones, valorando su potencial como herramienta de creación, desarrollando proyectos con la ayuda de dispositivos digitales, proponiendo ideas creativas e innovadoras, y expresando un espíritu crítico, para desarrollar procesos de creación artística personal o de diseño. STEM3, CD3, CPSAA5, CE3"
    ],
    "saberes": [
        "I. Geometría, arte y entorno",
        "1. Identificación y análisis de la geometría en la naturaleza, en el entorno y en el arte. Observación directa e indirecta.",
        "2. Estudio de la geometría en la composición.",
        "3. La representación del espacio en el arte. Estudios sobre la geometría y la perspectiva a lo largo de la historia del arte.",
        "4. Identificación y análisis de las relaciones geométricas en el arte y el diseño: proporción, igualdad y simetría. El número áureo en el arte y la naturaleza. Análisis de la arquitectura popular, religiosa y moderna de Canarias.",
        "5. Empleo de escalas numéricas y gráficas. Construcción y uso.",
        "6. Aplicación en el diseño de las construcciones poligonales.",
        "7. Aplicación en el diseño de la construcción de tangencias básicas y curvas técnicas.",
        "8. Estudios a mano alzada de la geometría interna y externa de la forma. Apuntes y esbozos.",
        "II. Sistemas de representación del espacio aplicado",
        "1. Concepto y tipos de proyección. Finalidad de los distintos sistemas de representación.",
        "2. Representación del sistema diédrico ortogonal en el primer diedro. Vistas en sistema europeo.",
        "3. Representación de la perspectiva isométrica y caballera. Iniciación al diseño de packaging.",
        "4. Aplicación de la perspectiva cónica, frontal y oblicua, al cómic y a la ilustración.",
        "III. Normalización y diseño de proyectos",
        "1. Concepto de normalización. Las normas fundamentales UNE e ISO.",
        "2. Elaboración de documentación gráfica de proyectos: necesidad y ámbito de aplicación de las normas.",
        "3. Elaboración de bocetos y croquis del entorno más cercano.",
        "IV. Herramientas digitales para el diseño",
        "1. Iniciación a las herramientas y técnicas de dibujo vectorial en 2D. Aplicaciones al diseño gráfico.",
        "2. Iniciación al modelado en 3D. Aplicaciones a proyectos artísticos."
    ]
}