{
    "saberes": [
        "Bloque 1. Sentido numérico",
        "▪ Conteo.",
        "– Estrategias para contar y recontar a partir de la vivencia, manipulación y representación en situaciones cotidianas con cantidades hasta el 999 con explicación de los procesos.",
        "– Realización de series ascendentes y descendentes de números de forma manipulativa, simbólica y tecnológica (calculadora) a partir de un número dado como introducción al cálculo mental y a otras operaciones, con valoración del error como una oportunidad de aprendizaje.",
        "▪ Cantidad.",
        "– Identificación, lectura, escritura y representación (recta numérica, ábaco, bloques multibase y otros materiales manipulativos) de números naturales hasta el 999.",
        "– Composición, descomposición y recomposición de números naturales en contextos cotidianos hasta 999 investigando propiedades y relaciones, con explicación del proceso seguido.",
        "– Representación de una misma cantidad hasta el 999 de forma manipulativa, gráfica y numérica según rrreequiera cada situación, reto o problema de la vida cotidiana.",
        "– Estimación razonada de cantidades hasta el 999 en problemas cotidianos con estrategias variadas, descripción de la idoneidad de las soluciones y aceptación del error como parte del proceso de mejora.",
        "▪ Sentido de las operaciones.",
        "– Estrategias de cálculo mental de sumas y restas con números naturales hasta el 999 en contextos significativos, con explicación oral de las estrategias desarrolladas, iniciación en la autorregulación del proceso y valoración del error como parte del aprendizaje.",
        "– Agrupaciones manipulativas y gráficas de cantidades repetidas (2, 3, 4, 5 y 10), con investigación de los patrones para introducir la multiplicación en contextos habituales.",
        "– Resolución de problemas de la vida cotidiana que impliquen la comprensión de la utilidad de las sumas y restas con uso guiado de los procesos adecuados.",
        "– Procesos para la resolución de problemas: interpretación y representación de la situación, determinación de datos útiles, planteamiento de hipótesis de resolución y propuesta de plan, contraste de puntos de vista, elaboración con flexibilidad y sentido, expresión de la solución, verificación e idoneidad de los resultados, expresión ordenada de estos y explicitación del proceso seguido.Planteamiento de problemas que se resuelvan con operaciones de suma y resta basados en situaciones habituales que permitan establecer conexiones con experiencias propias.",
        "– Uso de calculadora como recurso para verificar los resultados de operaciones realizadas en problemas, una vez establecida la idoneidad del proceso.",
        "▪ Relaciones.",
        "– Identificación, representación y uso de los números pares e impares en contextos cotidianos, investigando propiedades y relaciones de forma guiada.",
        "– Sistema de numeración de base diez para su aplicación en la comprensión del valor posicional de las cifras de los números (hasta el 999) y su aplicación en las operaciones de suma y resta.",
        "– Comparación y ordenación de números cardinales (hasta el 999) y ordinales (hasta el 10º) como solución de problemas de situaciones cotidianas.",
        "– Estrategias variadas manipulativas, gráficas y con calculadora para relacionar las operaciones de suma y resta aplicadas a contextos cotidianos.",
        "▪ Educación financiera.",
        "– Resolución individual y en equipo de problemas sencillos de la vida diaria en los que se manejen precios de objetos cotidianos y se empleen, relacionados con esos precios, monedas y billetes de euro, además de sus equivalencias.",
        "– Elaboración y representación de problemas en los que sea necesario emplear y administrar el dinero.",
        "– Aproximaciones y estimaciones en situaciones simuladas de compra y venta, contraste de la validez de cada estrategia, así como de sus ventajas e inconvenientes.",
        "Bloque 2. Sentido de la medida",
        "▪ Magnitud.",
        "– Identificación y ejemplificación de características mensurables de los objetos (longitud, masa, capacidad, temperatura), distancias y tiempos mediante la observación de la realidad próxima.",
        "– Reconocimiento de unidades no convencionales y convencionales (metro, centímetro, kilo, gramo, litro) para realizar mediciones adecuadas en situaciones cotidianas.",
        "– Identificación, ordenación, clasificación y uso de las unidades de medida del tiempo (año, estación, mes, semana, día y hora) en situaciones habituales.",
        "– Construcción de un modelo de reloj analógico con materiales sencillos como recurso para conocer la relación entre sus elementos, así como la representación de las medidas temporales presentes.",
        "– Lectura de la hora (en punto, medias y cuartos) en relojes analógicos y digitales de forma contextualizada.",
        "– Utilización de las medidas de tiempo (minutos y segundos) en la gestión de las emociones (tiempo de espera, tiempo de calma y relax, turnos de intervención), en la planificación del trabajo escolar y en el relato de experiencias personales (secuencias temporales).",
        "▪ Medición.",
        "– Experimentación individual y en equipo con unidades no convencionales presentes en su contexto cotidiano y utilización de recursos disponibles variados para medir, comparar, encontrar equivalencias y diferencias.",
        "– Medición individual y en equipo con instrumentos no convencionales y convencionales (reglas, cintas métricas, balanzas, jarras graduadas, calendarios, relojes, termómetros) para resolver problemas cotidianos y aproximarse a la medición eficaz (selección del instrumento, precisión en la medida y uso correcta de unidades) con explicación verbal y gráfica del proceso seguido.",
        "▪ Estimación y relaciones.",
        "– Experimentación (comparación, ordenación, composición, descomposición) y expresión oral, gráfica o iconográfica y escritura de las equivalencias entre kilo, medio kilo y cuarto kilo o entre litro, medio litro y cuarto litro.",
        "– Estimación de medidas (distancias, alturas, masas, capacidades, tiempos, temperatura) por comparación directa con otras medidas en contextos de resolución de problemas cotidianos, análisis de aciertos y errores como parte del proceso de aprendizaje.",
        "Bloque 3. Sentido espacial",
        "▪ Figuras geométricas de dos y tres dimensiones.",
        "– Análisis, comparación y descripción de objetos cotidianos y elementos de los mismos, así como de imágenes, con un vocabulario geométrico básico referido a figuras (triángulo, cuadrado, rectángulo, rombo y círculo), sus elementos (lados, ángulos y vértices) y sus propiedades.",
        "– Construcción individual y en equipo de figuras geométricas, tras el análisis, exploración y reconocimiento de regularidades y propiedades; composición y descomposición manipulativas con recursos fungibles, no fungibles como piezas de construcción, bloques, mecanos, geoplanos, tangram, juegos de figuras… y herramientas digitales.",
        "– Experimentación a partir de la composición y descomposición de figuras planas para formar otras, mediante materiales manipulables (geoplanos, bloques geométricos, tangram…) y herramientas digitales, con explicación del proceso seguido y demostrando curiosidad por descubrir relaciones, propiedades y patrones con perseverancia ante los retos.",
        "– Observación, manipulación y juego para la identificación de simetrías en figuras geométricas sencillas y compleción de figuras simétricas.",
        "▪ Localización y sistemas de representación.",
        "– Localización y posiciones en el espacio físico cotidiano a través del juego: descripción, interpretación y representación de la posición de objetos y personas en espacios concretos, relaciones espaciales y desplazamientos.",
        "– Interpretación, descripción y diseño de croquis relacionados con itinerarios en espacios habituales, análisis y comparación de las producciones en equipo, reelaboración individual con valoración del error como mecanismo de mejora y explicación del proceso con vocabulario de posición (arriba, abajo, delante, detrás, entre, cerca, lejos, más cerca que, menos cerca que, más lejos que, menos lejos que, próximo, alejado, al lado) y de elementos geométricos básicos.",
        "▪ Visualización, razonamiento y modelización geométrica.",
        "– Resolución en equipo de problemas de la vida cotidiana relacionados con los otros sentidos matemáticos mediante modelos geométricos, con elaboración de hipótesis sencillas, explicación del significado de los datos, contraste de los resultados obtenidos e indicación del proceso seguido.",
        "– Reconocimiento de elementos, figuras y relaciones geométricas en el arte, el lenguaje oral, el entorno físico-natural, los juegos y planos de su contexto próximo.",
        "Bloque 4. Sentido algebraico y pensamiento computacional",
        "▪ Patrones.",
        "– Estrategias para la identificación de las regularidades en una colección o secuencia de números, figuras o imágenes en situaciones cotidianas, con descripción oral y extensión de la secuencia.",
        "▪ Modelo matemático.",
        "– Modelización guiada del proceso de resolución de problemas en equipo con dibujos, pictogramas, esquemas, diagramas, manipulables, dramatizaciones… para su comprensión, reconocimiento de datos, elaboración y contraste de hipótesis, búsqueda del procedimiento adecuado, comprobación de soluciones y verbalización o explicación de lo realizado.",
        "▪ Relaciones y funciones.",
        "– Comparación entre expresiones que incluyan objetos, números y operaciones con explicación de las relaciones de igualdad y desigualdad en el contexto cotidiano y el uso de la simbología adecuada = y ≠.",
        "– Obtención de datos desconocidos en una relación de equivalencia o igualdad con perseverancia, explicación del proceso, contraste y comprobación de que el dato obtenido es correcto.",
        "▪ Pensamiento computacional.",
        "– Interpretación de algoritmos sencillos en situaciones cotidianas (rutinas diarias, instrucciones por pasos o fases ordenadas) con el uso guiado de estrategias.",
        "Bloque 5. Sentido estocástico",
        "▪ Organización y análisis de datos.",
        "– Lectura e interpretación de datos en representaciones gráficas sencillas para resolver problemas significativos.",
        "– Resolución de problemas cotidianos, familiares y próximos en equipo con el empleo de estrategias sencillas para la recogida, clasificación, recuento de datos cualitativos y cuantitativos en muestras pequeñas y representación de los datos obtenidos en el recuento mediante gráficos estadísticos simples y recursos tradicionales manipulables y tecnológicos.",
        "– Representación de datos de la vida cotidiana (temporales, meteorológicos, personales, físicos y escolares), tras la observación y recuento, con gráficas sencillas (barras, pictogramas) y recursos tanto no convencionales (objetos cotidianos, imágenes, regletas, policubos, encajables, piezas de construcción, bloques…) como convencionales y tecnológicos para comunicarlos.",
        "▪ Incertidumbre.",
        "– Distinción, en un ámbito lúdico y cotidiano, entre suceso posible e imposible y utilización adecuada de estos términos.",
        "Bloque 6. Sentido socioemocional",
        "▪ Creencias, actitudes y emociones.",
        "– Expresión oral, gráfica o escritura de las propias emociones ante las matemáticas para identificarlas y encontrar fórmulas personales de gestión.",
        "– Técnicas de gestión de las emociones ante las matemáticas: escenificación, autocontrol y entrenamiento positivo para regular la frustración.",
        "– Promoción de preguntas y pequeñas investigaciones matemáticas como estrategias para fomentar la curiosidad e iniciativa en su aprendizaje.",
        "– Los juegos matemáticos individuales en formato digital, impreso y manipulativo como entrenamiento de la perseverancia, la confianza en las propias posibilidades y la superación personal.",
        "– Los enigmas, adivinanzas y retos matemáticos para incrementar la creatividad, curiosidad y gusto por las matemáticas.",
        "– Orden, claridad y limpieza como actitud que hace falta desarrollar en el trabajo matemático cotidiano.",
        "▪ Trabajo en equipos: inclusión, respeto y diversidad.",
        "– Actitud crítica en el propio trabajo en equipo ante actitudes no inclusivas y discriminatorias durante la realización de las tareas matemáticas.",
        "– Los equipos colaborativos y cooperativos para clarificar tareas, debatir propuestas, llegar a acuerdos, analizar producciones…: responsabilidad individual, interdependencia positiva, respeto por las contribuciones de todas las personas miembros del equipo.",
        "– Estrategias guiadas de planificación, control y organización del trabajo en equipos para gestionar el tiempo, la realización de las tareas y el reparto equitativo y rotatorio de roles en interacción simultánea.",
        "– Contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género.",
        "– Reconocimiento de mujeres y hombres en el ámbito matemático y su contribución a ámbitos del saber como mecanismo de construcción de una identidad positiva propia."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE1.2. Comprender las preguntas formuladas a través de diferentes estrategias o herramientas, reconociendo la información contenida en problemas de la vida cotidiana. OBJ1",
        "CE1.3. Proporcionar ejemplos de representaciones de situaciones problematizadas sencillas con recursos manipulativos y gráficos que ayuden en la resolución de un problema de la vida cotidiana. OBJ1",
        "CE1.4. Emplear algunas estrategias adecuadas en la resolución de problemas. OBJ2",
        "CE1.5. Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución. OBJ2",
        "CE1.6. Realizar conjeturas matemáticas sencillas, investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE1.7. Emplear herramientas tecnológicas adecuadas, de forma guiada, en el proceso de resolución de problemas. OBJ4",
        "CE1.8. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE1.9. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE2.1. Aceptar la tarea y el rol asignado en el trabajo en equipo, cumpliendo con las responsabilidades individuales y contribuyendo a la consecución de los objetivos del grupo. OBJ8",
        "CE2.2. Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución. OBJ2",
        "CE2.3. Describir verbalmente la idoneidad de las soluciones de un problema a partir de las preguntas previamente formuladas. OBJ2",
        "CE2.4. Dar ejemplos de problemas a partir de situaciones cotidianas que se resuelven matemáticamente. OBJ3",
        "CE2.5. Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE2.6. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE2.7. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo un vocabulario específico básico. OBJ6",
        "CE2.8. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE3.1. Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE3.2. Emplear algunas estrategias adecuadas en la resolución de problemas. OBJ2",
        "CE3.3. Realizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE3.4. Describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional de forma guiada. OBJ4",
        "CE3.5. Reconocer conexiones entre los diferentes elementos matemáticos, aplicando conocimientos y experiencias propios. OBJ5",
        "CE3.6. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE3.7. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo un vocabulario específico básico. OBJ6",
        "CE3.8. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE4.1. Reconocer las emociones básicas propias al abordar nuevos retos matemáticos, pidiendo ayuda solo cuando sea necesario. OBJ7",
        "CE4.2. Proporcionar ejemplos de representaciones de situaciones problematizadas sencillas con recursos manipulativos y gráficos que ayuden en la resolución de un problema de la vida cotidiana. OBJ1",
        "CE4.3. Emplear algunas estrategias adecuadas en la resolución de problemas. OBJ2",
        "CE4.4. Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución. OBJ2",
        "CE4.5. Realizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE4.6. Describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional de forma guiada. OBJ4",
        "CE4.7. Emplear herramientas tecnológicas adecuadas, de forma guiada, en el proceso de resolución de problemas. OBJ4",
        "CE4.8. Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE4.9. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE5.1. Expresar actitudes positivas ante nuevos retos matemáticos, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE5.2. Comprender las preguntas formuladas a través de diferentes estrategias o herramientas, reconociendo la información contenida en problemas de la vida cotidiana. OBJ1",
        "CE5.3. Emplear algunas estrategias adecuadas en la resolución de problemas. OBJ2",
        "CE5.4. Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución. OBJ2",
        "CE5.5. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE5.6. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo un vocabulario específico básico. OBJ6",
        "CE5.7. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE6.1. Reconocer las emociones básicas propias al abordar nuevos retos matemáticos, pidiendo ayuda solo cuando sea necesario. OBJ7",
        "CE6.2. Expresar actitudes positivas ante nuevos retos matemáticos, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE6.3. Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE6.4. Aceptar la tarea y rol asignados en el trabajo en equipo, cumpliendo con las responsabilidades individuales y contribuyendo a la consecución de los objetivos del grupo. OBJ8",
        "CE6.5. Realizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE6.6. Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE6.7. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE6.8. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6"
    ]
}