{
    "saberes": [
        "I. Sentido numérico",
        "1. Conteo y cantidad ",
        "     1.1. Elección y puesta en práctica de estrategias variadas de conteo y recuento sistemático en situaciones de la vida cotidiana en cantidades hasta el 999.",
        "     1.2. Construcción y comprensión de los órdenes de unidades (agrupamientos de 10 elementos) del sistema de numeración decimal mediante la composición y descomposición, con materiales manipulativos, hasta 999.",
        "     1.3. Uso comprensivo de la decena y la centena como agrupación de 10 unidades del orden anterior.",
        "     1.4. Lectura y escritura de los números hasta el 999 e interpretación del valor posicional de sus cifras.",
        "     1.5. Representación de números naturales hasta el 999 de distintas formas (manipulativa, gráfica y simbólica con la recta numérica y otros materiales). Elección de la representación adecuada para cada situación o problema.",
        "     1.6. Estimación razonada de cantidades en contextos de resolución de problemas.",
        "2. Sentido de las operaciones ",
        "     2.1. Uso de la estructura aditiva en la resolución de problemas aritméticos, organizando la información para elegir la operación adecuada.",
        "     2.2. Comprensión y utilización de estrategias flexibles de cálculo para la suma con números naturales hasta 999 (al menos dos algoritmos diferentes). ",
        "     2.3. Composición y descomposición de los 10 primeros números y su generalización al 100.",
        "     2.4. Uso de los dobles hasta el 10+10 y su generalización al 100 para las sumas.",
        "     2.5. Suma de números de una o dos cifras, descomponiendo, componiendo o completando a la decena o centena, y en la recta numérica.",
        "     2.6. Análisis de las relaciones entre los sumandos (dobles más 1, doble menos 1, parejas de sumandos que sumen 10, agrupar decenas completas, etc.).",
        "     2.7. Comprensión y utilización de estrategias flexibles de cálculo para la resta con números naturales hasta 999: resta de una unidad, dos unidades y decenas completas a números de dos y tres cifras.",
        "     2.8. Uso de la resta como acción de quitar de manera sucesiva, descomponiendo de manera conveniente tanto el minuendo como el sustraendo.",
        "     2.9. Uso de la resta como acción de completar a los órdenes de unidades desde el sustraendo hasta el minuendo.",
        "     2.10. Uso de la resta en modelos manipulativos: recta de cuentas, recta numérica, tabla del 100.",
        "     2.11. Uso de la resta de números naturales, con flexibilidad, comprensión y sentido, con al menos dos algoritmos basados en las propiedades del sistema de numeración decimal.",
        "     2.12. Redondeo a la decena más cercana para el cálculo estimativo posterior.",
        "     2.13. Obtención y memorización de los dobles y mitades de las decenas completas hasta el 100, utilizando materiales manipulativos.",
        "     2.14. Cálculo de la mitad de números por descomposición, primero con decenas y unidades pares, con materiales manipulativos y hasta el 100.",
        "     2.15. Utilización de la calculadora en la investigación, el cálculo del resultado exacto cuando las cantidades lo precisen y en la comprobación de resultados.",
        "3. Relaciones ",
        "     3.1. Conocimiento del sistema de numeración de base 10 y aplicación de las relaciones (10 elementos de un orden generan un elemento de un orden superior).",
        "     3.2. Uso de números naturales en contextos de la vida cotidiana: comparación y ordenación.",
        "     3.3. Comprensión y aplicación de la estructura aditiva: relaciones entre las partes y el todo en la suma y la resta, y aplicación en contextos cotidianos.",
        "4. Educación financiera ",
        "     4.1. Conocimiento del sistema monetario europeo: monedas (1 y 2 euros) y billetes de euro (5, 10, 20, 50 y 100), valor y equivalencia.",
        "II. Sentido de la medida",
        "1. Magnitud ",
        "    1. Identificación de los atributos mensurables de los objetos (longitud, masa, capacidad), distancias y tiempos. Percepción de la magnitud por comparación directa con una unidad.",
        "    2. Reconocimiento y utilización de las unidades no convencionales y convencionales (cm, m, g, kg y l) en situaciones de la vida cotidiana.",
        "    3. Uso de las unidades de medida del tiempo (año, mes, semana, día, hora y minuto) en situaciones de la vida cotidiana.",
        "2. Estimación, medición y relaciones ",
        "    1. Conocimiento y aplicación de procesos para medir mediante repetición de una unidad no convencional o convencional, y mediante la utilización de instrumentos convencionales (reglas, cintas métricas, balanzas, calendarios, etc.) en contextos familiares.",
        "    2. Aplicación de estrategias de comparación directa e indirecta, y ordenación de medidas de la misma magnitud: cuál es mayor y cuántas veces mayor.",
        "    3. Estimación de medidas (distancias, tamaños, masas, capacidades…) por comparación directa con otras medidas.",
        "III. Sentido espacial",
        "1. Figuras geométricas de dos y tres dimensiones ",
        "     1.1. Reconocimiento de las figuras planas sencillas contenidas en objetos de la vida cotidiana: identificación y enumeración de cualidades, semejanzas y diferencias, representación y clasificación atendiendo a sus elementos (vértices y lados).",
        "     1.2. Utilización de estrategias y técnicas de construcción de figuras geométricas sencillas de dos o tres dimensiones de forma manipulativa. Composición y descomposición de figuras planas para formar otras diferentes con material manipulativo (tangram, mosaicos, policubos, etc.).",
        "     1.3. Adquisición de vocabulario geométrico básico: descripción verbal de los elementos (vértice, lado, arista, cara).",
        "2. Localización y sistemas de representación ",
        "     2.1. Identificación de la posición relativa de objetos en el espacio e interpretación de movimientos.",
        "     2.2. Descripción de la posición en referencia a uno mismo a través de vocabulario adecuado (arriba, abajo, delante, detrás, entre, más cerca que, menos cerca que, más lejos que, menos lejos que, etc.).",
        "3. Movimientos y transformaciones ",
        "     3.1. Apreciar la simetría y la regularidad en dibujos sencillos.",
        "4. Visualización, razonamiento y modelización geométrica",
        "     4.1. Utilización de modelos geométricos en la resolución de problemas relacionados con los otros sentidos (diagramas de barras, distribuciones rectangulares, etc.).",
        "     4.2. Reconocimiento de relaciones geométricas presentes en el entorno.",
        "IV. Sentido algebraico",
        "1. Patrones ",
        "     1.1. Empleo de estrategias para la identificación, descripción oral, descubrimiento de elementos ocultos o secuencias a partir de las regularidades en una colección de números, figuras o imágenes.",
        "2. Modelo matemático ",
        "     2.1. Ejecución de un proceso guiado de modelización (dibujos, esquemas, diagramas, objetos manipulables, etc.) en la comprensión y resolución de problemas de la vida cotidiana.",
        "     2.2. Planificación en cuatro fases de la resolución de problemas: comprender la situación, pensar y seleccionar una estrategia, ejecutar la estrategia elegida y responder, comprobando previamente las soluciones obtenidas.",
        "     2.3. Resolución de problemas aritméticos (acciones de componer, descomponer, completar y comparar), geométricos, lógicos, de patrones; y planteamiento de nuevos problemas.",
        "     2.4. Conocimiento y uso de estrategias de resolución de problemas (modelización, ensayo y error, organización de la información, búsqueda de patrones).",
        "     2.5. Empleo de diagramas partes-todo, tablas simples, diagramas de barras, diagramas en árbol.",
        "3. Relaciones y funciones ",
        "     3.1. Expresión de relaciones de igualdad y desigualdad mediante los signos = y ≠ entre expresiones que incluyan operaciones.",
        "     3.2. Representación de la igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "     3.3. Expresión matemática de las relaciones establecidas y deducidas del trabajo manipulativo o de situaciones problemáticas, haciendo uso de símbolos numéricos y no numéricos.",
        "     3.4. Discusión sobre la veracidad o falsedad entre expresiones que incluyan operaciones, valorando si se puede afirmar o negar que una es mayor, menor o igual que otra.",
        "4. Pensamiento computacional",
        "     4.1. Reconocimiento de algoritmos sencillos (rutinas, instrucciones con pasos ordenados, etc.).",
        "     4.2. Resolución de retos con actividades desenchufadas y manipulativas para el desarrollo del pensamiento computacional.",
        "V. Sentido estocástico",
        "1. Organización y análisis de datos ",
        "     1.1. Reconocimiento de los principales elementos y extracción de la información relevante de gráficos estadísticos sencillos de la vida cotidiana (pictogramas y gráficas de barras).",
        "     1.2. Uso de estrategias sencillas para la recogida, clasificación y recuento de datos cualitativos y cuantitativos en muestras pequeñas.",
        "     1.3. Representación de datos obtenidos a través de recuentos mediante diagrama de barras y recursos manipulativos.",
        "2. Incertidumbre",
        "     2.1. Acercamiento intuitivo al azar y la probabilidad.",
        "     2.2. Desarrollo de lenguaje de uso común para expresar incertidumbre.",
        "VI. Sentido socioafectivo",
        "1. Creencias, actitudes y emociones ",
        "     1.1. Gestión emocional: identificación y expresión de las propias emociones ante las matemáticas. Curiosidad e iniciativa en el aprendizaje de las matemáticas.",
        "   ",
        "2. Trabajo en equipo, inclusión, respeto y diversidad",
        "     2.1. Identificación y rechazo de actitudes discriminatorias ante las diferencias individuales presentes en el aula. Actitudes inclusivas y aceptación de la diversidad del grupo.",
        "     2.2. Participación activa en el trabajo en equipo: interacción positiva y respeto por el trabajo de las demás personas.",
        "     2.3. Contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
    ],
    "criteriosEvaluacion": [
        "1.1. Entender y describir la situación planteada, discriminando la información relevante y el objetivo a conseguir para lograr la comprensión de la situación, y elaborando dibujos o diagramas que ayuden en la búsqueda de estrategias para su resolución. CCL1, CCL2, STEM1, STEM2, STEM4, CPSAA5, CE1, CE3",
        "2.1. Reconocer alguna estrategia que resuelva problemas aritméticos, geométricos, lógicos y aplicarla para obtener las posibles soluciones. STEM1, STEM2, CPSAA5, CE3",
        "2.2. Elegir y utilizar las operaciones pertinentes para la resolución de problemas que involucren la estructura aditiva; plantear problemas coherentes que se resuelvan con operaciones dadas, utilizando la calculadora cuando las cantidades lo precisen; ofrecer representaciones gráficas adecuadas y explicarlas con un vocabulario matemático apropiado a su nivel. STEM1, STEM2, CPSAA5, CE3",
        "2.3. Revisar la validez de las soluciones del problema y su coherencia con la pregunta expresando oralmente el proceso seguido. CCL1, CCL2, STEM1, STEM2, CPSAA4, CE3",
        "3.1. Realizar conjeturas matemáticas sencillas de forma guiada, investigando patrones, propiedades y relaciones, utilizando materiales manipulativos, representaciones gráficas o la calculadora, para extraer conclusiones, comunicarlas de forma verbal, manipulativa o gráfica. CCL1, STEM1, STEM2, CE3",
        "3.2. Identificar problemas en situaciones cotidianas que se resuelven matemáticamente, revisar la adecuación de los pasos seguidos para ver las conexiones entre las matemáticas y las situaciones cercanas. CCL1, STEM1, STEM2, CE3",
        "4.1. Describir rutinas sencillas de la vida cotidiana que se realicen paso a paso, identificando patrones a partir de regularidades, utilizando secuencias numéricas o gráficas y reorganizando algoritmos sencillos. STEM1, STEM2, STEM3, CE3",
        "4.2. Resolver problemas que impliquen secuencias o patrones, de forma guiada, utilizando las herramientas adecuadas, entre ellas las tecnológicas. STEM1, STEM2, STEM3, CD5, CE3",
        "5.1. Reconocer conexiones entre todos los sentidos y entre las matemáticas implicadas en las diferentes áreas, movilizando conocimientos y experiencias propias, para una mejor comprensión de los aprendizajes adquiridos. STEM1, CC4, CCEC1",
        "5.2. Reconocer algunas conexiones entre las matemáticas y la vida cotidiana para interpretar problemas en contextos no matemáticos, mostrando actitudes que favorezcan su resolución desde un punto de vista sostenible. STEM1, STEM3, CD5, CC4, CCEC1",
        "6.1. Reconocer y comprender el lenguaje matemático sencillo presente en la vida cotidiana, en diferentes formatos, adquiriendo vocabulario básico, para transmitir información matemática. CCL1, CCL3, STEM2, STEM4",
        "6.2. Comunicar de forma verbal o gráfica ideas y procesos matemáticos, utilizando lenguaje matemático adecuado e intercambiando información, para dar significado y permanencia a las ideas matemáticas. CCL1, CCL3, STEM2, STEM4, CE3, CCEC4",
        "7.1. Reconocer las emociones propias, desarrollando así la autoconfianza, empleando actitudes positivas, tales como la responsabilidad, ante nuevos retos matemáticos y valorando el error como una oportunidad de aprendizaje. CPSAA1, CPSAA4, CPSAA5, CE2",
        "8.1. Participar en el trabajo en equipo, desarrollando la escucha activa y la resolución pacífica de conflictos y cumpliendo las responsabilidades individuales para la consecución de objetivos compartidos. CCL5, CP3, STEM3, CPSAA3, CC2, CC3, CE3"
    ]
}