{
  "criteriosEvaluacion": [
    "1.1 Analitzar críticament conceptes i processos relacionats amb els sabers de la Biologia, seleccionant i interpretant informació en diferents formats (models, gràfics, taules, diagrames, fórmules, esquemes o d’altres).",
    "1.2 Comunicar informacions o opinions raonades relacionades amb els sabers de la matèria de Biologia, transmetre-les de manera clara i rigorosa, utilitzant la terminologia i el format adequats (models, gràfics, taules, vídeos, informes, diagrames, fórmules, esquemes, símbols, continguts digitals o d’altres) i responent de manera fonamentada i precisa a les qüestions que puguin sorgir durant el procés.",
    "1.3 Argumentar sobre aspectes relacionats amb els sabers de la matèria de Biologia, considerant els punts forts i febles de diferents posicions de manera raonada i amb una actitud oberta, flexible, receptiva i respectuosa davant l’opinió dels altres i basada en els coneixements científics.",
    "2.1 Plantejar i resoldre qüestions i crear continguts relacionats amb els sabers de la matèria de Biologia localitzant i citant fonts adequades i seleccionant, organitzant i analitzant críticament la informació.",
    "2.2 Contrastar i justificar la credibilitat d’informació relacionada amb els sabers de la matèria, utilitzant fonts fiables, aportant dades i adoptant una actitud crítica i escèptica vers informacions interessades, sense autoria contrastada o sense una base científica, com ara pseudociències, teories de la conspiració, creences infundades, rumors, etc.",
    "3.1 Avaluar la fiabilitat de les conclusions d’un treball de recerca o de divulgació científica relacionat amb els sabers de la matèria d’acord amb la interpretació dels resultats obtinguts.",
    "3.2 Argumentar, utilitzant exemples concrets, sobre la contribució de la ciència a la societat i la tasca de les persones que s’hi han dedicat, reflexionant sobre els biaixos de gènere en les ciències i entenent la investigació com una tasca col·lectiva i interdisciplinària en constant evolució influïda pel context polític i els recursos econòmics.",
    "4.1 Explicar fenòmens relacionats amb els sabers de la matèria mitjançant el plantejament i la resolució de problemes, cercant i utilitzant les estratègies i els recursos adequats.",
    "4.2 Analitzar críticament la solució a un problema fent servir els sabers de la matèria de Biologia i reformular els procediments utilitzats o les conclusions si aquesta solució no fos viable o davant de noves dades aportades o trobades amb posterioritat.",
    "5.1 Argumentar sobre la importància d’adoptar hàbits saludables i un model de desenvolupament sostenible, basant-se en els principis de la biologia, en particular de la biologia molecular, i relacionar-los amb els processos macroscòpics.",
    "6.1 Explicar les característiques i els processos vitals dels éssers vius mitjançant l’anàlisi de les seves biomolècules, de les seves funcions, de les interaccions bioquímiques entre biomolècules i de les seves reaccions metabòliques.",
    "6.2 Aplicar metodologies analítiques al laboratori utilitzant els materials adequats amb precisió.",
    "6.3 Justificar la importància del processament de la matèria i l’energia per al manteniment de la vida en diferents nivells (cel·lular, organisme, ecosistema) i per a la seva capacitat d’autoconservació.",
    "6.4 Argumentar la importància del programa genètic per a la vida dels éssers vius i la seva relació amb l’evolució biològica."
  ],
  "saberes": [
    "Les biomolècules i el metabolisme",
    "- Identificació de biomolècules en funció de la seva estructura química i relació d’aquesta amb les funcions que exerceixen.",
    "- Classificació de les biomolècules segons les funcions que exerceixen.",
    "- Concepte de metabolisme. Comparació entre anabolisme i catabolisme.",
    "- Relació entre les característiques químiques, estructura i funció biològica de les proteïnes, analitzant la importància del seu paper biocatalitzador.",
    "- Visió general dels diferents processos implicats en la respiració cel·lular anaeròbica",
    "(glucòlisi i fermentació) i aeròbica (β-oxidació dels àcids grassos, cicle de Krebs, cadena de transport d’electrons i fosforilació oxidativa).",
    "- Anàlisi del significat biològic, a escala molecular i cel·lular de les principals rutes catabòliques. El metabolisme com a manera de processar la matèria i l’energia.",
    "- Comparació entre metabolisme aeròbic i anaeròbic: càlcul comparatiu del rendiment energètic i reflexió sobre l’eficiència de cadascun.",
    "- Anàlisi de les principals rutes d’anabolisme heteròtrof (síntesi d’aminoàcids, proteïnes i àcids grassos) i autòtrof (fotosíntesi i quimiosíntesi) i la seva importància biològica.",
    "- Anàlisi de les fermentacions com a degradacions parcials de les biomolècules i la seva aplicació en l’obtenció d’aliments.",
    " Genètica i cicle cel·lular",
    "- Relació entre les característiques químiques, l’estructura i la funció biològica dels diferents tipus d’àcids nucleics.",
    "- Anàlisi del mecanisme de replicació de l’ADN mitjançant el model procariota.",
    "- Anàlisi, utilitzant un model procariota, de les etapes generals de l’expressió gènica i de les característiques del codi genètic i resolució de problemes relacionats amb aquestes.",
    "- Resolució de problemes de monohibridisme i dihibridisme en casos d’herència autosòmica i lligada al sexe.",
    "- Interpretació de l’evolució com un canvi en la freqüència gènica, tot resolent problemes senzills de genètica quantitativa.",
    "- Argumentació sobre la relació entre les mutacions, la replicació de l’ADN, l’evolució i la biodiversitat.",
    "- Valoració de la importància de la regulació de l’expressió gènica en la diferenciació cel·lular.",
    "- Comparació de les característiques generals del genoma i de l’expressió gènica en procariotes i eucariotes.",
    "- Seqüenciació de les fases del cicle cel·lular i anàlisi dels mecanismes de regulació.",
    "- Comparació de la meiosi i la mitosi: fases i funció.",
    "- Estudi del càncer i la relació amb les mutacions i l’alteració del cicle cel·lular.",
    "Els microorganismes i les formes acel·lulars",
    "- Diferenciació entre els bacteris i els arqueobacteris.",
    "- Comparació d’algunes de les formes de metabolisme bacterià i la importància ecològica que té en les simbiosis i els cicles biogeoquímics.",
    "- Anàlisi dels microorganismes com a agents causals de les malalties infeccioses i reflexió sobre les zoonosis i epidèmies.",
    "- Reconeixement de la presència dels bacteris en la microbiota, la vida quotidiana i les seves aplicacions. Ús dels microorganismes en processos industrials: agricultura, farmàcia, alimentació i bioremediació.",
    "- Tècniques d’esterilització i aïllament i cultiu de microorganismes.",
    "- Anàlisi dels mecanismes de transferència genètica horitzontal en bacteris i del problema de la resistència a antibiòtics.",
    "- Comparació de les característiques i els mecanismes d’infecció de les diferents formes acel·lulars (virus, viroides i prions) i la seva importància biològica.",
    "Immunologia",
    "- Concepte d’immunitat. Aplicació a casos actuals i històrics rellevants.",
    "- Identificació dels diferents tipus de barreres externes que dificulten l’entrada de patògens. Exemples relacionats amb la vida quotidiana.",
    "- Diferenciació entre immunitat innata i específica, a partir d’exemples rellevants.",
    "- Comparació entre els mecanismes d’acció de la immunitat humoral i cel·lular. Aplicació a casos propers a l’alumnat.",
    "- Comparació dels mecanismes de funcionament de la immunitat artificial i natural, passiva i activa. Efectes de la vacunació en els individus i les poblacions en casos actuals i històrics rellevants.",
    "- Anàlisi de les fases de les malalties infeccioses, a partir de casos propers o d’actualitat.",
    "- Principals patologies del sistema immunitari: causes i rellevància clínica.",
    "Biotecnologia",
    "- Anàlisi de les tècniques més rellevants d’enginyeria genètica (PCR, enzims de restricció, clonació molecular, CRISPR-CAS9 i d’altres) i les seves aplicacions.",
    "- Argumentació sobre la importància de la biotecnologia i les seves aplicacions en diferents àmbits (salut, agricultura, medi ambient, nous materials, indústria alimentària, etc.) destacant el paper dels microorganismes.",
    "Evolució",
    "- Justificació de l’evolució com un fet.",
    "- Revisió dels antecedents històrics: lamarckisme i darwinisme. Identificació i anàlisi de les fonts de la variabilitat genètica: mutacions i recombinació genètica.",
    "- Perspectives actuals sobre els mecanismes evolutius."
  ]
}