{
    "saberes":[
        "Bloque 1. Percepción y análisis.",
        "B.1.1. Exploración e interpretación del entorno CE1, CE2, CE4",
        "G1. Patrimonio artístico y cultura visual contemporánea",
        "Manifestaciones culturales y artísticas a lo largo de la historia, pertenecientes al patrimonio y a la cultura visual y audiovisual en entornos físicos y virtuales",
        "Patrimonio cultural tangible. Mueble: pintura, escultura, artesanía, material audiovisual. Inmueble: monumentos artísticos, sitios históricos, conjuntos arquitectónicos.",
        "Patrimonio     cultural     intangible.      Formas     de                       expresión: manifestaciones plásticas y visuales.",
        "Elementos del lenguaje visual y audiovisual en las manifestaciones culturales y artísticas",
        "Los elementos del lenguaje visual en manifestaciones culturales y artísticas de diferentes épocas y estilos.",
        "Los elementos del lenguaje audiovisual y sus posibilidades expresivas y comunicativas en imágenes fijas y en movimiento.",
        "Contemporaneidad artística",
        "Características y cualidades expresivas y comunicativas de los formatos, soportes y materiales de las prácticas artísticas contemporáneas.",
        "G2. Actitudes",
        "Atención y respeto en la exploración de manifestaciones artísticas plásticas, visuales y audiovisuales en entornos físicos y virtuales.",
        "G3. Entornos digitales",
        "Entornos virtuales de aprendizaje (EVA) referentes a las artes visuales y audiovisuales. Normativa vigente en relación a la protección de datos, autoría y licencias de uso.",
        "G4. Utilización de la terminología específica para la expresión de la experiencia de apreciación",
        "Para la expresión de las ideas, emociones y experiencias derivadas de la exploración de propuestas culturales y artísticas, y su descripción formal.",
        
        "B1.2. Alfabetización visual y audiovisual CE1, CE2",
        "G1. Percepción visual",
        "Organización del campo visual. Leyes de la percepción visual: semejanza, figura-fondo, proximidad, simetría, continuidad, dirección común, simplicidad, igualdad y cierre. ",
        "Aspectos que intervienen en el proceso perceptivo: creencias, conocimientos previos y emociones. ",
        "G2. Comunicación visual y audiovisual ",
        "El proceso comunicativo: emisor, receptor, mensaje, código, canal, referente y contexto. El mensaje visual y audiovisual. ",
        "Funciones e intencionalidades de la imagen: estética, informativa, exhortativa, expresiva.",
        "Lectura, análisis e interpretación de imágenes fijas y en movimiento. Aspectos formales y conceptuales. Valor denotativo y connotativo.",
        "La imagen en el mundo actual: estereotipos, prejuicios y convencionalismos. ",
        "La imagen en el mundo actual: realidad y ficción. La veracidad del mensaje. Redes sociales..",
        "G3. Elementos configuradores del lenguaje visual y audiovisual ",
        "Elementos morfológicos: punto, línea, plano, forma, color y textura.",
        "Elementos visuales y sonoros del lenguaje audiovisual. Elementos sintácticos. ",
        
        "Bloque 2. Experimentación y creación.",
        "B2.1. La experiencia artística: técnicas y materiales de expresión gráfico-plástica y de creación visual y audiovisual. Ámbitos de aplicación. CE1, CE3, CE4",
        "G1. Expresión gráfico-plástica",
        "Técnicas secas y húmedas. Técnicas mixtas y experimentales. Materiales, soportes y procedimientos. Formatos bidimensionales y tridimensionales.",
        "Cualidades emotivas y expresivas de los medios gráfico-plásticos. Posibilidades comunicativas.",
        "Ámbitos de aplicación y perfiles profesionales. Pintura, dibujo, escultura, ilustración, cómic, artes decorativas, publicidad. Prácticas artísticas contemporáneas y producciones multidisciplinares.",
        "G2. Dibujo geométrico  ",
        "Geometría plana: trazados geométricos básicos. Instrumentos de dibujo técnico.",
        "Ámbitos de aplicación y perfiles profesionales. Diseño y arquitectura.",
        "G3. Creación audiovisual  ",
        "Producción audiovisual. Preproducción, producción y postproducción.",
        "Ámbitos de aplicación y perfiles profesionales. Fotografía y cine. Videocreación y formatos multidisciplinares.",
        "G4. Terminología específica del área  ",
        "Vocabulario relativo a procesos de experimentación, creación, difusión y evaluación de producciones creativas.",
        "G5. Aplicaciones digitales  ",
        "Uso de las TIC y experimentación en entornos virtuales de aprendizaje aplicados a la expresión gráfico-plástica.",
        
        "B2.2. La experiencia artística individual y colectiva: procesos de trabajo CE3, CE4, CE5",
        "G1. Las fases del proceso creativo",
        "Generación de ideas: creatividad en la elaboración de ideas y en la toma de decisiones.",
        "Creación: diseño y producción de la propuesta. Distribución de tareas: roles en el desarrollo de un proyecto artístico colectivo. Funciones y cometidos.",
        "Documentación gráfica de procesos. Portafolios de evidencias del proceso creativo. Estrategias de pensamiento visual.",
        "G2. Actitudes",
        "Esfuerzo, fuerza de voluntad. Capacidad de concentración. Resiliencia, superación de obstáculos y fracasos.",
        "Respeto por la diversidad de ideas y producciones. Utilización de un vocabulario inclusivo básico.",
        "Tenacidad y constancia en la realización y consecución de las distintas tareas.",
        "Consenso, respeto y empatía con la aportaciones de las compañeras y compañeros en el proceso de trabajo colectivo.",
        "Cooperación y responsabilidad en la parte individual para contribuir a un objetivo común y a la cohesión del grupo.",
        "Cuidado de espacios y materiales de trabajo. Sostenibilidad y gestión de residuos."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1. Analizar de manera crítica y argumentada diferentes propuestas artísticas, contemporáneas y de otras épocas, identificando, a través de distintos canales y contextos, referencias socioculturales, funcionalidades y elementos de contenido del patrimonio y de la cultura visual y audiovisual.",
        "C1.1. Buscar información, a través de diferentes canales y contextos, acerca de propuestas artísticas diversas desarrollando el criterio propio a partir de su análisis.",
        "C1.2. Examinar propuestas artísticas del entorno patrimonial y de la cultura visual y audiovisual, a través de recursos y agentes culturales del entorno, encontrando elementos de contenido esenciales.",
        "C1.3. Identificar los mensajes de diferentes creaciones artísticas clasificando los elementos que intervienen en la comunicación.",
        "C1.4. Apreciar la diversidad de propuestas en manifestaciones culturales y artísticas de diferentes contextos geográficos e históricos.",
        "C1.5. Relacionar los referentes y elementos de la contemporaneidad artística con los desafíos y retos del presente, apreciando su aportación a la transformación social.",
        "Competencia específica 2. Compartir ideas y opiniones usando la terminología específica del área en la comunicación de la experiencia de apreciación y creación artística.",
        "C2.1. Emplear vocabulario específico del área de manera correcta para valorar la experiencia de apreciación de diferentes referentes artísticos.",
        "C2.2. Incorporar terminología específica del área en el proceso de comunicación oral y escrita de la experiencia de creación.",
        "C2.3. Compartir información extraída de diversas fuentes de forma contrastada y establecer discursos y debates con asertividad.",
        "Competencia específica 3. Comunicar ideas, sentimientos y emociones, experimentando con los elementos del lenguaje visual y con diferentes técnicas y materiales en la elaboración de prácticas artísticas y creativas.",
        "C3.1. Experimentar con diversidad de técnicas y materiales adecuándose a los objetivos planteados en cada una de las propuestas, incluyendo posibilidades no convencionales.",
        "C3.2. Emplear las posibilidades comunicativas y expresivas de los formatos y materiales de la contemporaneidad artística en la elaboración de propuestas creativas sencillas.",
        "C3.3. Idear propuestas artísticas en las que las técnicas y materiales seleccionados estén al servicio del mensaje que se pretende transmitir.",
        "C3.4. Demostrar hábitos de constancia y autoexigencia tanto en el proceso como en el resultado final.",
        "C3.5. Incorporar los referentes y elementos de la contemporaneidad artística como estímulo en propuestas creativas propias.",
        "Competencia específica 4. Seleccionar de manera responsable y autónoma recursos digitales aplicados a la percepción, la investigación y la creación en el desarrollo de propuestas y proyectos artísticos, desarrollando una identidad y criterio propio en un consumo responsable y sostenible de acuerdo a la normativa vigente.",
        "C4.1. Buscar información y recursos aplicados a las artes plásticas, visuales y audiovisuales, en diferentes entornos digitales.",
        "C4.2. Probar diferentes recursos digitales en la percepción, experimentación y creación de las diferentes propuestas y producciones.",
        "C4.3. Conocer la normativa vigente de protección de datos y autoría, aplicándola de manera responsable en la creción y difusión de contenidos.",
        "Competencia específica 5. Crear producciones artísticas colectivas, atendiendo a las diferentes fases del proceso creativo y aplicando los conocimientos específicos adquiridos.",
        "C5.1 Participar activamente en la planificación de producciones artísticas multidisciplinares, adecuando las decisiones adoptadas a los objetivos del proyecto y teniendo en cuenta la perspectiva inclusiva.",
        "C5.2Crear producciones artísticas colectivas experimentando con diferentes posibilidades expresivas y comunicativas, explorando las conexiones con otras materias.",
        "C5.3Asumir diferentes roles en el proceso de planificación, creación y difusión de la producción artística colectiva, con actitud respetuosa e inclusiva.",
        "C5.4Explicar a la comunidad los procesos de trabajo de manera textual, gráfica y/o audiovisual, aportando valoraciones críticas acerca del proceso y resultado.",
        "C5.5Difundir las producciones artísticas colectivas realizadas utilizando diferentes medios y canales."
    ]
}

