{
  "saberes": [
    "A. Sentido numérico",
    "A1. Conteo",
    "Estrategias sencillas de recuento sistemático en situaciones de la vida cotidiana",
    "Adaptación del conteo al tamaño de los números en problemas de la vida cotidiana.",
    "A2. Cantidad",
    "Números grandes y pequeños: uso de la calculadora.",
    "Realización de estimaciones con la precisión requerida.",
    "Números enteros, fraccionarios, decimales y raíces cuadradas para expresar cantidades en contextos de la vida cotidiana.",
    "Representación de números enteros, fraccionarios sencillos y decimales, y ordenación en la recta numérica de números enteros y decimales.",
    "Porcentajes mayores que 100 y menores que 1: interpretación.",
    "A3. Sentido de las operaciones",
    "Estrategias de cálculo mental con números naturales y decimales.",
    "Operaciones con números enteros, fraccionarios sencillos o decimales en situaciones contextualizadas.",
    "Relaciones inversas entre las operaciones (adición y sustracción; multiplicación y división;): comprensión y utilización en la simplificación y resolución de problemas.",
    "Efectos de las operaciones aritméticas con números enteros, fracciones y expresiones decimales.",
    "Propiedades de las operaciones (suma, resta, multiplicación, división): cálculos de manera eficiente con números naturales, enteros, fraccionarios sencillos y decimales tanto mentalmente como de forma manual, con calculadora.",
    "A4. relaciones",
    "Factores, múltiplos y divisores. Factorización en números primos.",
    "Comparación y ordenación de decimales, situación exacta o aproximada en la recta numérica.",
    "Representación de una cantidad en una situación o problema.",
    "Patrones y regularidades numéricas sencillas..",
    "Múltiplos y divisores comunes a varios números. Cálculo del mínimo común múltiplo y máximo común divisor a varios números.",
    "Relación entre fracción, decimal y porcentaje. Conversión y operaciones.",
    "A5. Razonamiento proporcional",
    "Razones y proporciones: comprensión y representación de relaciones cuantitativas.",
    "Porcentajes: comprensión y resolución de problemas.",
    "Situaciones de proporcionalidad directa en diferentes contextos: resolución de problemas contextualizados.",
    "A6. Educación financiera",
    "Consumo responsable: relaciones calidad-precio y valor-precio en contextos cotidianos.",
    "B. Sentido de la medida",
    "B1. Magnitud",
    "Atributos mensurables de los objetos físicos y matemáticos.",
    "Utilización de las unidades y operaciones dadas en problemas que impliquen medida.",
    "B2. Medición",
    "Longitudes y áreas en figuras planas: aplicación.",
    "Representaciones de objetos geométricos bidimensionales con propiedades fijadas, como las longitudes de los lados o las medidas de los ángulos.",
    "b.3. Estimaciones y relaciones",
    "Formulación guiada de conjeturas sobre medidas o relaciones entre las mismas basadas en estimaciones.",
    "Diferentes grados de precisión en situaciones de medida.",
    "C. Sentido espacial",
    "C1. Figuras geométricas de dos y tres dimensiones",
    "Formas geométricas planas: descripción y clasificación de en función de sus propiedades o características.",
    "Construcción de figuras geométricas planas con herramientas manipulativas y digitales (programas de geometría dinámica, realidad aumentada...).",
    "Elementos básicos de la geometría del plano. Relaciones y propiedades de figuras en el plano. Paralelismo y perpendicularidad",
    "C2. Localización y sistemas de representación",
    "Relaciones espaciales en el plano: localización y descripción mediante coordenadas geométricas.",
    "C3. movimientos y transformaciones",
    "Simetrías en figuras planas.",
    "C4. Visualización, razonamiento y modelización geométrica",
    "Modelización geométrica para representar relaciones numéricas en la resolución de problemas.",
    "D. Sentido algebraico",
    "D5. relaciones y funciones",
    "Deducción de la información relevante de una función mediante su representación gráfica.",
    "E. Sentido estocástico",
    "E1. Organización y análisis de datos",
    "Recogida y organización de datos de situaciones de la vida cotidiana que involucran una sola variable.",
    "Interpretación de tablas y gráficos estadísticos de variables cualitativas y cuantitativas discretas en contextos reales.",
    "Gráficos estadísticos de variables cualitativas: representación mediante diferentes tecnologías.",
    "Medidas de centralización: interpretación y cálculo con apoyo tecnológico en situaciones reales.",
    "F. Sentido socioafectivo",
    "F1. Creencias, actitudes y emociones",
    "Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el aprendizaje de las matemáticas.",
    "Gestión emocional: emociones que intervienen en el aprendizaje de las matemáticas. Autoconciencia y autorregulación.",
    "Estrategias de fomento de la flexibilidad cognitiva: apertura a cambios de estrategia y transformación del error en oportunidad de aprendizaje.",
    "F2. trabajo en equipo y toma de decisiones",
    "Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir conocimiento matemático.",
    "Conductas empáticas y estrategias de gestión de conflictos.",
    "F3. Inclusión, respeto y diversidad",
    "Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "La contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género."
  ],
  "criteriosEvaluacion": [
    "1.1. Organizar los datos de un problema matemático, buscando información sobre aquellas partes que no entiende.",
    "1.2. Utilizar herramientas y estrategias dadas que contribuyan a la resolución de problemas.",
    "1.3. Calcular las soluciones de un problema utilizando las fórmulas y aplicaciones dadas.",
    "2.1. Comprobar la corrección matemática de las soluciones de un problema.",
    "2.2. Comprobar la validez de las soluciones de un problema y su coherencia en el contexto planteado interpretando su alcance y repercusión de forma guiada desde una perspectiva (de género o de sostenibilidad o consumo responsable, etc...).",
    "3.1. Comprobar conjeturas sencillas de forma guiada.",
    "3.2. Realizar de forma guiada variantes de un problema dado modificando alguno de sus datos o alguna condición del problema.",
    "3.3. Emplear de forma guiada herramientas tecnológicas dadas en la comprobación de problemas.",
    "4.1. Observar patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional de forma guiada.",
    "4.2. Observar situaciones que se pueden modelizar, y resolver problemas de forma eficaz utilizando los algoritmos propuestos.",
    "5.1. Reconocer las relaciones entre los conocimientos y experiencias matemáticas de forma guiada.",
    "5.2. Reconocer de forma guiada las conexiones entre diferentes procesos matemáticos sencillos o cotidianos.",
    "6.1. Reconocer de forma guiada situaciones formuladas y resueltas mediante herramientas y estrategias matemáticas, con conexiones con el mundo real.",
    "6.2. Identificar de forma guiada conexiones coherentes entre las matemáticas y otras materias resolviendo problemas sencillos y cotidianos.",
    "6.3. Reconocer de forma guiada la aportación de las matemáticas al progreso de la humanidad.",
    "7.1. Representar conceptos, procedimientos, información y resultados matemáticos usando herramientas digitales y no digitales, visualizando ideas y estructurando procesos matemáticos.",
    "7.2. Utilizar representaciones matemáticas que ayuden en la búsqueda de estrategias de resolución de una situación problematizada.",
    "8.1. Comunicar información utilizando un lenguaje matemático sencillo, utilizando diferentes medios, incluidos los digitales, oralmente y por escrito, al describir, explicar y justificar razonamientos, procedimientos y conclusiones.",
    "8.2. Reconocer y emplear el lenguaje matemático presente en la vida cotidiana comunicando mensajes con contenido matemático con precisión y rigor",
    "9.1. Reconocer las emociones propias y generar expectativas positivas ante nuevos retos matemáticos.",
    "9.2. Mostrar una actitud positiva y perseverante, aceptando la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
    "10.1. Colaborar activamente y construir relaciones trabajando con las matemáticas en equipos heterogéneos, respetando diferentes opiniones, comunicándose de manera efectiva, pensando de forma crítica y creativa.",
    "10.2. Aceptar el reparto de tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión, la escucha activa, asumiendo el rol asignado y responsabilizándose de la propia contribución al grupo."
  ]
}