{
    "situacionesAprendizaje": [
        "Indicaciones para la planificación de situaciones de aprendizaje.",
        "El profesorado de educación primaria diseñará situaciones de aprendizaje atendiendo a que sean estimulantes, significativas e integradoras, estén bien contextualizadas y se adecuen al proceso de desarrollo armónico e integral del alumnado en todas sus dimensiones (cognitivo, emocional y psicomotriz), tengan en cuenta las potencialidades, intereses y necesidades del alumnado, se ajusten al modelo de comprensión de la realidad del momento de la etapa y favorezcan diferentes tipos de agrupamientos (trabajo individual, por parejas, en pequeño grupo y en gran grupo).",
        "Además, en la planificación será interesante y enriquecedor diseñar situaciones de aprendizaje interdisciplinares, que activen conocimientos, destrezas y actitudes de diferentes áreas, de manera que permitan al alumnado establecer conexiones, pensar, razonar y transferir conocimientos y destrezas entre las áreas diferentes de la etapa.",
        "La estructura general de una situación de aprendizaje debe contemplar los apartados siguientes:",
        "- Título y contextualización: identificación de la situación a partir de un reto o problema, descripción de la misma, motivación y producto final.",
        "- Fundamentación curricular:",
        "    · Objetivos de etapa a los que se pretende contribuir.",
        "    · Descriptores operativos que se desarrollan, vinculados a los criterios de evaluación y competencias específicas.",
        "    · Competencias específicas.",
        "    · Criterios de evaluación, junto a los contenidos de las áreas y los contenidos transversales que es necesario movilizar.",
        "- Metodología.",
        "    · Métodos: estilos, estrategias y técnicas.",
        "    · Organización del alumnado y agrupamientos.",
        "    · Cronograma y organización del tiempo.",
        "    · Organización del espacio.",
        "    · Materiales y recursos.",
        "- Planificación de actividades y tareas.",
        "- Atención a las diferencias individuales.",
        "- Proceso de evaluación: indicadores de logro en los que se subdividan los criterios de evaluación, técnicas e instrumentos de evaluación, criterios y herramientas para la calificación, momentos en los que se evaluará y agentes evaluadores.",
        "- Valoración de la situación de aprendizaje."
    ]
}