{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Explicar el origen y el desarrollo histórico de la Psicología hasta constituirse como ciencia independiente, conociendo las principales escuelas psicológicas, valorando las técnicas y los métodos psicológicos a través del análisis crítico de textos. (CCL1, CCL2, CP2)",
        "1.2 Distinguir la dimensión teórica y práctica de la Psicología, identificando los objetivos, ramas y métodos, en relación, como ciencia multidisciplinar, con otras ciencias cuyo fin es la comprensión de los fenómenos humanos, como la Filosofía, Biología, Antropología y Economía, estableciendo relaciones interdisciplinares. (STEM2, STEM4, CD1)",
        "1.3 Reconocer y expresar las aportaciones más importantes de la Psicología, desde sus inicios hasta la actualidad, identificando los principales problemas planteados y las soluciones aportadas por las diferentes corrientes psicológicas contemporáneas y realizando un análisis crítico de textos significativos y breves de contenido psicológico, identificando las problemáticas planteadas y relacionándolas con lo estudiado en la unidad. (CPSAA4, CPSAA5, CC1)",
        "Competencia específica 2",
        "2.1 Explicar, desde un enfoque antropológico, la evolución del cerebro humano distinguiendo sus características específicas de las de otros animales, describiendo la importancia del desarrollo neurológico y las consecuencias que de ellas se derivan. (CCL1, STEM4)",
        "2.2 Entender y valorar las diferentes investigaciones del cerebro y su impacto en el avance científico acerca de la explicación de la conducta, mediante la descripción de enfermedades y trastornos mentales, conociendo las técnicas desarrolladas para su tratamiento. (STEM4, CD1)",
        "2.3 Comprender y reconocer algunas de las bases genéticas que determinan la conducta humana, apreciando la relación de causa y efecto que puede existir entre ambas y destacando el origen de algunas enfermedades producidas por alteraciones genéticas. (CPSAA4, CPSAA5, CC1)",
        "2.4 Investigar la influencia del sistema endocrino sobre el cerebro y los comportamientos derivados de ello, valorando la importancia de la relación entre ambos. (CPSAA4, CPSAA5, CC1)",
        "Competencia específica 3",
        "3.1 Conocer el funcionamiento de los sentidos y comprender la percepción humana como un proceso constructivo eminentemente subjetivo y limitado, en el cual tiene su origen el conocimiento sobre la realidad, distinguiendo las aportaciones de las principales teorías sobre la percepción y apreciando la relevancia que tienen las influencias individuales y sociales en la misma. (CCL1, CCL2)",
        "3.2 Conocer y analizar la estructura, tipos y funcionamiento de la memoria humana investigando las aportaciones de algunas teorías actuales, comprendiendo el origen y los factores que influyen en el desarrollo de esta capacidad en el ser humano y utilizando sus aportaciones en su propio aprendizaje. (STEM2, CD1)",
        "3.3 Comprender las características del sueño y de los estados alterados de conciencia motivados por el consumo de drogas, valorando críticamente los factores que conducen a su uso y abuso, y las consecuencias de su consumo, mediante el desarrollo de la autonomía y el criterio propio frente a las presiones sociales. (CPSAA3.1, CC1, STEM5) Competencia específica 4",
        "4.1 Conocer las principales teorías sobre el aprendizaje, identificando los factores que cada una de ellas considera determinantes en este proceso, iniciándose en la comprensión de este fenómeno, comprobando sus aplicaciones en el campo social y utilizando sus conocimientos para mejorar su propio aprendizaje. (CPSAA1.2, CPSAA4, CPSAA5)",
        "4.2 Comprender los procesos cognitivos superiores del ser humano, como la inteligencia y el pensamiento, mediante el conocimiento de algunas teorías explicativas de su naturaleza y desarrollo, distinguiendo los factores que influyen en él e investigando críticamente la eficacia de las técnicas de medición utilizadas y el concepto de (CCL2, CCL4, CPSAA1.2)",
        "4.3 Evaluar los aspectos positivos y negativos de la inteligencia artificial, identificando los peligros que puede representar, evitando la equivocada humanización de las máquinas pensantes y la deshumanización de las personas, y analizando las diferencias y similitudes entre los lenguajes, el razonamiento y la creatividad humana y artificial. (CPSAA1.2, CC1)",
        "Competencia específica 5",
        "5.1 Seleccionar información acerca de las teorías sobre la motivación, su clasificación y su relación con otros procesos cognitivos y la frustración, valorando la importancia de la motivación en el ámbito educativo y laboral. (CCL3, STEM2, STEM4)",
        "5.2 Describir, estableciendo semejanzas y diferencias, las diversas teorías de la personalidad reconociendo sus aportaciones y distinguiendo los cambios que se producen en cada fase de desarrollo valorando críticamente las limitaciones de algunos métodos y estrategias para la evaluación de la personalidad. (CCL3, CPSAA2, CPSAA3.1)",
        "5.3 Entender y reflexionar sobre la complejidad que implica definir qué es un trastorno mental, describiendo algunos de los factores genéticos, ambientales y evolutivos implicados, conociendo las perspectivas psicopatológicas y sus métodos de estudio. (STEM2, STEM4, STEM5)",
        "5.4 Reconocer y valorar los distintos tipos de afectos, así como el origen de algunos trastornos emocionales, valorando la repercusión que tiene en nuestro desarrollo vital y personal y especificando sus determinantes hereditarios y aprendidos. (CPSAA2, CPSAA3.1)",
        "5.5 Apreciar la importancia que, en el desarrollo y maduración del individuo, tienen las relaciones afectivas y sexuales, promoviendo actitudes maduras, igualitarias y tolerantes ante la diversidad sexual. (STEM2, STEM4, STEM5)",
        "Competencia específica 6",
        "6.1 Comprender y apreciar la dimensión social del ser humano y las diferencias culturales valorando su impacto en el comportamiento de los individuos. (CC1, CCEC2) 6.2 Conocer y valorar los procesos psicológicos de las masas, su naturaleza, características y pautas de comportamiento, reconociendo las situaciones de vulnerabilidad en las que el individuo pueda perder el control sobre sus propios actos, elaborando conclusiones acerca del poder de persuasión que producen las masas. (CC1, STEM4)",
        "6.3 Entender y describir la importancia que actualmente tiene la Psicología en el campo laboral y el desarrollo organizacional, identificando los errores psicológicos que se producen en su gestión, buscando los recursos adecuados para afrontar los problemas y valorando la importancia del liderazgo como condición necesaria para la gestión de las empresas. (CE2, STEM4)",
        "6.4 Generar un criterio propio, analizando las comunidades virtuales y las redes sociales, reconociéndolos como nuevos espacios colectivos con dinámicas propias y generadores, tanto de oportunidades como de riesgos, investigando críticamente en páginas de internet. (CCL2, CCL3, CD4)"
    ],
    "saberes": [
        "A. La psicología como ciencia",
        "- La Psicología como ciencia: dimensión teórica y práctica de la Psicología.",
        "- Teorías psicológicas, técnicas y métodos de estudio en Psicología.",
        "- Ramas de la Psicología.",
        "- Relación de la Psicología con otras disciplinas (Filosofía, Medicina, Biología, Química…).",
        "- Evolución histórica de la Psicología.",
        "- Principales experimentos psicológicos.",
        "B. Fundamentos biológicos de la conducta",
        "- El cerebro humano.",
        "- La filogénesis y el proceso de hominización.",
        "- Determinantes fisiológicos de la conducta y del conocimiento.",
        "- Estructura y funciones del sistema nervioso central.",
        "- El sistema endocrino.",
        "- Psicología comparada: la conducta de los animales, función adaptativa de la conducta humana. La Psicología evolucionista.",
        "- Técnicas de estudio de las patologías cerebrales y tratamientos de enfermedades en la actualidad.",
        "- Tipología de las enfermedades cerebrales.",
        "- Rasgos innatos y adquiridos. El debate sobre «la tabla rasa» y la heredabilidad de los rasgos psicológicos.",
        "C. Los procesos cognitivos básicos: percepción, atención y memoria",
        "- El ser humano como procesador de información. Los sentidos.",
        "- Atención y percepción. Teorías de la percepción.",
        "- Factores que influyen en la percepción.",
        "- Trastornos perceptivos.",
        "- Estructura y funcionamiento de la memoria humana.",
        "- Tipos de memoria y niveles de procesamiento de la información.",
        "- Distorsiones y alteraciones de la memoria.",
        "- La memoria y el aprendizaje.",
        "- El olvido.",
        "- Los sueños.",
        "- Los estados de conciencia y drogas.",
        "D. Procesos cognitivos superiores: aprendizaje, inteligencia y pensamiento",
        "- Teorías del aprendizaje.",
        "- Estructuras y estrategias de aprendizaje.",
        "- La inteligencia: teorías de la inteligencia.",
        "- El desarrollo de la inteligencia.",
        "- Evaluación de la inteligencia: el cociente intelectual, su medición y significado.",
        "El efecto Flynn.",
        "- La inteligencia emocional y las inteligencias múltiples.",
        "- Inteligencia artificial.",
        "- El pensamiento y sus habilidades. El razonamiento, la solución de problemas y la toma de decisiones.",
        "- La creatividad.",
        "- El razonamiento crítico y medios de comunicación.",
        "- El lenguaje: adquisición del lenguaje y procesos cognitivos",
        "E. La construcción del ser humano. Motivación, personalidad y afectividad",
        "- Naturaleza de la motivación. Teorías de la motivación.",
        "- La motivación: motivos y deseos, la motivación de logro y los procesos de atribución.",
        "- Conflictos y mecanismos de defensa, la frustración.",
        "- Teorías de la personalidad.",
        "- Factores del desarrollo de la personalidad.",
        "- Las emociones: determinantes biológicos y ambientales.",
        "- Los trastornos psicopatológicos, tipología y tratamientos.",
        "- Afectos y trastornos emocionales.",
        "- La función de la conciencia y de los procesos inconscientes.",
        "- La evolución de las emociones y su carácter adaptativo. Las emociones básicas.",
        "- La sexualidad y la afectividad como dimensiones del ser humano.",
        "F. Psicología social y de las organizaciones",
        "- Dimensión social y cultural del ser humano: enculturación.",
        "- Socialización. Actitudes, normas y valores en la vida social.",
        "- Relaciones interpersonales."
    ]
}