{
    "saberes": [
        "A. Cultura científica",
        "1. Iniciación a la actividad científica.",
        "- Técnicas de indagación adecuadas a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones...).",
        "- Instrumentos y dispositivos apropiados para realizar observaciones y mediciones de acuerdo a las necesidades de las diferentes investigaciones.",
        "- Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "- La ciencia y la tecnología como actividades humanas, similitudes y diferencias en las profesiones relacionadas con la ciencia y la tecnología desde una perspectiva de género.",
        "- El conocimiento científico presente en la vida cotidiana.",
        "2. La vida en nuestro planeta.",
        "- Necesidades básicas de los seres vivos y la diferencia con los objetos inertes.",
        "- Las adaptaciones de los seres vivos a su hábitat, concebido como el lugar en el que cubren sus necesidades.",
        "- Clasificación e identificación de los seres vivos de sus características observables.",
        "- Las relaciones entre los seres humanos, los animales y las plantas. Cuidado y respeto hacia los seres vivos y el entorno en el que viven.",
        "- Hábitos saludables relacionados con el bienestar físico del ser humano: higiene, alimentación variada y equilibrada, ejercicio físico, descanso y cuidado del cuerpo como medio para prevenir posibles enfermedades.",
        "- Hábitos saludables relacionados con el bienestar emocional y social: Estrategias de identificación de las propias emociones y respeto por las de los demás. Sensibilidad y aceptación de la diversidad presente en el aula y en la sociedad.",
        "- Partes del cuerpo e introducción de las tres funciones vitales.",
        "3. Materia, fuerzas y energía.",
        "- La luz y el sonido como formas de energía cercanas que se pueden sentir. Fuentes y uso en la vida cotidiana.",
        "- Propiedades observables de los materiales, su procedencia y su uso en objetos de la vida cotidiana de acuerdo a las necesidades de diseño para los que fueron fabricados.",
        "- Las sustancias puras y las mezclas: distinguir y separar mezclas heterogéneas mediante distintos medios.",
        "- Estructuras resistentes, estables y útiles. Efecto de las fuerzas de carga sobre estructuras construidas con materiales de uso común en el aula con diferente sección y geometría.",
        "B. Tecnología y digitalización",
        "1. Digitalización del entorno personal de aprendizaje.",
        "- Dispositivos y recursos del entorno digital de aprendizaje de acuerdo con las necesidades del contexto educativo.",
        "- Recursos digitales para comunicarse con personas conocidas en entornos conocidos y seguros.",
        "- Conocimiento del potencial y los peligros que existen en la red.",
        "2. Proyectos de diseño y pensamiento computacional.",
        "- Fases de los proyectos de diseño: identificación de necesidades, diseño, prototipado y prueba, evaluación y comunicación.",
        "- Materiales, herramientas y objetos adecuados a la consecución del proyecto. Iniciación a la programación: recursos analógicos y digitales adaptados al nivel lector del alumnado (plataformas digitales de iniciación a la programación, robótica educativa...).",
        "- Reconocimiento de la red como fuente de información.",
        "- Estrategias básicas de trabajo en equipo.",
        "C. Sociedades y territorios",
        "1. Retos del mundo actual.",
        "- La Tierra en el universo. Elementos, movimientos y dinámicas relacionados con la Tierra y el universo y sus consecuencias en la vida diaria y en el entorno. Secuencias temporales y cambios estacionales.",
        "- La vida en la Tierra. Fenómenos atmosféricos y su repercusión en los ciclos biológicos y en la vida diaria. Observación y registro de datos atmosféricos.",
        "- Introducción a los cambios de estado del agua para comprender el ciclo del agua.",
        "- Retos sobre situaciones cotidianas. Funciones básicas del pensamiento espacial y temporal para la interacción con el medio y la resolución de situaciones de la vida cotidiana. Itinerarios y trayectos, desplazamientos y viajes.",
        "2. Lecciones del pasado.",
        "- La percepción del tiempo. Medida del tiempo en la vida cotidiana. El ciclo vital y las relaciones intergeneracionales.",
        " - Ubicación en un momento determinado, conociendo la división de la historia en etapas (cuando y porqué de cada cambio de etapa histórica).",
        "- Recursos y medios analógicos y digitales. Las fuentes orales y la memoria colectiva. La historia local y la biografía familiar, hombres y mujeres como sujetos de la historia.",
        "- Las expresiones y producciones artísticas a través del tiempo. El patrimonio material e inmaterial local.",
        "3. Alfabetización cívica.",
        "- La vida en colectividad. La familia. Diversidad familiar. Compromisos, participación y normas en el entorno familiar, vecinal y escolar. Prevención, gestión y resolución dialogada de conflictos.",
        "- La vida en sociedad. Espacios, recursos y servicios del entorno. Formas y modos de interacción social en espacios públicos desde una perspectiva de género.",
        "- Identidad y diversidad cultural: existencia de realidades diferentes y aproximación a las distintas étnico-culturas presentes en el entorno, integración y rechazo a las actitudes discriminatorias. Cultura de paz y no violencia.",
        "- Ocupación y trabajo. Identificación de las principales actividades profesionales y laborales de hombres y mujeres en el entorno.",
        "- Igualdad de género y conducta no sexista.",
        "- Seguridad vial. Normas básicas en los desplazamientos como peatones y usuarios de los medios de transporte.",
        "4. Conciencia ecosocial.",
        "- Conocimiento de nuestro entorno. Paisajes naturales y paisajes humanizados, y sus elementos. La acción humana sobre el medio y sus consecuencias.",
        "- Responsabilidad ecosocial. Acciones para la conservación, mejora y uso sostenible de los bienes comunes.",
        "- Hábitos de vida sostenible. El uso del agua, la movilidad sostenible y la gestión de los residuos."
    ],
    "criteriosEvaluacion": [
        "1.1. Utilizar dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo de forma segura.",
        "2.1. Mostrar curiosidad por objetos, hechos y fenómenos cercanos, formulando preguntas y realizando predicciones.",
        "2.2. Buscar información sencilla de diferentes fuentes seguras y fiables, utilizándola en investigaciones relacionadas con el medio natural, social y cultural.",
        "2.3. Participar en experimentos pautados o guiados, cuando la investigación lo requiera, utilizando diferentes técnicas sencillas de indagación, empleando de forma segura instrumentos y registrando las observaciones a través de registros claros.",
        "2.4. Dar ejemplos de posibles respuestas a las preguntas planteadas, comparando la información y resultados obtenidos con las predicciones realizadas.",
        "2.5. Comunicar de forma oral o gráfica el resultado de las investigaciones explicando los pasos seguidos con ayuda de un guion.",
        "3.1. Participar en proyectos interdisciplinares cooperativos sencillos, reconociendo necesidades o identificando problemas del entorno cercano, que se resuelvan con la creación de prototipos.",
        "3.2. Dar ideas que puedan solucionar un problema de diseño, compartiéndolas a través de descripciones orales, dibujos o modelos.",
        "3.3. Realizar un producto final sencillo que dé solución a un problema de diseño, probando en equipo diferentes prototipos y utilizando de forma segura las herramientas y materiales adecuados.",
        "3.4. Mostrar de forma oral o gráfica el producto final de los proyectos de diseño, explicando los pasos seguidos con ayuda de un guion.",
        "4.1. Reconocer hábitos de vida saludables valorando la importancia de la higiene, una alimentación variada y equilibrada, el ejercicio físico y el descanso.",
        "4.2. Distinguir acciones que favorezcan el bienestar emocional y social reconociendo las emociones propias y las de los demás e identificando las relaciones familiares y escolares a las que pertenece.",
        "5.1. Reconocer las características, organización y propiedades de los elementos del medio natural, social y cultural a través de metodologías de indagación y utilizando las herramientas y procesos adecuados de forma pautada.",
        "5.2. Reconocer conexiones sencillas y directas entre diferentes elementos del medio natural, social y cultural.",
        "5.3. Mostrar actitudes de respeto para el disfrute del patrimonio natural y cultural, reconociéndolo como un bien común.",
        "6.1. Mostrar hábitos de vida sostenible y tomar conciencia de ser consecuentes con el respeto, los cuidados y la protección del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio.",
        "7.1. Ordenar temporalmente hechos del medio social y cultural cercanos y conocer personas relevantes de la historia, incorporando la perspectiva de género y empleando nociones de medida y sucesión básicas, y mostrando curiosidad por las formas de vida en el pasado y la importancia de su evolución.",
        "8.1. Agrupar información acerca de manifestaciones culturales del propio entorno, mostrando respeto consigo y a otras personas, valorando su diversidad y riqueza, y apreciándola como fuente de aprendizaje.",
        "8.2. Mostrar actitudes que fomentan la igualdad de género y las conductas no sexistas reconociendo modelos positivos en el entorno cercano.",
        "9.1. Identificar responsabilidades y establecer acuerdos de forma dialógica y democrática, empleando un lenguaje inclusivo y no violento, como parte de grupos próximos a su entorno.",
        "9.2. Identificar instituciones cercanas, señalando y valorando las funciones que promueven una buena convivencia.",
        "9.3. Conocer e interiorizar normas básicas como peatones y usuarios de los medios de locomoción, tomando conciencia de la importancia de la movilidad sostenible de las personas."
    ]
}