{
  "competenciasEspecificas": [
    "Competencia específica 1. Explicar y apreciar la diversidad lingüística del mundo a partir del conocimiento de la realidad lingüística y cultural de Asturias en el contexto plurilingüe y pluricultural de España, analizando el origen y desarrollo sociohistórico de las lenguas propias, las características de sus principales variedades, así como los fenómenos del contacto entre lenguas, para favorecer la reflexión interlingüística, refutar los estereotipos y prejuicios lingüísticos y valorar esta diversidad como fuente de patrimonio cultural.",
    "Competencia específica 2. Comprender e interpretar textos orales y multimodales en asturiano recogiendo el sentido general y la información más relevante, identificando el punto de vista y la intención del emisor y valorando su fiabilidad, su forma y su contenido, para construir conocimiento, formarse opinión y ensanchar las posibilidades de disfrute y ocio.",
    "Competencia específica 3. Producir textos orales y multimodales en asturiano con coherencia, cohesión, fluidez y el registro adecuado, atendiendo a las convenciones propias de los diferentes géneros discursivos, y participar en interacciones orales con actitud cooperativa y respetuosa, tanto para construir conocimiento y establecer vínculos personales como para intervenir de manera activa e informada en diferentes contextos sociales.",
    "Competencia específica 4. Comprender, interpretar y valorar, con sentido crítico y diferentes propósitos de lectura, textos escritos reconociendo el sentido global y las ideas principales y secundarias, identificando la intención del emisor, reflexionando sobre el contenido y la forma y evaluando su calidad y fiabilidad con el fin de construir conocimiento y dar respuesta a necesidades e intereses comunicativos diversos.",
    "Competencia específica 5. Producir textos escritos y multimodales coherentes, cohesionados, adecuados y correctos atendiendo a las convenciones propias del género discursivo elegido, para construir conocimiento y dar respuesta de manera informada, eficaz y creativa a demandas comunicativas concretas.",
    "Competencia específica 6. Seleccionar y contrastar información procedente de diferentes fuentes, previniendo los sesgos de género, de manera progresivamente autónoma, evaluando su fiabilidad y pertinencia en función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, además de integrarla y transformarla en conocimiento para comunicarla, adoptando un punto de vista crítico y personal a la par que respetuoso con la propiedad intelectual.",
    "Competencia específica 7. Seleccionar y leer de manera autónoma obras diversas como fuente de placer y conocimiento, configurando un itinerario lector que se enriquezca progresivamente en cuanto a diversidad, complejidad y calidad de las obras, y compartir experiencias de lectura para construir la propia identidad lectora y disfrutar de la dimensión social de la lectura.",
    "Competencia específica 8. Leer, interpretar y valorar obras o fragmentos de la tradición literaria asturiana, incluyendo los que, procedentes de otras literaturas, se  hayan incorporado a ella a través de la traducción, utilizando un metalenguaje específico y movilizando la experiencia biográfica y los conocimientos literarios y culturales para establecer vínculos entre textos diversos a fin de conformar un mapa cultural, ensanchar las posibilidades de disfrute de la literatura y crear textos de intención literaria.",
    "Competencia específica 9. Movilizar el conocimiento sobre la estructura de la lengua y sus usos, reflexionando de manera progresivamente autónoma sobre las elecciones lingüísticas y discursivas, con la terminología adecuada, para desarrollar la conciencia lingüística, aumentar el repertorio comunicativo y mejorar las destrezas tanto de producción oral y escrita como de recepción crítica.",
    "Competencia específica 10. Poner las propias prácticas comunicativas al servicio de la convivencia democrática, la resolución dialogada de los conflictos y la igualdad de derechos de todas las personas, utilizando un lenguaje no discriminatorio y desterrando los abusos de poder a través de la palabra para favorecer un uso no solo eficaz sino también ético y democrático del lenguaje."
  ]
}