{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Leer comprensivamente textos de dificultad avanzada, identificando y analizando unidades lingüísticas regulares de la lengua a la vez que apreciando variantes y coincidencias con otras lenguas conocidas.",
        "Criterio 1.2. Seleccionar el significado apropiado de palabras polisémicas y justificar la decisión, teniendo en cuenta la información cotextual o contextual y utilizando solamente si es necesario herramientas de apoyo al proceso de traducción en distintos soportes, tales como listas de vocabulario, glosarios, diccionarios bilingües o monolingües, mapas o atlas, correctores ortográficos, gramáticas y libros de estilo.",
        "Criterio 1.3. Revisar y subsanar de manera autónoma las propias interpretaciones y las de los compañeros y compañeras, realizando propuestas de mejora.",
        "Criterio 1.4. Registrar los progresos y dificultades de aprendizaje de la lengua latina en un nivel avanzado, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolos explícitos y compartiéndolos. ",
        "Competencia específica 2.",
        "Criterio 2.1. Deducir el significado etimológico de un amplio conjunto de términos de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado aplicando estrategias de reconocimiento de formantes latinos atendiendo a los cambios fonéticos, morfológicos o semánticos complejos que hayan tenido lugar.",
        "Criterio 2.2. Explicar cambios fonéticos, morfológicos o semánticos de complejidad creciente que se han producido tanto desde el latín culto como desde el latín vulgar hasta la lengua de enseñanza, sirviéndose cuando sea posible de la comparación con otras lenguas de su repertorio.",
        "Criterio 2.3. Explicar la relación del latín con las lenguas modernas, utilizando con iniciativa estrategias y conocimientos de las lenguas que conforman el repertorio del alumnado.",
        "Criterio 2.4. Analizar críticamente prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal. ",
        "Competencia específica 3.",
        "Criterio 3.1. Analizar, interpretar y comentar textos y fragmentos literarios de nivel avanzado, aplicando de forma autónoma estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, comprender el mundo y la condición humana y desarrollar la sensibilidad estética y el hábito lector.",
        "Criterio 3.2. Analizar y explicar con mayor profundidad los temas, tópicos, géneros y valores éticos o estéticos de obras o fragmentos literarios latinos comparándolos con obras o fragmentos literarios posteriores, desde un enfoque intertextual.",
        "Criterio 3.3. Ahondar en la identificación y definición de palabras latinas que designan conceptos fundamentales para el estudio y comprensión de la civilización romana y cuyo aprendizaje combina conocimientos léxicos y culturales.",
        "Criterio 3.4. Crear textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se haya partido de la civilización y cultura latina como fuente de inspiración. ",
        "Competencia específica 4.",
        "Criterio 4.1. Explicar en profundidad los procesos históricos y políticos, los modos de vida, las instituciones y las costumbres de la sociedad romana, comparándolos con los de las sociedades actuales, valorando de manera crítica las adaptaciones y cambios experimentados a la luz de la evolución de las sociedades y los derechos humanos, y favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos.",
        "Criterio 4.2. Debatir de forma autónoma acerca de la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado romano en nuestra sociedad, utilizando de forma autónoma estrategias retóricas y oratorias, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias veraces y mostrando interés, respeto y empatía por otras opiniones y argumentaciones.",
        "Criterio 4.3. Elaborar trabajos de investigación avanzados en diferentes soportes sobre aspectos del legado de la civilización latina en el ámbito personal, religioso y sociopolítico, localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual. ",
        "Competencia específica 5.",
        "Criterio 5.1. Identificar y explicar aspectos complejos del legado inmaterial de la civilización latina como fuente de inspiración, analizando producciones culturales y artísticas posteriores.",
        "Criterio 5.2. Investigar de forma autónoma el patrimonio cultural heredado de la civilización romana, actuando de forma adecuada, empática y respetuosa.",
        "Criterio 5.3. Explorar con mayor profundidad las huellas del legado romano en el entorno del alumnado aplicando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus distintos usos, dando ejemplos de la pervivencia de la Antigüedad clásica en su vida cotidiana y presentando sus resultados a través de diferentes soportes. ",
        "Competencia específica 6.",
        "Criterio 6.1. Interpretar el sentido global y la información específica y explícita de textos latinos de dificultad avanzada, orales, escritos y multimodales en contextos comunicativos.",
        "Criterio 6.2. Aplicar de forma autónoma las estrategias y conocimientos específicos en contextos comunicativos y así comprender el sentido general, la información esencial y los detalles más relevantes de los textos. ",
        "Competencia específica 7.",
        "Criterio 7.1. Producir de forma oral o escrita textos breves de mayor complejidad en latín, estructurados de forma comprensible en contextos comunicativos.",
        "Criterio 7.2. Participar en latín en situaciones interactivas avanzadas, apoyándose en recursos tales como la repetición, el ritmo pausado y el lenguaje no verbal, y mostrando empatía y respeto, tanto en soporte físico como digital.",
        "Criterio 7.3. Producir mediante retroversión textos de mayor dificultad utilizando las estructuras básicas de la lengua latina."       
    ],
    "saberes": [
        "Bloque A. La interpretación del texto.",
        "A.1. Unidades lingüísticas de la lengua latina.",
        "A.1.2.1. Concepto de lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones) y flexión verbal (el sistema de conjugaciones). Profundización.",
        "A.1.2.2. Sintaxis oracional: funciones y sintaxis de los casos. Profundización.",
        "A.1.2.3. Estructuras oracionales. La concordancia y el orden de palabras en oraciones simples y oraciones compuestas. Estructuras complejas.",
        "A.1.2.4. Formas nominales del verbo. Estructuras complejas.",
        "A.2. La interpretación y la lectura comprensiva del texto: técnicas, procesos y herramientas.",
        "A.2.2.1. El método comunicativo o inductivocontextual como herramienta de interpretación textual. Profundización.",
        "A.2.2.2. El análisis morfosintáctico como ayuda en la comprensión del texto. Profundización.",
        "A.2.2.3. Estrategias de interpretación y comprensión de textos complejos: formulación de expectativas a partir del entorno textual (título, obra…) y del propio texto (campos temáticos, familias de palabras, etc.), así como a partir del contexto; conocimiento del tema; descripción de la estructura y género; peculiaridades lingüísticas de los textos traducidos (discurso directo e indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica, etc.); errores frecuentes de traducción y técnicas para evitarlos (comprobar si la interpretación es correcta, control de acuerdo a criterios dados, delimitación de construcciones sintácticas...).",
        "A.2.2.4. Herramientas de ayuda a la interpretación del texto: glosarios, diccionarios monolingües o bilingües, atlas o correctores ortográficos en soporte analógico o digital, etc. Profundización.",
        "A.2.2.5. Lectura comparada y comentario de textos bilingües: estrategias de comparación de traducciones originales e impresas utilizando terminología metalingüística. Profundización.",
        "A.2.2.6. Recursos estilísticos menos frecuentes y su relación con el contenido del texto. Profundización",
        "A.2.2.7. Técnicas avanzadas de creación de textos breves y retroversión.",
        "A.2.2.8. Procesos de comprensión oral. Profundización.",
        "A.2.2.9. Técnicas comunicativas de nivel avanzado para la expresión e interacción oral.",
        "A.2.2.10. Técnicas avanzadas de comprensión escrita.",
        "A.2.2.11. Técnicas avanzadas para la expresión escrita.",
        "A.2.2.12. La interpretación del texto como instrumento que favorece el razonamiento lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis. Profundización.",
        "A.2.2.13. Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación. Profundización.",
        "A.2.2.14. Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación. Profundización.",
        "Bloque B. Plurilingüismo.",
        "B.1. Historia de la lengua latina.",
        "B.2. Presencia en las lenguas modernas.",
        "B.2.2.1. Influencia del latín en la evolución de la lengua de enseñanza y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado. Profundización.",
        "B.2.2.2. Reglas fonéticas en la evolución del latín a la lengua de enseñanza. Profundización.",
        "B.2.2.3. Léxico: lexemas, sufijos y prefijos de origen latino presentes en el léxico de uso común y en el específico de las ciencias y la técnica; significado y definición de palabras de uso común en la lengua de enseñanza a partir de sus étimos de origen latino; expresiones latinas integradas en las lenguas modernas y su empleo en diferentes tipos de textos (literarios, periodísticos, publicitarios...). Profundización.",
        "B.2.2.4. Reconocimiento del significado etimológico de las palabras y la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación. Profundización.",
        "B.2.2.5. El latín como instrumento que permite un mejor conocimiento de las lenguas de estudio y un más fácil acercamiento a otras lenguas modernas, romances y no romances. Profundización.",
        "B.2.2.6. Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan. Profundización.",
        "B.2.2.7. Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de latín a nivel transnacional. Profundización.",
        "Bloque C. Educación literaria.",
        "C.1. Literatura latina.",
        "C.1.2.1. La lengua latina como principal vía de transmisión del mundo clásico. Profundización.",
        "C.1.2.2. Etapas y vías de transmisión de la literatura latina. Profundización.",
        "C.1.2.3. Principales géneros de la literatura latina: origen, tipología, cronología, temas, motivos, tradiciones, características y principales autores. Profundización.",
        "C.2. Pervivencia.",
        "C.2.2.1. Recepción de la literatura latina: influencia en la producción cultural europea. Nociones básicas de intertextualidad, imitatio, aemulatio. Profundización.",
        "C.2.2.2. Técnicas avanzadas para el comentario y análisis lingüístico y literario de los textos literarios latinos.",
        "C.2.2.3. Analogías y diferencias entre los géneros literarios latinos y los de la literatura actual. Profundización.",
        "C.2.2.4. Fundamentos de crítica literaria.",
        "C.2.2.5. Interés hacia la literatura como fuente de placer y de conocimiento del mundo. Profundización.",
        "C.2.2.6. Reconocimiento de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio. Profundización.",
        "Bloque D. La antigua Roma.",
        "D.1. Geografía e historia de Roma.",
        "D.1.2.1. Geografía del proceso de expansión de Roma desde su nacimiento hasta la desaparición del Imperio romano. Profundización.",
        "D.1.2.2. Topografía de la antigua Roma, nombre y función de los sitios centrales de la ciudad (Foro Romano, basílicas, Coliseo, Circo Máximo, etc.). Profundización.",
        "D.1.2.3. Historia de la antigua Roma: etapas de la historia de Roma (monarquía, república, imperio); hitos entre los siglos VIII a.C. y V d.C.; leyendas y principales episodios; personalidades históricas relevantes, su biografía en contexto y su importancia para Europa (Aníbal, Cicerón, César, Augusto, Séneca, etc.). Profundización.",
        "D.2. Aspectos políticos y sociales.",
        "D.2.2.1. Historia y organización política y social de Roma como parte esencial de la historia y cultura de la sociedad actual. Profundización.",
        "D.2.2.2. Instituciones, creencias y formas de vida de la civilización latina desde la perspectiva sociocultural actual. Profundización.",
        "D.2.2.3. Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit. Profundización.",
        "ociedad occidental. Iniciación.",
        "D.2.2.4. La aportación de Roma a la cultura y al pensamiento de la sociedad occidental. Profundización.",
        "D.2.2.5. Relación de Roma con culturas extranjeras (Grecia y otras) y con el cristianismo. Profundización.",
        "D.2.2.6. El mar Mediterráneo como encrucijada de culturas de ayer y hoy. Profundización.",
        "Bloque E. Legado y patrimonio.",
        "E.1. Legado material.",
        "E.1.2.1. Conceptos de legado, herencia y patrimonio. Profundización.",
        "E.1.2.2. La transmisión textual latina como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Soportes de escritura: tipos, preservación, modelos. Profundización.",
        "E.1.2.3. La mitología clásica en manifestaciones literarias y artísticas. Profundización.",
        "E.1.2.4. La romanización de Hispania, especialmente de Extremadura, y las huellas de su pervivencia. Profundización.",
        "E.1.2.5. Obras públicas y urbanismo: construcción, conservación, preservación y restauración. Profundización.",
        "E.1.2.6. Principales obras artísticas de la Antigüedad romana. Profundización.",
        "E.1.2.7. Principales sitios arqueológicos, museos o festivales relacionados con la Antigüedad clásica, especialmente en Extremadura. Profundización.",
        "E.2. Herencia inmaterial.",
        "E.2.2.1. El derecho romano y su importancia en el sistema jurídico actual. Profundización.",
        "E.2.2.2. Las instituciones políticas romanas y su influencia y pervivencia en el sistema político actual. Profundización.",
        "E.2.2.3. La importancia del discurso público para la vida política y social. Profundización.",
        "E.2.2.4. Técnicas básicas de debate y de exposición oral. Profundización."        
    ]
}
