{
  "saberes": [
    "A. Sentido numérico.",
    "1. Conteo.",
    "Situaciones y problemas de la vida cotidiana en los que se tengan que hacer recuentos sistemáticos. Estrategias de conteo significativo, diagramas de árbol, tablas de doble entrada y técnicas de combinatoria. *",
    "2. Cantidad.",
    "Técnicas de realización de estimaciones en diversos contextos analizando el error cometido.*",
    "Números reales y expresión de cantidades en contextos de la vida cotidiana con la precisión requerida.*",
    "Tamaño de los números en contextos de la vida real. Interpretación crítica.",
    "Identificación del conjunto numérico que sirve para responder a diferentes necesidades: contar, medir, comparar, etc. *",
    "3. Sentido de las operaciones.",
    "Propiedades de las operaciones aritméticas en la realización de cálculos con números reales de manera eficiente, también con calculadora, adaptando las estrategias a cada situación.*",
    "Números irracionales significativos. Reconocimiento en situaciones de la vida cotidiana.",
    "4. Relaciones.",
    "Patrones y regularidades numéricas en las que intervengan números reales. Identificación y análisis.*",
    "Orden en la recta numérica. Intervalos",
    "5. Razonamiento proporcional.",
    "Métodos para la resolución de problemas relacionados con proporciones, tanto directas como inversas, escalas e índices.*",
    "6. Educación financiera.",
    "Métodos para la resolución de problemas relacionados con aumentos y disminuciones porcentuales, intereses y tasas en contextos financieros.*",
    "B. Sentido de la medida.",
    "1. Medición.",
    "Pautas para la interpretación y deducción de la pendiente y su relación con un ángulo en situaciones sencillas.*",
    "2. Cambio.",
    "Tasa de variación media y su significado gráfico en contextos de la vida cotidiana con el apoyo de herramientas tecnológicas.*",
    "C. Sentido espacial.",
    "1. Figuras geométricas de dos y tres dimensiones.",
    "Propiedades geométricas de objetos de la vida cotidiana: investigación con programas de geometría dinámica.*",
    "Razón de semejanza entre longitudes, áreas y volumen de cuerpos semejantes con apoyo de software de geometría dinámica.*",
    "2. Movimientos y transformaciones.",
    "Transformaciones geométricas elementales (simetrías, rotaciones, traslaciones y escalas) en la vida cotidiana: investigación con herramientas tecnológicas como programas de geometría dinámica, realidad aumentada, etc.",
    "3. Visualización, razonamiento y modelización geométrica.",
    "Modelos geométricos para representar y explicar relaciones numéricas y algebraicas en situaciones diversas.*",
    "Conjeturas sobre propiedades geométricas utilizando programas de geometría dinámica u otras herramientas en diferentes contextos",
    "D. Sentido algebraico.",
    "1. Patrones.",
    "Regla de formación de diversas estructuras en casos sencillos. *",
    "2. Modelo matemático.",
    "Problemas de la vida cotidiana apoyándose en representaciones matemáticas y en el lenguaje algebraico, haciendo uso de distintos tipos de funciones elementales.*",
    "Conclusiones razonables de una situación de la vida cotidiana una vez modelizada.*",
    "3. Variable.",
    "Diferentes usos de las variables (incógnita, número generalizado, relación funcional...), asociando la expresión simbólica al contexto del problema.*",
    "Representación gráfica de relaciones lineales y cuadráticas interpretando sus características.*",
    "4. Igualdad y desigualdad.",
    "Algebra simbólica y representación de relaciones lineales y cuadráticas en situaciones de la vida cotidiana. *",
    "Soluciones en ecuaciones lineales y cuadráticas en situaciones de la vida cotidiana. *",
    "Ecuaciones, sistemas de ecuaciones e inecuaciones: interpretación y resolución, también mediante asistentes y simuladores virtuales.*",
    "5. Relaciones y funciones.",
    "Aplicación de la forma de representación más adecuada (enunciado, tabla, gráfica o formula) en la resolución de problemas de la vida cotidiana.*",
    "Representación de funciones elementales e interpretación de sus propiedades (dominio de definición, creciente, decreciente, máximos, mínimos...) en situaciones de la vida cotidiana.*",
    "Interpretación de relaciones cuantitativas en situaciones de la vida cotidiana y selección del tipo de funciones que la modelizan.",
    "6. Pensamiento computacional.",
    "Resolución de problemas por descomposición de procesos en sus fases y generalización y transferencia a otras situaciones similares. *",
    "Estrategias para la interpretación, modificación y creación de algoritmos. *",
    "Mejora de procesos utilizando programas y herramientas adecuadas, en la resolución de problemas.*",
    "E. Sentido estocástico.",
    "1. Organización y análisis de datos.",
    "Tablas y gráficos estadísticos de dos variables cualitativas, cuantitativas discretas y cuantitativas continuas.*",
    "Análisis e interpretación de tablas y gráficos estadísticos de una y dos variables cualitativas, cuantitativas discretas y cuantitativas continuas en contextos reales.",
    "Medidas de localización y dispersión: interpretación y análisis de la variabilidad.",
    "Recogida y organización de datos de una situación de la vida cotidiana que involucre dos variables. *",
    "Representaciones gráficas mediante medios tecnológicos (aplicaciones informáticas y para móviles, hojas de cálculo, calculadoras...).*",
    "Distinción entre correlación y causalidad: relación entre dos variables y regresión lineal.*",
    "Detección de errores y falsas informaciones en los medios de comunicación y las redes sociales",
    "2. Incertidumbre.",
    "Cálculo de probabilidades para tomar decisiones fundamentadas en diferentes contextos.*",
    "Regla de Laplace y técnicas de recuento en experimentos simples y compuestos.*",
    "Experimentos simples y compuestos para estudiar el comportamiento de fenómenos aleatorios. *",
    "Diagramas de árbol y tablas de contingencia en experiencias aleatorias compuestas.*",
    "3. Inferencia.",
    "Estudios estadísticos y sus etapas (hipótesis, muestra, experimento, recogida de datos, organización, representación, cálculo e interpretación). *",
    "Datos relevantes, representatividad de la muestra y alcance de las conclusiones en investigaciones estadísticas. *",
    "Relación entre dos variables, valorando gráficamente con herramientas tecnológicas la pertinencia de una regresión lineal. *",
    "Estrategias de representación e interpretación de datos relevantes en investigaciones estadísticas mediante herramientas digitales.",
    "F. Sentido socioafectivo.",
    "1. Creencias, actitudes y emociones.",
    "Curiosidad, iniciativa, perseverancia, resiliencia y creatividad hacia el aprendizaje de las matemáticas. *",
    "Gestión de las emociones que intervienen en el aprendizaje como la autoconciencia, la autorregulación y la perseverancia.*",
    "Flexibilidad cognitiva, buscando un cambio de estrategia cuando sea necesario y transformando el error en oportunidad de aprendizaje.*",
    "2. Trabajo en equipo y toma de decisiones.",
    "Asunción de responsabilidades y participación activa optimizando el trabajo en equipo. *",
    "Disposición a requerir y ofrecer ayuda en la gestión de conflictos. *",
    "Reflexión sobre las claves de situaciones problemáticas y toma de decisiones adecuadas en situaciones similares. *",
    "Asunción de responsabilidades en el logro de los objetivos del grupo.*",
    "3. Inclusión, respeto y diversidad.",
    "Actitudes inclusivas y aceptación de la diversidad intrínseca presente en el aula y en la sociedad.*",
    "Contribución de las matemáticas al desarrollo del conocimiento humano.*"
  ],
  "criteriosEvaluacion": [
    "1.1 Reformular de forma verbal y/o gráfica, problemas matemáticos interpretando los datos, las relaciones entre ellos y las preguntas planteadas.",
    "1.2 Representar matemáticamente la información más relevante de un problema con herramientas digitales adecuadas (tablas, diagramas, expresiones simbólicas...) que faciliten la elección de la estrategia más eficaz en su resolución.",
    "1.3 Seleccionar herramientas y estrategias elaboradas valorando su eficacia e idoneidad en la resolución de problemas.",
    "1.4 Obtener todas las soluciones matemáticas de un problema movilizando los conocimientos necesarios, reflexionando y evaluando el proceso seguido.",
    "2.1 Seleccionar las soluciones óptimas de un problema valorando tanto la corrección matemática como sus implicaciones desde diferentes perspectivas sociales.",
    "2.2 Seleccionar las soluciones óptimas de un problema valorando tanto la corrección matemática como sus implicaciones desde diferentes perspectivas sociales",
    "3.1 Formular, comprobar e investigar conjeturas de forma guiada.",
    "3.2 Plantear variantes de un problema dado modificando alguno de sus datos o condición y observando la relación entre los diferentes resultados obtenidos.",
    "3.3 Razonar la validez de las conjeturas o tesis formuladas fundamentándolas con argumentos matemáticos consistentes utilizando herramientas tecnológicas.",
    "4.1 Reconocer diferentes patrones (numéricos, geométricos, algebraicos…), organizar datos y descomponer un problema en partes más simples facilitando su interpretación y su tratamiento computacional.",
    "4.2 Modelizar situaciones, de los ámbitos personal, social y laboral, y resolver problemas de forma eficaz interpretando, modificando y creando algoritmos.",
    "5.1 Conectar los conocimientos y experiencias matemáticas entre sí formando un todo coherente.",
    "5.2 Analizar y elaborar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias previas.",
    "5.3 Reforzar e integrar las relaciones entre los campos de la Matemática interactuando con frecuencia con asistentes matemáticos y otros recursos digitales",
    "6.1 Establecer y aplicar conexiones entre el mundo real y las matemáticas mediante procesos tales como: medir, clasificar, representar, inferir, predecir y comunicar.",
    "6.2 Identificar y aplicar conexiones coherentes entre las matemáticas y otras materias integrando los conocimientos de diferentes ámbitos.",
    "6.3 Reconocer y reflexionar sobre las aportaciones de las matemáticas al progreso de la humanidad que contribuyen a solucionar los retos a los que se enfrenta la sociedad actual.",
    "7.1 Representar conceptos, procedimientos y resultados matemáticos con diferentes herramientas valorando su utilidad para compartir información.",
    "7.2 Seleccionar y usar las diferentes herramientas de representación (verbales, visuales, manipulativas y digitales) impulsando la transferencia entre formas de razonamiento diversas y favoreciendo la exactitud y coherencia de los mensajes.",
    "8.1 Comunicar información utilizando el lenguaje matemático apropiado, oralmente y por escrito, describiendo, explicando y justificando los razonamientos, procedimientos y conclusiones.",
    "8.2 Reconocer el lenguaje matemático presente en los ámbitos personales y sociales de la vida cotidiana empleándolo con precisión, rigor y coherencia.",
    "9.1 Gestionar las emociones propias y desarrollar el autoconcepto matemático generando expectativas positivas ante nuevos retos.",
    "9.2 Mostrar una motivación positiva y perseverancia al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas aceptando la crítica razonada.",
    "9.3 Aceptar los errores reconociendo en ellos una oportunidad de mejora y una posibilidad de abordar nuevos retos de forma creativa",
    "10.1 Colaborar activamente y construir relaciones trabajando en equipos heterogéneos, comunicándose de manera efectiva, pensando de forma crítica y creativa, y tomando decisiones y juicios informados, en entornos tanto presenciales como en línea.",
    "10.2 Gestionar el reparto de tareas del equipo, aportando valor al grupo, favoreciendo la inclusión, la escucha activa, responsabilizándose del rol asignado y de su contribución al grupo, en entornos tanto presenciales como en línea."
  ]
}