{
  "saberes": [
    "Bloque A. Sentido numérico.",
    "A.1. Conteo.",
    "A.1.3.1 Estrategias variadas de recuento sistemático en situaciones de la vida cotidiana.",
    "A.1.3.2 Adaptación del conteo al tamaño de los números en problemas de la vida cotidiana.",
    "A.2. Cantidad.",
    "A.2.3.1. Números grandes y pequeños: notación exponencial y científica y uso de la calculadora.",
    "A.2.3.2. Realización de estimaciones con la precisión requerida.",
    "A.2.3.3. Números enteros, fraccionarios, decimales y raíces en la expresión de cantidades en contextos de la vida cotidiana.",
    "A.2.3.4. Diferentes formas de representación de números enteros, fraccionarios y decimales, incluida la recta numérica.",
    "A.2.3.5. Porcentajes mayores que 100 y menores que 1: interpretación.",
    "A.3. Sentido de las operaciones.",
    "A.3.3.1. Estrategias de cálculo mental con números naturales, fracciones y decimales.",
    "A.3.3.2. Operaciones con números enteros, fraccionarios o decimales en situaciones contextualizadas.",
    "A.3.3.3. Relaciones inversas entre las operaciones (adición y sustracción; multiplicación y división; elevar al cuadrado y extraer la raíz cuadrada): comprensión y utilización en la simplificación y resolución de problemas.",
    "A.3.3.4. Efecto de las operaciones aritméticas con números enteros, fracciones y expresiones decimales.",
    "A.3.3.5. Propiedades de las operaciones (suma, resta, multiplicación, división y potenciación): cálculos de manera eficiente con números naturales, enteros, fraccionarios y decimales tanto mentalmente como de forma manual, con calculadora u hoja de cálculo.     ",
    "A.4. Relaciones.",
    "A.4.3.1. Factores, múltiplos y divisores. Factorización en números primos para resolver problemas: estrategias y herramientas.",
    "A.4.3.2. Comparación y ordenación de fracciones, decimales y porcentajes: situación exacta o aproximada en la recta numérica.",
    "A.4.3.3. Selección de la representación adecuada para una misma cantidad en cada situación o problema.",
    "A.4.3.4. Patrones y regularidades numéricas.",
    "A.5. Razonamiento proporcional.",
    "A.5.3.1. Razones y proporciones: comprensión y representación de relaciones cuantitativas.",
    "A.5.3.2. Porcentajes: comprensión y resolución de problemas.",
    "A.5.3.3. Situaciones de proporcionalidad (directa, inversa y compuesta) en diferentes contextos: análisis y desarrollo de métodos para la resolución de problemas (aumentos y disminuciones porcentuales, rebajas y subidas de precios, impuestos, escalas, cambio de divisas, velocidad y tiempo, etc.).",
    "A.6. Educación financiera.",
    "A.6.3.1. Información numérica en contextos financieros sencillos: interpretación.",
    "A.6.3.2 Métodos para la toma de decisiones de consumo responsable: relaciones calidad-precio y valor-precio en contextos cotidianos.",
    "Bloque B. Sentido de la medida.",
    "B.1. Magnitud.",
    "B.1.3.1. Atributos mensurables de los objetos físicos y matemáticos: investigación y relación entre los mismos.",
    "B.1.3.2. Estrategias de elección de las unidades y operaciones adecuadas en problemas que impliquen medida.",
    "B.2. Estimación y relaciones.",
    "B.2.3.1. Formulación de conjeturas sobre medidas o relaciones entre las mismas basadas en estimaciones.",
    "B.2.3.2. Estrategias para la toma de decisión justificada del grado de precisión requerida en situaciones de medida.",
    "B.3. Medición.",
    "B.3.3.1. Longitudes, áreas y volúmenes en figuras planas y tridimensionales: deducción, interpretación y aplicación.",
    "B.3.3.2. Representaciones planas de objetos tridimensionales en la visualización y resolución de problemas de áreas.",
    "B.3.3.3. Representaciones de objetos geométricos con propiedades fijadas, como las longitudes de los lados o las medidas de los ángulos.",
    "B.3.3.4. La probabilidad como medida asociada a la incertidumbre de experimentos aleatorios.",
    "B.4. Cambio.",
    "Bloque C. Sentido espacial.",
    "C.1. Figuras geométricas en el plano y en el espacio.",
    "C.1.3.1. Figuras geométricas planas y tridimensionales: descripción y clasificación en función de sus propiedades o características.",
    "C.1.3.2. Relaciones geométricas como la congruencia, la semejanza y la relación pitagórica en figuras planas y tridimensionales: identificación y aplicación.",
    "C.1.3.3. Construcción de figuras geométricas con herramientas manipulativas y digitales (programas de geometría dinámica, realidad aumentada ).",
    "C.2. Localización y sistemas de representación.",
    "C.2.3.1. Relaciones espaciales: localización y descripción mediante coordenadas geométricas y otros sistemas de representación.",
    "C.3. Movimientos y transformaciones.",
    "C.3.3.1. Transformaciones elementales como giros, traslaciones y simetrías en situaciones diversas utilizando herramientas tecnológicas o manipulativas.",
    "C.4. Visualización, razonamiento y modelización geométrica.",
    "C.4.3.1. Modelización geométrica: relaciones numéricas y algebraicas en la resolución de problemas.",
    "C.4.3.2. Relaciones geométricas en contextos matemáticos y no matemáticos (arte, ciencia, vida diaria ).",
    "Bloque D. Sentido algebraico.",
    "D.1. Patrones.",
    "D.1.3.1. Patrones, pautas y regularidades: observación y determinación de la regla de formación en casos sencillos.",
    "D.2. Modelo matemático.",
    "D.2.3.1. Modelización de situaciones de la vida cotidiana usando representaciones matemáticas y el lenguaje algebraico.",
    "D.2.3.2. Estrategias de deducción de conclusiones razonables a partir de un modelo matemático.",
    "D.3. Variable.",
    "D.3.3.1. Variable: comprensión del concepto en sus diferentes naturalezas.",
    "D.4. Igualdad y desigualdad.",
    "D.4.3.1. Relaciones lineales y cuadráticas en situaciones de la vida cotidiana o matemáticamente relevantes: expresión mediante álgebra simbólica.",
    "D.4.3.2. Equivalencia de expresiones algebraicas en la resolución de problemas basados en relaciones lineales y cuadráticas.",
    "D.4.3.3. Estrategias de búsqueda de soluciones en ecuaciones y sistemas lineales y ecuaciones cuadráticas en situaciones de la vida cotidiana.",
    "D.4.3.4. Ecuaciones: resolución mediante el uso de la tecnología.",
    "D. 5. Relaciones y funciones.",
    "D.5.3.1. Relaciones cuantitativas en situaciones de la vida cotidiana y clases de funciones que las modelizan.",
    "D.5.3.2. Relaciones lineales y cuadráticas: identificación y comparación de diferentes modos de representación, tablas, gráficas o expresiones algebraicas, y sus propiedades a partir de ellas.",
    "D.5.3.3. Estrategias de deducción de la información relevante de una función mediante el uso de diferentes representaciones simbólicas.",
    "D.6. Pensamiento computacional.",
    "D.6.3.1. Generalización y transferencia de procesos de resolución de problemas a otras situaciones.",
    "D.6.3.2. Estrategias útiles en la interpretación y modificación de algoritmos.",
    "D.6.3.3. Estrategias de formulación de cuestiones susceptibles de ser analizadas mediante programas y otras herramientas.",
    "Bloque E. Sentido estocástico.",
    "E.1. Organización y análisis de datos.",
    "E.1.3.1. Estrategias de recogida y organización de datos de situaciones de la vida cotidiana que involucran una sola variable. Diferencia entre variable y valores individuales.",
    "E.1.3.2. Análisis e interpretación de tablas y gráficos estadísticos de variables cualitativas, cuantitativas discretas y cuantitativas continuas en contextos reales.",
    "E.1.3.3. Gráficos estadísticos: representación mediante diferentes tecnologías (calculadora, hoja de cálculo, aplicaciones...) y elección del más adecuado.",
    "E.1.3.4. Medidas de localización: interpretación y cálculo con apoyo tecnológico en situaciones reales.",
    "E.1.3.5. Variabilidad: interpretación y cálculo, con apoyo tecnológico, de medidas de dispersión en situaciones reales.",
    "E.1.3.6. Comparación de dos conjuntos de datos atendiendo a las medidas de localización y dispersión.",
    "E.2. Incertidumbre",
    "E.2.3.1. Fenómenos deterministas y aleatorios: identificación.",
    "E.2.3.2.. Experimentos simples: planificación, realización y análisis de la incertidumbre asociada.",
    "E.2.3.3. Asignación de probabilidades mediante experimentación, el concepto de frecuencia relativa y la regla de Laplace.",
    "E.3. Inferencia",
    "E.3.3.1. Formulación de preguntas adecuadas que permitan conocer las características de interés de una población.",
    "E.3.3.2. Datos relevantes para dar respuesta a cuestiones planteadas en investigaciones estadísticas: presentación de la información procedente de una muestra mediante herramientas digitales.",
    "E.3.3.3. Estrategias de deducción de conclusiones a partir de una muestra con el fin de emitir juicios y tomar decisiones adecuadas.",
    "Bloque F. Sentido socioafectivo.",
    "F.1. Creencias, actitudes y emociones.",
    "F.1.3.1. Gestión emocional: emociones que intervienen en el aprendizaje de las matemáticas. Autoconciencia y autorregulación.",
    "F.1.3.2. Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el aprendizaje de las matemáticas.",
    "F.1.3.3. Estrategias de fomento de la flexibilidad cognitiva: apertura a cambios de estrategia y transformación del error en oportunidad de aprendizaje.",
    "F.2. Trabajo en equipo y toma de decisiones.",
    "F.2.3.1. Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir conocimiento matemático.",
    "F.2.3.2. Conductas empáticas y estrategias de gestión de conflictos.",
    "F.3. Inclusión, respeto y diversidad",
    "F.3.3.1. Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "F.3.3.2 La contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano sin olvidar la perspectiva de género."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio. 1.1. Interpretar problemas matemáticos organizando los datos, estableciendo las relaciones entre ellos y comprendiendo las preguntas formuladas.",
    "Criterio. 1.2. Aplicar herramientas y estrategias apropiadas que contribuyan a la resolución de problemas.",
    "Criterio. 1.3. Obtener soluciones matemáticas de un problema, activando los conocimientos y utilizando las herramientas tecnológicas necesarias.",
    "Competencia específica 2.",
    "Criterio 2.1. Comprobar la corrección matemática de las soluciones de un problema.",
    "Criterio 2.2. Comprobar la validez de las soluciones de un problema y su coherencia en el contexto planteado, evaluando el alcance y repercusión de estas desde diferentes perspectivas.",
    "Criterio 2.3. Comprobar la solución de un problema usando diferentes herramientas digitales o tecnológicas.",
    "Competencia específica 3.",
    "Criterio 3.1. Formular conjeturas relacionadas con los distintos sentidos matemáticos.",
    "Criterio 3.2. Comprobar conjeturas sencillas de forma guiada analizando patrones, propiedades y relaciones.",
    "Criterio 3.3. Plantear variantes de un problema dado modificando alguno de sus datos o alguna condición del problema.",
    "Criterio 3.4. Emplear herramientas tecnológicas adecuadas en la investigación y comprobación de conjeturas o problemas.",
    "Competencia específica 4.",
    "Criterio 4.1. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional.",
    "Criterio 4.2. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos",
    "Competencia específica 5.",
    "Criterio 5.1. Reconocer y usar las relaciones entre los conocimientos y experiencias matemáticas formando un todo coherente.",
    "Criterio 5.2. Realizar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias previas.",
    "Competencia específica 6.",
    "Criterio 6.1. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir.",
    "Criterio 6.2. Identificar conexiones coherentes entre las matemáticas y otras materias resolviendo problemas contextualizados.",
    "Criterio 6.3. Reconocer la aportación de las matemáticas al progreso de la humanidad y su contribución en la superación de los retos que demanda la sociedad actual.",
    "Competencia específica 7.",
    "Criterio 7.1. Representar conceptos, procedimientos, información y resultados matemáticos de modos distintos y con diferentes herramientas, incluidas las digitales, visualizando ideas, estructurando procesos matemáticos y valorando su utilidad para compartir información.",
    "Criterio 7.2. Elaborar representaciones matemáticas que ayuden en la búsqueda de estrategias de resolución de una situación problematizada.",
    "Criterio 7.3 Visualizar ideas y estructurar procesos matemáticos mediante herramientas digitales y tecnológicas, valorando su utilidad para compartir información.",
    "Competencia específica 8.",
    "Criterio 8.1. Comunicar información utilizando el lenguaje matemático apropiado, oralmente y por escrito, utilizando diferentes medios, incluidos los digitales, para describir, explicar y justificar razonamientos, procedimientos y conclusiones.",
    "Criterio 8.2. Reconocer y emplear el lenguaje matemático presente en la vida cotidiana comunicándose con precisión y rigor.",
    "Competencia específica 9.",
    "Criterio 9.1. Gestionar las emociones propias y desarrollar el autoconcepto matemático como herramienta, generando expectativas positivas ante nuevos retos.",
    "Criterio 9.2. Mostrar una motivación positiva y perseverancia, aceptando la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
    "Competencia específica 10.",
    "Criterio 10.1. Colaborar activamente y construir relaciones trabajando con las matemáticas en equipos heterogéneos, respetando diferentes opiniones, comunicándose de manera efectiva, pensando de forma crítica y creativa y tomando decisiones y juicios informados.",
    "Criterio 10.2. Participar en el reparto de tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión, la escucha activa, asumiendo el papel asignado y responsabilizándose de la propia contribución al equipo."
  ]
}
