{
    "saberes": [
        "1.1 Bloque 1. Percepción y análisis.",
        "B.1.1. Exploración e interpretación del entorno CE1, CE2, CE3, CE5",
        "G1. Patrimonio histórico-artístico y cultura visual contemporánea:",
        "Patrimonio histórico-artístico. Manifestaciones artísticas plásticas, visuales y audiovisuales en entornos físicos y virtuales:",
        "Patrimonio histórico-artístico local: exploración y análisis.",
        "Patrimonio histórico-artístico autonómico: exploración y análisis.",
        "Patrimonio histórico-artístico universal: exploración y análisis.",
        "Elementos básicos del lenguaje visual y audiovisual:",
        "Los elementos básicos del lenguaje visual en manifestaciones artísticas de diferentes épocas y estilos.",
        "Posibilidades expresivas y comunicativas de los elementos básicos del lenguaje visual en manifestaciones artísticas plásticas y visuales de diferentes épocas y estilos.",
        "Los elementos básicos del lenguaje audiovisual y sus posibilidades expresivas y comunicativas en imágenes fijas y en movimiento.",
        "Contemporaneidad artística:",
        "Características fundamentales de los formatos, soportes y materiales de las prácticas artísticas contemporáneas.",
        "Cualidades expresivas de los formatos, soportes y materiales de las prácticas artísticas contemporáneas.",
        "Procesos de trabajo: la forma al servicio de la idea. La creación artística como proceso de investigación.",
        "Profesiones relacionadas con el mundo de las artes plásicas, visuales y audiovisuales.",
        "G2. Actitudes:",
        "Estrategias de recepción activa.",
        "Estrategias básicas de análisis de propuestas artísticas desde una perspectiva de género.",
        "Atención, respeto, interés y participación en la exploración de manifestaciones artísticas plásticas, visuales y audiovisuales en entornos físicos y virtuales. El valor del silencio en la atención y apreciación.",
        "G3. Entornos digitales:",
        "Estrategias de búsqueda y filtrado de información.",
        "Normas básicas de protección de datos y licencias de uso en soportes y recursos digitales.",
        "Recursos digitales básicos para las artes plásticas, visuales y audiovisuales.",
        "G4. Utilización de la terminología básica para la expresión de la experiencia de apreciación:",
        "Para la expresión de la experiencia de exploración de propuestas culturales y artísticas.",
        "Para la expresión de las ideas, emociones y experiencias derivadas de la exploración de propuestas culturales y artísticas.",
        "Para la descripción formal de propuestas culturales y artísticas.",
        "B1.2. Alfabetización visual y audiovisual CE1, CE2, CE3",
        "G1. Percepción visual:",
        "Organización del campo visual. Leyes básicas: semejanza, figura- fondo, proximidad, simetría, continuidad, dirección común, simplicidad, igualdad y cierre.",
        "Aspectos interpretativos del proceso perceptivo: creencias, conocimientos previos y emociones.",
        "G2. Comunicación visual y audiovisual:",
        "Funciones de la imagen: estética, informativa, exhortativa, expresiva.",
        "La imagen fija: formato, encuadres, composición. La imagen digital: mapa de bits e imagen vectorial. La imagen en movimiento: ángulos y movimientos de cámara.",
        "Cultura visual y audiovisual: la imagen en el mundo contemporáneo. Estrategias de lectura e interpretación.",
        "G3. Lenguaje visual y audiovisual: elementos configuradores:",
        "Usos expresivos y culturales del color en medios visuales y audiovisuales. Esquemas compositivos básicos.",
        "1.1 Bloque 2. Experimentación y creación.",
        "B2.1. La experiencia artística: técnicas y materiales de expresión gráfico-plástica y de creación visual y audiovisual. Ámbitos de aplicación. CE1, CE2, CE4, CE5",
        "G1. Técnicas y materiales:",
        "Técnicas bidimensionales secas, húmedas y grasas. Técnicas mixtas y experimentales. Técnicas tridimensionales. Cualidades sensoriales, expresivas y comunicativas.",
        "Materiales y soportes. Material reciclado. Criterios de sostenibilidad.",
        "Manejo de herramientas básicas para el trazado del dibujo geométrico.",
        "Utilización de trazados geométricos básicos en la elaboración de diseños, composiciones creativas e ilustraciones.",
        "Procedimientos fotográficos analógicos y digitales básicos.",
        "Producción audiovisual: principios básicos. Animación: herramientas y técnicas básicas. El cine como forma de narración. Géneros y formatos. Origen y evolución.",
        "G2. Formatos y materiales de la contemporaneidad artística:",
        "Videocreación. Arte de acción.",
        "Propuestas multidisciplinares y multimodales.",
        "G3. Aplicaciones digitales:",
        "Programas y dispositivos básicos de captura y tratamiento de imágenes fijas y registro y edición básica de imágenes en movimiento.",
        "G4. Ámbitos de aplicación:",
        "Producciones plásticas y visuales a través del lenguaje de la pintura, la escultura, el dibujo, y las artes decorativas.",
        "Producciones plásticas y visuales a través del lenguaje de la arquitectura, el diseño, la ilustración, y la publicidad.",
        "Producciones plásticas, visuales y audiovisuales a través del lenguaje de la fotografía, el cómic, y el cine. Producciones multidisciplinares y multimodales.",
        "B2.2. La experiencia artística: procesos de trabajo CE4, CE5, CE6",
        "G1. Las fases del proceso creativo:",
        "Generación de ideas y creación.",
        "Investigación y creación.",
        "Evaluación.",
        "G2. Documentación gráfica de procesos:",
        "Portafolios de evidencias del proceso creativo.",
        "Cartografías de aprendizaje. Mapas visuales (Visual Thinking).",
        "Infografías sencillas.",
        "G3. Terminología básica para la expresión de la experiencia de creación:",
        "Relativa a técnicas, materiales y ámbitos de aplicación de la expresión gráfico-plástica.",
        "Relativa a técnicas, materiales y ámbitos de aplicación del dibujo geométrico.",
        "Relativa al lenguaje y ámbitos de aplicación de la creación audiovisual.",
        "G4. Actitudes:",
        "Esfuerzo, fuerza de voluntad. Capacidad de concentración. Resiliencia, superación de obstáculos y fracasos.",
        "Respeto por la diversidad de ideas y producciones ajenas y utilización de un vocabulario inclusivo básico.",
        "Tenacidad y constancia en la realización y consecución de las distintas tareas.",
        "Cuidado de espacios y materiales de trabajo.",
        "G5. La creación artística como experiencia social: proyectos artísticos colectivos:",
        "Generación de ideas: creatividad en la elaboración de ideas y en la toma de decisiones.",
        "Consenso, respeto y empatía a las aportaciones de las compañeras y compañeros en el proceso de trabajo colectivo. Sensibilidad y comprensión hacia los puntos de vista ajenos.",
        "Investigación: búsqueda y análisis de referentes.",
        "Distribución de tareas: roles en el desarrollo de un proyecto artístico colectivo. Funciones y cometidos.",
        "Creación: diseño y producción de la propuesta. Cooperación y responsabilidad en la parte individual para contribuir a un objetivo común y a la cohesión del grupo.",
        "Evaluación: resultados en relación a los objetivos iniciales del proyecto. Análisis y propuestas de mejora."
    ],
    "criteriosEvaluacion": [
        "1.1. Distinguir diferentes propuestas artísticas del entorno a través de los elementos básicos del lenguaje visual y audiovisual.",
        "1.2. Interpretar diferentes propuestas artísticas del patrimonio y de la cultura visual y audiovisual, teniendo en cuenta los distintos contextos en los que se generan.",
        "1.3. Relacionar los elementos característicos de la cultura local con otras formas culturales, mostrando una actitud abierta y respetuosa y valorando la diversidad.",
        "2.1. Identificar los formatos y materiales propios de la contemporaneidad artística, en propuestas creativas propias y ajenas, desde una perspectiva multicultural e integradora.",
        "2.2. Experimentar con las posibilidades comunicativas de los lenguajes contemporáneos en propuestas artísticas creativas sencillas en las que se establezcan relaciones significativas entre ideas, materiales y formatos.",
        "2.3. Valorar la labor de las creadoras y creadores en su contribución a la sociedad actual, relacionando su trabajo y los mensajes de la creación artística contemporánea con los retos y circunstancias del presente.",
        "3.1. Describir las diferentes obras e imágenes empleando correctamente el vocabulario específico del área en la experiencia de apreciación artística incorporando medios orales, textuales y estrategias de pensamiento visual.",
        "3.2. Aplicar la terminología adecuada para describir las propias creaciones artísticas argumentando las decisiones adoptadas en relación a formatos, técnicas y materiales.",
        "3.3. Expresar de manera asertiva y respetuosa opiniones derivadas de las experiencias de apreciación y creación artística.",
        "4.1. Incorporar los conocimientos derivados de los referentes explorados como estímulo en las propias producciones creativas.",
        "4.2. Seleccionar las técnicas, materiales y elementos de contenido más adecuados para la expresión de ideas, sentimientos y emociones en las diferentes producciones artísticas creativas.",
        "4.3. Utilizar materiales no convencionales en la creación artística buscando aquellos más adecuados a lo que se pretende transmitir incorporando criterios de sostenibilidad.",
        "5.1. Aplicar las normas básicas de protección de datos, de autoría y licencias de uso en la búsqueda de información y en los procesos de creación artística digitales.",
        "5.2. Contrastar las diferentes informaciones halladas durante el proceso de búsqueda sobre cuestiones artísticas seleccionando aquellas más relevantes y más fieles a la realidad.",
        "5.3. Emplear de manera guiada diferentes recursos digitales básicos de producción gráfica y audiovisual adecuándose a la intencionalidad representativa y a los objetivos de la actividad artística planteada.",
        "C6.1. Cooperar en la planificación de una producción artística colectiva proponiendo objetivos, fases, roles, necesidades materiales y técnicas y espacios de trabajo.",
        "C6.2. Contribuir de manera eficaz a la consecución de un producto creativo comprendiendo e integrando las funciones asignadas y participando del objetivo común.",
        "C6.3. Comprometerse por igual con las distintas fases del proceso creativo desde la idea inicial hasta la consecución y difusión de un producto visual o audiovisual satisfactorio.",
        "C6.4. Desarrollar propuestas creativas, registrando los procesos de trabajo de manera textual, gráfica y/o audiovisual y compartiendo el resultado."
    ]
}