{
    "saberes": [
        "A. Emprendimiento.",
        "- El conocimiento de uno mismo.",
        "- El perfil de la persona emprendedora y creadora.",
        "- El trabajo en equipo y la inteligencia emocional.",
        "- El enfoque proactivo y la búsqueda de oportunidades.",
        "- La dimensión del emprendimiento: personal, social y productiva.",
        "- El valor social del emprendimiento. Experiencias en Castilla-La Mancha.",
        "- La creatividad y la innovación al servicio de la sociedad.",
        "- La gamificación y el desarrollo de iniciativas emprendedoras.",
        "B. Sostenibilidad.",
        "- Los ODS y la Agenda 2030.",
        "- Finanzas sostenibles: longevidad y ahorro responsable. Mi proyecto de ahorro.",
        "-Trabajo sostenible: hacia una economía justa. Nuevas relaciones de trabajo. Igualdad y brecha salarial.",
        "- Economía circular. Las 7R. Mi proyecto de economía circular.",
        "- Políticas públicas y transición verde: la solidaridad intergeneracional. Previsión social. El papel de la fiscalidad. Retos e hitos de Castilla-La Mancha",
        "C. Consumo responsable.",
        "- Consumo responsable y sus beneficios individuales y sociales. Racionalidad limitada en la toma de decisiones",
        "- ¿Qué no es consumo responsable? Las compras por impulso. Consumismo vs felicidad. La economía conductual.",
        "- La influencia de la publicidad. Obsolescencia programada.",
        "- Derechos de la población consumidora.",
        "- Leer y entender documentos: mi contrato de trabajo, mi nómina, mis facturas y recibos.",
        "- Mi presupuesto personal.",
        "- Trámites cotidianos con las administraciones públicas."
    ],
    "criterio": [
        "Competencia específica 1.",
        "1.1. Entender y reconocer las cualidades personales y sociales del emprendedor, desarrollando, a partir de su identificación, las propias capacidades emprendedoras.",
        "1.2. Desarrollar aptitudes de trabajo en equipo, así como las habilidades sociales y emocionales necesarias para la realización de proyectos de emprendimiento y búsqueda de oportunidades.",
        "1.3. Aprender a trabajar, en la realidad económica y social de Castilla-La Mancha, de forma proactiva, anticipándose a los riesgos y buscando las oportunidades.",
        "Competencia específica 2.",
        "2.1. Comprender la dimensión social del emprendimiento, analizando su repercusión en el desarrollo de nuestro entorno, a través del estudio de las experiencias que existen en nuestra región.",
        "2.2. Trabajar la creatividad y la innovación como valores fundamentales del emprendimiento, conociendo formas de emprender a partir de técnicas variadas, como la gamificación.",
        "2.3. Valorar la utilidad social y económica de proyectos de emprendimiento, teniendo en cuenta las necesidades sociales, a partir de la experimentación dentro del aula.",
        "Competencia específica 3.",
        "3.1. Valorar la importancia de los Objetivos de Desarrollo Sostenible para el conjunto de la sociedad, analizando, entre otras, las actuaciones que se llevan a cabo desde nuestra comunidad autónoma.",
        "3.2. Desarrollar estrategias y acciones que fomenten el avance hacia modelos sostenibles e igualitarios, que eliminen, por ejemplo, brechas salariales, analizando los derechos de las personas trabajadoras, especialmente dentro de nuestra comunidad autónoma.",
        "Competencia específica 4.",
        "4.1. Reflexionar sobre las desigualdades que aparecen en las actividades económicas, empleando un espíritu crítico y constructivo.",
        "4.2. Aplicar técnicas de emprendimiento y creatividad, proponiendo la puesta en marcha de un proyecto local de economía circular, haciendo uso de técnicas innovadoras en el aula.",
        "Competencia específica 5.",
        "5.1. Valorar positivamente el consumo responsable como una herramienta para atajar el cambio climático y la desigualdad social, promoviendo actitudes socialmente responsables, mediante su implementación, tanto en entornos cercanos, como en otros simulados.",
        "5.2. Reconocer la importancia del desarrollo de políticas públicas para la mejora de nuestra sociedad de consumo, analizando su repercusión nacional, regional y local.",
        "Competencia específica 6.",
        "6.1. Comprender la importancia del respeto a los derechos de los consumidores, identificando las distintas posibilidades de preservarlos y conociendo la posibilidad de recurrir a las organizaciones que, en los distintos ámbitos, desde el local al internacional, velan por la preservación de dichos derechos y pueden prestar asistencia ante una vulneración de los mismos.",
        "6.2. Conocer y manejar documentos relacionados con operaciones habituales de consumo, trabajo y negocios, así como comprender los trámites habituales en las relaciones con las administraciones públicas, cumplimentándolos y tramitándolos, tanto de forma manual como telemática. "
    ]
}