{
    "criteriosEvaluacion": [
        "1.1 Identificar els diferents procediments artístics presents en obres d’art volumètriques analitzant-ne el llenguatge tridimensional.",
        "1.2 Apreciar el patrimoni cultural argumentant el valor de la diversitat en les manifestacions artístiques i fomentant la llibertat d’expressió.",
        "2.1 Participar activament, en situacions d’anàlisis formals i conceptuals de produccions artístiques tridimensionals, fomentant el seu esperit crític.",
        "2.2 Investigar, amb criteri propi, els referents i contextos de produccions artístiques tridimensionals, respectant les diverses formes de pensament.",
        "3.1 Analitzar els llenguatges i els elements tècnics i plàstics d’obres tridimensionals, aportant un criteri personal en la percepció de les seves característiques i particularitats.",
        "4.1 Reconèixer els elements tècnics i plàstics de produccions artístiques tridimensionals, apreciant el valor que aporten al patrimoni artístic i cultural.",
        "4.2 Analitzar amb interès produccions artístiques volumètriques entenent el missatge i la intencionalitat desenvolupats durant el procés de creació.",
        "5.1 Experimentar i crear produccions volumètriques amb diferents tècniques i eines, plasmant emocions i inquietuds i expressant valors personals i identitaris.",
        "6.1 Reconèixer la capacitat artística d’altres artistes, valorant la identitat cultural i apreciant el valor estètic de les manifestacions artístiques volumètriques.",
        "6.2 Expressar els seus valors personals, idees i sentiments, a través del procés de creació d’obres volumètriques, reconeixent les seves fortaleses i superant les seves debilitats.",
        "7.1 Participar activament en la producció d’obres volumètriques fomentant la diversitat cultural i artística i el compromís amb una societat més justa.",
        "7.2 Crear obres tridimensionals, valorant amb responsabilitat i compromís la sostenibilitat del projecte a desenvolupar i el grau de toxicitat dels materials.",
        "8.1 Conèixer les tècniques plàstiques, visuals i audiovisuals en el disseny d’obres volumètriques valorant amb interès les seves possibilitats expressives.",
        "8.2 Crear obres artístiques i culturals tridimensionals amb diversitat de suports i mitjans, aplicant les tècniques més adequades de forma creativa i innovadora.",
        "9.1 Planificar projectes artístics o culturals posant en valor la cooperació com a font de riquesa en la creació artística.",
        "9.2 Avaluar el procés i el producte final d’un projecte artístic o cultural volumètric convertint els errors en oportunitats personals i socials."
    ],
    "saberes": [
        "Tècniques i materials de configuració",
        "- Experimentació amb materials i instruments escultòrics. Materials sostenibles, naturals, efímers i innovadors, fent ús de les tècniques i de la terminologia específica, en el desenvolupament de processos creatius.",
        "- Anàlisi de les tècniques com a transmissores d’emocions, amb l’aprenentatge i l’estudi del gest, de les idees, de les accions i de les situacions en la producció i la recepció d’obres d’art volumètriques.",
        "- Aplicació de les tècniques del modelatge. Aprenentatge dels processos de motlles i buidatge, tècniques bàsiques de reproducció de peces tridimensionals. Principis de talla.",
        "- Experimentació amb les tècniques d’assemblatge i d’articulació per a la creació d’estructures i instal·lacions, establint diàlegs dins un entorn proper.",
        "- Anàlisi de les qualitats emotives i expressives dels mitjans graficoplàstics en cossos volumètrics, com a eina de significació en les pròpies obres.",
        "- Elaborar projectes artístics volumètrics: seqüenciació, fases i equip de treball, per tal de crear produccions pròpies, individuals o col·lectives.",
        "Elements de la configuració formal i espacial",
        "- Comparació i anàlisi de les formes tridimensionals i del seu llenguatge. Elements estructurals de la forma: línia, pla i textura com a eix vertebrador per al desenvolupament de projectes creatius.",
        "- Anàlisi i cerca de diferents formes volumètriques adaptades al disseny d’objectes elementals d’ús comú com a mitjà d’estudi, per tal de desenvolupar productes des de diferents àmbits.",
        "- Anàlisi i possibles lectures de les manifestacions artístiques del land art, de l’art povera i del ready-made. Art objectual i conceptual, entre d’altres, per poder establir paral·lelismes amb la instal·lació artística contemporània.",
        "- Experimentació i percepció del volum en moviment, mitjançant la llum com a element generador i modelador de formes, del color, de la textura i del tacte.",
        "Anàlisi de la representació tridimensional",
        "- Estudiar i integrar l’escultura i les obres d’art tridimensionals en el patrimoni artístic i cultural per tal de desenvolupar projectes culturals o artístics individuals o col·lectius.",
        "- Estudi de la forma i de l’espai. El buit com a mitjà expressiu de la forma representat al llarg del temps.",
        "- Comparació i possibles lectures dels conceptes de formes geomètriques-orgàniques, obertes-tancades, còncaves-convexes, plenes-buides, de revolució, aplicades a la creació contemporània.",
        "El volum en el procés de disseny",
        "- Comprendre els principis i fonaments del disseny tridimensional per poder elaborar amb creativitat un producte final.",
        "- Estudiar i analitzar projectes d’estructures tridimensionals: modularitat, repetició, gradació i ritme a l’espai, per generar idees creatives en el procés de disseny.",
        "- Interpretar i valorar peces volumètriques senzilles en funció del tipus de producte proposat per poder establir un diàleg dins un context global, sostenible i inclusiu.",
        "- Cercar estudis i professions vinculats als coneixements de la matèria perquè l’alumnat trobi respostes als seus interessos, en el procés creatiu."
    ]
}