{
    "saberes": [
        "Bloque 1. Vida activa y saludable",
        "Salud física:",
        "Efectos físicos beneficiosos de un estilo de vida activo.",
        "Características de los alimentos naturales, procesados y ultraprocesados.",
        "Hidratación en la práctica de la actividad física.",
        "Educación postural en acciones motrices habituales.",
        "Factores básicos que inciden en el cuidado del cuerpo.",
        "▪ Salud social:",
        "– La actividad física como hábito y alternativa saludable frente a formas de ocio nocivas.",
        "– Límites para evitar una competitividad desmedida.",
        "– Aceptación de distintas tipologías corporales para practicar, en igualdad, diversidad de actividades físicodeportivas.",
        "▪ Salud mental:",
        "– Efectos psicológicos beneficiosos de un estilo de vida activo.",
        "– Respeto y aceptación del propio cuerpo.",
        "– Autoconocimiento e identificación de fortalezas y debilidades o posibilidades y limitaciones en todos los ámbitos (social, físico y mental).",
        "Bloque 2. Organización y gestión de la actividad física",
        "▪ Cuidado y preparación del material, las instalaciones y los espacios que se vayan a utilizar según la actividad que se pretenda desarrollar.",
        "▪ Consolidación de pautas de higiene personal relacionadas con la actividad física.",
        "▪ Planificación y autorregulación de proyectos motores: mecanismos básicos para ejecutar el planificado.",
        "▪ Prevención de accidentes en las prácticas motrices: mecanismos de prevención y control corporal para la prevención de lesiones.",
        "Bloque 3. Resolución de problemas en situaciones motrices",
        "▪ Toma de decisiones:",
        "– Distribución racional del esfuerzo en situaciones motrices individuales.",
        "– Localización en el espacio en situaciones cooperativas.",
        "– Posicionamiento en el espacio y recolocación tras cada acción en situaciones motrices de persecución y de interacción con un móvil.",
        "– Anticipación a las decisiones ofensivas del contrincante en situaciones de oposición de contacto.",
        "– Pase a compañeros desmarcados o en situación ventajosa en situaciones motrices de colaboración-oposición, de persecución y de interacción con un móvil.Esquema corporal:",
        "– Control tónico-postural e independencia segmentaria en situaciones motrices.",
        "– Conciencia y control del ritmo respiratorio en diferentes actividades. Consciencia de los diferentes tipos de respiración.",
        "– Definición de la lateralidad.",
        "– Equilibrio estático y dinámico en situaciones a diversas alturas y sobre superficies estables e inestables.",
        "– Coordinación dinámica general y segmentaria.",
        "▪ Habilidades y destrezas motrices básicas: locomotrices, no locomotrices y manipulativas.",
        "▪ Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos y externos.",
        "Bloque 4. Autorregulación emocional e interacción social en situaciones motrices",
        "▪ Gestión emocional: reconocimiento de emociones propias, pensamientos y sentimientos a partir de experiencias motrices.",
        "▪ Autonomía personal y confianza en las propias posibilidades: autoestima.",
        "▪ Habilidades sociales: escucha activa y estrategias de negociación para la resolución de conflictos en contextos motrices.",
        "▪ Conductas contrarias a la convivencia, discriminatorias o sexistas en situaciones motrices (discriminación por cuestiones de competencia motriz, etnia, género u otras): estrategias para su identificación y efectos negativos que traen consigo.Bloque 5. Manifestaciones de la cultura motriz",
        "▪ Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas del mundo como manifestación de la interculturalidad.",
        "▪ Conocimiento y práctica de bailes y juegos populares, tradicionales y autóctonos de Galicia.",
        "▪ Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas simples.",
        "▪ Práctica de actividades rítmico-musicales con carácter expresivo.",
        "Bloque 6. Interacción eficiente y sostenible con el entorno",
        "▪ Normas de uso: educación vial. Uso de medios de desplazamiento con ruedas. Movilidad segura, saludable y sostenible.",
        "▪ Espacios naturales en el contexto urbano: uso, gozo y mantenimiento.",
        "▪ Material para actividades en medio natural y urbano: valoración previa y actuación ante posibles daños.",
        "▪ Prevención y sensibilización sobre la generación de residuos, fomentando la construcción y la reutilización de materiales para la práctica motriz.",
        "▪ Realización de actividades físicas en medio natural y urbano.",
        "▪ Cuidado y conservación del entorno durante la práctica de actividad física en medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Reconocer la actividad física como alternativa de ocio saludable, identificando desplazamientos activos y sostenibles y conociendo los efectos beneficiosos desde el punto de vista físico, mental y social que supone adoptar un estilo de vida activo. OBJ1",
        "CE1.2. Aplicar medidas de educación postural, alimentación saludable, higiene corporal y preparación de la práctica motriz, asumiendo responsabilidades y generando hábitos y rutinas en situaciones cotidianas. OBJ1",
        "CE1.3. Reconocer la propia imagen corporal y la de los demás, aceptando y respetando las características individuales, superando y rechazando las conductas discriminatorias que se puedan producir en contextos de práctica motriz. OBJ1",
        "CE1.4. Mostrar una disposición positiva hacia la práctica física y hacia el esfuerzo, gestionando las emociones que surjan en contextos de actividad motriz. OBJ3",
        "CE1.5. Desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación al participar en prácticas motrices variadas, resolviendo los conflictos individuales y colectivos de forma dialogada y justa y mostrando un compromiso activo frente a los estereotipos y a las actuaciones discriminatorias y de violencia. OBJ3",
        "CE2.1. Aplicar medidas de educación postural, alimentación saludable, higiene corporal y preparación de la práctica motriz, asumiendo responsabilidades y generando hábitos y rutinas en situaciones cotidianas. OBJ1",
        "CE2.2. Tomar medidas de precaución y prevención de lesiones en relación con la conservación y mantenimiento del material y con los espacios e instalaciones en el marco de las distintas prácticas físico-deportivas, conociendo protocolos básicos de actuación ante accidentes que se puedan producir en este contexto. OBJ1",
        "CE2.3. Realizar proyectos motores de carácter individual, cooperativo o colaborativo empleando estrategias básicas de monitorización y seguimiento que permitan analizar los resultados obtenidos. OBJ2",
        "CE2.4. Adoptar decisiones en situaciones lúdicas, juegos y actividades deportivas, ajustándose a las demandas derivadas de los objetivos motores, de las características del grupo y de la lógica interna de situaciones individuales, de cooperación y de oposición y de colaboración-oposición, en contextos simulados de actuación. OBJ2",
        "CE2.5. Desarrollar una práctica motriz segura en contextos naturales y urbanos de carácter terrestre o acuático, adecuando las acciones al análisis de cada situación y aplicando medidas de conservación ambiental. OBJ5",
        "CE3.1. Realizar proyectos motores de carácter individual, cooperativo o colaborativo empleando estrategias básicas de monitorización y seguimiento que permitan analizar los resultados obtenidos. OBJ2",
        "CE3.2. Adoptar decisiones en situaciones lúdicas, juegos y actividad deportivas, ajustándose a las demandas derivadas de los objetivos motores, de las características del grupo y de la lógica interna de situaciones individuales, de cooperación y de oposición, en contextos simulados de actuación. OBJ2",
        "CE3.3. Emplear los componentes cualitativos y cuantitativos de la motricidad en distintos contextos y situaciones motrices, adquiriendo un progresivo control y dominio corporal sobre ellos. OBJ2",
        "CE3.4. Reproducir distintas combinaciones de movimientos o coreografías individuales y grupales con intención comunicativa y que transmitan sentimientos, emociones o ideas a través del cuerpo, empleando los distintos recursos expresivos y rítmicos de la corporalidad. OBJ4",
        "CE3.5. Desarrollar una práctica motriz segura en contextos naturales y urbanos de carácter terrestre o acuático, adecuando las acciones al análisis de cada situación y aplicando medidas de conservación ambiental. OBJ5",
        "CE4.1. Mostrar una disposición positiva hacia la práctica física y hacia el esfuerzo, gestionando las emociones que surjan en contextos de actividad motriz. OBJ3",
        "CE4.2. Respetar las normas consensuadas en la clase, así como las reglas del juego, actuando desde los parámetros de la deportividad y del juego limpio y valorando las aportaciones de los participantes. OBJ3",
        "CE4.3. Desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación al participar en prácticas motrices variadas, resolviendo los conflictos individuales y colectivos de forma dialogada y justa y mostrando un compromiso activo frente a los estereotipos y a las actuaciones discriminatorias y de violencia. OBJ3",
        "CE4.4. Adquirir una visión abierta del deporte para partir del conocimiento de distintas ligas femeninas, masculinas o mixtas, aproximándose al deporte para partir del conocimiento de distintas ligas femeninas, masculinas o mixtas; conociendo el deporte federado e identificando y rechazando comportamientos contrarios a la convivencia, independientemente del contexto en el que tengan lugar. OBJ4",
        "CE4.5. Reproducir distintas combinaciones de movimientos o coreografía individuales y grupales con intención comunicativa y que transmitan sentimientos, emociones o ideas a través del cuerpo, empleando los distintos recursos expresivos y rítmicos de la corporalidad. OBJ4",
        "CE5.1. Emplear los componentes cualitativos y cuantitativos de la motricidad en distintos contextos y situaciones motrices, adquiriendo un progresivo control y dominio corporal sobre ellos. OBJ2",
        "CE5.2. Participar activamente en juegos motores y en otras manifestaciones artístico-expresivas con arraigo en la cultura propia, tradicional o actual, así como en otros procedentes de diversas culturas, contextualizando su origen, su aparición y su transmisión a lo largo del tiempo y valorando su importancia, repercusión e influencia en las sociedades pasadas y presentes. OBJ4",
        "CE5.3. Reproducir distintas combinaciones de movimientos o coreografía individuales y grupales con intención comunicativa y que transmitan sentimientos, emociones o ideas a través del cuerpo, empleando los distintos recursos expresivos y rítmicos de la corporalidad. OBJ4",
        "CE6.1. Reconocer la actividad física como alternativa de ocio saludable, identificando desplazamientos activos y sostenibles y conociendo los efectos beneficiosos desde el punto de vista físico, mental y social que supone adoptar un estilo de vida activo. OBJ1",
        "CE6.2. Tomar medidas de precaución y prevención de lesiones en relación con la conservación y con el mantenimiento del material en el marco de las distintas prácticas físico-deportivas, conociendo protocolos básicos de actuación ante accidentes que se puedan producir en este contexto. OBJ1",
        "CE6.3. Emplear los componentes cualitativos y cuantitativos de la motricidad en distintos contextos y situaciones motrices, adquiriendo un progresivo control y dominio corporal sobre ellos. OBJ2",
        "CE6.4. Desarrollar una práctica motriz segura en contextos naturales y urbanos, adecuando las acciones al análisis de cada situación y aplicando medidas de conservación ambiental. OBJ5"
    ]
}