{
    "saberes": [
        "A. Communication.",
        "- Self-confidence and reflection on learning. Mistakes as a tool for improvement.",
        "- Basic and elementary strategies for understanding and expressing short, simple and contextualised oral, written and multimodal texts.",
        "- Basic knowledge, skills and attitudes which enable initiation and participation in mediation activities in basic everyday situations.",
        "- Basic communicative functions appropriate to the setting and context:",
        "    - greeting, saying goodbye, introducing oneself and introducing oneself.",
        "    - describe people, objects, places, plants, animals and activities.",
        "    - describe routines.",
        "    - place events in time.",
        "    - locate objects, people and places in space.",
        "    - ask for and exchange information about everyday matters.",
        "    - ask for and offer help.",
        "    - ask for permission and apologise.",
        "    - give directions and instructions.",
        "    - express belonging, time, quantity, space, possession, existence, taste, preference, opinion, agreement or disagreement and ability.",
        "    - use of language in the classroom.",
        "    - narrate present and past events and actions taking place.",
        "    - indicate hobbies and interests.",
        "- Contextual models and basic discourse genres in the comprehension, production and co-production of short, simple, literary and non-literary oral, written and multimodal texts: characteristics and recognition of context, organisation and structuring according to internal structure.",
        "- Basic linguistic units and meanings associated with these units, such as expression of the entity and its properties, existence, modality, tastes and preferences, quantity and number, space and spatial relations, time, affirmation, negation, interrogation and exclamation, elementary logical relations.",
        "- Basic vocabulary and vocabulary of interest to students related to personal identification, close interpersonal relationships, nearby places and environments, leisure and free time, everyday life (e.g. food, descriptive adjectives, sport, travel and holidays, education and study, shopping and commercial activities, transport, home, work and occupations, continents, countries and flags, environment, climate and sustainability, ICT).",
        "- Basic sound, accentual, rhythmic and intonation patterns and general communicative functions associated with these patterns, such as rhythm, sonority of the language through rhymes, rhymes, tongue-twisters, songs, riddles and resources from the oral and written tradition.",
        "- Basic and elementary spelling conventions in common use and meanings associated with formats and graphic elements.",
        "- Basic and elementary conversational conventions and strategies, in synchronous or asynchronous format, for initiating, maintaining and terminating communication, taking and giving the floor, asking for and giving clarifications and explanations, comparing and contrasting, collaborating, etc.",
        "- Learning resources and strategies for guided information search in analogue and digital media.",
        "- Intellectual property of the sources consulted and content used.",
        "- Basic analogue and digital tools in common use for oral, written and multimodal comprehension, expression and co-production, and virtual platforms for interaction, cooperation and educational collaboration (virtual classrooms, videoconferencing, collaborative digital tools, etc.) for learning, communication and the development of projects with speakers or learners of the foreign language in their usual environment and in a global environment. ",
        "- Strategies for formulating and reformulating hypotheses about meaning based on an understanding of significant linguistic and paralinguistic elements.",
        "B. Plurilingualism.",
        "- Strategies and techniques for compensating for communicative deficits in order to respond to an elementary need despite the limitations arising from the level of competence in the foreign language and in the other languages of one's own linguistic repertoire.",
        "- Basic strategies commonly used to identify, retain, retrieve and use linguistic units (lexis, morphosyntax, sound patterns, linguistic functions, etc.) on the basis of a comparison of the languages and varieties which make up one's personal linguistic repertoire.",
        "- Basic strategies and tools for self-assessment and co-assessment, analogue and digital, individual and cooperative.",
        "- Basic vocabulary and expressions to understand statements about communication, language and learning (metalanguage).",
        "- Tools to facilitate the development of autonomous and competent language learning.",
        "C. Interculturality.",
        "- The foreign language as a means of communication and relationship with people from other countries, as a way of accessing new information and as a means of getting to know different cultures, values, beliefs, attitudes and ways of life.",
        "- Positive appreciation of and interest in establishing contacts and communicating through different media with speakers or learners of the foreign language.",
        "- Basic and usual sociocultural and sociolinguistic aspects of customs, daily life and interpersonal relationships, basic social conventions in common use, non-verbal language, linguistic politeness and digital etiquette typical of countries where the foreign language is spoken.",
        "- Basic strategies for understanding, valuing and appreciating linguistic, cultural and artistic diversity, based on eco-social and democratic values.",
        "- Strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1 Recognise and interpret the overall meaning and essential information, as well as specific words and phrases in short, simple oral, written and multimodal texts on frequent, everyday topics of personal relevance and areas close to their own experience, as well as in literary texts appropriate to their level of development, expressed comprehensibly, clearly and in standard language through different media (CCL2, CCL4, CP2, STEM1, CE1, CCEC2).  ",
        "1.2 Select and apply, in a guided way, appropriate strategies and knowledge in everyday communicative situations of relevance for the students, capturing the global meaning and processing explicit information in oral, written and multimodal texts (CCL2, CCL3, CP1, STEM1, CD1, CPSAA5). ",
        "2.1 Orally express short and simple texts, previously prepared, on everyday matters and of relevance to the student, using, in a guided way, verbal and non-verbal resources, and using basic and frequently used structures, as well as reproducing basic sound, accentual, rhythmic and intonation patterns, typical of the foreign language (CCL1, CP1, CE1, CE3, CCEC4).",
        "2.2 Organise and write, in a guided way, short and simple texts, previously prepared, with appropriateness to the proposed communicative situation, through analogue and digital tools, and using the main communicative functions and structures and basic lexis of common use on everyday and frequent matters, of personal relevance for the students and close to their experience. (CCL1, CP1, CD2, CE1, CE3, CCEC4).",
        "2.3 Select, organise and apply, in a guided way, knowledge and strategies to prepare and express oral and written texts appropriate to the communicative intentions and contextual characteristics, using, with help, physical or digital resources depending on the task and the needs of each moment (CCL3, CP1, CP2, STEM1, CD2, CPSAA5).",
        "3.1 Plan and participate in short and simple interactive situations on everyday topics, of personal relevance and close to their experience and interests, through different media, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette. (CCL1, CCL5, CP2, CD3, CPSAA3, CC3, CE1, CCEC3).",
        "3.2 Select and use, in a guided manner, elementary strategies to greet, say goodbye and introduce oneself; ask and answer simple questions; express messages, and initiate and terminate communication, responding to the communicative needs that arise in different situations and contexts. (CCL1, CCL5, CP1, STEM1, CE3).",
        "4.1 Interpret and explain texts, concepts and short and simple communications, in a guided way, in situations in which diversity is taken into account, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in the solution of problems of intercomprehension and understanding in their immediate environment, relying on different resources and supports. (CCL2, CP2, CP3, STEM1, CPSAA3, CCEC1).",
        "4.2 Select and apply, in a guided way, basic strategies that help to create bridges and facilitate the comprehension and expression of information and communication, adequate to the elementary communicative intentions, using, with help, physical or digital resources and supports according to the needs of each moment. (CCL5, CP1, STEM1, CPSAA1, CPSAA3).",
        "5.1 Compare and contrast the similarities and differences between different languages, reflecting in a progressively autonomous way on basic aspects of their functioning, respecting cognitive, social and cultural diversity (CP2, CP3, CPSAA4, CC3, CCEC1).",
        "5.2 Use and differentiate, in a progressively autonomous way, the knowledge and strategies to improve their ability to communicate and learn the foreign language, relying on the group and on analogue and digital supports (CCL3, STEM1, CD2, CPSAA4, CE3).",
        "5.3 Record and use, in a guided manner, the progress and difficulties in the foreign language learning process, recognising the aspects that help to improve and carrying out self-assessment and co-assessment activities, such as those proposed in the European Language Portfolio (ELP) or in a learning diary, normalising error and valuing it as a source of learning (STEM1, CPSAA1, CPSAA4, CPSAA5).",
        "6.1 Act with appreciation and respect in intercultural situations, identifying and comparing similarities and differences between different languages and cultures, and showing rejection of any kind of discrimination, prejudice and stereotyping in everyday and usual communicative contexts (CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3).",
        "6.2 Recognise and respect the linguistic, cultural and artistic diversity of the countries where the foreign language is spoken as a source of learning and personal enrichment, showing interest in expanding own knowledge and understanding basic cultural and linguistic elements that promote sustainability and democracy (CCL5, CP2, CP3, CPSAA3, CC3, CCEC1).",
        "6.3 Select and apply, in a guided way, basic strategies to understand and appreciate linguistic, cultural and artistic diversity, accepting and respecting its value and showing an attitude of openness. (CCL5, CP3, CPSAA3, CC2, CC3, CCEC1)."
    ]
}