{
  "saberes": [
    "Bloque A. Origen y fundamentos de la filosofía",
    "- El saber filosófico. La especificidad de la filosofía. Opinión, creencia y saber. La relación de la filosofía con otras formas de saber.",
    "- El uso teórico y el uso práctico de la razón humana. Las disciplinas filosóficas. La necesidad de la filosofía como praxis.",
    "- La filosofía y su historia. El origen de la filosofía en Grecia. Claves de la filosofía medieval. El desarrollo de la filosofía moderna y contemporánea.",
    "- La presencia y contribución de las mujeres a la historia del pensamiento. Filosofía y feminismo.",
    "- El papel de la filosofía en el siglo XXI. La filosofía del presente. Principales corrientes y temáticas de la actualidad. La pregunta por el futuro de la filosofía.",
    "Bloque B. Conocimiento y argumentación",
    "- Conocimiento y lenguaje. La comunicación y el lenguaje simbólico. Lenguajes naturales y lenguajes artificiales.",
    "- La organización del conocimiento. La argumentación y sus tipos. La construcción de argumentos. Inducción, deducción y analogía.",
    "- La lógica formal. La formalización de los argumentos. Las tablas de verdad.",
    "- La lógica informal. Retórica, oratoria y debate. El discurso argumentativo. Falacias y paradojas.",
    "Bloque C. La acción humana",
    "- La dimensión ética del ser humano. La diferencia entre ética y moral. Libertad, igualdad y justicia.",
    "- Los conflictos morales de nuestro tiempo: personales, interpersonales, en relación con el medio y en relación con el uso de la tecnología. Proyectos éticos contemporáneos.",
    "- La dimensión social del ser humano. La organización social. Tipos de sociedades.",
    "- Formas de organización política. El Estado y sus tipos. El Estado social de derecho.",
    "- La experiencia estética. El arte: la obra y sus características. La idea de belleza en la estética y el arte. Imaginación, creatividad y originalidad."
  ],
  "criteriosEvaluacion": [
    "1.1 Analizar y argumentar sobre los distintos planteamientos filosóficos, demostrando un esfuerzo académico y creativo en la identificación de las problemáticas y las soluciones expuestas, distinguiendo las tesis principales, el orden de la argumentación y la relación de los problemas planteados con las fuentes propuestas.",
    "2.1 Desarrollar una argumentación razonada de forma oral y escrita, hecha con claridad y coherencia, que demuestre un esfuerzo académico y creativo en la valoración personal de los problemas filosóficos analizados a la hora de explicar algunas de las tesis fundamentales de algunas de las corrientes filosóficas más importantes del pensamiento occidental.",
    "2.2  Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación, evaluación, producción y comunicación de esta.",
    "3.1. Producir y evaluar discursos argumentativos, orales y escritos, acerca de cuestiones y problemas filosóficos, mostrando un uso correcto y eficaz de l as  normas y pautas lógicas, retóricas y argumentativas.",
    "3.2. Conocer las normas básicas de la lógica del discurso, apreciando su valor para mostrar el razonamiento correcto y la expresión del pensamiento, evitando modos sesgados o falaces como condición fundamental para las relaciones humanas.",
    "4.1. Identificar la especificidad de la razón en su dimensión práctica, en tanto que orientadora de la acción humana, a través del enunciado y desarrollo crítico de las argumentaciones de las principales teorías éticas sobre la felicidad y la virtud, razonando sus propias ideas.",
    "4.2. Contribuir a generar un compromiso activo con el bien común, reflexionando sobre la relación del ser humano con la naturaleza, la globalización y sus consecuencias, los derechos humanos, la igualdad y la justicia, así como sobre los fines y los límites de la investigación científica y tecnológica, a través del análisis crítico y la toma razonada y dialogante de posiciones éticas actuales.",
    "5.1. Generar una concepción compleja y no dogmática de la creación artística y de su relación con otros campos como la ética, el conocimiento y la  técnica,  que promueva la comprensión de otras posturas y otros posicionamientos estéticos y la necesidad de pensar y expresar las diferencias como momentos de un proceso dinámico y siempre abierto de reflexión y diálogo filosófico."
  ]
}