{
    "competenciasEspecificas": [
        "Competencia específica 1.Resolver problemas directamente vinculados con la vida cotidiana en situacionesdiversas del ámbito social, utilizando estrategias formales que p",
        "Competencia específica 2.Investigar, formular, generalizar y desarrollar conjeturas y propiedades matemáticas,haciendo demostraciones y simulaciones sencillas con apoyo de herramientas tecnológicas,reconociendo y conectando los procedimientos implicados en el razonamiento para generar unavisión matemática integrada",
        "Competencia específica 3.Modelizar situaciones reales y fenómenos relevantes del ámbito social, investigando,comparando y construyendo conexiones con otras áreas del conocimiento, interrelacionandoconceptos y procedimientos matemáticos.",
        "Competencia específica 4.Diseñar, modificar, generalizar e implementar algoritmos computacionales que facilitenla resolución de problemas y desafíos del ámbito social, usando herramientas tecnológicas paraorganizar datos y modelizar de manera eficiente situaciones y fenómenos reales.",
        "Competencia específica 5.Manejar con precisión el simbolismo matemático, haciendo transformaciones yconversiones que permitan estructurar los razonamientos y procesos matemáticos implicados ensituaciones relevantes del ámbito social, y estableciendo las conexiones necesarias para obteneruna visión matemática completa.",
        "Competencia específica 6.Producir, comunicar e interpretar mensajes matemáticos, tanto orales como escritos,empleando el soporte, la terminología y el rigor adecuados, para argumentar con claridad y demanera estructurada sobre características, conceptos, procedimientos y resultados en los quelas matemáticas juegan un papel relevante.",
        "Competencia específica 7.Conocer y apreciar el valor cultural, histórico y social de las matemáticas, identificando ycontextualizando sus aportaciones a lo largo del tiempo, reconociendo su importancia en losavances significativos del conocimiento científico y del desarrollo tecnológico, especialmenterelevantes para abordar los desafíos a los que se enfrenta la humanidad.",
        "Competencia específica 8.Gestionar y regular las emociones, creencias y actitudes implicadas en los procesosmatemáticos, de manera individual y colectiva, asumiendo con confianza la incertidumbre, lasdificultades y errores que dichos procesos conllevan, y regulando la atención para perseverar enlos procesos de aprendizaje y adaptarlos con éxito a situaciones variadas del ámbito social."
    ]
}
