{
    "saberes": [
        "Bloque 1. Educación plástica y visual: percepción y análisis",
        "▪ Estrategias básicas de recepción activa.",
        "▪ Cultura visual. La imagen en el mundo actual. Técnicas y estrategias básicas de comprensión de la imagen y descripción de imágenes presentes en el contexto próximo.",
        "▪ Elementos configurativos del lenguaje visual: punto, línea, plano, textura, color. Experimentación básica.",
        "▪ Materiales, instrumentos, soportes y técnicas elementales utilizados en la expresión plástica y visual. Formas, texturas y colores en las producciones de las diferentes creaciones plásticas.",
        "▪ Vocabulario específico básico de las artes plásticas y visuales.",
        "▪ Recursos digitales básicos para las artes plásticas y visuales.",
        "▪ Propuestas artísticas de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales y nacionales. Respeto y valoración de estas desde una perspectiva de género.",
        "▪ Principales profesiones vinculadas con los ámbitos artísticos plásticos y visuales.",
        "▪ Normas elementales de comportamiento y actitud positiva en la recepción de propuestas plásticas y visuales en diferentes espacios culturales y artísticos. El silencio como elemento y condición indispensable para mantener la atención durante la recepción.Bloque 2. Educación plástica y visual: creación e interpretación",
        "▪ Medios, soportes y materiales de expresión plástica y visual: experimentación. Técnicas bidimensionales y tridimensionales básicas en dibujos y modelados sencillos. Manipulación de objetos para su transformación. Utilización de elementos presentes en el entorno natural con fines artísticos.",
        "▪ Fases del proceso creativo: planificación guiada y experimentación.",
        "▪ Valoración e interés, tanto del proceso como del producto final, en producciones plásticas y visuales.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas culturales y artísticas plásticas y visuales.",
        "Bloque 3. Educación audiovisual: percepción y análisis",
        "▪ Estrategias básicas de recepción activa.",
        "▪ Propuestas audiovisuales elementales. Nociones básicas sobre cine. Reconocer e interpretar imágenes fijas y en movimiento en contextos culturales próximos. Respeto y valoración de estas desde una perspectiva de género.",
        "▪ Vocabulario específico básico de las artes audiovisuales.",
        "▪ Recursos digitales básicos para las artes audiovisuales.",
        "▪ Principales profesiones vinculadas con los ámbitos artísticos audiovisuales.",
        "▪ Normas elementales de comportamiento y actitud positiva en diferentes espacios culturales y artísticos audiovisuales. El silencio como elemento y condición indispensable para mantener la atención durante la recepción.",
        "Bloque 4. Educación audiovisual: creación e interpretación",
        "▪ Composición guiada de historias audiovisuales sencillas básicas con intención comunicativa para ser recreadas.",
        "▪ Herramientas adecuadas para el registro de la imagen y del sonido: manejo. Programas informáticos sencillos de dibujo: inicio de forma guiada en su uso.",
        "▪ Fases del proceso creativo: planificación guiada y experimentación.",
        "▪ Valoración e interés, tanto del proceso como del producto final, en producciones audiovisuales.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas culturales y artísticas audiovisuales."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Descubrir propuestas artísticas plásticas y visuales de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por ellas. OBJ1",
        "CE1.2. Describir de forma oral y gráfica elementos de manifestaciones culturales y artísticas plásticas y visuales seleccionadas, comenzando por aquellas más próximas, explorando sus características, así como las principales profesiones vinculadas a la creación e interpretación plástica y visual, empleando el vocabulario específico básico de estas. OBJ1",
        "CE1.3. Desarrollar y aplicar la capacidad de búsqueda de información sobre manifestaciones culturales y artísticas plásticas y visuales, de manera básica y guiada, a través de canales y medios de acceso sencillos, de forma individual y colaborativa. OBJ2",
        "CE1.4. Desarrollar la capacidad de identificación del significado de distintas manifestaciones culturales y artísticas plásticas y visuales que forman parte del patrimonio de diversos entornos, compartiendo sensaciones, indicando los canales, medios y técnicas empleados e identificando diferencias y similitudes. OBJ2",
        "CE1.5. Manifestar respeto en la recepción de propuestas artísticas plásticas y visuales interiorizando las normas elementales de comportamiento y mostrando una actitud positiva. OBJ1",
        "CE2.1. Producir obras propias de manera guiada, utilizando algunas de las posibilidades expresivas del cuerpo, la imagen y los medios digitales básicos, con curiosidad, interés y gozo y mostrando confianza en las capacidades propias. OBJ3",
        "CE2.2. Expresar de forma guiada ideas, sentimientos y emociones a través de manifestaciones artísticas plásticas y visuales sencillas, experimentando con los diferentes lenguajes e instrumentos a su alcance. OBJ3",
        "CE2.3. Participar de manera guiada en el diseño de producciones plásticas y visuales elementales, trabajando de forma colaborativa a través de un enfoque coeducativo basado en la igualdad y en el respeto a la diversidad. OBJ4",
        "CE2.4. Tomar parte en el proceso cooperativo de creación de producciones culturales y artísticas, utilizando elementos básicos del lenguaje plástico y visual. OBJ4",
        "CE2.5. Compartir las experiencias creativas plásticas y visuales, disfrutando y explicando el proceso y el resultado final obtenido. OBJ4",
        "CE2.6. Manifestar respeto en la creación de actividades, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva y empática hacia la expresión de ideas, sentimientos y emociones de los demás. OBJ4",
        "CE3.1. Descubrir propuestas artísticas audiovisuales de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por ellas. OBJ1",
        "CE3.2. Describir de forma oral y gráfica elementos de manifestaciones culturales y artísticas audiovisuales seleccionadas, comenzando por aquellas más próximas, explorando sus características, así como las principales profesiones vinculadas a la creación e interpretación audiovisual, y empleando el vocabulario específico básico de estas. OBJ1",
        "CE3.3. Desarrollar y aplicar la capacidad de búsqueda de información sobre manifestaciones culturales y artísticas audiovisuales, de manera básica y guiada, a través de canales y medios de acceso sencillos, de forma individual y colaborativa. OBJ2",
        "CE3.4. Desarrollar la capacidad de identificación del significado de distintas manifestaciones culturales y artísticas audiovisuales que forman parte del patrimonio de diversos entornos, compartiendo sensaciones, indicando los canales, medios y técnicas empleados e identificando diferencias y similitudes. OBJ2",
        "CE3.5. Manifestar respeto en la recepción de propuestas artísticas audiovisuales, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva. OBJ1",
        "CE4.1. Producir obras propias de manera guiada, utilizando algunas de las posibilidades expresivas del cuerpo, el sonido, la imagen y diferentes herramientas de expresión audiovisual, incluidos los medios digitales básicos, con curiosidad, interés y disfrute y mostrando confianza en las capacidades propias. OBJ3",
        "CE4.2. Expresar de forma guiada ideas, sentimientos y emociones a través de manifestaciones artísticas audiovisuales sencillas, experimentando con los diferentes lenguajes e instrumentos a su alcance. OBJ3",
        "CE4.3. Participar de manera guiada en el diseño de producciones audiovisuales elementales, trabajando de forma colaborativa a través de un enfoque coeducativo basado en la igualdad y en el respeto a la diversidad. OBJ4",
        "CE4.4. Tomar parte en el proceso cooperativo de creación de producciones culturales y artísticas audiovisuales, utilizando elementos básicos del lenguaje audiovisual. OBJ4",
        "CE4.5. Compartir las experiencias creativas, disfrutando y explicando el proceso y el resultado final obtenido. OBJ4",
        "CE4.6. Manifestar respeto en la creación e interpretación de propuestas artísticas audiovisuales, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva y empática hacia la expresión de ideas, sentimientos y emociones de los demás. OBJ4"
    ]
}