{
    "saberes": [
        "A. Vida activa y saludable",
        "    - Salud física: efectos físicos y psicológicos beneficiosos de un estilo de vida activo. Características de alimentos naturales, procesados y ultra procesados. Educación e higiene postural en acciones motrices habituales. Factores básicos que inciden en el cuidado del cuerpo (alimentación adecuada, actividad física diaria, descanso, uso excesivo de las pantallas, mantenimiento de la salud, equilibrio emocional).",
        "    - Salud mental: respeto y aceptación del propio cuerpo. Autoconocimiento e identificación de las propias fortalezas y debilidades ante mensajes nocivos para el mantenimiento de un concepto saludable sobre el cuerpo, posibilidades y limitaciones en todos los ámbitos, tanto reales como virtuales para el mantenimiento o la mejora de un equilibrio (social, físico y mental).",
        "    - Salud social: la actividad física como hábito y alternativa de salud frente a formas de ocio nocivas. Límites para evitar una competitividad desmedida. Aceptación de distintas tipologías corporales, para practicar, en igualdad, diversidad de actividades físico-deportivas.",
        "B. Organización y gestión de la actividad física",
        "    - Elección de la práctica física: usos y finalidades catárticos lúdico-recreativos y cooperativos. Respeto a las elecciones de los demás.",
        "    - Cuidado y preparación del material según la actividad a desarrollar.",
        "    - Pautas de higiene personal relacionadas con la actividad física.",
        "    - Planificación y regulación de proyectos motores: mecanismos básicos para ejecutar lo planificado.",
        "    - Prevención de accidentes en las prácticas motrices: mecanismos de prevención y control corporal para la prevención de lesiones. Medidas de seguridad, previas y durante la práctica motriz, normas básicas de actuación ante posibles lesiones. Correcta utilización de los diferentes materiales a utilizar.",
        "C. Resolución de problemas en situaciones motrices",
        "    - Toma de decisiones: distribución racional del esfuerzo en situaciones motrices individuales. Ubicación en el espacio en situaciones grupales. Ubicación en el espacio y reubicación tras cada acción en situaciones motrices de persecución y de interacción con un móvil. Anticipación a las decisiones ofensivas del adversario en situaciones de oposición de contacto. Pase a compañeros desmarcados o en situación ventajosa en situaciones motrices de colaboración- oposición de persecución y de interacción con un móvil.",
        "    - Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal, control tónico-postural e independencia segmentaria en situaciones motrices. Definición de la lateralidad. Coordinación dinámica general y segmentaria, automatización de movimientos.",
        "    - Capacidades condicionales: capacidades físicas básicas (fuerza, resistencia, velocidad, flexibilidad).",
        "    - Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas. Combinación de habilidades.",
        "    - Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos y externos (cambios de posición, movimientos de sus compañeros, percepción de móviles y sus trayectorias, situaciones de colaboración y oposición).",
        "D. Regulación emocional e interacción social en situaciones motrices",
        "    - Gestión emocional: reconocimiento de emociones, pensamientos y sentimientos y establecimiento de estrategias para una adecuada regulación de las emociones a partir de experiencias motrices.",
        "    - Habilidades sociales: escucha activa, diálogo y estrategias de negociación mediada y de acuerdo para la resolución de conflictos en contextos motrices, desarrollo de conductas asertivas y de confianza en uno mismo.",
        "    - Concepto de deportividad, aceptación de las normas del juego, respeto al adversario, a los compañeros, a los árbitros, espectadores y profesores.",
        "    - Conductas contrarias a la convivencia, en situaciones motrices (discriminación por cuestiones de competencia motriz, etnia, género u otras): efectos negativos y estrategias de identificación, abordaje y evitación (tratamiento y solución para afrontar las consecuencias perjudiciales).",
        "E. Manifestaciones de la cultura motriz",
        "    - Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestación de la interculturalidad. Juegos populares de España: bolos, chito… danzas populares: chotis, jotas, sevillanas, sardanas…",
        "    - Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas simples. Representación de escenas cotidianas.",
        "    - Práctica de actividades rítmico-musicales con carácter expresivo. Representar movimientos a partir de estímulos rítmicos o musicales. Coreografías sencillas (Promoroaca, Minoesika).",
        "    - Deporte e igualdad ligas masculinas, femeninas y mixtas de distintos deportes. Referentes en el deporte de distintos géneros. Personajes relevantes, en el deporte; identificación con las diferentes disciplinas que practican.",
        "    - La cultura del esfuerzo para conseguir un objetivo.",
        "F. Interacción eficiente y cuidadosa con el entorno",
        "    - Normas de uso: educación vial para bicicletas, patines y patinetes. Movilidad segura y saludable. Uso de los elementos de seguridad (casco, luces, guantes, chalecos). Normas básicas de circulación, (circular por la derecha, en fila, señales básicas).",
        "    - Espacios naturales en el contexto urbano: uso, disfrute seguro y mantenimiento. Conceptos básicos del uso responsable de los elementos lúdicos urbanos (cuidado de los materiales).",
        "    - Estado del material para actividades en el medio natural y urbano: valoración previa y actuación ante desperfectos. Mantenimiento, limpieza y reparación de los materiales.",
        "    - Prevención y sensibilización sobre la generación de residuos y su correcta gestión. Diferencias entre tipos de residuos y conocimiento de su gestión. Normas básicas de reciclaje y cuidado del medio.",
        "    - Realización de actividades físicas seguras en el medio natural y urbano. Diferentes posibilidades de actividad física que nos proporciona el medio natural (senderismo, kayak, escalada…).",
        "    - Cuidado del entorno próximo y de los animales y plantas que en él conviven, durante la práctica de actividades físicas en el medio natural y urbano. Prácticas esenciales de cuidado del medio natural (recogida de material y desperdicios utilizados en la práctica motriz)."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer la actividad física como alternativa de ocio saludable, identificando desplazamientos activos y conociendo los efectos beneficiosos a nivel físico, social y mental que posee adoptar un estilo de vida activo.",
        "1.2. Aplicar medidas de educación postural, alimentación saludable, higiene corporal y preparación de la práctica motriz, asumiendo responsabilidades y generando hábitos y rutinas en situaciones cotidianas.",
        "1.3. Tomar medidas de precaución, previa y durante la práctica motriz y prevención de lesiones en relación con la conservación y al mantenimiento del material en el marco de distintas prácticas físico- deportivas, conociendo protocolos básicos de actuación ante accidentes que se puedan producir en este contexto.",
        "1.4. Reconocer la propia imagen corporal y la de los demás, identificar las propias fortalezas y debilidades ante mensajes nocivos, aceptando y respetando las diferencias individuales que puedan existir, superando y rechazando las conductas discriminatorias que se puedan producir en contextos de práctica motriz.Llevar a cabo proyectos motores de carácter individual o grupal, empleando estrategias de monitorización y seguimiento que permitan analizar los resultados obtenidos.",
        "2.2. Adoptar decisiones en situaciones lúdicas, juegos y actividades deportivas, ajustándose a las demandas derivadas de los objetivos motores, de las características del grupo y de la lógica interna de situaciones individuales o grupales de oposición y de colaboración- oposición, en contextos simulados de actuación.",
        "2.3. Emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa en distintos contextos y situaciones motrices, adquiriendo un control y dominio corporal sobre ellos.",
        "3.1. Mostrar una disposición positiva hacia la práctica física y hacia el esfuerzo, controlando la impulsividad y las emociones que surjan en contextos de actividad motriz. Establecer estrategias para una adecuada regulación de las emociones.",
        "3.2. Respetar las normas consensuadas en clase, así como las reglas de juego, a los adversarios, compañeros, árbitros, espectadores y profesores y actuar desde los parámetros de la deportividad y el juego limpio, valorando la aportación de los participantes.",
        "3.3. Desarrollar habilidades sociales de acogida, ayuda y colaboración al participar en prácticas motrices variadas, resolviendo los conflictos, mostrando un compromiso frente a las actuaciones discriminatorias y cualquier tipo de violencia.",
        "4.1. Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura tradicional o actual, así como otros procedentes de diversas culturas, contextualizando su origen, su aparición y su transmisión a lo largo del tiempo y valorando su importancia, repercusión e influencia en las sociedades pasadas y presentes.",
        "4.2. Apreciar los logros de personas y colectivos referentes del deporte, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar el éxito y su actitud ante la derrota o los objetivos no conseguidos.",
        "4.3. Estimar el esfuerzo como valor para conseguir un objetivo.",
        "4.4. Asumir una visión abierta del deporte a partir del conocimiento de distintas ligas, acercándose al deporte federado e identificando comportamientos contrarios a la convivencia independientemente del contexto en el que tengan lugar.",
        "4.5. Reproducir distintas combinaciones de movimientos o coreografías individuales y grupales que incorporen prácticas comunicativas que transmitan sentimientos, emociones o ideas a través del cuerpo, empleando los distintos recursos expresivos y rítmicos de la corporalidad.",
        "5.1. Desarrollar y explorar de forma consciente, respetuosa y controlada por el docente una práctica motriz segura en contextos naturales y urbanos de carácter terrestre o acuático, adecuando las acciones al análisis de cada situación y aplicando medidas de conservación ambiental."
    ]
}