{
  "saberes": [
    "Bloque 1. Percepción y análisis",
    "SB. 1.1. Contextos musicales y culturales (CE1, CE2)",
    "G1. Obras e intérpretes",
    "Mitos, estereotipos y roles de género transmitidos a través de la música y la danza. Profesiones musicales desde una perspectiva igualitaria.",
    "Compositoras y compositores de estilos y épocas diferentes.",
    "Intérpretes y grupos de la actualidad: actuaciones en vivo y registradas por medios audiovisuales.",
    "G2. Patrimonio musical",
    "Música tradicional en España y su diversidad cultural.",
    "Patrimonio musical de la Comunidad Valenciana. Estilos, danzas, eventos y manifestaciones.",
    "Música y danza de otras culturas del mundo.",
    "Música popular urbana y contemporánea. x",
    "La evolución del sonido y la música en los medios audiovisuales y tecnologías digitales.",
    "G3. Géneros musicales y escénicos",
    "Clasificación de los géneros musicales y escénicos.",
    "Función social de la música.",
    "G4. Agrupaciones vocales e instrumentales",
    "Agrupaciones vocales e instrumentales representativas de músicas del mundo y de la música tradicional.",
    "G5. La voz y los instrumentos",
    "Clasificación de la voz y de las diferentes familias instrumentales.",
    "Organología representativa de músicas del mundo y tradicional.",
    "Instrumentos no convencionales desde una perspectiva de desarrollo sostenible.",
    "G6. Terminología y normas de comportamiento",
    "Terminología musical. Argumentación oral y escrita.",
    "Pautas de atención y comportamiento en la audición musical y ante diferentes propuestas artísticas. Actitud abierta y valorativa.",
    "SB.1.2. Elementos del sonido y estructura musical (CE1, CE2, CE5)",
    "G1. El proceso de escucha",
    "Elementos que intervienen en el proceso de audición. El oído.",
    "Escucha activa. Pautas de atención, percepción y memoria.",
    "G2. Las cualidades del sonido",
    "Las cualidades del sonido: altura, intensidad, duración y timbre. Representaciones gráficas. Unidades de medida.",
    "Relación entre el silencio, el sonido y el ruido con el entorno. Agresiones acústicas y creación de ambientes sonoros saludables.",
    "G3. El carácter",
    "El carácter musical. La música y sus sensaciones.",
    "G4. El ritmo",
    "Pulso, tempo y matices agógicos. Clasificación de los compases.",
    "Recursos rítmico-melódicos: síncopa, contratiempo y valores irregulares.",
    "G5. Melodía y armonía",
    "La melodía. Identificación de distintos tipos de melodías: lineales, onduladas y quebradas.",
    "Escalas musicales. Intervalos.",
    "La armonía: armaduras básicas y grados tonales. El acorde.",
    "Texturas musicales: monodia, polifonía, contrapunto, homofonía y melodía acompañada.   ",
    "G6. Estructura y forma",
    "La organización de la estructura musical.",
    "G7. Recursos digitales y de las TIC relacionados con la percepción ",
    "Aplicaciones, webs y programas de edición de partituras, grabación y edición de audio.",
    "Bloque 2: Interpretación y creación",
    "SB.2.1. Expresión individual y colectiva (CE3, CE4)",
    "G1. Interpretación y técnica vocal",
    "La técnica vocal: respiración, fonación e impostación. Cuidado y mantenimiento de la voz: hábitos saludables.",
    "Obras vocales a una y varias voces, a capella o con acompañamiento instrumental. Repertorio vocal. La memoria musical en la producción vocal.",
    "G2. Interpretación y técnica instrumental",
    "La técnica instrumental: respiración, control postural, emisión del sonido, articulación y digitación.",
    "Obras instrumentales de interpretación individual y grupal. Repertorio instrumental polifónico. La memoria musical y el aprendizaje por imitación.",
    "G3. Cuidado instrumental ",
    "El cuidado y mantenimiento de los instrumentos.",
    "La construcción de instrumentos sencillos a partir de materiales del entorno.",
    "G4. Creación e improvisación ",
    "Principios básicos de creación musical en contextos escolares.",
    "La improvisación sobre pautas previamente establecidas. La experimentación, la exploración sonora y la sonorización.",
    "G5. La notación musical ",
    "Elementos básicos de la notación musical y representaciones gráficas no convencionales aplicados a la práctica.",
    "G6. Habilidades motrices ",
    "Técnica corporal.",
    "El cuerpo como medio de expresión.",
    "Danzas del mundo y tradicionales.",
    "Percusión con objetos sonoros. La percusión corporal.",
    "SB.2.2. Proyectos artísticos (CE3, CE4, CE5)",
    "G1. Planificación",
    "Fases y criterios de valoración en proyectos musicales e interdisciplinares.",
    "Ámbitos artísticos y profesionales que intervienen en los proyectos y/o sus fases.",
    "Estrategias de búsqueda, selección y reelaboración de información de calidad.",
    "G3. Artes Escénicas",
    "Elementos estructurales y técnicos de las Artes Escénicas: cuerpo, espacio, tiempo, discurso, estructuras y actuación.",
    "G4. Tecnología para la producción musical",
    "Recursos digitales y de las TIC aplicados a la interpretación, creación y grabación.",
    "Licencias de uso, autoría y protección de datos. Planteamientos y hábitos de consumo éticos y responsables.",
    "G5. Actitud",
    "Pautas de atención y comportamiento en la participación en las diferentes propuestas artísticas.",
    "El control de las emociones en la mejora de la interpretación en público."
  ],
  "criteriosEvaluacion": [
    "CE1.1. Identificar los elementos estructurales y técnicos de diferentes géneros y estilos musicales y                               multidisciplinares, relacionándolos entre sí y valorando su diversidad.",
    "CE1.2. Emitir opiniones personales a partir de propuestas musicales, corporales y multidisciplinares, de manera oral o escrita, con actitud abierta y terminología adecuada.",
    "CE1.3. Reconocer elementos del patrimonio musical del entorno del alumnado, valorando su diversidad.",
    "CE2.1. Reconocer las cualidades del sonido de forma combinada, sus características y representación gráfica.",
    "CE2.2. Identificar las voces e instrumentos en diferentes contextos sonoros.",
    "CE2.3. Identificar agresiones acústicas del entorno y reflexionar sobre posibles soluciones.",
    "CE3.1. Interpretar propuestas musicales, utilizando los elementos del lenguaje musical y enriqueciendo la propia identidad.",
    "CE3.2. Crear improvisaciones de forma guiada mediante procesos individuales y colectivos.",
    "CE3.3. Experimentar con las posibilidades expresivas y comunicativas del sonido y el cuerpo.",
    "CE3.4. Manifestar ideas, sentimientos y emociones para favorecer procesos comunicativos, de empatía y respeto.",
    "CE4.1.Identificar los procesos de creación, edición y difusión musical y las profesiones que en ellos intervienen.",
    "CE4.2. Planificar las fases principales de una producción musical y su difusión.",
    "CE4.3. Utilizar técnicas de interpretación musical y corporal, potenciando la manifestación y control de emociones.",
    "CE5.1. Emplear recursos digitales y de las TIC para compartir creaciones de aula a través de la web social, desarrollando una identidad y criterio propios con un sentido del consumo responsable y sostenible de acuerdo a la normativa vigente.",
    "CE5.2 Tratar información musical en diferentes medios digitales de forma contrastada, utilizando recursos, entornos informáticos y servicios en red.",
    "CE5.3. Compartir información y contenidos digitales en proyectos musicales colaborativos, utilizando las TIC y aplicando buenas conductas para la prevención del ciberacoso."

  ]
}
