{
  "competenciasEspecificas": [
    "1. Descubrir propuestas musicales, de lenguaje corporal, escénico y/o performativo de diferentes géneros, estilos, estéticas, épocas y culturas, a través de la recepción activa, la interpretación y el análisis de las mismas, para desarrollar la curiosidad, el placer y la apertura hacia el descubrimiento de lo nuevo y el respeto por la diversidad. CCL1, CP3, STEM1, CD1, CPSAA1, CPSAA3, CC1, CC3, CE2, CCEC1, CCEC2, CCEC3.",
    "2. Investigar sobre manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, y sus contextos, empleando diversos canales, medios y técnicas, para desarrollar interés y aprecio por las mismas, disfrutar de ellas, entender su valor y empezar a desarrollar una sensibilidad artística propia. CCL3, CP3, STEM2, CD1, CPSAA1, CPSAA3, CPSAA4, CC3, CCEC1, CCEC2.",
    "3. Expresar y comunicar de manera creativa ideas, sentimientos y emociones a través de diferentes lenguajes, técnicas, instrumentos, medios y soportes, experimentando con las posibilidades del sonido, el cuerpo y los medios digitales, desarrollando la autoconfianza y una visión crítica y empática de las posibilidades comunicativas y expresivas, para producir e interpretar obras propias y ajenas. CCL1, CCL5, CD2, CD4, CPSAA1, CPSAA3, CPSAA5, CC2, CE1, CCEC3, CCEC4.",
    "4. Participar activamente del diseño, la elaboración y la difusión de producciones musicales, de lenguaje corporal, escénico y/o performativo, individuales o colectivas, poniendo en valor el proceso a desarrollar, asumiendo diferentes funciones en la consecución de un resultado final, respetando su propia labor y la de sus compañeros, para desarrollar la creatividad, la noción de autoría, el sentido de la pertenencia, el compromiso en experiencias colaborativas y el espíritu emprendedor. CCL1, CCL5, CP3, STEM3, CD2, CD3, CPSAA3, CPSAA4, CC2, CE1, CE3, CCEC3, CCEC4.",
    "5. Ejercitar una conciencia corporal y una propiocepción a través del uso de la voz y la práctica y estudio del movimiento, favoreciendo la atención y la escucha, buscando la corrección postural en las interpretaciones musicales, de lenguaje corporal, escénico y/o performativo y el conocimiento de las emociones y su autogestión, para desarrollar la propia personalidad y utilizar el arte como mecanismo de paz e interacción social. CCL5, STEM2, STEM5, CPSAA1, CPSAA2, CC2, CCEC3, CCEC4."
  ]
}