{
    "criteriosEvaluacion": [
        "1.1. Extraer y analizar las ideas principales, la información relevante y las implicaciones generales, e interpretar y valorar de manera crítica el contenido y la intención de textos orales de cierta longitud, bien organizados y de cierta complejidad, sobre temas generales o más específicos de relevancia personal, académica, profesional o de interés público, tanto concretos como abstractos, expresados de forma clara, incluso en entornos moderadamente ruidosos, a través de diversos soportes, utilizando con fluidez, adecuación y con aceptable corrección una o más lenguas además de las familiares con el fin de construir conocimiento y responder a las necesidades comunicativas planteadas. CCL2, CCL3, CP1, CP2",
        "1.2. Extraer y analizar las ideas principales, la información detallada y las implicaciones generales, e interpretar y valorar de manera crítica el contenido, los rasgos discursivos y la intención de textos escritos y multimodales de cierta longitud y complejidad, bien organizados, sobre temas de relevancia personal, académica, profesional o de interés público, tanto concretos como abstractos, con especial énfasis en los textos académicos y de los medios de comunicación, que estén expresados de forma clara, a través de diversos soportes, así como de textos literarios adecuados al nivel de madurez del alumnado, utilizando con fluidez, adecuación y con aceptable corrección una o más lenguas, además de las familiares, con el fin de construir conocimiento y responder a las necesidades comunicativas planteadas. CCL2, CCL3, CP1, CP2",
        "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos adecuados para comprender la información global y específica, así como para distinguir la intención y las opiniones, tanto implícitas como explícitas de los textos, siempre que estén claramente señalizadas; inferir significados e interpretar elementos no verbales, así como realizar búsquedas avanzadas pautadas para seleccionar y contrastar información veraz, fiable, crítica y de calidad y enriquecer su repertorio lingüístico individual. STEM1, CD1, CPSAA4",
        "2.1. Expresar oralmente con cierta fluidez, eficacia y corrección textos de extensión media, claros, coherentes y bien organizados en diferentes registros y soportes, empleando recursos verbales y no verbales que sean adecuados a la situación comunicativa y a las herramientas analógicas y digitales utilizadas, y que versen sobre asuntos de relevancia personal o de interés público, mostrando una actitud cooperativa, respetuosa y ética, con el fin de participar en diversas situaciones comunicativas mostrando originalidad y pensamiento crítico. CCL1, CCL5, CP1, CD3, CCEC3.1",
        "2.2. Redactar y difundir con cierta eficacia y con corrección textos de estructura clara sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, que contengan cierta extensión y complejidad y sean adecuados a la situación comunicativa, a la tipología textual y a las herramientas analógicas y digitales utilizadas, haciendo un uso ético del lenguaje, respetando la propiedad intelectual y evitando el plagio para formular, componer y expresar ideas, argumentos u otras comunicaciones en las que se incluyen elementos creativos y se evidencia suficiente reflexión y juicio crítico. CCL1, CCL5, CP1, CD3, CCEC3.1",
        "2.3. Seleccionar, organizar y aplicar conocimientos y estrategias progresivamente más complejas de planificación, producción, revisión y cooperación en la elaboración de textos de estructura clara y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de los interlocutores e interlocutoras, reales o potenciales, a la vez que ampliando su repertorio lingüístico individual para componer textos. CP2, STEM1, CD3, CPSAA5",
        "3.1. Planificar, participar y colaborar asertiva y activamente en situaciones interactivas, orales, escritas o multimodales, sobre temas de relevancia personal o de interés público conocidos por el alumnado, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores e interlocutoras, y ofreciendo explicaciones, argumentos y comentarios, con el fin de fortalecer y ampliar vínculos personales, al igual que participar de la vida social con autonomía. CCL1, CCL5, CP1, CPSAA3.1",
        "3.2. Seleccionar, organizar y utilizar, de forma flexible y en diferentes entornos, estrategias adecuadas que le permitan poner en uso su repertorio lingüístico individual para así iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir evitando prejuicios y estereotipos, resolver problemas y gestionar situaciones comprometidas con actitud dialogante, respetando la etiqueta digital, con el fin de expresarse de manera espontánea a través de diversos soportes y usando diversos recursos analógicos y digitales. CP2, STEM1, CD3, CC3",
        "4.1. Interpretar y explicar textos, conceptos y comunicaciones de extensión breve y progresivamente más complejas, en situaciones en las que se deba atender a la diversidad mostrando respeto y aprecio por las interlocutoras y los interlocutores, así como por las lenguas, variedades lingüisticas o registros empleados, y participando en la solución de problemas frecuentes de intercomprensión y de entendimiento a partir de diversos recursos y soportes, para así construir y modificar conocimiento, y transmitir información de manera eficaz, clara y responsable, así como para crear una atmósfera positiva que facilite la comunicación. CCL2, CCL5, CP1, CPSAA4",
        "4.2. Aplicar estrategias progresivamente más complejas que ayuden de forma gradual a crear puentes que faciliten la comunicación y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y el conocimiento previo de las interlocutoras y los interlocutores, así como ampliando su repertorio lingüístico individual para explicar y simplificar textos, conceptos y mensajes. CP2, CP3, CD2",
        "5.1. Registrar, reflexionar y compartir, a través de medios analógicos y digitales, los progresos y dificultades de aprendizaje de la lengua extranjera, utilizando con iniciativa y de forma creativa estrategias y conocimientos de mejora de la capacidad de comunicar y de aprender, así como las estrategias más adecuadas y eficaces en las actividades de planificación, autoevaluación y coevaluación, como las que se proponen en el Portfolio Europeo de las Lenguas o en diarios de aprendizaje, comparando y contrastando las semejanzas y diferencias entre distintas lenguas, al igual que reflexionando sobre su funcionamiento y estableciendo relaciones entre ellas, haciéndolo con apoyo de otros interlocutores e interlocutoras, para así ampliar su repertorio lingüístico individual, superar las adversidades y consolidar su aprendizaje en la lengua extranjera. CP2, STEM1, CD3, CPSAA1.1, CPSAA5, CE2",
        "6.1. Valorar críticamente y de forma empática y respetuosa la diversidad lingüística, cultural y artística propia de Canarias y de países donde se habla la lengua extranjera, aplicando estrategias en situaciones comunicativas interculturales y en contextos menos habituales con resiliencia, analizando y rechazando cualquier tipo de discriminación, prejuicio o estereotipo, actuando de forma adecuada, y proponiendo vías de solución a dificultades comunicativas socioculturales, reflexionando sobre sus semejanzas y diferencias y construyendo vínculos entre el patrimonio canario y el de otras culturas, así como favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos, para defender la libertad de expresión, la igualdad y el enriquecimiento inherente a la diversidad, respetando los principios de justicia, equidad e igualdad. CCL5, CP3, CPSAA3.1, CC2, CC3, CE1, CCEC1"
    ],
    "saberes": [
        "I. Comunicación",
        "    1. Empleo de estrategias de autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua extranjera.",
        "    2. Utilización de estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
        "    3. Aplicación de conocimientos, destrezas y actitudes que permitan llevar a cabo actividades de mediación en situaciones cotidianas.",
        "    4. Uso de funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros y de predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.",
        "    5. Integración de modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto; organización y estructuración según el género y la función textual.",
        "    6. Manejo de unidades lingüísticas y significados asociados a dichas unidades, tales como la expresión de la entidad y sus propiedades, la cantidad y la cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, las relaciones lógicas.",
        "    7. Identificación y empleo de léxico común y específico de interés para el alumnado relativo a tiempo y espacio; estados, eventos y acontecimientos; actividades, procedimientos y procesos; relaciones personales, sociales, académicas y profesionales; educación, trabajo y emprendimiento; lengua y comunicación intercultural; ciencia y tecnología; historia y cultura; así como estrategias de enriquecimiento léxico (derivación, familias léxicas, polisemia, sinonimia, antonimia).",
        "    8. Reconocimiento y reproducción de patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones comunicativas generales asociadas a dichos patrones.",
        "    9. Reconocimiento y uso de convenciones ortográficas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
        "    10. Integración de convenciones y estrategias conversacionales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir y parafrasear, colaborar, negociar significados, detectar la ironía, etc.",
        "    11. Acopio y uso de recursos para el aprendizaje y estrategias de búsqueda y selección de información y curación de contenidos: diccionarios, libros de consulta, bibliotecas, mediatecas, etiquetas en la red, recursos digitales e informáticos, etc.",
        "    12. Respeto de la propiedad intelectual y los derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "    13. Gestión y uso de herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal, y de plataformas virtuales de interacción, colaboración y cooperación educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "II. Plurilingüismo",
        "    1. Manejo de estrategias y empleo de técnicas para responder eficazmente y con autonomía, adecuación y corrección a una necesidad comunicativa concreta, superando las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "    2. Selección y empleo de estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "    3. Gestión y uso de estrategias y herramientas analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación.",
        "    4. Utilización de expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "    5. Comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos.",
        "III. Interculturalidad",
        "    1. Valoración e integración de aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros; instituciones, costumbres y rituales; valores, normas, creencias y actitudes; estereotipos y tabúes; lenguaje no verbal; historia, cultura y comunidades y su comparación con los característicos de las islas Canarias; procesos de globalización en países donde se habla la lengua extranjera.",
        "    2. Gestión y aplicación de estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales, de desarrollo sostenible y democráticos.",
        "    3. Selección y elaboración de estrategias de detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal, con especial atención a la discriminación por razón de género o diversidad funcional.",
        "IV. Dimensiones intrapersonal e interpersonal",
        "    1. Aprecio y valoración de la lengua extranjera como medio de comunicación y entendimiento entre pueblos, como facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social e interpersonal y de enriquecimiento propio.",
        "    2. Empleo de estrategias colaborativas y de dinámicas de trabajo de grupo relativas a las relaciones interpersonales.",
        "    3. Empatía, valoración y respeto por las opiniones de los demás y sus puntos de vista. Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, así como por conocer informaciones culturales de los países donde se habla la lengua extranjera.",
        "    4. Desarrollo de la autoconfianza, la iniciativa y la asertividad.",
        "    5. Fomento de la motivación por el aprendizaje de la lengua extranjera.",
        "    6. Visión creativa y emocional del aprendizaje.",
        "    7. Empleo de estrategias de aprendizaje autónomo y pensamiento crítico.",
        "    8. Aprecio y valoración de la diversidad y el patrimonio lingüístico, cultural y artístico en lo referente a las relaciones interpersonales en países donde se habla la lengua extranjera, y diferencias y similitudes con aquel de Canarias."
    ]
}