{
    "criteriosEvaluacion": [
        "• CE1.1. Analizar, a lo largo de la historia, la relación entre las matemáticas y el dibujo geométrico, valorando su importancia en diferentes campos como la arquitectura o la ingeniería, desde la perspectiva de género y la diversidad cultural, empleando adecuadamente el vocabulario específico técnico y artístico. OBJ1",
        "• CE1.2. Solucionar gráficamente cálculos matemáticos y transformaciones básicas aplicando conceptos y propiedades de la geometría plana. OBJ2",
        "• CE1.3. Resolver gráficamente tangencias y trazar curvas aplicando sus propiedades, con una actitud de rigor en su ejecución. OBJ2",
        "• CE1.4. Trazar gráficamente construcciones poligonales basándose en sus propiedades y mostrando interés por la precisión, la claridad y la limpieza.. OBJ2",
        "• CE1.5. Valorar el rigor gráfico del proceso; la claridad, la precisión y el proceso de resolución y construcción gráfica. OBJ3",
        "• CE2.1. Representar en sistema diédrico elementos básicos en el espacio determinando su relación de pertenencia, posición y distancia. OBJ3",
        "• CE2.2. Definir elementos y figuras planas en sistemas axonométricos valorando su importancia como métodos de representación espacial. OBJ3",
        "• CE2.3. Representar e interpretar elementos básicos en el sistema de planos acotados haciendo uso de sus fundamentos. OBJ3",
        "• CE2.4. Dibujar elementos en el espacio empleando la perspectiva cónica. OBJ3",
        "• CE2.5. Valorar el rigor gráfico del proceso, la claridad, la precisión y el proceso de resolución y construcción gráfica. OBJ3",
        "• CE3.1. Solucionar gráficamente cálculos matemáticos y transformaciones básicas aplicando conceptos y propiedades de la geometría plana. OBJ2",
        "• CE3.2. Documentar gráficamente objetos sencillos mediante sus vistas acotadas aplicando la normativa UNE e ISO en la utilización de sintaxis, escalas y formatos, valorando la importancia de usar un lenguaje técnico común. OBJ4",
        "• CE3.3. Valorar el rigor gráfico del proceso, la claridad, la precisión y el proceso de resolución y construcción gráfica. OBJ3",
        "• CE3.4. Utilizar el croquis y el boceto como elementos de reflexión en la aproximación e indagación de alternativas y soluciones a los procesos de trabajo. OBJ4",
        "• CE4.1. Crear figuras planas y tridimensionales mediante programas de dibujo vectorial, usando las herramientas que aportan y las técnicas asociadas. OBJ5",
        "• CE4.2. Recrear virtualmente piezas en tres dimensiones aplicando operaciones algébricas entre primitivas para la presentación de proyectos en grupo. OBJ5",
        "• CE4.3. Utilizar el croquis y el boceto como elementos de reflexión en la aproximación y en la indagación de alternativas y soluciones a los procesos de trabajo en los que intervienen sistemas CAD. OBJ4"
    ],
    "saberes": [
        "Bloque 1. Fundamentos geométricos",
        "• Desarrollo histórico del dibujo técnico. Campos de acción y aplicaciones: dibujo arquitectónico, mecánico, proyectivo, eléctrico y electrónico, geológico, urbanístico, etc.",
        "• Orígenes de la geometría. Thales, Pitágoras, Euclides, Hipatia de Alejandría.",
        "• Concepto de lugar geométrico. Arco capaz. Aplicaciones de los lugares geométricos a las construcciones fundamentales de la geometría plana.",
        "• Proporcionalidad, equivalencia y semejanza.",
        "• Triángulos, cuadriláteros y polígonos regulares. Propiedades y métodos de construcción específicos y generales.",
        "• Tangencias básicas. Curvas técnicas.",
        "• Interés por el rigor en los razonamientos, y precisión, claridad y limpieza en las ejecuciones.",
        "Bloque 2. Geometría proyectiva",
        "• Fundamentos de la geometría proyectiva.",
        "• Sistema diédrico: representación de punto, recta y plano. Trazas con planos de proyección. Determinación del plano. Pertenencias.",
        "• Relaciones entre elementos: intersecciones, paralelismo y perpendicularidad. Obtención de distancias: punto a punto, punto a recta, recta a plano, plano a plano, dos rectas paralelas y mínima distancia entre dos rectas que se cruzan.",
        "• Sistema axonométrico, ortogonal y oblicuo. Perspectivas isométrica y caballera. Disposición de los ejes y uso de los coeficientes de reducción. Elementos básicos: punto, recta y plano.",
        "• Sistema de planos acotados. Fundamentos y elementos básicos: punto, recta y plano. Identificación de elementos para su interpretación en planos.",
        "• Sistema cónico: fundamentos y elementos del sistema. Perspectiva frontal y oblicua.",
        "Bloque 3. Normalización y documentación gráfica de proyectos",
        "• Escalas numéricas y gráficas. Construcción y uso.",
        "• Formatos. Doblado de planos.",
        "• Concepto de normalización. Las normas fundamentales UNE, ISO y DIN. Aplicaciones de la normalización: simbología industrial y arquitectónica.",
        "• Elección de vistas necesarias. Líneas normalizadas. Acotación.",
        "Bloque 4. Sistemas CAD",
        "• Aplicaciones vectoriales 2D-3D.",
        "• Fundamentos de diseño de piezas en tres dimensiones.",
        "• Modelado de caja. Operaciones básicas con primitivas.",
        "• Aplicaciones de trabajo en grupo para conformar piezas complejas a partir de otras más sencillas."
    ]
}