{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Emplear diferentes estrategias y herramientas, incluidas las digitales que resuelvan problemas de la vida cotidiana y de las ciencias sociales, seleccionando la más adecuada según su eficiencia. (CCL2, STEM1, STEM3, CD2, CPSAA4, CE3)",
        "1.2 Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de las ciencias sociales, describiendo y justificando el procedimiento realizado. (CCL2, STEM2, CD5, CPSAA4, CPSAA5, CE3)",
        "Competencia específica 2",
        "2.1 Demostrar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación. (STEM1, STEM2, CE3)",
        "2.2 Seleccionar y justificar la solución más adecuada de un problema en función del contexto (de sostenibilidad, de consumo responsable, equidad...) usando el razonamiento y la argumentación. (STEM1, STEM2, CD3, CPSAA4, CC3, CE3)",
        "Competencia específica 3",
        "3.1 Adquirir nuevo conocimiento matemático mediante la formulación, razonamiento y justificación de conjeturas y problemas de forma autónoma. (CCL1, STEM1, STEM2, CE3)",
        "3.2 Integrar el uso de herramientas tecnológicas en la formulación o investigación de conjeturas y problemas. (STEM1, STEM2, CD1, CD2, CD3, CD5)",
        "Competencia específica 4",
        "4.1 Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y las ciencias sociales, utilizando el pensamiento computacional, analizando, modificando, creando y generalizando algoritmos. (STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3)",
        "Competencia específica 5",
        "5.1 Demostrar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. (STEM1, STEM3, CD2, CD3, CCEC1)",
        "Competencia específica 6",
        "6.1 Resolver problemas en situaciones diversas utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. (STEM1, STEM2, CD2, CPSAA5, CE3)",
        "6.2 Analizar la aportación de las matemáticas al progreso de la humanidad, valorando su contribución en la propuesta de soluciones a situaciones complejas y a los retos que se plantean en las ciencias sociales. (CC4, CE2, CCEC1)",
        "Competencia específica 7",
        "7.1 Representar y visualizar ideas matemáticas, estructurando diferentes procesos matemáticos y seleccionando las tecnologías más adecuadas. (CCL1, STEM3, CD2, CD5, CE3, CCEC4.1, CCEC4.2)",
        "7.2 Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir información. (CCL1, CD1, CD2, CD5, CE3, CCEC4.1, CCEC4.2)",
        "Competencia específica 8",
        "8.1 Mostrar organización al comunicar las ideas y razonamientos matemáticas empleando el soporte, la terminología y el rigor apropiados. (CCL1, CCL3, CP1, STEM2, STEM4, CD2, CD3, CCEC3.2)",
        "8.2 Reconocer y emplear el lenguaje y la notación matemática en diferentes contextos, comunicando la información con precisión y rigor. (CCL1, CP1, STEM2, STEM4)",
        "Competencia específica 9",
        "9.1 Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, identificando y gestionando emociones y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas. (STEM5, CPSAA1.1, CPSAA1.2, CC2, CE2)",
        "9.2 Mostrar perseverancia y una motivación positiva, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. (STEM5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CE2)",
        "9.3 Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, aplicando las habilidades sociales más propicias y fomentando el bienestar del equipo y las relaciones saludables. (CP3, STEM5, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC2, CC3, CE2)"
    ],
    "saberes": [
        "A. Sentido numérico.",
        "1. Sentido de las operaciones.",
        "- Adición y producto de matrices: interpretación, comprensión y aplicación adecuada de las propiedades.",
        "- Estrategias para operar con números reales y matrices: cálculo mental o escrito en los casos sencillos (como mucho de orden 4) y con herramientas tecnológicas en los casos más complicados.",
        "2. Relaciones.",
        "- Conjuntos de matrices: estructura, comprensión y propiedades.",
        "B. Sentido de la medida",
        "1. Medición",
        "- Interpretación de la integral definida como el área bajo una curva.",
        "- Técnicas elementales para el cálculo de primitivas: integrales inmediatas.",
        "Aplicación al cálculo de áreas.",
        "- La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios: interpretaciones subjetivas, clásica y frecuentista.",
        "2. Cambio",
        "- La derivada como razón de cambio en resolución de problemas de optimización en contextos diversos.",
        "- Aplicación de los conceptos de límite y derivada a la representación y al estudio de situaciones susceptibles de ser modelizadas mediante funciones.",
        "C. Sentido algebraico",
        "1. Patrones",
        "- Generalización de patrones en situaciones diversas.",
        "2. Modelo matemático",
        "- Relaciones cuantitativas en situaciones complejas: estrategias de identificación y determinación de la clase o clases de funciones que pueden modelizarlas.",
        "- Sistemas de ecuaciones: modelización de situaciones en diversos contextos.",
        "- Técnicas y uso de matrices para, al menos, modelizar situaciones en las que aparezcan sistemas de ecuaciones lineales o grafos",
        "- Programación lineal bidimensional: modelización de problemas reales y resolución mediante herramientas digitales y manuales.",
        "3. Igualdad y desigualdad",
        "- Formas equivalentes de expresiones algebraicas en la resolución de sistemas de ecuaciones e inecuaciones, mediante cálculo mental, algoritmos de lápiz y papel, y con herramientas digitales.",
        "- Resolución de sistemas de ecuaciones lineales con tres incógnitas mediante el método de Gauss e inecuaciones lineales con dos incógnitas de forma gráfica, en diferentes contextos.",
        "4. Relaciones y funciones",
        "- Representación, análisis e interpretación de funciones con el apoyo de herramientas digitales.",
        "- Propiedades de las distintas clases de funciones: identificación a partir de la gráfica, interpretación y comprensión.",
        "- Utilización de las herramientas del cálculo algebraico y diferencial en la determinación precisa de las propiedades funcionales.",
        "- Comparación de las propiedades de las distintas clases de funciones.",
        "5. Pensamiento computacional",
        "- Formulación, resolución y análisis de problemas de la vida cotidiana y de las ciencias sociales empleando las herramientas o los programas más adecuados.",
        "- Análisis algorítmico de las propiedades de las operaciones con matrices y la resolución de sistemas de ecuaciones lineales.",
        "D. Sentido Estocástico",
        "1. Incertidumbre",
        "- Cálculo de probabilidades en experimentos compuestos. Probabilidad condicionada e independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia.",
        "- Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación del teorema de Bayes para actualizar la probabilidad a partir de la observación y la experimentación y la toma de decisiones en condiciones de incertidumbre.",
        "2. Distribuciones de probabilidad",
        "- Variables aleatorias discretas y continuas. Parámetros de la distribución.",
        "Distribuciones binomial y normal.",
        "- Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas y manuales.",
        "- Aproximación de la distribución binomial por la distribución normal.",
        "3. Inferencia",
        "- Selección de muestras representativas. Técnicas de muestreo.",
        "- Estimación de la media, la proporción y la desviación típica. Aproximación de la distribución de la media y de la proporción muestrales por la normal.",
        "- Intervalos de confianza basados en la distribución normal: construcción, análisis y toma de decisiones en situaciones contextualizadas.",
        "- Relación entre el error y la confianza con el tamaño muestral.",
        "- Herramientas digitales en la realización de estudios estadísticos.",
        "E. Sentido socioafectivo.",
        "1. Creencias, actitudes y emociones.",
        "- Destrezas de autogestión encaminadas a reconocer las emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
        "- Tratamiento y análisis del error individual y colectivo, como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "2. Toma de decisiones.",
        "- Destrezas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas.",
        "3. Inclusión, respeto y diversidad.",
        "- Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las matemáticas.",
        "- Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de las ciencias sociales."
    ]
}