{
    "competenciasEspecificas": [
        "1.  Modelizar y resolver problemas de la vida cotidiana y de las ciencias sociales aplicando diferentes estrategias y maneras de razonamiento, para obtener posibles soluciones.",
        "2.  Verificar la validez de las posibles soluciones de un problema empleando el razonamiento y la argumentación para contrastar su idoneidad.",
        "3.  Formular y comprobar conjeturas o problemas de forma razonada y argumentada, individual o colectivamente, con ayuda de las herramientas tecnológicas, en contextos matemáticos y sociales, generando nuevos conocimientos matemáticos.",
        "4.  Utilizar el pensamiento computacional de forma eficaz para modelizar y resolver, mediante el uso de las matemáticas, situaciones de la vida cotidiana y del ámbito de las ciencias sociales, modificando, creando y generalizando algoritmos.",
        "5.  Establecer, investigar y utilizar conexiones entre las diferentes ideas matemáticas determinando vínculos entre conceptos, procedimientos, argumentos y modelos para dar significado y estructurar el aprendizaje matemático",
        "6.  Descubrir los vínculos y profundizar en las relaciones de las matemáticas con otras áreas de conocimiento, interrelacionando conceptos y procedimientos, para resolver problemas en situaciones diversas. ",
        "7.  Representar, conceptos, información y procesos matemáticos seleccionando diferentes tecnologías, de forma individual y colectiva, consiguiendo así visualizar ideas y estructurar razonamientos matemáticos.",
        "8.  Comunicar, de forma individual y colectiva, ideas matemáticas, empleando el soporte, la terminología y el rigor apropiados, consiguiendo así organizar y consolidar el pensamiento matemático.",
        "9.  Identificar y gestionar las emociones propias y empatizar con las de los demás al participar activamente en la organización y realización del trabajo en equipos heterogéneos, aprendiendo del error como parte del proceso de aprendizaje, y afrontar situaciones de incertidumbre que ocurren durante la resolución de retos matemáticos, perseverando en la consecución de los objetivos y disfrutando con el aprendizaje de las matemáticas."                
    ]
}
