{
    "saberes": [
        "Bloque 1. Cultura científica",
        "La importancia del uso de la ciencia y de la tecnología para ayudar a comprender las causas de las propias acciones, tomar decisiones razonadas y realizar tareas de forma más eficiente.",
        "Fomento de la curiosidad, la iniciativa y la constancia en la realización de las diferentes investigaciones a través de la observación y planteamiento de hipótesis.",
        "Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "Procedimientos de indagación adecuados a las necesidades de la investigación, identificación y clasificación de la información relevante, de manera individual o en equipo.",
        "Realización de experimentos, de manera individual o en equipo, utilizando el método científico.",
        "Uso de instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación, registrando sus resultados.",
        "Comunicación guiada de los resultados de la investigación, de forma oral o escrita, utilizando diferentes soportes (textos orales o escritos, maquetas, presentaciones, murales…).",
        "Bloque 2. La vida en nuestro planeta",
        "Los reinos de la naturaleza desde una perspectiva general e integrada. Utilización de claves y guías para clasificar e identificar los diferentes reinos a través de sus características observables.",
        "Características y clasificación de animales vertebrados e invertebrados. Observación y comparación de las diversas formas en las que realizan las funciones vitales.",
        "Clasificación de las plantas a través de sus características observables. Análisis, a través de la experimentación, de su capacidad de adaptación al medio en el que viven y realizan las funciones vitales.",
        "Identificación de un ecosistema y de los elementos que lo componen. Observación de un ecosistema próximo recogiendo datos en diferentes soportes y elaborando hipótesis de forma guiada.",
        "Relación del ser humano con los ecosistemas. Ejemplos de buenos y malos usos de los recursos naturales de nuestro planeta y de sus consecuencias.",
        "Valoración de la biodiversidad e importancia de su conservación. Respeto por los seres vivos del entorno. Animales en peligro de extinción.Bloque 3. Materia, fuerzas y energía",
        "Identificación de los estados en los que se presenta la materia en nuestro entorno. Cambios de estado del agua.",
        "Fuentes de energía renovables y no renovables.",
        "El calor y sus formas de producción. Cambios de estado e instrumentos de medida. Efectos del calor sobre la materia a través de la experimentación.",
        "Propiedades de las máquinas simples, su observación y manipulación. Aplicaciones y usos en la vida cotidiana.",
        "Uso responsable de los recursos naturales del planeta. Impacto ambiental: contaminación y residuos.",
        "Bloque 4. Tecnología y digitalización",
        "Digitalización del entorno personal de aprendizaje:",
        "Dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo.",
        "Búsquedas guiadas de información seguras y eficientes en internet.",
        "Tratamiento y elaboración de textos sencillos para comunicar información (título, formato, edición, guardar archivo y compartir a través de plataformas digitales).",
        "Conocimiento de las reglas básicas de seguridad y privacidad para navegar por internet.",
        "Recursos y plataforma digitales restringidas y seguras para comunicarse con otras personas. Etiqueta digital, reglas básicas de cortesía y respeto.",
        "Estrategias para fomentar el bienestar digital. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, acceso a contenidos inadecuados, publicidad y mensajes no deseados…) y estrategias de actuación.",
        "Proyectos de diseño y pensamiento computacional:",
        "Identificación y selección de los materiales, herramientas y objetos adecuados para la elaboración de un proyecto.",
        "Fases de los proyectos de diseño: identificación de necesidades, diseño, prototipado y prueba, evaluación y comunicación.",
        "Iniciación a la programación. Recursos digitales (plataformas digitales de iniciación a la programación, aplicaciones de programación por bloques, robótica educativa...).",
        "Vocabulario básico del ámbito tecnológico.",
        "Técnicas cooperativas sencillas para el trabajo en equipo, estrategias para la gestión de conflictos y promoción de conductas empáticas e inclusivas."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Formular preguntas y realizar predicciones razonadas sobre objetos, hechos y fenómenos del medio natural a través de la observación. OBJ1",
        "CE1.2. Buscar y seleccionar información, de diferentes fuentes seguras y fiables, adquiriendo léxico científico básico, utilizándola en investigaciones relacionadas con el medio natural. OBJ1",
        "CE1.3. Realizar experimentos guiados, de forma individual o en equipo, utilizando diferentes técnicas de indagación e instrumentos de forma segura, realizando observaciones y mediciones precisas, registrando los datos correctamente. OBJ1",
        "CE1.4. Comunicar los resultados de las investigaciones a través de diferentes formatos, comparando los resultados obtenidos con las predicciones realizadas. OBJ1",
        "CE2.1. Identificar las características, la organización y las propiedades de los elementos del medio natural a través de metodologías de indagación, utilizando las herramientas y procesos adecuados. OBJ3",
        "CE2.2. Identificar conexiones sencillas entre diferentes elementos del medio natural mostrando comprensión de las relaciones que se establecen en él. OBJ3",
        "CE2.3. Conocer y proteger el medio natural, valorándolo como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora. OBJ3",
        "CE3.1. Identificar las características, la organización y las propiedades de los elementos del medio natural a través de metodologías de indagación, utilizando las herramientas y procesos adecuados. OBJ3",
        "CE3.2. Conocer diferentes formas y fuentes de energía, identificando sus usos en la vida cotidiana. OBJ4",
        "CE3.3. Reconocer a través de pequeñas investigaciones diferentes formas de producción del calor y de sus efectos sobre los cuerpos. OBJ3",
        "CE3.4. Analizar los efectos de las fuerzas sobre determinados objetos de uso común, realizando experiencias sencillas y pequeñas investigaciones con máquinas y aparatos. OBJ4",
        "CE3.5. Identificar problemas ecosociales, proponer posibles soluciones y poner en práctica hábitos de vida sostenible, reconociendo comportamientos respetuosos de cuidado y protección del entorno y uso sostenible de los recursos naturales, y expresando los cambios positivos y negativos causados en el medio por la acción humana. OBJ4",
        "CE4.1. Utilizar dispositivos y recursos digitales de forma segura y de acuerdo con las necesidades del contexto educativo, buscando información, comunicándose y trabajando de forma individual y en equipo, reelaborando y creando contenidos digitales sencillos. OBJ5",
        "CE4.2. Construir en equipo un producto final sencillo que dé solución a un problema de diseño, proponiendo posibles soluciones, probando diferentes prototipos y utilizando de forma segura las herramientas, técnicas y materiales adecuados. OBJ6",
        "CE4.3. Presentar el producto final de los proyectos de diseño en diferentes formatos explicando los pasos sucesivos. OBJ6",
        "CE4.4. Resolver, de forma guiada, problemas sencillos de programación, modificando algoritmos de acuerdo con principios básicos del pensamiento computacional. OBJ6",
        "CE4.5. Participar en diversas tareas en equipo, desarrollando distintos roles que favorezcan el objetivo final de un proyecto respetando las normas básicas de convivencia. OBJ6"
    ]
}