{
  "saberes": [
    "Bloque A. Escucha y percepción.",
    "A.1. Percepción.",
    "A.1.4.1. Audición, visionado, análisis y comentario crítico de obras de diferentes estilos, culturas y épocas.",
    "A.1.4.2. Distinción y comentario crítico de los fragmentos musicales más representativos de cada periodo musical.",
    "A.1.4.3. Discriminación y análisis del timbre característico de diferentes voces, efectos sonoros e instrumentos convencionales y electrónicos.",
    "A.1.4.4. Interiorización, análisis y práctica de bailes y danzas en distintas culturas.",
    "A.2. Escucha.",
    "A.2.4.1. Interés por la escucha de compositores, artistas y agrupaciones locales, regionales, nacionales y de otros lugares. Análisis de eventos y manifestaciones artístico-musicales en vivo y registradas.",
    "A.2.4.2. Análisis, comparación y valoración de las características que diferencian una determinada interpretación, versión o producción musical.",
    "A.2.4.3. Normas de comportamiento en la recepción musical fomentando el respeto y la valoración tanto en experiencias en vivo como registradas.",
    "Bloque B. Interpretación, improvisación y creación escénica.",
    "B.1. Interpretación.",
    "B.1.4.1. Interiorización de técnicas elementales para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de reconocimiento y expresión de emociones.",
    "B.1.4.2. Ejecución mediante la voz, los instrumentos y el cuerpo de propuestas musicales de diferentes géneros, estilos y culturas, aprendidas con autonomía por imitación y a través de la lectura de partituras con formas diversas de grafías.",
    "B.1.4.3. Ampliación, profundización y perfeccionamiento del repertorio vocal, instrumental o corporal individual o grupal de distintos estilos, épocas y orígenes diversos: música culta, músicas tradicionales en España y en Extremadura, músicas del mundo, música actual.",
    "B.1.4.4. Normas de comportamiento y participación activa en la práctica musical. Utilización del silencio, la atención y coordinación con sus compañeros en las interpretaciones individuales y grupales, demostrando una actitud abierta, respetuosa, un espíritu crítico ante su propia interpretación, la de su grupo y buscando en todas las actividades el disfrute.",
    "B.2. Improvisación.",
    "B.2.4.1. La voz e instrumentos como medio de expresión. Entonación y escalas musicales, acordes y arpegios básicos y su uso dentro de estructuras armónicas.",
    "B.2.4.2. Utilización creativa de las posibilidades sonoras y musicales de distintas fuentes, objetos sonoros y posibilidades del cuerpo y movimiento con el objeto de crear arte, de expresar emociones o comunicarse de forma individual o en grupo.",
    "B.2.4.3. Técnicas de improvisación libre, exploración de parámetros del sonido con la voz, objetos, instrumentos y movimiento corporal.",
    "B.2.4.4. Técnicas de improvisación guiada con estructuras mixtas, o basadas en un estándar.",
    "B.3. Creación Escénica.",
    "B.3.4.1. Utilización de procedimientos compositivos básicos como la repetición, imitación, variación, desarrollo, contraste para crear composiciones propias individuales o en grupo con cierta estructura.",
    "B.3.4.2. Elementos y recursos para la creación de productos musicales y audiovisuales. Software colaborativo para la edición y secuenciación de audio y vídeo. Empleo de la voz, el cuerpo, los instrumentos musicales, los medios y las aplicaciones tecnológicas.",
    "B.3.4.3. Mitos y estereotipos de genero transmitidos a traves de la musica y la danza.",
    "Bloque C. Contextos y culturas.",
    "C.1. Culturas musicales.",
    "C.1.4.1. Características musicales y compositores de los grandes periodos de la historia de la música de España.",
    "C.1.4.2. Interiorización de los elementos que conforman la música folklórica y discriminación y análisis de los principales instrumentos y danzas de España y Extremadura.",
    "C.1.4.3. Músicas populares urbanas desde los años 50 hasta la actualidad en España y en otros países. El rock. El jazz. Principales solistas y grupos musicales,",
    "C.2. Contextos y usos.",
    "C.2.4.1. Análisis crítico del papel de la mujer en la música a través del acercamiento y reflexión de las principales obras de compositoras e intérpretes.",
    "C.2.4.2. Tradiciones sociales y musicales en otras culturas. Características y funciones de la música y la danza en los distintos continentes.",
    "C.2.4.3. Nuevas formas de consumir música. Análisis y práctica en redes digitales y plataformas de streaming. La propiedad intelectual y cultural: planteamientos éticos y responsables.",
    "C.2.4.4. Interiorización análisis y comentario crítico de la transformación de valores, hábitos, consumo y gusto musical como consecuencia de los avances tecnológicos.",
    "C.2.4.5. Sistemas y herramientas de edición, grabación y reproducción del sonido en diferentes contextos.",
    "C.2.4.6. Funciones de la música en los medios de comunicación. La música en radios, televisión, dispositivos móviles, publicidad y videojuegos. La música de cine y el cine musical."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Analizar obras musicales y dancísticas de diferentes épocas y culturas, identificando sus rasgos estilísticos, explicando su relación con el contexto y evidenciando una actitud de apertura, interés y respeto en la escucha o el visionado de las mismas.",
    "Criterio 1.2. Reconocer la importancia de la conservación y transmisión del patrimonio musical y escénico a través del conocimiento de distintas propuestas y la identificación de sus especificidades, apreciando su relación con el contexto en el que se producen y como factor de enriquecimiento personal y social.",
    "Criterio 1.3. Valorar críticamente los hábitos, los gustos y los referentes musicales y dancísticos de diferentes épocas y culturas, reflexionando sobre su evolución y sobre su relación con los del presente.",
    "Criterio 1.4. Reconocer y analizar el papel de la mujer en la música y en otras manifestaciones musicales desde una perspectiva igualitaria y en un entorno de respeto y comprensión.",
    "Criterio 1.5. Reconocer las leyes que rigen el mercado musical y la influencia que ejercen los productores musicales y medios de comunicación en los gustos de los consumidores con el fin de conformar un criterio estético propio e independiente.",
    "Competencia específica 2.",
    "Criterio 2.1. Participar, con iniciativa, confianza y creatividad, en la exploracion de tecnicas musicales y dancisticas de mayor complejidad, por medio de improvisaciones libres y pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnologicas, desarrollando la creatividad y la autoconfianza.",
    "Criterio 2.2. Elaborar piezas musicales o dancisticas estructuradas, a partir de actividades de improvisacion, seleccionando las tecnicas del repertorio personal de recursos mas adecuadas a la intencion expresiva, adquiriendo autonomía, autoestima y conciencia global.",
    "Criterio 2.3. Interiorizar las normas de comportamiento y participación en actividades musicales de manera abierta, respetuosa y emocional, utilizando el silencio, la atención y coordinación, tanto en las actuaciones propias como en las de sus compañeros posibilitando la creación de un espacio íntimo para el enriquecimiento individual y grupal.",
    "Competencia específica 3.",
    "Criterio 3.1. Leer partituras sencillas, identificando los elementos básicos del lenguaje musical y analizando de forma guiada las estructuras de las piezas, con o sin apoyo de la audición.",
    "Criterio 3.2. Emplear diferentes técnicas de interpretación y creación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y aprendizaje, potenciando la expresión de emociones y la seguridad en sí mismo a través de la práctica musical.",
    "Criterio 3.3. Interpretar con corrección y expresividad piezas musicales y dancísticas, individuales y grupales, dentro y fuera del aula, mostrando iniciativa en los procesos creativos e interpretativos y adquiriendo autoestima y conciencia global, al igual que valorando la interpretación y creación musical.",
    "Competencia específica 4.",
    "Criterio 4.1. Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, seleccionando, de entre los disponibles, los medios musicales y dancísticos más oportunos, así como las herramientas analógicas o digitales más adecuadas.",
    "Criterio 4.2. Utilizar aplicaciones móviles y software especializado en edición y secuenciación para fijar y difundir las creaciones musicales.",
    "Criterio 4.3. Participar activamente en la planificación y en la ejecución de propuestas artístico-musicales colaborativas, asumiendo diferentes funciones, valorando las aportaciones del resto de integrantes del grupo e identificando diversas oportunidades de desarrollo personal, social, académico y profesional."
  ]
}
