{
  "saberes": [
    "Bloque A. Vida activa y saludable.",
    "A.1. Salud física.",
    "A.1.2.1. Tasa mínima de actividad física diaria y semanal. Análisis y reflexión.",
    "A.1.2.2. Adecuación del volumen y la intensidad de la tarea a las características personales.",
    "A.1.2.3. Alimentación saludable y valor nutricional de los alimentos.",
    "A.1.2.4. Educación postural: técnicas básicas de control postural y relajación.",
    "A.1.2.5. Pautas para tratar el dolor muscular de origen retardado.",
    "A.1.2.6. Musculatura del core (zona media o lumbo-pélvica) y su relación con el mantenimiento de la postura.",
    "A.1.2.7. Cuidado del cuerpo: calentamiento general autónomo. Puesta en práctica y diseño.",
    "A.2. Salud social.",
    "A.2.2.1. Efectos sobre la salud de malos hábitos vinculados a comportamientos sociales.",
    "A.2.2.2. Análisis crítico de los estereotipos corporales, de género y competencia motriz.",
    "A.2.2.3. Comportamientos violentos e incitación al odio en el deporte.",
    "A.3. Salud mental.",
    "A.3.2.1. Aceptación de limitaciones y posibilidades de mejora ante las situaciones motrices.",
    "A.3.2.2. La actividad física como fuente de disfrute, liberación de tensiones, cohesión social y superación personal. Propuestas prácticas.",
    "A.3.2.3. Reflexión sobre actitudes negativas hacia la actividad física derivadas de ideas preconcebidas, prejuicios, estereotipos o experiencias negativas.",
    "A.3.2.4. Trastornos alimenticios.",
    "Bloque B. Organización y gestión de la actividad física.",
    "B.1. Elección de la práctica física.",
    "B.1.2.1. Gestión de las situaciones de competición en base a criterios de lógica, respeto al rival y motivación.",
    "B.2. Preparación de la actividad motriz.",
    "B.2.2.1. Autoconstrucción de materiales como complemento y alternativa en la práctica de actividad física y deporte.",
    "B.2.2.2. Uso responsable del material deportivo.",
    "B.3. Higiene.",
    "B.3.2.1. Higiene como elemento imprescindible en la práctica de actividad física y deportiva.",
    "B.4. Planificación y autorregulación de proyectos motrices.",
    "B.4.2.1. Establecimiento de mecanismos de autoevaluación para reconducir los procesos de trabajo.",
    "B.4.2.2. Uso de herramientas digitales para la organización de la actividad física.",
    "B.4.2.3. Planificación y puesta en práctica de proyectos y propuestas deportivo-motrices sencillos. Funciones y responsabilidades.",
    "B.5. Proyección de accidentes en prácticas motrices.",
    "B.5.2.1. Calzado deportivo y ergonomía. ",
    "B.5.2.2. Medidas de seguridad en actividades físicas dentro y fuera del centro escolar.",
    "B.6. Actuaciones básicas ante accidentes.",
    "B.6.2.1. Cadena de supervivencia. Soporte Vital Básico (SVB). Actuaciones básicas.",
    "B.6.2.2. Técnica PAS (proteger, avisar, socorrer). ",
    "B.6.2.3. Protocolo de aviso al 112. Pautas. ",
    "B.6.2.4. Protocolo y puesta en práctica de RCP (reanimación cardiopulmonar).",
    "B.6.2.5. Actuaciones básicas antes los accidentes o lesiones más comunes en la vida diaria.",
    "Bloque C. Resolución de problemas en situaciones motrices.",
    "C.1. Toma de decisiones.",
    "C.1.2.1. Utilización consciente del cuerpo en función de las características de la actividad, contexto y parámetros espaciales y temporales en las que se desarrolla en situaciones motrices individuales.C.1.4.1. Búsqueda y práctica de adaptaciones motrices para resolver eficientemente tareas y problemas de cierta complejidad en situaciones motrices individuales.",
    "C.1.2.2. Pautas grupales para optimizar los recursos motrices del grupo de cara a la resolución de la acción-tarea en situaciones prácticas cooperativas y colaborativas, con o sin oposición.C.1.4.2. Coordinación de las acciones motrices para la resolución de la acción/tarea en situaciones prácticas cooperativas y colaborativas, con o sin oposición.",
    "C.1.2.3. Análisis de movimientos y patrones motores del adversario actuando en consecuencia en diferentes situaciones motrices prácticas con o sin interacción con un móvil.C.1.4.3. Búsqueda y aplicación de la acción más óptima en función de la acción y ubicación del rival, así como del lugar en el que se encuentre el móvil o compañeros, además del resultado, en situaciones motrices individuales o colectivas prácticas, con o sin interacción con un móvil.",
    "C.1.2.4. Adecuación de los movimientos propios a las acciones del contrario en situaciones motrices prácticas de oposición.",
    "C.1.2.5. Delimitación de estrategias previas de ataque y defensa en función de las características de los integrantes del equipo en la práctica de situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.C.1.4.5. Delimitación y puesta en práctica de estrategias previas de ataque y defensa en función de las características de los integrantes del equipo y del equipo rival en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
    "C.2. Capacidades perceptivo-motrices en contexto de práctica",
    "C.2.2.1. Integración del esquema corporal; integración de los diferentes aspectos coordinativos, espaciales y temporales en determinadas secuencias motrices o deportivas.C.2.4.1. Integración del esquema corporal; toma de decisiones previas a la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales para resolverla adecuadamente y su puesta en práctica.",
    "C.3. Capacidades condicionales.",
    "C.3.2.1. Desarrollo integral de las capacidades físicas básicas.",
    "C.3.2.2. Autoevaluación de la condición física como medio de gestión del esfuerzo y límites personales.",
    "C.4. Habilidades motrices específicas.C.4.2.1. Desarrollo de las habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas.",
    "C.4.2.2. Uso de instrumentos o técnicas de coevaluación y autoevaluación de la solución motriz como medio de autorregulación.",
    "C.5. Creatividad motriz.",
    "C.5.2.1. Resolución de retos y situaciones-problema de forma eficaz y original, tanto individualmente como en grupo.",
    "C.6. Espacios deportivos",
    "C.6.2.1. Actitud crítica ante elementos del entorno que supongan obstáculos a la accesibilidad universal y la movilidad activa, autónoma, saludable y segura.C.6.4.1. Barreras físicas, sensoriales y cognitivas en edificaciones y obstáculos del entorno que impidan o dificulten la actividad física autónoma y saludable en el espacio público y vial.",
    "Bloque D. Autorregulación emocional e interacción social en situaciones motrices.",
    "D.1. Gestión emocional.",
    "D.1.2.1. Identificación y gestión del estrés en situaciones motrices (sensaciones, indicios y manifestaciones).D.1.4.1. Control de estados de ánimo y aplicación de estrategias de gestión del fracaso en situaciones motrices.",
    "D.1.2.2. Estrategias prácticas de autorregulación individual del esfuerzo y la capacidad de superación para afrontar desafíos en situaciones motrices.D.1.4.2. Conocimiento, práctica y autovaloración de las habilidades volitivas y capacidad de superación en situaciones motrices.",
    "D.1.2.3. Perseverancia y tolerancia a la frustración en contextos físico-deportivos.",
    "D.2. Habilidades sociales.",
    "D.2.2.1. Desarrollo de conductas prosociales en diferentes situaciones motrices y deportivas.",
    "D.3. Respeto a las normas.",
    "D.3.2.1. Conocimiento y aceptación de las reglas de juego como elemento de integración social.",
    "D.3.2.2. Realización de funciones de arbitraje deportivo.",
    "D.4. Convivencia.",
    "D.4.2.1. Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, LGTBIfóbicas o sexistas).D.4.4.1. Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, LGTBIfóbicas o sexistas). Búsqueda y aplicación de soluciones en contextos reales",
    "D.4.2.2. Asertividad y autocuidado.",
    "Bloque E. Manifestaciones de la cultura motriz.",
    "E.1. Cultura motriz.",
    "E.1.2.1. Aportaciones del movimiento y la cultura motriz a la herencia cultural de Extremadura.",
    "E.1.2.2. Los juegos motrices y las danzas y bailes como manifestación de la interculturalidad. Puesta en práctica.",
    "E.2. Usos comunicativos de la corporalidad.",
    "E.2.2.1. Conocimiento y práctica básica de diferentes lenguajes corporales.",
    "E.2.2.2. Técnicas básicas de expresión corporal y de interpretación (juego expresivo, estados de ánimo, representaciones de la vida cotidiana, imitaciones, mímica o similares en su práctica).E.2.4.2. Técnicas específicas de expresión corporal y de interpretación (mimo, pantomima, juegos de rol, improvisación, clown, teatro, performance).",
    "E.2.2.3. Expresión y comunicación de sentimientos y emociones en diferentes contextos reales o imaginados (creación de historias, improvisaciones de resolución de conflictos o similares).E.2.4.3. Toma de conciencia y análisis de la capacidad expresiva en el trabajo de cuerpo, espacio, tiempo e intensidad.",
    "E.2.2.4 La creatividad como base de expresión corporal.",
    "E.2.2.5 Importancia de la Educación emocional en la sociedad: mejora a través de las actividades artístico-expresivas.",
    "E.3. Actividades rítmico-musicales.",
    "E.3.2.1. Práctica de actividades rítmico-musicales sin y con carácter artístico-expresivo (danzas regionales y populares de Extremadura y del mundo, bailes, actividades rítmicas dirigidas o similares).E.3.4.1. Práctica, análisis y creación de actividades rítmico-musicales sin y con carácter artístico-expresivo (danza contemporánea, urbana, creativa, experimental o similares).",
    "E.3.2.2. Organización de actividades rítmico-musicales sencillas, con o sin carácter expresivo, individuales o grupales.",
    "E.4. Deporte y perspectiva de género.",
    "E.4.2.1. Medios de comunicación y promoción del deporte en igualdad.",
    "E.4.2.2. Presencia y relevancia de figuras del deporte.",
    "E.4.2.3. Estereotipos de competencia motriz percibida según el género, la edad o cualquier otra característica.",
    "E.4.4.4. Igualdad de género en las profesiones asociadas al deporte (comentaristas, periodistas, deportistas, técnicos, técnicas y otras). Análisis crítico.",
    "E.5. Influencia del deporte.",
    "E.5.2.1. El deporte como fenómeno de masas. Impacto social, aspectos positivos y negativos.",
    "Bloque F. Interacción eficiente y sostenible con el entorno.",
    "F.1. Normas de uso.",
    "F.1.2.1. Respeto a las normas viales en sus desplazamientos activos cotidianos, para una movilidad segura, saludable, sostenible y accesible.",
    "F.1.2.2. Respeto y normas de uso de los espacios e instalaciones urbanos y naturales de práctica motriz.",
    "F.1.2.3. Respeto a las normas internas en la práctica de diferentes actividades deportivas en el medio natural (reglamento de senderos, campismo, vías de escalada, etc.) y el entorno donde se realizan.F.1.4.3. Práctica y organización de actividades en el medio natural y urbano respetando y asumiendo las normas internas de las mismas como principio general (normas de acampada, uso de ríos o masas de agua, señalización, materiales, etc.).",
    "F.2. Nuevos espacios y prácticas deportivas.",
    "F.2.2.1. Utilización de espacios urbanos (parkour, skate u otras manifestaciones similares) y naturales: terrestres, acuáticos y aéreos (senderos, circuitos BMX, vías verdes, zonas de acampada y pernocta, rocas, media montaña, ríos, pantanos y similares) desde la motricidad.F.2.4.1. Nuevos espacios y prácticas deportivas urbanas (crossfit, gimnasios urbanos, circuitos de calistenia o similares) y naturales: terrestres, acuáticos y aéreos (vías de escalada, orientación, campismo, espeleología, circuitos XC, vías ferratas, vías cicloturistas, barrancos, deportes de deslizamiento y similares).",
    "F.2.2.2. Organización de actividades sencillas de aprovechamiento del entorno natural y urbano próximo.",
    "F.3. Análisis del riesgo.",
    "F.3.2.1. Medidas de seguridad en actividades de los distintos entornos y consecuencias graves de su omisión para quienes los usan.",
    "F.4. Consumo responsable.",
    "F.4.2.1. Reducción, reutilización y reciclaje de materiales minimizando el impacto de la práctica motriz en el entorno.",
    "F.4.2.2. Autoconstrucción de materiales para la práctica motriz.",
    "F.5. Cuidado del entorno.",
    "F.5.2.1. Cuidado del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en el medio natural y urbano.",
    "F.5.2.2. Alternativas de movilidad sostenible adecuadas al contexto (bicicleta, patines, patinetes no eléctricos )."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Establecer, organizar y poner en práctica secuencias sencillas de actividad física orientadas al concepto integral de salud y al estilo de vida activo, a partir de una valoración del nivel inicial y respetando la propia realidad e identidad corporal.",
    "Criterio 1.2. Comenzar a incorporar, con progresiva autonomía, procesos de activación corporal, dosificación del esfuerzo, alimentación saludable, educación postural, relajación e higiene durante la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable.",
    "Criterio 1.3. Adoptar de manera responsable y con progresiva autonomía medidas generales para la prevención de lesiones antes, durante y después de la práctica de actividad física, aprendiendo a reconocer situaciones de riesgo para actuar preventivamente",
    "Criterio 1.4. Actuar de acuerdo a los protocolos de intervención ante accidentes derivados de la práctica de actividad física, aplicando medidas básicas de primeros auxilios.",
    "Criterio 1.5. Analizar y valorar la incidencia que ciertas prácticas y comportamientos tienen en nuestra salud y en la convivencia, valorando su impacto y evitando activamente su reproducción.",
    "Criterio 1.6. Explorar diferentes recursos y aplicaciones digitales reconociendo su potencial, así como sus riesgos para su uso en el ámbito de la actividad física y el deporte.",
    "Competencia específica 2.",
    "Criterio 2.1. Desarrollar proyectos motores o deportivos de carácter individual o colectivo, cooperativo o colaborativo, con o sin oposición y estableciendo mecanismos para reconducir los procesos de trabajo, incluyendo estrategias de autoevaluación y coevaluación tanto del proceso como del resultado.",
    "Criterio 2.2. Interpretar y actuar correctamente en contextos motrices variados, aplicando principios básicos de toma de decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, adecuándose a las demandas motrices, a la actuación del compañero o de la compañera, y del oponente (si lo hubiera) y a la lógica interna en contextos reales o simulados de actuación, reflexionando sobre las soluciones y los resultados obtenidos.",
    "Criterio 2.3. Evidenciar control y dominio corporal al emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, haciendo frente a las demandas de resolución de problemas en situaciones motrices transferibles a su espacio vivencial con progresiva autonomía.",
    "Competencia específica 3.",
    "Criterio 3.1. Identificar y aplicar las capacidades físicas y habilidades motrices necesarias para el desarrollo eficaz en situaciones motrices individuales o colectivas, cooperativas o colaborativas, con o sin oposición.",
    "Criterio 3.2. Practicar una gran variedad de actividades motrices, valorando las implicaciones éticas de las actitudes antideportivas, evitando la competitividad desmedida y actuando con deportividad al asumir los papeles de público, participante u otros.",
    "Criterio 3.3. Cooperar o colaborar en la práctica de diferentes situaciones motrices para alcanzar el logro individual y grupal, participando en la toma de decisiones y asumiendo distintos papeles asignados y responsabilidades.",
    "Criterio 3.4. Hacer uso, con progresiva autonomía, de habilidades sociales, diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnica, socio-económica o de competencia motriz, mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y de cualquier tipo de violencia, haciendo respetar el propio cuerpo y el de los demás.",
    "Competencia específica 4.",
    "Criterio 4.1. Gestionar la participación en juegos motores y otras manifestaciones artístico-expresivas vinculadas tanto con la cultura propia como con otras, favoreciendo su conservación y valorando sus orígenes, evolución e influencia en las sociedades contemporáneas.",
    "Criterio 4.2. Analizar objetivamente las diferentes actividades y modalidades deportivas según sus características y requerimientos, evitando los posibles estereotipos de género o capacidad o los comportamientos sexistas vinculados a dichas manifestaciones.",
    "Criterio 4.3. Utilizar intencionadamente y con progresiva autonomía el cuerpo como herramienta de expresión y comunicación a través de diversas técnicas expresivas, participando activamente en la creación y representación de composiciones individuales o colectivas con y sin base musical.",
    "Criterio 4.4. Valorar positivamente la importancia que las actividades artístico-expresivas tienen en la mejora de la inteligencia emocional.",
    "Criterio 4.5. Identificar los aspectos positivos y negativos de la comunicación no verbal observados en las redes sociales y medios de comunicación.",
    "Competencia específica 5.",
    "Criterio 5.1. Participar en actividades físico-deportivas en entornos naturales y urbanos, terrestres, acuáticos o aéreos, valorándolas y disfrutando del entorno de manera sostenible, minimizando el impacto ambiental que estas puedan producir y siendo conscientes de su huella ecológica.",
    "Criterio 5.2. Practicar actividades físico-deportivas en el medio natural y urbano, aplicando normas de seguridad individuales y colectivas.",
    "Criterio 5.3. Colaborar y cooperar en el diseño y organización de actividades sencillas que permitan aprovechar el espacio natural y urbano cercano, respetando y asumiendo las fases de trabajo y las responsabilidades asignadas."
  ]
}
