{
  "criteriosEvaluacion": [
    "1.1 Analitzar críticament conceptes i processos relacionats amb els sabers de la Biologia, seleccionant i interpretant informació en diferents formats (models, gràfics, taules, diagrames, fórmules, esquemes o d’altres).",
    "1.2 Comunicar informacions o opinions raonades relacionades amb els sabers de la matèria de Biologia transmetent-les de manera clara i rigorosa, utilitzant la terminologia i el format adequats (models, gràfics, taules, informes, diagrames, fórmules, continguts digitals o d’altres) i responent de manera fonamentada a les qüestions que puguin sorgir durant el procés.",
    "1.3 Argumentar sobre aspectes relacionats amb els sabers de la matèria de Biologia, defensant una posició de manera raonada i amb una actitud oberta, flexible, receptiva, respectuosa davant l’opinió dels altres i basada en els coneixements científics.",
    "2.1 Plantejar i resoldre qüestions relacionades amb els sabers de la matèria, localitzant i citant fonts adequades i seleccionant, organitzant i analitzant críticament la informació.",
    "2.2 Contrastar i justificar la credibilitat de la informació relacionada amb els sabers de la matèria, utilitzant fonts fiables i adoptant una actitud crítica i escèptica vers informacions interessades, sense autoria contrastada o sense una base científica, com ara pseudociències, teories de la conspiració, creences infundades, rumors, etc.",
    "2.3 Argumentar sobre la contribució de la ciència a la societat i la tasca de les persones que s’hi dediquen, reflexionant sobre els biaixos de gènere en les ciències i entenent la investigació com una tasca col·lectiva i interdisciplinària en constant evolució influïda pel context polític i els recursos econòmics.",
    "3.1 Plantejar preguntes i formular hipòtesis que puguin ser respostes o contrastades utilitzant mètodes científics i intentin explicar fenòmens biològics, i fer prediccions sobre aquests fenòmens.",
    "3.2 Avaluar la fiabilitat de les conclusions d’un treball de recerca propi d’acord amb la interpretació dels resultats obtinguts.",
    "3.3 Dissenyar l’experimentació, la presa de dades i l’anàlisi de fenòmens biològics, i seleccionar els instruments necessaris, de manera que permetin respondre preguntes investigables concretes i contrastar una hipòtesi plantejada minimitzant els biaixos en la mesura que sigui possible.",
    "3.4 Portar a terme experiments i prendre dades quantitatives i qualitatives sobre fenòmens biològics, seleccionant i utilitzant els instruments, les eines o les tècniques adequats amb correcció i precisió.",
    "3.5 Interpretar i analitzar resultats obtinguts en el projecte de recerca utilitzant, quan calgui, eines matemàtiques i tecnològiques i reconeixent-ne l’abast i les limitacions per obtenir conclusions raonades i fonamentades o valorar la impossibilitat de fer-ho.",
    "3.6 Establir col·laboracions dins i fora del centre educatiu en les diferents fases del projecte científic per treballar amb més eficiència, utilitzant les eines tecnològiques adequades, valorant la importància de la cooperació a la recerca, respectant la diversitat i afavorint la inclusió.",
    "4.1 Resoldre problemes o donar explicació a processos biològics fent servir recursos variats com ara coneixements, dades i informació, raonament lògic, pensament computacional o recursos digitals.",
    "4.2 Analitzar críticament la solució a problemes sobre fenòmens biològics, i modificar els procediments utilitzats o conclusions obtingudes si aquesta solució no és viable o davant de noves dades aportades o trobades amb posterioritat.",
    "5.1 Analitzar les causes i les conseqüències ecològiques, socials i econòmiques dels principals problemes mediambientals des d’una perspectiva individual, local i global, concebent-los com a grans reptes de la humanitat i basant-se en dades científiques i en els sabers de la matèria de Biologia.",
    "5.2 Proposar i justificar la necessitat d’adoptar hàbits i portar a terme iniciatives sostenibles i saludables en l’àmbit local i argumentar sobre els efectes positius i la urgència d’adoptar-los basant-se en els sabers de la matèria.",
    "6.1 Identificar i diferenciar les diferents biomolècules pròpies dels éssers vius.",
    "6.2 Identificar experimentalment diferents tipus de biomolècules i relacionar-les amb les estructures biològiques i els aliments.",
    "6.3 Justificar el concepte de cèl·lula com a unitat estructural i funcional dels éssers vius."
  ],
  "saberes": [
    "Projecte científic",
    "- Plantejament amb perspectiva científica d’hipòtesis, preguntes, problemes i conjectures investigables en el context escolar.",
    "- Estratègies per a la cerca d’informació, col·laboració, comunicació i interacció amb institucions científiques: eines digitals, formats de presentació de processos, resultats i idees (diapositives, gràfics, vídeos, pòsters, informes i d’altres), en la resolució de problemes investigables.",
    "- Fonts fiables d’informació: cerca, reconeixement i utilització en recerques experimentals o estudis observacionals formulats a l’aula.",
    "- Experiències científiques de laboratori o de camp en el context escolar: disseny, planificació i realització. Contrast d’hipòtesis. Controls experimentals.",
    "- Mètodes d’anàlisi de resultats: organització, representació i eines estadístiques, aplicables a les recerques plantejades.",
    "- Estratègies de comunicació científica: vocabulari científic, formats (informes, vídeos, models, gràfics i d’altres) i eines digitals.",
    "- La tasca científica i les persones dedicades a la ciència: contribució a les ciències biològiques, geològiques i ambientals i importància social. El paper de la dona a la ciència.",
    " Casos històrics amb biaix de gènere.",
    "- L’evolució històrica del saber científic: la ciència com a tasca col·lectiva, interdisciplinària i en contínua construcció.",
    "Història de la vida",
    "- Contrast de diferents hipòtesis sobre l’origen dels éssers vius.",
    "- Anàlisi dels canvis en els grans grups d’éssers vius al llarg de la història de la Terra en vista de les teories evolutives.",
    "- Comparació dels principals grups taxonòmics d’acord amb les seves característiques fonamentals, amb un enfocament evolutiu.",
    "Bioquímica, fisiologia animal i vegetal",
    "- Diferenciació entre biomolècules orgàniques i inorgàniques i les seves característiques generals.",
    "- L’aigua i les sals minerals: relació entre les seves característiques químiques i funcions biològiques.",
    "- Anàlisi de les característiques químiques, isomeries, enllaços i funcions dels monosacàrids (pentoses, hexoses en les seves formes lineals i cícliques), disacàrids i polisacàrids amb més rellevància biològica.",
    "- Diferenciació entre els lípids amb àcids grassos i sense: característiques químiques, tipus i funcions biològiques dels diferents tipus de lípids.",
    "- La funció de nutrició en animals: importància biològica i estructures implicades en diferents grups taxonòmics, amb un enfocament evolutiu.",
    "- Reconeixement de la importància de les vitamines i sals com a cofactors enzimàtics i la necessitat d’incorporar-los a la dieta dels humans.",
    "- Identificació al laboratori i estudi dels diferents nutrients de la dieta humana. Anàlisi de la fiabilitat de les etiquetes dels aliments.",
    "- La funció de nutrició en vegetals: la fotosíntesi, el seu balanç general i importància per a la vida a la Terra. Comparació de la composició, la formació i els mecanismes de transport de la saba bruta i la saba elaborada.",
    "- La funció de relació en animals: fisiologia i funcionament dels sistemes de coordinació (nerviós i endocrí), dels receptors sensorials i dels òrgans efectors, amb un enfocament evolutiu.",
    "- La funció de relació en vegetals: tipus de respostes dels vegetals a estímuls i influència de les fitohormones (auxines, citoquinines, etilè, etc.).",
    "- La funció de reproducció en animals: importància biològica, tipus, estructures implicades en diferents grups taxonòmics, amb un enfocament evolutiu.",
    "- La funció de reproducció: la reproducció sexual i asexual, rellevància evolutiva, els cicles biològics, tipus de reproducció asexual, processos implicats en la reproducció sexual (pol·linització, fecundació, dispersió de la llavor i el fruit) i la relació amb l’ecosistema.",
    "Biologia cel·lular",
    "- Anàlisi de la teoria cel·lular i les seves implicacions biològiques.",
    "- Diferenciació d’imatges obtingudes per microscòpia òptica i electrònica, tenint en compte el poder de resolució de cadascuna i les tècniques de preparació de les mostres.",
    "- Anàlisi de la ultraestructura de la membrana plasmàtica i relació amb les seves propietats.",
    "- Anàlisi del procés osmòtic i repercussió sobre la cèl·lula animal, vegetal i procariota.",
    "- Anàlisi funcional bàsica dels orgànuls de la cèl·lula eucariota (animal i vegetal).",
    "- Anàlisi dels diferents mecanismes de transport a través de la membrana plasmàtica (difusió simple i facilitada, transport actiu, endocitosi i exocitosi), relacionant cadascun amb les propietats de les molècules transportades.",
    "- Estratègies de captació i aprofitament d’energia.",
    "Ecologia i sostenibilitat",
    "- El medi ambient com a motor econòmic i social: importància i necessitat de l’adopció d’un model de desenvolupament sostenible, a partir de casos de l’entorn proper i global.",
    "- La sostenibilitat de les activitats quotidianes: ús d’indicadors de sostenibilitat, hàbits de vida compatibles i coherents amb un model de desenvolupament sostenible. Concepte de petjada ecològica.",
    "- El canvi cap a un model de desenvolupament sostenible: iniciatives locals i globals.",
    "- La dinàmica dels ecosistemes: els fluxos d’energia, els cicles de la matèria (carboni, nitrogen, fòsfor i sofre) i les relacions tròfiques. Resolució de problemes plantejats en l’àmbit local i global.",
    "- El canvi climàtic: la seva relació amb el cicle del carboni, causes i conseqüències sobre la salut, economia, ecologia i societat."
  ]
}