{
  "saberes": [
    "Bloque 1. Proyecto científico",
    "• La evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción.",
    "• Estrategias para la elaboración del proyecto científico:",
    "– Planteamiento de las hipótesis, preguntas y conjeturas científicas.",
    "– Estrategias de utilización de herramientas digitales para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas a través de herramientas digitales y formatos de uso frecuente en la ciencia (presentación, gráfica, vídeo, póster, informe...).",
    "– Reconocimiento y utilización de fuentes fidedignas de información científica.",
    "– Métodos de observación y de toma de datos de fenómenos naturales.",
    "– Diseño e importancia de controles experimentales (positivos y negativos) para la obtención de resultados científicos objetivos y fiables.",
    "– La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo utilizando instrumentos y espacios necesarios (laboratorio, aulas, entorno...) de forma adecuada y precisa.",
    "– Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "– Modelado para la representación y la comprensión de procesos o elementos de la naturaleza.",
    "• La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de las mujeres en la ciencia.",
    "Bloque 2. La dinámica terrestre",
    "• El origen del universo y estructura y características del sistema solar.",
    "• Métodos de estudio del interior terrestre.",
    "• Estructura y dinámica de la geosfera.",
    "• Efectos globales de la dinámica de la geosfera a través de la tectónica de placas:",
    "– Evidencias de la tectónica de placas.",
    "– La litosfera y el mecanismo de movimiento de las placas.",
    "– Tipos de bordos de placas. Estructuras geológicas en los límites y en las zonas de la interplaca.",
    "• Esfuerzos y deformaciones de las rocas. Formación de plegamientos y faltas.",
    "• Agentes, procesos y factores que condicionan la modelación del relieve.",
    "• La modelación del relieve según la acción de los agentes geológicos. Relieves litológicos y estructurales.",
    "• Diferencias entre relieve y paisaje. Su importancia como recursos. El relieve y el paisaje en Galicia.",
    "• Análisis de los riesgos geológicos externos. Medidas de predicción y prevención. Los riesgos externos en Galicia.",
    "• El tiempo geológico. Relación de eones, eras y sistemas con los principales acontecimientos geológicos, paleogeográficos, climáticos y biológicos.",
    "• Mapas y cortes geológicos sencillos: interpretación y trazado de la historia geológica que reflejan mediante la aplicación de los principios de estudio de la historia de la Tierra (horizontalidad, superposición, intersección, sucesión faunística...).",
    "Bloque 3. La célula",
    "• Teoría celular.",
    "• Formas acelulares: virus.",
    "• Modelo simplificado de la estructura de los ácidos nucleicos y relación con su función.",
    "• ADN: cromosoma y cromatina. Replicación.",
    "• Etapas del ciclo celular y su relación con el cáncer.",
    "• Mitosis y meiosis: fases y función biológica.",
    "Bloque 4. Genética y herencia",
    "Expresión génica:",
    "– Definición y procesos.",
    "– Código genético: características.",
    "• Leyes de Mendel.",
    "• Problemas sencillos de herencia genética de caracteres con relación de dominancia y recesividad, codominancia, dominancia incompleta, herencia intermedia, alelismo múltiple y ligado al sexo con uno o dos genes.",
    "• Procesos que generan variabilidad genética y su relación con la evolución y la biodiversidad.",
    "• Expresión del fenotipo.",
    "• Técnicas de la ingeniería genética.",
    "• Biotecnología e ingeniería genética: aplicaciones e implicaciones éticas, sociales y ambientales.",
    "Bloque 5. Origen y evolución de los seres vivos",
    "• Hipótesis sobre el origen de la vida en la Tierra e investigaciones en el campo de la astrobiología.",
    "• Evolución de los seres vivos:",
    "– Creacionismo y evolucionismo. Principales teorías evolutivas.",
    "– Pruebas y mecanismos de evolución.",
    "– Especiación.",
    "– Evolución humana.",
    "Bloque 6. Ecosistemas: interacciones y cambios",
    "• Estructura del ecosistema.",
    "– Componentes. Niveles tróficos. Cadenas y redes tróficas.",
    "– Ciclo de la materia y flujo de la energía.",
    "• Dinámica del ecosistema:",
    "– Sucesiones ecológicas. Regresiones.",
    "– Impactos ambientales derivados de la actividad humana.",
    "– Problemáticas ambientales y posibles soluciones."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Exponer preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando métodos científicos en la explicación de los fenómenos biológicos y geológicos y en la realización de predicciones sobre estos. OBJ3",
    "• CE1.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y/o geológicos, de modo que permitan responder preguntas concretas y contrastar una hipótesis expuesta evitando bulos. OBJ3",
    "• CE1.3. Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión. OBJ3",
    "• CE1.4. Interpretar y analizar los resultados obtenidos en un proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas obteniendo conclusiones fundamentadas o valorar la imposibilidad de hacerlo. OBJ3",
    "• CE1.5. Cooperar y colaborar en las distintas fases de un proyecto científico para trabajar con mayor eficiencia, valorando la importancia de la cooperación en la investigación, respetando la diversidad y la igualdad de género y favoreciendo la inclusión. OBJ3",
    "• CE.1.6. Presentar de forma clara y rigurosa la información y las conclusiones obtenidas mediante la experimentación y la observación de campo utilizando el formato adecuado (tablas, gráficos, informes...) y herramientas digitales. OBJ3",
    "• CE1.7. Transmitir opiniones propias fundamentadas e información sobre la biología y la geología de forma clara y rigurosa, facilitando su comprensión y análisis mediante el uso de la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales...). OBJ1",
    "• CE1. 8. Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella destacando el papel de las mujeres y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución, influida por el contexto político y los recursos económicos. OBJ2",
    "• CE2.1. Reconocer el origen de la Tierra describiendo las diferentes etapas de la formación del universo y explicando la estructura y las características del sistema solar. OBJ1",
    "• CE2.2. Explicar la estructura y la dinámica del interior terrestre interpretando la información que acercan los métodos de estudio y adoptando una actitud crítica hacia las creencias infundadas. OBJ2",
    "• CE2.3. Comprender los efectos globales de la dinámica de la geosfera a través de la tectónica de placas, reconociéndola como una teoría integradora y describiendo el movimiento de las placas y las estructuras geológicas de los bordos y de las zonas de la interplaca. OBJ1",
    "• CE2.4. Identificar pliegues y faltas relacionando sus elementos con los esfuerzos y deformaciones a las que se ven sometidas las rocas. OBJ1",
    "• CE2.5 Describir la modelación del relieve analizando los diferentes agentes, procesos y factores que la condicionan, observando el relieve y el paisaje en Galicia y valorando su importancia como recursos. OBJ6",
    "• CE2.6. Valorar la importancia del análisis de los riesgos geológicos externos potenciados por determinadas acciones humanas reconociendo las medidas de predicción y prevención para minimizar sus efectos. OBJ6",
    "• CE2.7. Localizar las áreas con riesgos externos en Galicia analizando la información de las distintas administraciones públicas o de otras fuentes. OBJ2",
    "• CE2.8. Deducir y explicar en mapas y cortes sencillos la historia geológica, identificando sus elementos más relevantes, utilizando el razonamiento de los principios geológicos básicos y reconstruyendo los principales acontecimientos geológicos. OBJ6",
    "• CE3.1. Justificar la célula como unidad estructural y funcional de los seres vivos ejemplificando o aplicando los postulados de la teoría celular. OBJ1",
    "• CE3.2. Describir los virus como entidades acelulares utilizando ejemplos a través de la selección y del análisis de información de diferentes fuentes y citándolas con respeto por la propiedad intelectual. OBJ2",
    "• CE3.3. Identificar y comparar modelos o esquemas de ADN y ARN mediante el diseño, la representación en diferentes formatos (maquetas, dibujos, esquemas...) o mediante la extracción de ADN de una célula eucariota y relacionándolos con su función. OBJ1",
    "• CE3.4. Reconocer las etapas del ciclo celular señalando su relación con el cáncer, describiendo los cambios a lo largo de las diferentes fases y vinculando la replicación del ADN con la conservación de la información genética. OBJ1",
    "• CE3.5. Describir los procesos de división celular indicando las principales diferencias entre mitosis y meiosis utilizando fotografías, vídeos y/u observando las distintas fases de la mitosis al microscopio. OBJ1",
    "• CE4.1. Distinguir y explicar los procesos implicados en la expresión génica reconociendo las características del código genético y resolviendo cuestiones sencillas utilizando los datos y la información proporcionados. OBJ4",
    "• CE4.2. Resolver problemas sencillos de herencia genética de caracteres con relación de dominancia y recesividad aplicando las leyes de Mendel e interpretando los resultados de forma crítica. OBJ4",
    "• CE4.3. Resolver problemas sencillos de herencia genética de caracteres con relación de codominancia, dominancia incompleta, alelismo múltiple y herencia ligada al sexo diferenciando fenotipo y genotipo e interpretando los resultados de forma crítica. OBJ4",
    "• CE4.4. Analizar y explicar los procesos que generan variabilidad genética valorando su papel en la biodiversidad y en la evolución. OBJ1",
    "• CE4.5. Reconocer el papel del ambiente en la expresión del fenotipo utilizando ejemplos en el ser humano y en otros organismos a través de la selección y del análisis crítico de información de diferentes fuentes. OBJ2",
    "• CE4.6. Describir las principales técnicas de la ingeniería genética e interpretar las implicaciones éticas, sociales y ambientales con relación a los avances en biotecnología e ingeniería genética utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica, como pseudociencias, teorías conspiradoras, creencias infundadas, bulos... OBJ2",
    "• CE5.1. Analizar y explicar las principales hipótesis sobre el origen de la vida en la Tierra utilizando los argumentos de las diferentes teorías, manteniendo una actitud crítica, obteniendo conclusiones y formando opiniones propias fundamentadas. OBJ1",
    "• CE5.2. Contrastar la veracidad de la información con respeto a las teorías sobre la evolución de los seres vivos –creacionismo y evolucionismo– explicando las principales conclusiones y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica. OBJ2",
    "• CE5.3. Comparar la teoría lamarckista y darwinista y explicar el proceso evolutivo aplicando la teoría neodarwinista utilizando las pruebas evolutivas para justificar críticamente la evolución. OBJ1",
    "• CE5.4. Reconocer la especiación identificando los principales procesos que generan las especies. OBJ1",
    "• CE5.5. Describir la evolución de los homínidos analizando los grandes cambios acontecidos. OBJ1",
    "• CE6.1. Identificar los componentes del ecosistema y los niveles tróficos reconociendo sus interacciones y explicando la transferencia de la materia y de la energía en una cadena o red trófica utilizando ejemplos del entorno. OBJ1",
    "• CE6.2. Describir las etapas de la sucesión ecológica tomando como ejemplo la formación del suelo. OBJ1",
    "• CE6.3. Reconocer las causas y las consecuencias de los impactos antrópicos y analizar críticamente la solución a un problema ambiental proponiendo acciones para la conservación del medio ambiente localizando, seleccionando, organizando y analizando críticamente información de distintas fuentes. OBJ4",
    "• CE6.4. Identificar y analizar los diferentes problemas ambientales potenciados por determinadas acciones humanas sobre una zona geográfica, teniendo en cuenta sus características y los factores socioeconómicos. OBJ5"
  ]
}
