{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Identificar los aspectos singulares de diversas manifestaciones culturales y artísticas desde ",
        "las vanguardias hasta la actualidad, relacionándolos con el sentido de dichas obras, con los ",
        "contextos en los que han sido producidas y con la tradición artística, de forma abierta, crítica y ",
        "respetuosa. ",
        "1.2. Establecer relaciones entre manifestaciones culturales de distintos campos creativos de los ",
        "principales movimientos culturales y artísticos contemporáneos, identificando elementos ",
        "comunes que configuran el espíritu de su época. ",
        "1.3. Investigar acerca del papel de los movimientos culturales y artísticos como motores de ",
        "cambio y evolución de la sociedad, recurriendo a fuentes fiables. ",
        "Competencia específica 2. ",
        "2.1. Explicar la importancia de la promoción, conservación y puesta en valor del patrimonio ",
        "artístico y cultural. ",
        "2.2. Explicar la repercusión y el compromiso social del arte, analizando ejemplos que muestren la ",
        "implicación de las personas creadoras y los efectos generados en la sociedad. ",
        "2.3. Analizar la importancia de la diversidad cultural y de la libre expresión en el arte a partir del ",
        "estudio de manifestaciones culturales y artísticas diversas. ",
        "2.4. Desarrollar proyectos de investigación que muestren una implicación y una respuesta ",
        "personales en torno a la libre expresión artística y sus posibles límites, partiendo del análisis ",
        "de casos concretos. ",
        "Competencia específica 3. ",
        "3.1. Identificar y explicar las características de diversas producciones culturales y artísticas a partir ",
        "del análisis de sus lenguajes y códigos propios. ",
        "3.2. Investigar y analizar la presencia de referentes comunes en distintas manifestaciones ",
        "culturales y artísticas, comparando sus temas, lenguajes o intencionalidades. ",
        "3.3. Debatir sobre diferentes propuestas culturales y artísticas, intercambiando las opiniones y los ",
        "sentimientos experimentados, e incorporando juicios de valor vinculados a la apreciación ",
        "estética de las obras de manera argumentada, constructiva y respetuosa. ",
        "Competencia específica 4. ",
        "4.1. Argumentar la influencia y aportaciones que los nuevos lenguajes y tecnologías han tenido en ",
        "la cultura y el arte recientes, a partir del análisis crítico de diferentes producciones, valorando ",
        "la actitud innovadora de las personas creadoras. ",
        "4.2. Explorar, explicar y valorar la repercusión social y económica de diferentes manifestaciones ",
        "culturales y artísticas, reflexionando sobre las oportunidades personales y profesionales que ",
        "ofrecen. ",
        "4.3. Identificar una variedad de ámbitos y espacios en los que se desarrolla la práctica cultural y ",
        "artística en la actualidad, analizando de qué modo condicionan las manifestaciones que ",
        "acogen. ",
        "Competencia específica 5. ",
        "5.1. Explorar diferentes manifestaciones culturales y artísticas actuales con interés, curiosidad y ",
        "respeto, identificando su valor expresivo y comunicativo tanto de la individualidad de las ",
        "personas creadoras, como de la sociedad en la que se producen. ",
        "5.2. Explicar algunas de las repercusiones sociales y económicas de la cultura y el arte sobre la ",
        "sociedad actual.         "
    ],
    "saberes": [
        "A. Aspectos generales. Conceptos y estructura de la cultura visual. ",
        "− La evolución del concepto de arte. ",
        "− Las distintas manifestaciones de la expresión artística. ",
        "− Lenguaje visual. Elementos esenciales de los distintos lenguajes artísticos. ",
        "− Los grandes movimientos artístico-culturales contemporáneos. Relación entre el arte y los ",
        "movimientos sociales contemporáneos. Aspectos fundamentales. ",
        "− La expresión artística en su contexto social e histórico. ",
        "− Estereotipos culturales y artísticos (Lubaina Himid, entre otros). ",
        "− Función social del arte y la cultura (Lawrence Abu Hamdan, Helen Cammock, Óscar Murillo y ",
        "Tai Shani, entre otros). Su impacto económico. ",
        "− Otras perspectivas en el arte. (Judy Chicago y Guerrilla Girls, entre otros). ",
        "− La perspectiva intercultural en el arte. ",
        "− La libertad de expresión. La censura en el arte. El respeto a la diversidad. ",
        "− El arte como herramienta de expresión. ",
        "− Estrategias de investigación, análisis, interpretación y valoración crítica de productos ",
        "culturales y artísticos. ",
        "B. Naturaleza, arte y cultura. ",
        "− Relaciones entre la cultura, el arte y el entorno natural. ",
        "− Del plein air a la fotografía de naturaleza. Orígenes y desarrollo contemporáneo. ",
        "− Enfoques sobre la materia y los materiales artísticos.  ",
        "Arte Povera (Mario Merz, Michelangelo Pistoletto,Marisa Merz, Eva Hesse, entre otros) y ",
        "escultura social (Joseph Beuys).  ",
        "Arte ambiental y Land Art.   ",
        "Arte y naturaleza en España.  ",
        "Arte, conciencia ecológica y sostenibilidad. ",
        "− La naturaleza como espacio material y espacio de acción. Recuperación e intervención ",
        "artística ecológica en el espacio natural. ",
        "C. Arquitectura y urbanismo. El arte en los espacios urbanos. ",
        "− La arquitectura del hierro y del cristal. Arquitectura y sociedad. ",
        "− La arquitectura en el arte contemporáneo (Frank Gehry (Guggenheim), Zaha Hadid, entre ",
        "otros). ",
        "− El patrimonio constructivo español del siglo XX y XXI. Ejes arquitectónicos y urbanismos ",
        "fundamentales. ",
        "− Intervenciones artísticas en proyectos de urbanismo. Las ciudades inteligentes (Assemble, ",
        "Cooking Sections, entre otros). ",
        "− Arte urbano. Arte mural y trampantojo (Banksy, Boa Mistura, Marta Lapeña, Sara Fratini, ",
        "Nuria Toll y Julieta XLF, entre otros).  ",
        "− Instalaciones y acciones urbanas artísticas en el espacio público. ",
        "− La geometría en la arquitectura y en el arte contemporáneo. ",
        "− Técnicas básicas en la relación de un proyecto urbanístico maquetado.  ",
        "Análisis de las relaciones sociales y estéticas de los proyectos de arquitectura y ",
        "urbanismo. Diseño para un urbanismo de la vida cotidiana y para la diversidad.  ",
        "D. El arte dentro del arte. ",
        "− Arte primitivo, oriental, precolombino y africano. Su papel como inspiración para las ",
        "vanguardias. ",
        "− Tendencias neorepresentativas: Cultura popular y Pop Art. Nueva abstracción, arte cinético, ",
        "Op Art. El Arte Pop en España. ",
        "− La pervivencia de lo clásico en el arte y cultura contemporánea. ",
        "− Relaciones interdisciplinares y apropiaciones entre lenguajes: literatura, cine, música, ",
        "fotografía, artes plásticas, cómic, publicidad, artes escénicas, diseño y moda. ",
        "− Fotografía y pintura. Influencias mutuas.  ",
        "La fotografía como acontecimiento puesto en escena.  ",
        "La fotografía como documento de la realidad y la irrealidad.  ",
        "Disciplinas técnicas y su repercusión social. ",
        "− Poesía, literatura y arte. Poemas visuales (Chema Madoz y Natalia Sak, entre otros). ",
        "− La ciencia ficción y sus referentes.  ",
        "Autores que ilustraron la ciencia ficción: Moebius, John Howe, Alan Lee, entre otros. ",
        "E. Explorando el cuerpo humano. ",
        "− Happening y Performance. Fluxus.  ",
        "Artistas e interacción con el público. ",
        "− Arte acción y Body Art. ",
        "− Bioarte. ",
        "− El Hiperrealismo. ",
        "− Arte conceptual. ",
        "F. Lenguajes artísticos contemporáneos. ",
        "− Artes decorativas y diseño industrial. Nuevas tendencias y conexiones interdisciplinares.  ",
        "− Medios electrónicos, informáticos y digitales en el arte. Vídeo-arte y videoinstalación (Bill Viola ",
        "y Pipilotti Rist, entre otros). Neofotografía. ",
        "− Instalaciones. Del arte ambiente al arte inmersivo e interactivo. ",
        "− La explosión de la narrativa serial en el audiovisual del siglo XXI. ",
        "− Transmedia: Narrativa multiverso y videojuegos.  ",
        "Multiversos cinematográficos.  ",
        "Concept Art en animación y videojuegos. ",
        "G.  Eventos culturales y artísticos. ",
        "− Orígenes de los eventos culturales y artísticos de la modernidad. ",
        "Salón de los Independientes de París. Los manifiestos artísticos y culturales. ",
        "Exposiciones Universales. ",
        "− Los espacios del arte:  ",
        "Museos de arte contemporáneo. Bienales. Premios, residencias y becas artísticas.  ",
        "El mercado del arte, Ferias de arte y Galerías.  ",
        "Salones de ilustración y cómic. Ecosistemas mediáticos colectivos.  ",
        "Exhibiciones y talleres.  ",
        "Festivales de cine, música o danza. ",
        "− Estrategias de marketing urbano asociadas al turismo cultural.         "
    ]
}
