{
    "saberes": [
        "I. Comunicación",
        "1. Implementación de estrategias adecuadas para la comprensión, la planificación, producción e interacción de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
        "2. Aplicación de conocimientos, destrezas y actitudes básicas que permitan iniciarse en situaciones cotidianas de mediación en entornos sociales.",
        "3. Empleo de funciones comunicativas básicas al ámbito y al contexto: saludar, despedirse, presentar y presentarse; describir personas, objetos y lugares; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información sobre cuestiones cotidianas; describir rutinas; dar indicaciones e instrucciones; expresar la pertenencia y la cantidad.",
        "4. Implementación de modelos contextuales y géneros discursivos básicos en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto, organización.",
        "5. Empleo de unidades lingüísticas básicas de uso común y significados asociados a dichas unidades, tales como expresión de la entidad y sus propiedades, cantidad y número, el espacio y las relaciones espaciales, el tiempo, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas elementales.",
        "6. Uso de léxico básico y de interés para el alumnado relativo a identificación personal, relaciones interpersonales próximas, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana.",
        "7. Uso de patrones sonoros, acentuales, rítmicos y de entonación básicos, y funciones comunicativas generales asociadas a dichos patrones.",
        "8. Implementación de convenciones ortográficas básicas y significados asociados a los formatos y elementos gráficos.",
        "9. Uso de convenciones y estrategias conversacionales básicas, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, comparar y contrastar, colaborar, etc.",
        "10. Empleo de recursos para el aprendizaje y estrategias para la búsqueda guiada de información en medios analógicos y digitales.",
        "11. Reconocimiento de la propiedad intelectual de las fuentes consultadas y contenidos utilizados.",
        "12. Uso de herramientas analógicas y digitales básicas para la comprensión, producción y coproducción oral, escrita y multimodal, y plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas…) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la segunda lengua extranjera.",
        "II. Plurilingüismo",
        "1. Implementación de estrategias y técnicas de compensación de las carencias comunicativas para responder eficazmente a una necesidad concreta, a pesar de las limitaciones derivadas del nivel de competencia en la segunda lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "2. Implementación de estrategias básicas para identificar, organizar, retener, recuperar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "3. Aplicación de estrategias y herramientas básicas de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
        "4. Aplicación del repertorio lingüístico para transferir los conocimientos, estrategias y destrezas adquiridas a otros contextos.",
        "5. Comparación elemental entre lenguas a partir de elementos básicos de la segunda lengua extranjera y otras lenguas: origen y parentescos.",
        "6. Reconocimiento del error como parte integrante del proceso de aprendizaje.",
        "7. Uso de léxico y expresiones habituales para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "III. Interculturalidad",
        "1. Uso de la segunda lengua extranjera como medio de comunicación y relación con personas de otros países, como forma de acceder a nueva información y como medio para conocer culturas y modos de vida diferentes.",
        "2. Aplicación de estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, a partir de valores ecosociales y democráticos.",
        "3. Aplicación de estrategias de detección de usos discriminatorios del lenguaje verbal y no verbal.",
        "4. Identificación de aspectos socioculturales y sociolingüísticos básicos relativos a las costumbres, la vida cotidiana y las relaciones interpersonales, las convenciones sociales básicas de uso común, el lenguaje no verbal, la cortesía lingüística y la etiqueta digital propias de países donde se habla la segunda lengua extranjera.",
        "IV. Dimensiones Interpersonal e Intrapersonal",
        "1. Valoración positiva e interés por establecer contactos y comunicarse a través de diferentes medios con hablantes o estudiantes de la segunda lengua extranjera.",
        "2. Comprensión y aprecio hacia las opiniones de los demás, fomentando un clima afectivo e inclusivo de aprendizaje.",
        "3. Comprensión y aprecio por la diversidad y patrimonio lingüístico, cultural y artístico, de los relativos a las relaciones interpersonales elementales en países donde se habla la segunda lengua extranjera.",
        "4. Desarrollo de la autoestima y autoconfianza durante el desarrollo del proceso de aprendizaje de una segunda lengua extranjera.",
        "5. Fomento de la motivación por el aprendizaje de la segunda lengua extranjera.",
        "6. Implementación de estrategias básicas colaborativas y de dinámicas de trabajo de grupo.",
        "7. Desarrollo de la empatía y valoración de otros puntos de vista.",
        "8. Desarrollo del aprendizaje autónomo.",
        "9. Desarrollo de la visión creativa y emocional del aprendizaje."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer y analizar el sentido global, así como palabras y frases breves y sencillas, de textos orales, escritos y multimodales sobre temas frecuentes y cotidianos de relevancia personal y ámbitos próximos a su experiencia, expresados de forma comprensible y clara, a través de distintos soportes, para contribuir al repertorio lingüístico individual y responder a propósitos de comunicación cotidianas.",
        "1.2 Seleccionar, organizar y aplicar de forma progresivamente autónoma, estrategias y conocimientos, en situaciones comunicativas cotidianas y de relevancia para el alumnado para captar el sentido global, ampliar el repertorio lingüístico individual, y procesar información explícita en textos breves y sencillos, tanto analógicos como digitales.",
        "2.1 Producir, de forma codirigida, textos orales, escritos y multimodales breves y sencillos, usando soportes analógicos y digitales, para realizar intervenciones en situaciones de comunicación, de relevancia personal y próximos a la experiencia del alumnado.",
        "2.2 Seleccionar, planificar y aplicar de forma progresivamente autónoma, conocimientos y estrategias adecuadas con ayuda de recursos analógicos y digitales, para preparar y producir textos creativos adecuados a las intenciones comunicativas cotidianas que contribuyan al pleno desarrollo personal, creativo y emocional.",
        "3.1. Participar, de manera progresivamente autónoma, en situaciones interactivas de intercambios de información breves y sencillos, sobre temas cotidianos, de relevancia personal y próximos a su experiencia y contexto, a través de diferentes soportes, tanto analógicos como digitales, afrontando, entre otros, diversos retos que impliquen la generación de ideas y la búsqueda de respuestas creativas y originales, con el fin de responder a propósitos comunicativos concretos y respetuosos, y favorecer actitudes cooperativas, así como un uso ético y eficaz del lenguaje.",
        "3.2 Seleccionar, organizar y utilizar, de forma cooperativa, progresivamente autónoma y en contextos de interacción cotidianos, métodos inductivos y deductivos, así como estrategias básicas tales como la repetición, el ritmo pausado o el lenguaje no verbal, para responder a propósitos comunicativos que permitan ampliar su repertorio lingüístico individual.",
        "4.1 Justificar y explicar de forma codirigida, textos, conceptos, pensamientos o emociones atendiendo a la diversidad, y apoyándose en recursos y soportes, analógicos y digitales, con el fin de facilitar la comprensión y el entendimiento en situaciones comunicativas sencillas y predecibles que contribuyan a la mejora de la convivencia, de las diferencias culturales y de la igualdad de derechos.",
        "4.2 Seleccionar e implementar de forma progresivamente autónoma, estrategias básicas en situaciones colaborativas y cooperativas, apoyándose en el lenguaje no verbal, herramientas digitales y plataformas virtuales con el fin de ayudar a las demás personas y facilitar la comprensión, la producción de información y la comunicación.",
        "5.1 Comparar y contrastar, de forma progresivamente autónoma y cooperativa, las similitudes y diferencias entre distintas lenguas, reconociendo y reflexionando sobre aspectos básicos de su funcionamiento, para ampliar y enriquecer su repertorio lingüístico individual.",
        "5.2 Utilizar y diferenciar, de forma progresivamente autónoma y cooperativa, estrategias adecuadas de aprovechamiento y comprensión del repertorio plurilingüe, para adquirir aprendizajes, maximizar sus habilidades lingüísticas y enriquecer las experiencias comunicativas.",
        "5.3 Registrar y reflexionar de manera guiada, sobre los progresos y dificultades del proceso de aprendizaje de la segunda lengua extranjera, a través de actividades analógicas y digitales de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o los diarios de aprendizaje, reconociendo y valorando sus propias posibilidades comunicativas y haciendo propuestas de mejora, para construir y evidenciar el conocimiento.",
        "5.4 Reconocer y transferir los conocimientos, estrategias y destrezas del repertorio lingüístico individual a otros contextos de aprendizaje, con el fin de desarrollar un aprendizaje más profundo.",
        "6.1 Apreciar y respetar la diversidad y el patrimonio lingüístico, cultural y artístico de personas y países donde se habla la segunda lengua extranjera, así como de las islas Canarias, fortaleciendo vínculos entre las diferentes lenguas y culturas de forma progresivamente autónoma, así como la propia y mostrando rechazo ante cualquier tipo de discriminación, prejuicio y estereotipo, con el fin de mejorar la convivencia, la gestión de conflictos de forma dialogada, el enriquecimiento personal y el cuidado del entorno.",
        "6.2 Seleccionar y aplicar estrategias adecuadas para entender, apreciar y adaptarse a la diversidad lingüística, cultural y artística de personas y países donde se habla la segunda lengua extranjera y de las islas Canarias, en situaciones comunicativas guiadas, gestionando las emociones propias y respetando las ajenas.",
        "6.3 Mostrar empatía y comprensión por las producciones ajenas, valorando intervenciones de forma guiada, en diferentes contextos comunicativos, haciendo uso de la cortesía lingüística y la etiqueta digital para crear un ambiente afectivo e inclusivo que favorezca la reflexión y la resolución pacífica de conflictos."
    ]
}