{
    "criteriosEvaluacion": [
        "1.1. Analizar y explicar los elementos formales y estructurales de obras volumétricas de diferentes épocas y culturas profundizando en el patrimonio cultural y artístico canario, identificando las técnicas, los materiales, los elementos compositivos y los cánones de proporción empleados, apoyándose en la búsqueda de información en diversas fuentes, tanto analógicas como digitales. empleando los criterios de validez y fiabilidad de forma crítica, para aplicarlos a la creación de producciones volumétricas propias incorporando, cuando proceda, la perspectiva de género y la intercultural. CCL1, CCL3, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "1.2. Describir formas, estructuras, técnicas, materiales, proporciones y elementos compositivos tridimensionales, analizando el contexto histórico y social con espíritu crítico y respetando las opiniones ajenas, aplicando la terminología específica de la materia para consolidar un criterio propio sobre los fundamentos compositivos del lenguaje tridimensional y la diversidad cultural y artística en general. CCL1, CCL3, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "2.1. Analizar y explicar los aspectos más notables de la configuración de obras tridimensionales significativas de diferentes artistas con especial atención a Canarias, buscando información en diversas fuentes, tanto analógicas como digitales, identificando las diferencias entre lo estructural y lo accesorio y describiendo de forma argumentada la relación entre su función comunicativa y su nivel icónico, para explorar las posibilidades plásticas y expresivas del lenguaje tridimensional con una postura de recepción activa y deleite y por ello contribuir a la consolidación de la madurez personal y social. CCL1, CCL3, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "2.2. Elaborar producciones volumétricas con una función comunicativa concreta, atendiendo a la relación entre imagen y contenido, así como entre forma, estructura y función comunicativa, con distintos niveles de iconicidad para desarrollar su capacidad creativa y reflexiva defendiendo la libertad de expresión, la igualdad y respetando el derecho a la propiedad intelectual. CCL5, CC1, CCEC1, CCEC2",
        "3.1. Resolver de forma creativa problemas de configuración espacial y explicar las cualidades expresivas del lenguaje tridimensional en las composiciones propuestas, seleccionando las técnicas, las herramientas y los materiales de realización más adecuados en función de los requisitos formales, funcionales, estéticos y expresivos, demostrando un compromiso ético y ecosocialmente responsable, justificando su selección para desarrollar el pensamiento divergente y producir proyectos artísticos y culturales sostenibles. STEM2, CPSAA5, CC4, CCEC3.1, CCEC3.2, CCEC4.1",
        "4.1. Planificar y realizar proyectos tridimensionales individuales o colaborativos organizando correctamente sus fases, desde la fase de ideación a la propuesta final distribuyendo de forma razonada las tareas, evaluando su viabilidad y sostenibilidad, y seleccionando las técnicas, las herramientas y los materiales más adecuados a las intenciones expresivas, funcionales y comunicativas para aportar soluciones diversas y creativas a los retos planteados durante la ejecución. STEM3, CPSAA3.2, CE3, CCEC4.1, CCEC4.2",
        "4.2. Participar activamente en la realización de proyectos artísticos, asumiendo diferentes funciones, valorando y respetando las aportaciones y experiencias de las demás personas, ejerciendo una ciudadanía digital activa e identificando las oportunidades de desarrollo personal, social, académico y profesional que ofrece para afrontar retos creativos e innovadores como medio de comunicación y expresión de su identidad personal. CCL5, CD2, CD3, CPSAA3.1, CCEC3.1, CCEC4.1",
        "4.3. Evaluar, presentar y compartir los resultados de proyectos tridimensionales, analizando la relación entre los objetivos planteados y el producto final obtenido, y explicando las posibles diferencias entre ellos para construir sus propios procesos de aprendizaje. CCL1, CCL3, CD2, CD3, CCEC4.2"
    ],
    "saberes": [
        "I. Técnicas y materiales de configuración",
        "    1. Reconocimiento y prevención de los factores de riesgo que implica el trabajo en el taller de Volumen como la manipulación de materiales y herramientas, aplicando y usando las medidas de seguridad e higiene necesarias para evitar dichos riesgos.",
        "    2. Identificación y experimentación con materiales y herramientas de configuración tridimensional incluyendo los materiales sostenibles, naturales, efímeros e innovadores.",
        "    3. Reconocimiento y análisis de las características técnicas, comunicativas, funcionales y expresivas de los materiales y utilización de terminología específica del volumen.",
        "    4. Valoración de la importancia del mantenimiento y conservación de equipamientos, y sensibilización sobre el uso responsable de recursos y del reciclaje.",
        "    5. Reconocimiento y aplicación de procedimientos de configuración tridimensional, por ejemplo: técnicas aditivas (modelado, escayola directa), sustractivas (talla), constructivas (estructuras e instalaciones) y de reproducción (moldeado y vaciado, sacado de puntos, pantógrafo, impresión 3D).",
        "II. Elementos de configuración formal y espacial",
        "    1. Distinción y uso de formas tridimensionales y de su lenguaje. Identificación y aplicación de los elementos estructurales de la forma: línea, plano, arista, vértice, superficie, volumen, texturas (visuales y táctiles), concavidades, convexidades, vacío, espacio, masa, escala, color.",
        "    2. Análisis y aplicación de los fundamentos de la composición espacial (campos de fuerza, equilibrio, dinamismo, etc.) y de la relación entre forma, escala y proporción.",
        "    3. Reconocimiento de la relación entre forma y estructura. Análisis de la forma externa como proyección ordenada de fuerzas internas.",
        "    4. Análisis y experimentación con los elementos de relación (dirección, posición, espacio y gravedad).",
        "    5. Estudio y aplicación del movimiento en el volumen y su representación en la escultura. Análisis de elementos móviles en la obra de arte tridimensional.",
        "    6. Estudio de la luz como elemento generador y modelador de formas y espacios.",
        "    7. Identificación y utilización de las cualidades emotivas y expresivas de los medios gráfico-plásticos en cuerpos volumétricos.",
        "III. Análisis de la representación tridimensional",
        "    1. Estudio de esculturas y obras de arte tridimensionales en el patrimonio artístico y cultural, con especial atención al patrimonio canario, a través del análisis de su contexto histórico y la valoración de las principales características técnicas, formales, estéticas y comunicativas.",
        "    2. Reflexión sobre la perspectiva de género, a través del reconocimiento de las mujeres en esta disciplina, y sobre la perspectiva intercultural como parte del enriquecimiento patrimonial.",
        "    3. Diferenciación entre arte objetual y conceptual valorando la instalación artística como medio de expresión.",
        "    4. Identificación de los grados de iconicidad, hiperrealismo, realismo, abstracción, síntesis, estilización, etc, en las representaciones escultóricas presentes en diversos movimientos y estilos y su relación con los objetivos comunicativos. Diferenciación entre relieve y escultura exenta.",
        "    5. Reconocimiento de las posibilidades plásticas y expresivas del lenguaje tridimensional y su uso creativo en la ideación y realización de obra original.",
        "    6. Reconocimiento y respeto de los fundamentos de la propiedad intelectual. Protección de las expresiones culturales y artísticas tradicionales reflexionando sobre los conceptos inspiración, plagio o apropiación.",
        "    7. Selección de fuentes bibliográficas analógicas y digitales de acceso a obras volumétricas de diferentes épocas y culturas: sitios web, acceso digital a museos, bibliotecas o colecciones digitales, etc.",
        "IV. El volumen en proyectos tridimensionales",
        "    1. Conocimiento y aplicación de los principios y fundamentos del diseño tridimensional.",
        "    2. Reconocimiento de las tipologías de formas volumétricas adaptadas al diseño de objetos elementales como medio de estudio y de análisis.",
        "    3. Conocimiento y uso de la metodología de proyectos aplicada al diseño de formas y estructuras tridimensionales. Generación y selección de propuestas, y desarrollo de la planificación, gestión y evaluación de proyectos, para la posterior difusión de resultados.",
        "    4. Realización de proyectos aplicando estructuras tridimensionales: modularidad, repetición, gradación y ritmo en el espacio.",
        "    5. Realización de proyectos de producciones artísticas volumétricas: secuenciación, aplicación de las fases y trabajo en equipo.",
        "    6. Desarrollo de estrategias de trabajo en equipo planificando la distribución de tareas, liderazgo compartido, coordinación y cooperación así como la gestión y resolución de conflictos.",
        "    7. Creación de piezas volumétricas sencillas en función del tipo de producto propuesto desarrollando diseños sostenibles e inclusivos y valorando la sostenibilidad e impacto de los proyectos artísticos en el medioambiente.",
        "    8. Conocimiento de oportunidades de desarrollo personal, social, académico y profesional vinculadas con la materia.",
        "    9. Defensa de la propiedad intelectual para la protección de la creatividad personal.",
        "    10. Planificación y diseño de montajes expositivos para la difusión de la obra personal del alumnado."
    ]
}