{
  "competenciasEspecificas": [
    "1. Profundizar en el conocimiento personal de las cualidades individuales y sociales del alumnado, buscando y favoreciendo aquellas que impulsan la creatividad y la iniciativa emprendedora en el contexto del trabajo en equipo, para conseguir fortalecer la inteligencia emocional y a otras habilidades blandas necesarias en la sociedad global. CCL2, CCL3, CD1, CPSAA2, CPSAA4, CC3, CC4, CCEC3.",
    "2. Analizar y valorar el papel del emprendimiento desde el punto de vista personal, social y productivo, poniendo en valor el componente social del mismo y el papel de la creatividad y la innovación en él, para favorecer el desarrollo de iniciativas emprendedoras entre el alumnado a edades tempranas. CCL2, CCL3, CP1, STEM1, STEM2, STEM4, CD1, CD2, CD3, CPSAA4, CCEC3.",
    "3. Tomar conciencia de las relaciones económicas entre los hogares, las empresas y las administraciones públicas identificando flujos de renta que responden a necesidades o capacidades de financiación de los agentes; valorando la adecuada planificación de los mismos y estudiando las diversas formas de dinero y de sus usos desde un marco ético, para ser capaz de comprender los diferentes tipos de dinero y las relaciones financieras que van unidas a las económicas. CCL2, CCL3, CD1, CPSAA2, CPSAA4, CC3, CC4, CCEC3.",
    "4. Conocer qué es un presupuesto personal, identificar y planificar ingresos y gastos en un horizonte temporal, llevando una gestión efectiva del mismo y comprender el valor del ahorro, siendo capaz de leer y entender documentos de gestión financiera personal para ejercer como ciudadanos globales con cultura financiera. CCL2, CCL3, STEM3, STEM4, CD1, CD5, CPSAA1, CPSAA5, CE3, CCEC3.",
    "5. Reconocer y comprender el concepto de la ciudadanía global, la ética y la responsabilidad social de los individuos sobre el entorno social, reconociendo mecanismos de intercambio que plantean soluciones innovadoras a problemas económicos locales para actuar de forma solidaria y atender a los retos de una ciudadanía global. CCL2, CCL3, CP1, STEM1, STEM2, STEM4, CD1, CD2, CD3, CPSAA4, CCEC3",
    "6. Conocer el paradigma del consumo responsable o consciente, identificando los beneficios personales y las consecuencias que tiene para la sociedad una ciudadanía preocupada por sus actos de compra, siendo críticos con la obsolescencia programada para tomar decisiones y mostrar comportamientos acordes con la ciudanía global y la sostenibilidad. CCL1, CCL3, CP3, CD1, CD3, CPSAA3, CPSAA5, CC3, CE1, CCEC3.",
    "7. Comprender y aplicar la economía circular, el consumo responsable, el ahorro personal y la eficiencia energética en los actos de la vida doméstica, valorando las consecuencias positivas sobre el entorno para ser conscientes de los retos a los que se enfrenta la ciudadanía global y de las posibles acciones que se pueden realizar a nivel individual y/o local. CCL1, CCL2, CCL3, CP2, STEM4, CD1, CPSAA2, CPSAA5, CC2, CC3, CC4, CE1, CE2, CCEC1.",
    "8. Aplicar los contenidos adquiridos resolviendo retos reales y cercanos a la realidad del alumnado, de tipo personal o social, para dar respuesta a los problemas locales a los que se enfrenta la Comunidad Autónoma de Castilla y León. CCL1, CCL2. STEM2, STEM3, CD1, CD3, CD5, CPSAA3, CC1, CC3, CE1, CE3, CCEC1, CCEC3, CCEC4."
  ]
}