{
    "saberes": [
        "A. Educación Plástica y Visual",
        "1. Percepción y análisis.",
        "- Cultura visual. La imagen en el mundo actual: lectura, análisis e interpretación.",
        "- Profesiones vinculadas con los ámbitos plástico y artístico. Conocimiento y valoración.",
        "- Propuestas plásticas y visuales contemporáneas y de épocas pasadas.",
        "- Espacios culturales y artísticos. Patrimonio arquitectónico, artístico y visual. Comprensión, interés, respeto y valoración de los mismos desde una perspectiva interseccional.",
        "- Manifestaciones artísticas vinculadas con el entorno natural y urbano. Land art, arte callejero, graffiti, tape art, etc…",
        "- Elementos configurativos del lenguaje visual. Punto, línea, plano, textura, luz y color. Posibilidades expresivas y comunicativas.",
        "- Capacidad creativa y mirada crítica para percibir las posibilidades artísticas o funcionales de objetos, lugares y entornos y sacarlas a la superficie/luz",
        "- Normas de comportamiento, autonomía, autorregulación y responsabilidad.",
        "2. Creación e interpretación.",
        "- Materiales, instrumentos, soportes utilizados y técnicas utilizables en la expresión plástica y visual. Verbalización de la intención expresiva. Terminología específica del área.",
        "- Fases del proceso creativo: planificación, interpretación, experimentación, reflexión y evaluación. Equilibrio entre proceso y producto. Ejecución colaborativa. Valoración tanto del proceso como del producto final.",
        "- Maquetación como parte del proceso creativo. Planificación, procedimiento y sistemas. Paciencia y método (para 2d y 3d): bosquejo, desarrollo y cuidado por los detalles",
        "- Limpieza en la presentación y armonía entre elementos de las producciones.",
        "- Trabajo cooperativo e interactivo: roles, fases e integración del propio espíritu creativo con el del grupo.",
        "- Intencionalidad en la creación artística.",
        "- Utilización de técnicas, materiales y recursos informáticos y tecnológicos para la captura, creación, manipulación y difusión de producciones plásticas y visuales.",
        "- Uso responsable de bancos de imágenes y sonidos. Respeto por las licencias de uso y distribución de contenidos generados por otros.",
        "- Producciones artísticas relacionadas con el cuerpo y la expresión corporal. Body art, performance, etc…",
        "B. Educación audiovisual",
        "1. Percepción y análisis.",
        "- Propuestas audiovisuales elementales. El cine. Espacios culturales y artísticos del ámbito audiovisual desde una perspectiva interseccional.",
        "- Profesiones vinculadas al campo cinematográfico y audiovisual. Conocimiento y respeto.",
        "- Principios básicos del lenguaje cinematográfico y audiovisual. Visionado de propuestas cinematográficas y audiovisuales.",
        "- Nociones sobre estilos, géneros y formatos audiovisuales: imagen fija y en movimiento. Animación, ilusiones y efectos ópticos.",
        "- Evolución de los medios audiovisuales y del cine. Reproducción del movimiento: el zootropo, kinetoscopio, cinematógrafo.",
        "- Normas de comportamiento y actitud positiva en la recepción de propuestas cinematográficas y audiovisuales en cualquier espacio.",
        "2. Creación e interpretación.",
        "- Registro y edición de elementos audiovisuales: conceptos, tecnologías, técnicas, recursos básicos, edición de vídeos. Estrategias de búsqueda, filtrado y valoración.",
        "- Composición, recreación y grabación edición de historias narrativas sencillas, de manera individual y grupal, con intención comunicativa y expresiva, para ser recreadas, narradas y grabadas, con un propósito y fin emocional y comunicativo.",
        "- Producciones audiovisuales: fases y roles del proceso creativo. Trabajo colaborativo e importancia del proceso en los diferentes géneros y formatos.",
        "- Producciones multimodales: realización con diversas herramientas. Características del lenguaje audiovisual multimodal. Técnicas básicas de animación: Stopmotion.",
        "- Experimentación y difusión de mensajes audiovisuales: procesos técnicos, respeto a la integridad de las personas y a los derechos de autoría."
    ],
    "criteriosEvaluacion": [
        "1.1. Describir las diferencias entre diversas corrientes, estilos y géneros característicos de las manifestaciones culturales y artísticas, de cualquier lugar y tipo de procedencia, evidenciando interés hacia las mismas a través de la recepción proactiva e incluyendo la perspectiva interseccional.",
        "1.2. Explorar la riqueza de las distintas manifestaciones culturales y artísticas reconociendo, respetando y valorando la diversidad que las genera, a través de una recepción proactiva y una reformulación en producciones propias.",
        "2.1. Desarrollar estrategias para la búsqueda de información sobre manifestaciones culturales y artísticas, a través de diversos canales y medios de acceso, de forma individual y colaborativa.",
        "2.2. Comparar el significado de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de diversos entornos, analizando los elementos que las caracterizan y desarrollando criterios de valoración propios, con actitud abierta, de diálogo y de respeto.",
        "2.3. Valorar las sensaciones y emociones producidas por diferentes manifestaciones culturales y artísticas, atendiendo a su contexto e intencionalidad, y relacionándolas de manera inclusiva con la propia identidad cultural.",
        "3.1. Sistematizar el uso de distintas posibilidades expresivas y comunicativas del cuerpo y el entorno, a través de la aplicación práctica, con naturalidad y espontaneidad.",
        "3.2. Producir diferentes propuestas artísticas adaptadas a una finalidad específica a través de la expresión de ideas, sentimientos y emociones, mostrando confianza en las propias capacidades, evidenciando empatía, valorando las de las demás personas desarrollando un proceso de análisis y elaboración.",
        "3.3. Generar cooperativamente producciones, inspirándose en planteamientos artísticos, evidenciando creatividad, empatía y respeto hacia las de otras personas.",
        "4.1. Planificar y ejecutar producciones culturales y artísticas, trabajando de forma colaborativa, cumpliendo con unos objetivos marcados y alcanzando un resultado final, a través de un enfoque interseccional y asumiendo diferentes roles del trabajo en equipo.",
        "4.2. Participar activamente en propuestas que conecten la intencionalidad, personal o grupal, con el producto final, utilizando elementos de diferentes lenguajes artísticos y mostrando interés y respeto.",
        "4.3. Compartir la experiencia creativa, empleando diferentes estrategias comunicativas, disfrutando del proceso y del resultado final obtenido, y reivindicando la valía y las capacidades propias."
    ]
}