{
    "criteriosEvaluacion": [
        "1.1 Analitzar críticament els elements que conformen les manifestacions escèniques i performatives, i explicar la funció exercida per cadascun.",
        "1.2 Comparar diferents manifestacions escèniques i performatives de qualsevol època, des del sentit crític mitjançant diferents suports, establint relacions amb la pròpia identitat cultural.",
        "1.3 Promoure activitats d’expressió escènica i performativa actual, mitjançant accions que tinguin com a finalitat la visibilització, la transformació i la cohesió social.",
        "1.4 Presenciar, amb interès, manifestacions escèniques i performatives, diferenciant-ne els elements constitutius.",
        "2.1 Classificar, amb flexibilitat, les manifestacions escèniques i performatives, atenent els requeriments biomecànics i cinèsics derivats de cadascuna i la cura de la veu i del cos.",
        "2.2 Descobrir les possibilitats expressives de la mecànica vocal i corporal, improvisant de manera creativa sobre la base d’un motiu determinat.",
        "2.3 Experimentar, de manera guiada, amb les dimensions temporal i espacial de l’expressió corporal, interactuant amb els altres de manera coordinada i col·laborativa, i complint les exigències del procés.",
        "3.1 Proposar relacions dramatúrgiques a partir d’un motiu previ, utilitzant l’expressió corporal de manera creativa.",
        "3.2 Aplicar millores en l’expressió vocal i corporal de l’exercici treballant de manera col·laborativa i compromesa.",
        "4.1 Definir en un projecte els elements tècnics, dramàtics, expressius i plàstics necessaris per a la proposta a realitzar, cercant-ne l’adequació per a la finalitat establerta, amb creativitat i sentit col·laboratiu.",
        "4.2 Desenvolupar un projecte escènic i performatiu senzill, partint d’una proposta prèviament debatuda, mitjançant el treball col·laboratiu.",
        "4.3 Exposar una proposta escènica i performativa senzilla, partint d’un motiu original o preexistent, que mobilitzi i cohesioni els altres.",
        "5.1 Dissenyar les fases d’un projecte escènic o performatiu senzill, coherent amb les intencionalitats acordades, afavorint el treball col·laboratiu.",
        "5.2 Aportar accions i idees en diferents fases d’una producció escènica o performativa senzilla, prèviament acordada, desenvolupant diferents rols i contribuint a aconseguir un procés creatiu eficient, col·laboratiu i integrador.",
        "6.1 Representar un projecte escènic i performatiu senzill, adaptant-se a la viabilitat i al context cercant la cohesió social i la inclusió de tots els assistents i participants."
    ],
    "saberes": [
        "El patrimoni escènic i performatiu",
        "- Reflexió del concepte i les tipologies de les arts escèniques i performatives a partir de l’anàlisi d’exemples.",
        "- Descripció de l’evolució històrica de la representació escènica i performativa basada en peces clau del patrimoni.",
        "- Ús del llenguatge escènic i performatiu contemporani en els exercicis d’improvisació i creació.",
        "- Observació de la dramaticitat, la teatralitat i la performativitat de les peces analitzades.",
        "- Visites a teatres, espais escènics i no escènics des del punt de vista del teatre com a patrimoni material i immaterial.",
        "Expressió i comunicació escènica i performativa",
        "- Desenvolupament de l’expressió corporal, gestual, oral i ritmicomusical en la interpretació actoral.",
        "- Disseny de l’espai escènic com a generador de significat tenint en compte la convenció teatral.",
        "- Creació d’un conflicte dramàtic: personatge, situació i acció dramàtica.",
        "- Construcció del personatge dramàtic des de l’anàlisi i la caracterització.",
        "- Ús dels recursos plàstics en les manifestacions escèniques i performatives: escenografia volumètrica i virtual, caracterització, il·luminació i espai sonor.",
        "Expressió corporal aplicada a les arts escèniques i performatives",
        "- Preparació física i preparació preexpressiva en la cura del cos i de la veu a l’aula.",
        "- Interpretació a partir de l’expressió corporal, el mim i la dansa.",
        "- Anàlisi del personatge dramàtic: objectius i funcions dins del context de l’obra.",
        "- Desenvolupament del procés i execució d’una peça escènica de manera col·laborativa.",
        "Escenificació i representació escènica i performativa",
        "- Reflexió i crítica sobre el concepte i les característiques de l’espectacle escènic.",
        "- Identificació de les tipologies bàsiques de l’espectacle escènic (clàssic, d’avantguarda, corporal, occidental, oriental, d’objectes, musical i de dansa) a partir de l’observació d’exemples.",
        "- Disseny d’espectacles escènics: equips, fases i àrees de treball a l’aula i en l’entorn professional.",
        "- Creació dramatúrgica en el disseny d’un projecte escènic.",
        "- Producció i representació d’un projecte escènic.",
        "- Direcció artística en projectes escènics a l’aula.",
        "- Organització de l’assaig i desenvolupament de les funcions de la direcció escènica i la regidoria. Adaptació del tipus d’assaig depenent de la finalitat, la fase i l’organització del projecte escènic.",
        "La recepció de les arts escèniques i performatives",
        "- Recepció de les arts escèniques i performatives en contextos reals i en gravacions.",
        "- Reflexió sobre les preferències del públic teatral contemporani en relació amb el gust personal.",
        "- Identificació de peces amb una convenció escènica clàssica (la quarta paret). Anàlisi i crítica d’espectacles escènics.",
        "- Descripció d’oportunitats de desenvolupament social i econòmic dels espectacles escènics i performatius en les indústries culturals."
    ]
}