{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Analizar, a lo largo de la historia, la relación entre las matemáticas y el dibujo geométrico ",
        "valorando su importancia en diferentes campos como la arquitectura o la ingeniería, desde ",
        "diferentes perspectivas, empleando adecuadamente el vocabulario específico técnico y ",
        "artístico. ",
        "1.2. Identificar las relaciones geométricas entre las partes de una producción arquitectónica o de ",
        "ingeniería y fomentar su disfrute para contribuir a su apreciación estética y conservación. ",
        "Competencia específica 2. ",
        "2.1. Solucionar gráficamente cálculos matemáticos y transformaciones básicas aplicando ",
        "conceptos y propiedades de la geometría plana. ",
        "2.2. Aplicar gráficamente los fundamentos de la geometría para el trazado de redes modulares. ",
        "2.3. Trazar gráficamente triángulos, con conocimiento de sus puntos y rectas notables, justificando ",
        "el procedimiento utilizado. ",
        "2.4. Trazar gráficamente construcciones poligonales basándose en sus propiedades, y mostrando ",
        "interés por la precisión, claridad y limpieza. ",
        "2.5. Comprender el concepto de proporcionalidad y semejanza de figuras y construir escalas ",
        "gráficas con precisión. ",
        "2.6. Comprender las propiedades de las transformaciones geométricas (giro, traslación, ",
        "homotecia, homología y afinidad) y su aplicación para la resolución de problemas geométricos ",
        "y representación de figuras planas. ",
        "2.7. Resolver gráficamente tangencias y trazar curvas técnicas, aplicando sus propiedades con ",
        "rigor en su ejecución. ",
        "Competencia específica 3. ",
        "3.1. Identificar el sistema de representación empleado, a partir de dibujos técnicos o fotografías, ",
        "valorando las ventajas e inconvenientes de cada uno de ellos según la finalidad buscada. ",
        "3.2. Representar en sistema diédrico elementos básicos en el espacio (puntos, rectas y planos) ",
        "determinando su relación de pertenencia, posición y distancia, respetando la disposición ",
        "normalizada. ",
        "3.3. Resolver en sistema diédrico, problemas de intersección y verdadera magnitud entre rectas y ",
        "planos. ",
        "3.4. Dibujar en sistema diédrico las vistas necesarias, a mano alzada, de una figura tridimensional ",
        "para su completa definición. ",
        "3.5. Definir elementos y figuras planas en sistemas axonométricos valorando su importancia como ",
        "métodos de representación espacial disponiendo la posición de los ejes en función de la ",
        "información que se quiera mostrar y teniendo en cuenta los coeficientes de reducción ",
        "determinados. ",
        "3.6. Dibujar en sistemas axonométricos con el coeficiente de reducción correspondiente, figuras ",
        "tridimensionales a partir de sus proyecciones ortogonales y practicar secciones planas de las ",
        "mismas. ",
        "3.7. Representar e interpretar elementos básicos en el sistema de planos acotados haciendo uso ",
        "de sus fundamentos e identificando sus principales aplicaciones. ",
        "3.8. Dibujar elementos en el espacio empleando el sistema cónico con posiciones relativas que ",
        "ofrezcan perspectivas frontal y oblicua, a partir del entorno o de sus proyecciones ",
        "ortogonales, conociendo los elementos que definen el sistema.  ",
        "3.9. Valorar el rigor gráfico del proceso; la claridad, la precisión y el proceso de resolución y ",
        "construcción gráfica. ",
        "Competencia específica 4. ",
        "4.1. Valorar el dibujo técnico como lenguaje universal y su colaboración en el proceso de ",
        "producción para garantizar la calidad e interpretación de la información. ",
        "4.2. Documentar gráficamente objetos sencillos mediante sus vistas acotadas aplicando la ",
        "normativa UNE e ISO en la utilización de sintaxis, escalas y formatos, valorando la ",
        "importancia de usar un lenguaje técnico común. ",
        "4.3. Utilizar el croquis y el boceto como elementos de reflexión en la aproximación e indagación de ",
        "alternativas y soluciones a los procesos de trabajo. ",
        "Competencia específica 5. ",
        "5.1. Crear figuras planas y tridimensionales mediante programas de dibujo vectorial, usando las ",
        "herramientas que aportan y las técnicas asociadas. ",
        "5.2. Recrear virtualmente piezas en tres dimensiones aplicando operaciones algebraicas entre ",
        "primitivas para la presentación de proyectos en grupo.         "
    ],
    "saberes": [
        "A. Fundamentos geométricos. ",
        "– Desarrollo histórico del dibujo técnico. Campos de acción y aplicaciones: dibujo ",
        "arquitectónico, mecánico, eléctrico y electrónico, geológico, urbanístico, etc. ",
        "– Orígenes de la geometría. Thales, Pitágoras, Euclides, Hipatia de Alejandría. ",
        "– Análisis de la presencia de la geometría en la naturaleza y en el arte. ",
        "– Trazados geométricos básicos: operaciones con segmentos y ángulos, paralelismo, ",
        "perpendicularidad. ",
        "– Aplicación de trazados fundamentales para el diseño de redes modulares. ",
        "– Concepto de lugar geométrico. Lugares geométricos básicos:  ",
        "Propiedades geométricas de la mediatriz de un segmento y de la bisectriz de un ángulo.  ",
        "La circunferencia como lugar geométrico. Ángulos en la circunferencia.  ",
        "Aplicaciones de los lugares geométricos a las construcciones fundamentales. Trazado y ",
        "fundamentos del arco capaz. ",
        "– Triángulos: puntos y rectas notables, propiedades y construcción. ",
        "– Cuadriláteros y polígonos regulares. Propiedades y métodos de construcción. ",
        "– Igualdad de polígonos. Construcción por triangulación, radiación y coordenadas. ",
        "– Proporcionalidad. Equivalencia y semejanza de figuras planas. ",
        "– Construcción y uso de escalas gráficas. ",
        "– Transformaciones geométricas en el plano: giro, traslación, simetría, homotecia, homología y ",
        "afinidad. ",
        "– Tangencias básicas y enlaces. Aplicación en la construcción de curvas técnicas básicas: ",
        "óvalos, ovoides y espirales. ",
        "– Interés por el rigor en los razonamientos y precisión, claridad y limpieza en las ejecuciones. ",
        "– Uso correcto de los materiales propios del Dibujo Técnico. ",
        "B. Geometría proyectiva. ",
        "– Fundamentos de la geometría proyectiva:  ",
        "Clases de proyección.  ",
        "Sistemas de representación: disposición normalizada.  ",
        "Ámbitos de aplicación y criterios de selección. ",
        "– Sistema diédrico:   ",
        "Representación de punto, recta y plano. Trazas con los planos de proyección. ",
        "Determinación del plano. Pertenencia.  ",
        "Relaciones entre elementos: intersecciones, paralelismo y perpendicularidad.  ",
        "Fundamentos del abatimiento para la obtención de distancias.   ",
        "Proyecciones y secciones planas de sólidos sencillos. Fundamentos del cambio de plano ",
        "para obtener la verdadera magnitud. ",
        "– Sistema de planos acotados. Fundamentos y elementos básicos. Identificación de elementos ",
        "para su interpretación en planos. ",
        "– Sistema axonométrico:   ",
        "Sistema ortogonal y oblicuo. Perspectiva isométrica, dimétrica y trimétrica. Perspectiva ",
        "caballera y militar.   ",
        "Disposición de los ejes y uso de los coeficientes de reducción. Elementos básicos: punto, ",
        "recta, plano.   ",
        "Sistema axonométrico ortogonal: uso del óvalo isométrico. Representación de sólidos ",
        "sencillos. ",
        "– Sistema cónico:   ",
        "Fundamentos y elementos del sistema. Perspectiva frontal y oblicua.  ",
        "Sistema cónico: representación del punto, recta y plano. Paralelismo. Representación de ",
        "la circunferencia. Representación de figuras sencillas a partir de su representación ",
        "diédrica. ",
        "C. Normalización y documentación gráfica de proyectos. ",
        "– Escalas numéricas y gráficas. Construcción y uso. ",
        "– Formatos. Doblado de planos. ",
        "– Concepto de normalización. Las normas fundamentales UNE e ISO. Aplicaciones de la ",
        "normalización: simbología industrial y arquitectónica. ",
        "– Elección de vistas necesarias. Líneas normalizadas. Acotación. ",
        "– Representación normalizada de cortes y secciones. ",
        "D. Sistemas CAD. ",
        "– Aplicaciones vectoriales 2D-3D. ",
        "– Fundamentos de diseño de piezas en tres dimensiones. ",
        "– Modelado de caja. Operaciones básicas con primitivas. ",
        "– Aplicaciones de trabajo en grupo para conformar piezas complejas a partir de otras más ",
        "sencillas.         "
    ]
}
