{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Elaborar, expresar y presentar contenidos propios en forma de esquemas, tablas informativas y otros tipos de formato, mediante el desarrollo de estrategias de búsqueda, selección y tratamiento de información, relativas a procesos y acontecimientos relevantes del presente y del pasado. (CCL1, CCL2, CCL4, CPSAA4, CCEC1, CCEC2, CCEC4.2.)",
        "1.2 Contrastar y argumentar sobre temas y acontecimientos de la Prehistoria, la Edad Antigua, la Edad Media y la Edad Moderna, localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas históricas. (CCL1, CCL2, CCL4, CD2, CC1, CE3, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2)",
        "Competencia específica 2",
        "2.1 Leer, de manera autónoma, y ver la puesta en escena de obras relevantes de la literatura dramática, elaborando una interpretación personal que atienda a aspectos temáticos, de género y subgénero, elementos de la estructura y el estilo y valores éticos y estéticos de las obras, y estableciendo vínculos argumentados con otras obras y otras experiencias artísticas y culturales. (CCL2, CCL4, CD3, CPSAA1.1, CPSAA5, CCEC1, CCEC2)",
        "2.2 Proporcionar formas de acceso a la cultura literaria en el marco de un itinerario lector personal, para enriquecer la propia identidad lectora, fomentando la participación en conversaciones literarias y compartiendo las propias experiencias de lectura teatral con la ayuda de un metalenguaje específico. (CCL2, CCL4, CD3, CPSAA1.2, CPSAA5, CE3, CCEC1, CCEC3.1, CCEC3.2)",
        "Competencia específica 3",
        "3.1 Comparar textos o fragmentos teatrales entre sí, desde múltiples perspectivas, realizando argumentaciones en las que se valoren los elementos de semejanza y contraste, tanto en lo relativo a aspectos temáticos y de contenido, como formales y expresivos, atendiendo a los valores éticos y estéticos de las obras. (CCL1, CCL2, CCL4, STEM1, STEM2, STEM4, CD1, CPSAA4, CPSAA5.)",
        "3.2 Desarrollar proyectos de investigación en torno a las relaciones que se establecen entre la literatura dramática y su puesta en escena, y otras manifestaciones artísticas, atendiendo a los temas, tópicos, estructura, lenguaje, recursos expresivos, valores éticos y estéticos, mostrando la implicación y la respuesta personal del lector en dicha lectura. (CCL1, CCL2, CCL4, STEM1, STEM2, CD1, CD3, CD4, CPSAA4, CPSAA5, CCEC1, CCEC2)",
        "3.3 Elaborar, de manera individual o colectiva, una exposición multimodal que sitúe los textos teatrales leídos en su horizonte histórico-cultural, ofreciendo una panorámica de conjunto sobre géneros, estilos y obras relevantes de la literatura dramática universal. (CCL1, CCL4, STEM4, CD1, CD3, CPSAA5, CC1, CCEC1, CCEC2)",
        "Competencia específica 4",
        "4.1 Crear textos teatrales, tanto personales como colectivos, con intención literaria y conciencia de estilo, a partir de la lectura de obras o fragmentos teatrales significativos, usando múltiples soportes y lenguajes artísticos y audiovisuales y atendiendo al texto y a los elementos de significación que en él aparecen. (CCL1, CCL2, CCL4, CP1, CD3, CPSAA3.2, CE1, CE3, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2)",
        "Competencia específica 5",
        "5.1 Realizar un proyecto de investigación sobre autoras de relevancia, personajes femeninos esenciales, obras teatrales de contextos no occidentales o sobre otras cuestiones temáticas o formales aportando una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria. (CCL1, CCL2, CCL3, CCL4, CP3, STEM1, STEM2, CD1, CD4, CPSAA3.1, CPSAA4, CC1)",
        "5.2 Elaborar comentarios críticos o reseñas de textos teatrales, ya sean orales o escritos, mediante la participación en debates o mesas redondas acerca de lecturas en las que se incorpore la perspectiva de género, cuestionando discursos predominantes en nuestra sociedad que supongan opresión sobre cualquier minoría. (CCL1, CCL2, CCL3, CCL4, CP3, CD4, CPSAA3.1, CPSAA4, CC1, CCEC1, CCEC2)"
    ],
    "saberes": [
        "A. Construcción, guiada y compartida, de la interpretación de algunos textos relevantes de la literatura dramática, inscritos en itinerarios temáticos, que establezcan relaciones intertextuales entre obras y fragmentos de diferentes géneros, épocas, contextos culturales y códigos artísticos, así como con sus respectivos contextos de producción, de acuerdo a los siguientes ejes y estrategias.",
        "1. El arte teatral.",
        "1.1. El texto teatral:",
        "- El libreto: estructura externa de la obra teatral, el diálogo.",
        "- Estructura interna de la acción: conflicto, situación, lenguaje y estilo.",
        "1.2. El personaje teatral:",
        "- Caracterización del personaje dramático: planos, funciones, personaje y acción, jerarquía, significado.",
        "- Modelos, tipologías y evolución del personaje teatral desde sus orígenes hasta la crisis del personaje en el teatro moderno.",
        "1.3. La realización escénica y el sistema estilístico:",
        "- Espacio escénico-escenográfico y objeto escénico.",
        "- Diseño de personaje: vestuario, máscara y maquillaje.",
        "- Espacio sonoro, diseño de iluminación y recursos audiovisuales.",
        "- Trabajo actoral y códigos interpretativos.",
        "1.4. La recepción teatral: la relación con el público. Catarsis, extrañamiento y participación.",
        "2. Temas y formas de la literatura dramática",
        "2.1. Los personajes como modelos vitales. Teatro biográfico y autobiográfico.",
        "2.2. El teatro como modelo de interpretación de las relaciones humanas. Tragedia. Comedia.",
        "3. Función y sentido del teatro.",
        "- Mitologías y cosmogonías: teatro mítico y religioso de distintas tradiciones.",
        "- El teatro como espejo de la sociedad.",
        "- Teatro comprometido.",
        "- El teatro innovador.",
        "4. El metateatro.",
        "5. Estrategias de análisis, interpretación y creación de textos teatrales:",
        "- Participación en discusiones y conversaciones literarias acerca de la interpretación compartida de las obras dramáticas.",
        "- Relación entre los elementos constitutivos del género dramático y la construcción del sentido de la obra. Efectos en la recepción de sus recursos expresivos. La interacción con el público.",
        "- Aplicación de información socio-histórica, cultural y artística en la construcción e interpretación de las obras y asimilación del lugar que ocupan en la tradición literaria.",
        "- Establecimiento de vínculos intertextuales entre obras y otras manifestaciones artísticas, en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura.",
        "- Indagación en torno al funcionamiento del teatro, como artefacto ideológico determinante en la construcción de los imaginarios sociales, con especial atención a la perspectiva de género.",
        "- Realización de reseñas teatrales, argumentadas, que integren, tanto los valores culturales, como los aspectos técnicos estudiados en obras y fragmentos analizados.",
        "- Lectura expresiva y dramatización de los textos.",
        "- Creación de textos teatrales a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación y continuación.",
        "B. Recepción autónoma de obras relevantes de la literatura dramática y participación en conversaciones literarias y en intercambios de recomendaciones lectoras desarrollando las siguientes estrategias:",
        "- Selección de las obras de manera autónoma y con la ayuda de recomendaciones especializadas.",
        "- Participación activa en el circuito literario, lector y teatral",
        "- Identificación de los gustos dramáticos personales, diversificando el corpus leído o visto, en tanto que espectador o espectadora, atendiendo a los circuitos culturales del teatro.",
        "- Expresión de la experiencia lectora o como público utilizando un metalenguaje específico y elaboración de una interpretación personal que atienda a aspectos temáticos y estructurales, de realización escénica y de sistema estilístico.",
        "- Movilización de la propia experiencia personal, lectora y teatral para establecer vínculos, de manera argumentada, entre la obra leída u observada y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas, incluidas prácticas culturales emergentes.",
        "- Recomendación de las lecturas y puestas en escena en soportes variados, atendiendo a aspectos temáticos, formales e intertextuales."
    ]
}