{
    "criteriosEvaluacion": [
        "1.1. Relacionar los conocimientos científicos relativos a la física con el desarrollo de la ciencia, la tecnología, la economía, la sociedad y la sostenibilidad ambiental, empleando sus fundamentos teóricos, para apreciar la implicación de la física en diferentes contextos de la vida cotidiana. STEM1, STEM2",
        "1.2. Resolver problemas relacionados con procesos físicos por métodos analíticos y experimentales utilizando las metodologías propias del trabajo científico, las herramientas matemáticas y digitales y aplicando los principios, las leyes y las teorías que los rigen para extrapolar sus resultados a situaciones reales. STEM1, STEM2, STEM3, CD5",
        "2.1. Analizar e interpretar la evolución de los sistemas naturales utilizando modelos, leyes y teorías de la física para explicar cómo y por qué suceden los fenómenos que se producen en el entorno. STEM2, CC4",
        "2.2. Inferir soluciones generales a problemas cotidianos a partir del análisis de situaciones particulares y de las variables de las que dependen aplicando modelos, teorías y leyes físicas para que redunden en posibles aplicaciones prácticas necesarias para la sociedad. STEM2, STEM5, CPSAA2",
        "2.3. Analizar y describir aplicaciones prácticas y productos útiles en el campo tecnológico, industrial y biosanitario, con base en los modelos, las leyes y las teorías que permitan concebir la física como un valor demandado por la sociedad. STEM2, CC4",
        "3.1. Aplicar la formulación matemática de los principios, leyes y teorías científicas en el análisis de procesos físicos del entorno, como los observados y los publicados en distintos medios de comunicación, identificando, analizando y explicando las causas que los producen, para intercambiar planteamientos físicos en distintos entornos y medios. CCL1, CCL5, STEM1, STEM4",
        "3.2. Utilizar de manera rigurosa las herramientas y el lenguaje matemático y asociar las variables físicas con su notación, su unidad y sus equivalencias en diferentes sistemas de unidades, así como elaborar e interpretar gráficas que relacionen variables físicas, para posibilitar una comunicación efectiva con toda la comunidad científica. STEM1, STEM4, CD3",
        "3.3. Expresar de forma adecuada y analizar la coherencia de los resultados de situaciones físicas reales o ideales, argumentando las soluciones obtenidas en la resolución de los ejercicios y problemas que se plantean, como forma de construir nuevos conocimientos. CCL1, STEM1, STEM4, CD3",
        "4.1. Consultar, elaborar e intercambiar materiales científicos y divulgativos en distintos formatos procedentes de diferentes fuentes en varios idiomas con otros miembros del entorno de aprendizaje, utilizando de forma autónoma plataformas digitales de información y comunicación para hacer más accesible la física y acercar la física a la sociedad. CP1, STEM3, STEM5, CD1, CD3, CPSAA4",
        "4.2. Seleccionar, configurar y utilizar de forma crítica, ética y responsable plataformas digitales de comunicación, así como otros medios, para producir e intercambiar materiales científicos y divulgativos, fomentando la creatividad y enriqueciendo el aprendizaje en el trabajo individual y colectivo. CD3",
        "5.1. Obtener relaciones entre variables físicas al trabajar en laboratorios reales o virtuales, midiendo y tratando los datos experimentales, determinando los errores y utilizando sistemas de representación gráfica para utilizar las estrategias propias del trabajo colaborativo en la investigación científica. STEM1, STEM2, CPSAA3.2, CE3",
        "5.2. Reproducir en laboratorios reales o virtuales determinados procesos físicos modificando las variables que los condicionan, considerando los principios, leyes o teorías implicados y generando, en el formato correspondiente, el informe que recoja todo el proceso tanto en el trabajo individual como en equipo, para formarse como miembros de la comunidad científica futura. STEM1, STEM2, CPSAA3.2, CE3",
        "5.3. Debatir de forma argumentada sobre los avances y la implicación de la física en la sociedad desde el punto de vista de la ética y de la sostenibilidad, para valorarla como una ciencia comprometida con la mejora de las condiciones de vida. CC4",
        "6.1. Identificar los principales avances científicos relacionados con la física a lo largo de la historia que han contribuido a establecer las leyes y teorías aceptadas actualmente en el conjunto de las disciplinas científicas, para entender la ciencia como un proceso universal y en constante evolución. STEM2, STEM4, CPSAA5, CC1, CE1",
        "6.2. Establecer las relaciones de la física con la química, la biología o las matemáticas, analizando las contribuciones de unas disciplinas sobre otras, para reconocer el carácter multidisciplinar de la ciencia. STEM2, STEM4, CPSAA5, CC1"
    ],
    "saberes": [
        "I. Campo gravitatorio",
        "1. Determinación y caracterización a través del cálculo vectorial del campo gravitatorio producido por un sistema de masas para determinar sus efectos sobre las variables cinemáticas y dinámicas de objetos inmersos en el campo.",
        "2. Valoración del carácter conservativo del campo por su relación con una fuerza central para realizar cálculos relacionados con el estudio de su movimiento.",
        "3. Análisis de la energía mecánica de un objeto sometido a un campo gravitatorio para la deducción del tipo de movimiento que posee y el cálculo del trabajo o los balances energéticos existentes en desplazamientos entre distintas posiciones, velocidades y tipos de trayectorias.",
        "4. Aplicación de las leyes gravitatorias para explicar el movimiento planetario, de otros cuerpos celestes y de satélites artificiales.",
        "5. Implicación del campo gravitatorio en el estudio de la evolución de objetos astronómicos y del conocimiento del universo para conocer la repercusión de la investigación astrofísica, especialmente en Canarias, en la industria, la tecnología, la economía y en la sociedad.",
        "II. Campo electromagnético",
        "1. Determinación, a través del cálculo vectorial, de las variables cinemáticas y dinámicas de cargas eléctricas libres en presencia de los campos eléctrico y magnético para comprender fenómenos naturales y conocer aplicaciones tecnológicas en los que se aprecian estos efectos.",
        "2. Análisis y estudio de la intensidad del campo eléctrico en distribuciones de cargas discretas y continuas para el cálculo e interpretación del flujo de campo eléctrico.",
        "3. Cálculo del trabajo necesario para el desplazamiento de cargas libres entre puntos de distinto potencial eléctrico y estimación de las magnitudes que se modifican y que permanecen constantes para el estudio de la energía de una distribución de cargas estáticas.",
        "4. Determinación de campos magnéticos generados por hilos con corriente eléctrica en distintas configuraciones geométricas (rectilíneos, espiras, solenoides o toros) y análisis de la interacción con cargas eléctricas libres presentes en su entorno para predecir su comportamiento.",
        "5. Estudio de las líneas de campo eléctrico y magnético producido por distribuciones de carga sencillas, imanes e hilos con corriente eléctrica en distintas configuraciones geométricas para su caracterización.",
        "6. Cálculo de la fuerza electromotriz inducida y análisis del funcionamiento de motores, generadores y transformadores a partir de sistemas donde se produce una variación del flujo magnético para estimar el sentido de la corriente y valorar sus aplicaciones.",
        "III. Vibraciones y ondas",
        "1. Interpretación y cálculo de las variables cinemáticas de un cuerpo oscilante y conservación de energía en estos sistemas para la explicación del significado físico de sus parámetros característicos.",
        "2. Análisis de gráficas de oscilación en función de la posición y del tiempo, determinación de la ecuación de onda que lo describe y relación con el movimiento armónico simple para interpretar distintos tipos de movimientos ondulatorios en la naturaleza.",
        "3. Reconocimiento de situaciones y contextos naturales en los que se ponen de manifiesto distintos fenómenos ondulatorios —en especial las ondas sonoras— e identificación de los cambios en las propiedades de las ondas en función del desplazamiento del emisor y receptor para explicar sus aplicaciones.",
        "4. Conocimiento de la evolución histórica de la naturaleza de la luz y estudio de la concepción actual de la misma como onda electromagnética y del espectro electromagnético como elementos clave para explicar procesos cotidianos.",
        "5. Demostración de la formación de imágenes en medios y objetos con distinto índice de refracción y obtención de imágenes en lentes delgadas, espejos planos y curvos para analizar sus aplicaciones y utilidades en distintos campos de la ciencia y la salud.",
        "IV. Física relativista, cuántica, nuclear y de partículas.",
        "1. Análisis de los principios fundamentales de la Relatividad Especial para la explicación de sus consecuencias como la contracción de la longitud, la dilatación del tiempo, la energía y la masa relativistas.",
        "2. Planteamiento de la dualidad onda-partícula a partir de la hipótesis de De Broglie y del efecto fotoeléctrico para explicar la dualidad onda-partícula y sus aplicaciones e interpretación del principio de incertidumbre formulado en base al tiempo y la energía.",
        "3. Clasificación de las partículas fundamentales y descripción de sus interacciones fundamentales según el modelo estándar en la física de partículas y descripción de los procesos de intercambio de partículas (bosones) provocados en los aceleradores de partículas.",
        "4. Caracterización de los núcleos atómicos, valoración de la estabilidad de isótopos y descripción de la radiactividad natural y de otros procesos nucleares para valorar sus aplicaciones en los campos de la ingeniería, la tecnología y la salud."
    ]
}