{
    "criteriosEvaluacion": [

    ],
    "saberes": [
        "3.1. Bloque 1: Propiedades físicas y químicas de la materia. Modelos explicativos.",
        "- Modelo cinético. Magnitudes que caracterizan el estado gaseoso. Leyes de los",
        "gases ideales.",
        "- Clasificación de la materia. Clasificación de Lavoisier de sustancia simple y",
        "compuesto. Diferencias entre compuesto y mezcla e intento de explicación",
        "mediante el modelo cinético. Limitaciones.",
        "- Leyes de Lavoisier y de Proust",
        "- Modelo atómico de Dalton para explicar las leyes ponderales. Concepto de",
        "elemento químico. Diferenciación entre sustancia simple y compuesto con el",
        "modelo de Dalton.",
        "- Ley de los volúmenes de combinación de gases de Gay-Lussac. Explicación de",
        "Avogadro y determinación de fórmulas químicas de sustancias simples y de",
        "compuestos.",
        "- Determinación de pesos atómicos: fórmulas químicas de sustancias simples y",
        "de compuestos según Dalton y Avogadro. Aportación de Cannizaro.",
        "- Necesidad y utilidad del concepto de cantidad de sustancia y su unidad el mol.",
        "Masas atómicas relativas, masas moleculares relativas y masas molares.",
        "Fórmulas empíricas y fórmulas moleculares. Concentración molar de una",
        "disolución.",
        "3.2. Bloque 2: Estructura atómica de la materia.",
        "- Evolución histórica de los modelos atómicos de Dalton, Thomson y Rutherford.",
        "Controversias y limitaciones. Ideas clave que permanecen.",
        "- Partículas subatómicas. Número atómico (Z) y número másico (A). Isótopos.",
        "Nueva definición de elemento químico. Formación de cationes y aniones.",
        "- Espectros atómicos. Estabilidad del átomo de hidrógeno y explicación de su",
        "espectro: Modelo atómico de Bohr. Limitaciones. Introducción al modelo",
        "mecanocuántico. Concepto de orbital. Números cuánticos.",
        "- Estructura electrónica de elementos químicos: orden creciente de energía,",
        "principio de exclusión de Pauli y regla de Hund.",
        "- El Sistema periódico de los elementos. Evolución histórica y criterios de",
        "ordenación. Predicciones de Mendeleiev. Propiedades periódicas (radio",
        "atómico y primera energía de ionización). Nomenclatura y formulación de",
        "compuestos inorgánicos.",
        "3.3. Bloque 3: Reacciones químicas.",
        "- Primeras aplicaciones de las propiedades químicas de las sustancias: tradición",
        "alquimista, metalurgia e iatroquímica",
        "- Orígenes y evolución de la industria química.",
        "- Importancia actual del conocimiento y control de las reacciones químicas.",
        "Problemas medioambientales, materias primas y desarrollo de materiales y de",
        "fármacos.",
        "- La reacción química y su representación: la ecuación química. Significado.",
        "- Cálculos estequiométricos. Estudio de casos singulares: reactivo limitante,",
        "análisis de una muestra y rendimiento de una reacción.",
        "3.4. Bloque 4: Química orgánica.",
        "- Desarrollo inicial de la química orgánica: de la teoría de la fuerza vital a la síntesis",
        "de compuestos de carbono.",
        "- Clasificación de las sustancias orgánicas. Grupos funcionales.",
        "- Reglas de la IUPAC para formular y nombrar correctamente compuestos",
        "orgánicos: hidrocarburos, alcoholes, éteres, aldehídos, cetonas, ácidos",
        "orgánicos, ésteres, aminas y amidas.",
        "- Ejemplos de sustancias orgánicas en la vida diaria. El petróleo y obtención de",
        "combustibles: problemas medioambientales. Importancia de algunos",
        "compuestos de síntesis: fármacos y polímeros.",
        "- Principales elementos orgánicos presentes en los seres vivos. Sustancias",
        "formadas por su combinación: azúcares, proteínas y grasas. Contribución",
        "energética y dieta saludable",
        "3.5. Bloque 5: Cinemática.",
        "- Movimiento rectilíneo uniforme y uniformemente acelerado. Aplicación al estudio",
        "de la caída libre.",
        "- Movimiento circular. La aceleración centrípeta. Aplicación al estudio del",
        "movimiento de satélites.",
        "- Composición de movimientos. El tiro parabólico. Estudio y aplicaciones en la",
        "vida diaria.",
        "- Contribución de Galileo al desarrollo de la cinemática. La física del siglo XVII y",
        "la nueva física.",
        "3.6. Bloque 6: Dinámica. Leyes de Newton.",
        "- Concepto de fuerza como interacción entre cuerpos.",
        "- Leyes de Newton. Aplicación a la comprensión y explicación de fenómenos",
        "cotidianos.",
        "- Resolución de situaciones dinámicas que impliquen la actuación de una o varias",
        "fuerzas. Tensión. Fuerzas de rozamiento.",
        "- Síntesis de Newton: Ley de la gravitación universal.",
        "3.7. Bloque 7: Energía, trabajo y calor.",
        "- Concepto de energía. Trabajo y calor. Tipos y formas de energía. Propiedades",
        "de la energía.",
        "- Concepto de trabajo. Relación con la energía cinética y la energía potencial.",
        "Potencia mecánica. Conservación de la energía.",
        "- Diferencia y relación entre calor y temperatura. Calor específico. Medida del",
        "calor por variación de la temperatura. Calores de fusión y vaporización."
    ]
}
