{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Reconocer el sentido general, así como la información esencial en textos breves, sencillos y ",
        "estructurados de tipo oral, escrito o multimodal sobre temas frecuentes y cotidianos de ",
        "relevancia personal y próximos a su experiencia, expresados de forma comprensible, clara y ",
        "en lengua estándar a través de distintos soportes. ",
        "Competencia específica 2. ",
        "2.1. Expresar oralmente mensajes breves, claros y sencillos para dar información básica sobre ",
        "asuntos cotidianos y de relevancia para el alumnado, utilizando de forma guiada recursos ",
        "verbales y no verbales, prestando atención al ritmo, la acentuación y la entonación. ",
        "2.2. Escribir palabras, expresiones conocidas y frases cortas a partir de modelos y con una ",
        "finalidad específica, a través de herramientas analógicas y digitales, usando estructuras y ",
        "léxico elemental sobre asuntos cotidianos y de relevancia personal para el alumnado. ",
        "Competencia específica 3. ",
        "3.1. Participar de forma guiada en situaciones interactivas elementales sobre temas cotidianos y ",
        "próximos a su experiencia, preparadas previamente, a través de diversos soportes, ",
        "apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, ",
        "mostrando respeto por la cortesía lingüística. ",
        "3.2. Utilizar, de forma guiada y en situaciones cotidianas, una selección de estrategias ",
        "elementales para saludar, despedirse y presentarse; expresar mensajes breves; y formular y ",
        "contestar preguntas básicas. ",
        "Competencia específica 4. ",
        "4.1. Explicar textos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las ",
        "que atender a la diversidad, mostrando respeto, empatía e interés por los interlocutores y por ",
        "los problemas de entendimiento en su entorno más próximo, apoyándose en recursos y ",
        "soportes básicos. ",
        "Competencia específica 5. ",
        "5.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando, de ",
        "forma guiada, sobre aspectos específicos de su funcionamiento. ",
        "5.2. Registrar, siguiendo modelos, los progresos y dificultades de aprendizaje de la lengua ",
        "extranjera, participando en actividades de autoevaluación y coevaluación, como las ",
        "propuestas en el Portfolio Europeo de las Lenguas o en un diario de aprendizaje. ",
        "Competencia específica 6. ",
        "6.1. Mostrar interés por la comunicación intercultural, identificando de forma guiada, las ",
        "discriminaciones, los prejuicios y los estereotipos más comunes, en situaciones cotidianas y ",
        "habituales. ",
        "6.2. Reconocer la diversidad lingüística, cultural y artística propia de países donde se habla la ",
        "lengua extranjera, mostrando interés por comprender elementos culturales y lingüísticos ",
        "elementales y habituales que fomenten la convivencia pacífica y el respeto por los demás. "
    ],
    "saberes": [
        "A. Comunicación. ",
        "– Autoconfianza. El error como instrumento de mejora y propuesta de reparación. ",
        "– Conocimientos, destrezas y actitudes que permitan detectar y colaborar en problemas de ",
        "intercomprensión y de entendimiento en situaciones cotidianas básicas. ",
        "– Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludar, ",
        "despedirse, presentar y presentarse; describir personas objetos y lugares; situar objetos, ",
        "personas y lugares en el espacio; pedir e intercambiar información sobre cuestiones ",
        "cotidianas; dar y pedir instrucciones y órdenes; expresar parcialmente el gusto o el interés y ",
        "emociones básicas; describir situaciones presentes.  ",
        "– Explicación de las unidades lingüísticas básicas y significados asociados a dichas unidades ",
        "tales como expresión de la entidad y sus propiedades, cantidad y cualidad, la afirmación, la ",
        "negación, la interrogación y la exclamación. ",
        "– Léxico de uso común y de interés para el alumnado relativo a identificación personal, ",
        "relaciones interpersonales, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana, ",
        "salud y actividad física, vivienda y hogar, clima y entorno natural, tecnologías de la ",
        "información y la comunicación. ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación básicos. ",
        "– Presentación de convenciones ortográficas básicas y significados e intenciones comunicativas ",
        "asociados a los formatos, patrones y elementos gráficos. ",
        "– Introducción en la utilización de recursos para el aprendizaje y estrategias básicas de ",
        "búsqueda de información: diccionarios, libros de consulta, bibliotecas, recursos digitales e ",
        "informáticos, etc. ",
        "– Presentación de herramientas básicas analógicas y digitales básicas para la comprensión, ",
        "producción y coproducción oral, escrita y multimodal; y plataformas virtuales para el ",
        "aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la ",
        "lengua extranjera. ",
        "B. Plurilingüismo ",
        "– Introducción de estrategias básicas para identificar, organizar, y utilizar unidades lingüísticas ",
        "(léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y ",
        "variedades que conforman el repertorio lingüístico personal. ",
        "C. Interculturalidad. ",
        "– La lengua extranjera como medio de comunicación interpersonal e internacional, fuente de ",
        "información y como herramienta para el enriquecimiento personal. ",
        "– Introducción a los aspectos socioculturales y sociolingüísticos básicos relativos a la vida ",
        "cotidiana y las relaciones interpersonales; convenciones sociales básicas; lenguaje no verbal, ",
        "cortesía lingüística y etiqueta digital; cultura, costumbres y valores propios de países donde ",
        "se habla la lengua extranjera. ",
        "– Estrategias básicas de detección y actuación ante usos discriminatorios del lenguaje verbal y ",
        "no verbal. "       
    ]
}