{
    "saberes": [
        "I. Patrimonio artístico y cultural",
        "1. Análisis de manifestaciones culturales y artísticas más importantes, incluidas las contemporáneas y las pertenecientes al patrimonio local: sus aspectos formales y su relación con el contexto histórico.",
        "II. Elementos formales de la imagen y del lenguaje visual. La expresión gráfica",
        "1. Análisis de la percepción visual. Introducción a los principios perceptivos, elementos y factores.",
        "2. Selección y descripción de la composición. Conceptos de equilibrio, proporción y ritmo aplicados a la organización de formas en el plano y en el espacio.",
        "III. Expresión artística y gráfico-plástica: técnicas y procedimientos",
        "1. Estudio de factores y etapas del proceso creativo: elección de materiales y técnicas, realización de bocetos.",
        "2. Construcción de polígonos regulares e irregulares en función de sus lados y ángulos: del pentágono hasta el octógono.",
        "3. Uso de técnicas básicas de expresión gráfico-plástica en tres dimensiones. Su uso en el arte y sus características expresivas.",
        "IV. Imagen y comunicación visual y audiovisual",
        "1. Uso de la Imagen fija y en movimiento, origen y evolución. Introducción a las diferentes características del cómic, la fotografía, el cine, la animación y los formatos digitales.",
        "2. Aplicación de técnicas básicas para la realización de producciones audiovisuales sencillas, de forma individual o en grupo. Experimentación en entornos virtuales de aprendizaje, incluidos los más cercanos."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer los factores históricos, sociales y culturales que rodean las producciones plásticas, visuales y audiovisuales más relevantes, así como su función y finalidad, describiendo de manera oral, escrita o gráfica sus particularidades, con interés, respeto y actitud cooperativa, desde una perspectiva de género, para entender cómo se convierten en el testimonio valores y convicciones de cada persona y de la sociedad en su conjunto, y la necesidad de protección y conservación del patrimonio cultural y artístico, con especial atención al de Canarias. CCL1, CPSAA3, CC1, CC2, CCEC1",
        "2.1. Explicar, de forma razonada, la importancia del proceso que media entre la realidad, el imaginario y la producción, participando activamente en el trabajo en grupo, expresando hechos, conceptos, pensamientos, opiniones o sentimientos de manera oral, escrita y gráfica, superando estereotipos y mostrando un comportamiento respetuoso con la diversidad cultural, para valorar el intercambio, las experiencias compartidas y el diálogo intercultural. CCL1, CPSAA1, CPSAA3, CC3",
        "2.2. Analizar diversas producciones artísticas, incluidas las del patrimonio cultural y artístico, especialmente el de Canarias, así como las propias y las de sus iguales, con interés y actitud cooperativa manifestando una mirada estética hacia el mundo, respetando y disfrutando la diversidad de las expresiones culturales, para valorar el intercambio, las experiencias compartidas y el diálogo intercultural, así como para superar estereotipos. CC1, CCEC1, CCEC3",
        "3.1. Seleccionar propuestas plásticas, visuales y audiovisuales de diversos tipos y épocas, con especial atención a las de Canarias, describiéndolas de forma oral , escrita y gráfica, y de manera individual, grupal o colaborativa, así como analizándolas y explicándolas con curiosidad y respeto desde una perspectiva de género, para enriquecer la cultura artística individual y alimentar el imaginario. CCL1, CC1, CC3",
        "3.2. Argumentar el disfrute producido por la recepción del arte en todas sus formas y vertientes, a través del análisis y de la explicación de diferentes propuestas plásticas, visuales y audiovisuales, incluidas las contemporáneas, y del uso de diferentes herramientas digitales, en cualquier medio o soporte, compartiendo con respeto impresiones y emociones, y expresando la opinión personal de forma abierta, para fomentar la curiosidad y la creatividad. CCL2, CD1, CPSAA4, CCEC2",
        "4.1. Reconocer e interpretar los rasgos particulares de diversas técnicas y lenguajes artísticos, utilizando textos orales, signados, escritos o multimodales, así como sus distintos procesos y resultados en función de los contextos sociales, históricos, geográficos y tecnológicos, buscando y analizando, mediante el uso de diferentes herramientas digitales, la información con interés y eficacia, para descubrir las diversas posibilidades que ofrecen como fuente generadora de ideas. CCL2, CD1, CD2",
        "4.2. Analizar especificidades de los lenguajes de diferentes producciones culturales y artísticas, estableciendo conexiones entre ellas e incorporándolas creativamente en las producciones propias, de manera individual, grupal y colaborativa, demostrando respeto por las normas, empatía, equidad y espíritu constructivo, y mostrando interés por las manifestaciones artísticas y culturales más destacadas del patrimonio histórico de Canarias, para descubrir las diversas posibilidades que ofrecen los métodos y las técnicas artísticas como fuentes generadoras de ideas. CPSAA3, CC3, CCEC2",
        "5.1 Expresar ideas y sentimientos en diferentes producciones plásticas, visuales y audiovisuales, escogiendo diversas herramientas, técnicas y soportes de acuerdo a las necesidades, archivándolos para su reutilización, con respeto a la propiedad intelectual y con actitud cooperativa y respetuosa, y desarrollando la capacidad de comunicación y la reflexión crítica, para potenciar la autoconfianza. CCL2, CPSAA4, CC3, CCEC3, CCEC4",
        "5.2. Realizar diferentes tipos de producciones artísticas individuales o colectivas, con actitud cooperativa y respetuosa, justificando el proceso creativo, mostrando iniciativa y autoconfianza, integrando racionalidad, empatía y sensibilidad, y seleccionando las técnicas y los soportes adecuados al propósito, para expresar la visión del mundo, las emociones y los sentimientos propios, así como para mejorar la capacidad de comunicación y desarrollar la reflexión crítica. CPSAA3, CPSAA4, CC3, CCEC4",
        "6.1. Explicar de forma guiada su pertenencia a un contexto cultural concreto, especialmente el de Canarias, utilizando la búsqueda, selección y tratamiento de información de fuentes diversas, a través de la observación de los aspectos formales y de los factores sociales que determinan diversas producciones culturales y artísticas actuales, para enriquecer las creaciones propias y desarrollar la identidad personal, cultural y social. CCL2, CD1, CC1",
        "6.2. Utilizar creativamente referencias culturales y artísticas del entorno en la elaboración de producciones propias , mediante el uso de diferentes herramientas digitales, mostrando una visión personal, con actitud respetuosa y opuesta a cualquier tipo de discriminación o violencia, para enriquecer las creaciones artísticas y desarrollar una cultura emprendedora. CD1, CPSAA3, CCEC3",
        "7.1. Realizar un proyecto artístico, con creatividad y de forma consciente, de manera individual, grupal y colaborativa, valorando la importancia de la sostenibilidad, ajustándose al objetivo propuesto, experimentando con distintas técnicas visuales o audiovisuales en la generación de mensajes propios, y mostrando interés y curiosidad por la evolución de las tecnologías digitales e iniciativa en el empleo de lenguajes, materiales, soportes y herramientas, para enriquecer el diseño y aprender de sus errores en el proceso de construcción del conocimiento. CCL2, CCL3, STEM3, CD1, CD5, CC1, CC3, CCEC4",
        "8.1. Reconocer los diferentes usos y funciones de las producciones y manifestaciones artísticas, así como las oportunidades que pueden generar, mostrando una actitud abierta, cooperativa y respetuosa, interés por conocer su importancia en la sociedad, con especial atención a la de Canarias, y curiosidad por la evolución de las tecnologías digitales, para valorar distintas oportunidades de desarrollo personal. CCL1, CD3, CCEC4",
        "8.2. Desarrollar producciones y manifestaciones artísticas con una intención previa, de forma individual o colectiva, aprendiendo de sus errores en el proceso de construcción del conocimiento, organizando y desarrollando las diferentes etapas y teniendo en consideración las características del público destinatario , para valorar las oportunidades personales, sociales y económicas que se le ofrecen. STEM3, CD3, CPSAA3, CPSAA5",
        "8.3. Exponer los procesos de elaboración y el resultado final de producciones y manifestaciones artísticas y culturales, realizadas de forma individual o colectiva, con actitud respetuosa y cooperativa, considerando la experiencia como una oportunidad para aprender, utilizando aplicaciones informáticas y valorando las oportunidades de desarrollo personal que ofrecen, para reconocer los errores y buscar las soluciones y las estrategias más adecuadas con la intención de mejorarlas. CCL1, CPSAA3, CPSAA5, CE3"
    ]
}