{
    "saberes": [
        "A. Cultura científica: iniciación a la actividad científica en Ciencias Sociales",
        "− Exploración y observación guiada del entorno físico y social, con especial interés en el patrimonio, el paisaje y la organización de la localidad.",
        "− Inicio al trabajo con fuentes. Uso de objetos y artefactos de la vida cotidiana como fuentes para reflexionar sobre el cambio y la continuidad, las causas y consecuencias.",
        "− Inicio en la representación gráfica del espacio (lectura o Inicio a la representación gráfica del espacio y del tiempo. Utilización de mapas, croquis o planos sencillos o visualización a través de sistemas de información geográfica como Google Earth o similares. Elaboración de líneas temporales sencillas, árboles genealógicos, etc.",
        "B. Sociedades y territorios",
        "B.1. Retos del mundo actual:",
        "− Retos sobre situaciones cotidianas. Categorías espaciales. Funciones básicas del pensamiento espacial y temporal para la interacción con el medio y la resolución de situaciones de la vida cotidiana. Itinerarios y trayectos, desplazamientos y viajes.",
        "− La diversidad de las poblaciones en el entorno físico y sociocultural",
        "B.2. Sociedades en el tiempo:",
        "− La percepción del tiempo. Categorías temporales básicas. Medida del tiempo en la vida cotidiana.",
        "− El ciclo vital y las relaciones intergeneracionales.",
        "− Recursos y medios analógicos y digitales. Las fuentes orales y la memoria colectiva. La historia local y la biografía familiar, hombres y mujeres como sujetos de la historia.",
        "− Las expresiones y producciones artísticas a través del tiempo. El patrimonio material e inmaterial local y del contexto sociocultural del alumnado.",
        "B.3. Alfabetización cívica:",
        "− La vida en colectividad. La familia. Diversidad familiar. Compromisos, participación y normas en el entorno familiar, vecinal y escolar. Prevención, gestión y resolución dialogada de conflictos.",
        "− Habilidades emocionales (conciencia y regulación emocional; autovaloración) y comunicativas (verbales, no verbales, y conversacionales; la escucha activa).",
        "− La vida en sociedad. Espacios, recursos y servicios del entorno. Formas y modos de interacción social en espacios públicos desde una perspectiva de género.",
        "− Identidad y diversidad cultural: existencia de realidades diferentes y aproximación a las distintas etnoculturas presentes en el entorno. La convivencia con los demás y el rechazo a las actitudes discriminatorias. Cultura de paz y no violencia.",
        "− Ocupación y trabajo. Identificación de las principales actividades profesionales y laborales de mujeres y hombres en el entorno.",
        "− Igualdad de género y conducta no sexista.",
        "− Seguridad vial. La ciudad como espacio de convivencia. Normas básicas en los desplazamientos como peatones y usuarios de los medios de locomoción.",
        "B.4. Conciencia ecosocial:",
        "− Conocimiento de nuestro entorno. Paisajes naturales y paisajes humanizados, y sus elementos. La acción humana sobre el medio y sus consecuencias.",
        "− Relación entre el ser humano y el medio.",
        "− Responsabilidad ecosocial. Acciones para la conservación, mejora y uso sostenible de los bienes comunes. El maltrato animal y su prevención.",
        "− Estilos de vida sostenible. El uso responsable del agua, la movilidad segura, saludable y sostenible, y la prevención y gestión de los residuos."
    ],
    "criteriosEvaluacion": [
        "1.1. Iniciarse en el reconocimiento de las características, organización y propiedades de los elementos del medio social y cultural a través de la observación del entorno de forma pautada.",
        "1.2. Reconocer conexiones sencillas y directas entre diferentes elementos del medio social y cultural.",
        "1.3. Mostrar actitudes de respeto para el disfrute del patrimonio cultural material e inmaterial, reconociéndolo como un bien común.Mostrar estilos de vida sostenible y valorar la importancia del respeto, los cuidados, la corresponsabilidad y la protección de los elementos y seres del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio.",
        "2.2. Localizar espacios geográficos.Ordenar temporalmente hechos del entorno personal, familiar y social y cultural cercano, empleando nociones de medida y sucesión básicas y representaciones gráficas adecuadas.",
        "3.2. Conocer personas y grupos sociales relevantes de la historia y formas de vida del pasado relacionados con la historia familiar, local y del entorno social y cultural, incorporando la perspectiva de género.",
        "3.3. Extraer información de fuentes históricas sencillas (testimonios orales de familiares, objetos personales) de diferente naturaleza.",
        "3.4. Localizar los hitos geográficos principales en su entorno inmediato (barrio, escuela).Recoger información acerca de manifestaciones culturales del propio entorno, mostrando respeto, identificando y valorando su diversidad y riqueza, y apreciándolas como fuente de aprendizaje.",
        "4.2. Reconocer modelos positivos en el entorno cercano mostrando actitudes que fomenten la igualdad de género y las conductas no sexistas.Establecer acuerdos de forma dialógica y democrática como parte de grupos próximos a su entorno, identificando las responsabilidades y empleando un lenguaje inclusivo y no violento.",
        "5.2. Identificar instituciones cercanas, señalando y valorando las funciones que realizan en pro de una buena convivencia.",
        "5.3. Conocer e interiorizar normas básicas para la convivencia en el uso de espacios públicos, especialmente como peatones o como usuarios de los medios de locomoción, tomando conciencia de la importancia de la movilidad segura, saludable y sostenible de tanto para las personas como para el planeta.Formular preguntas mostrando curiosidad por el entorno más próximo.",
        "6.2. Buscar información sencilla de forma guiada de diferentes fuentes seguras y fiables, utilizándola en trabajos relacionados con el medio natural, social y cultural.",
        "6.3. Utilizar fuentes de diferente naturaleza para realizar tareas sencillas de indagación, sobre aspectos geográficos o históricos vinculados a su entorno próximo.",
        "6.4. Presentar los resultados de las indagaciones o trabajos escolares sobre ciencias sociales de forma oral o gráfica con ayuda de un guion."
    ]
}