{
  "competenciasEspecificas": [
    "1. Comprender y relacionar las causas por las que ocurren los principales fenómenos y procesos naturales, utilizando el razonamiento científico, las leyes y teorías científicas y/o el pensamiento computacional para resolver problemas o dar explicación a procesos de la vida cotidiana. CCL1, STEM1, STEM2, STEM4 y CPSAA5.",
    "2. Identificar, localizar y seleccionar información, utilizando eficientemente plataformas tecnológicas y recursos variados para resolver preguntas relacionadas con las ciencias, tanto de forma individual como de forma colaborativa. CCL3, STEM4, CD1, CD2, CD3, CD4, CD5 y CPSAA4.",
    "3. Interpretar y transmitir información y datos científicos y argumentar sobre ellos utilizando diferentes formatos para analizar conceptos y procesos de las ciencias. CCL1, CCL2, CCL5, STEM4, STEM6, CD2, CD3 y CCEC4.",
    "4. Expresar las observaciones en forma de preguntas, formular hipótesis, y demostrar dichas hipótesis a través de la experimentación científica, y desarrollar proyectos de investigación, siguiendo los pasos de las metodologías científicas para indagar en aspectos relacionados con las ciencias. CCL1, CCL2, STEM2, STEM3, STEM4, STEM6, CD1, CD2 CPSAA3, CPSAA5, CE1 y CE3.",
    "5. Manejar las reglas y normas básicas de las ciencias, utilizando el lenguaje de la IUPAC, el lenguaje matemático, el empleo de unidades de medida correctas y el uso seguro del laboratorio, para reconocer el carácter universal del lenguaje científico y la necesidad de una comunicación fiable en investigación y ciencia entre diferentes países y culturas. STEM4, STEM5, CPSAA4, CC1 y CCEC2.",
    "6. Analizar los efectos de determinadas acciones sobre el medio ambiente y la salud, basándose en los fundamentos de las ciencias, para promover y adoptar hábitos responsables que sean compatibles con un desarrollo sostenible y permitan mantener y mejorar la salud individual y colectiva del planeta. STEM2, STEM5, CD4, CPSAA1, CPSAA2, CC3, CC4 y CE1.",
    "7. Comprender y valorar la ciencia como construcción colectiva en continuo cambio y evolución, en la que no solo participan las personas dedicadas a la ciencia, sino que también requiere de una interacción con el resto de la sociedad, para obtener resultados que repercutan en el avance tecnológico, económico, ambiental y social. STEM2, STEM5, STEM6, CD4, CPSAA4, CC1, CC4 y CCEC1."
  ]
}