{
  "saberes": [
    "A. Proyecto científico",
    "• Formulación de preguntas, hipótesis y conjeturas científicas.",
    "• Colaboración y comunicación de procesos, resultados o ideas en diferentes formatos (presentación, gráfica, vídeo, póster, informe...) seleccionando la herramienta más adecuada.",
    "• Reconocimiento y utilización de fuentes veraces de información científica.",
    "• Diseño de pequeñas investigaciones justificando el desarrollo de las mismas en base al método científico para obtener resultados objetivos y fiables en un experimento.",
    "• Utilización de herramientas, instrumentos y espacios (laboratorio, aulas, entorno...) de forma adecuada y precisa.",
    "• Principales modelos como interpretaciones y representaciones de fenómenos y hechos, que abarcan los conceptos e ideas para explicar los fenómenos naturales (modelo de célula, ser vivo, evolución, ecosistema...).",
    "• Métodos de observación de fenómenos, descripción precisa y análisis de resultados.",
    "• Diferenciación entre correlación y causalidad.",
    "• Papel de las grandes científicas y científicos en el desarrollo de las ciencias biológicas y geológicas.",
    "• Teorías y modelos científicos en su contexto histórico: el conocimiento científico como un proceso en continuo cambio y perfeccionamiento.",
    "• Búsqueda y selección de información de carácter científico mediante herramientas digitales y otras fuentes.",
    "• Interpretación de información de carácter científico y su utilización para formarse una opinión propia, expresarse con precisión y tomar decisiones sobre problemas científicos abordables en el ámbito escolar.",
    "B. La célula",
    "• Teoría celular.",
    "• Tipos de célula y organización celular.",
    "• Estructura y composición de la célula eucariótica.",
    "• Análisis de las fases del ciclo celular.",
    "• Función biológica de la mitosis, la meiosis y sus fases.",
    "• Reproducción sexual y asexual.",
    "C. Genética",
    "• Modelo simplificado de la estructura del ADN y del ARN y relación con su función y síntesis.",
    "• Dogma central de la biología molecular. Expresión génica y características del código genético y resolución de problemas relacionados con estas.",
    "• Relación entre las mutaciones, la replicación del ADN, la evolución y la biodiversidad.",
    "• Genética Mendeliana: conceptos básicos, leyes de la herencia y teoría cromosómica.",
    "• Resolución de problemas sencillos de genética con uno o dos caracteres no ligados.",
    "• Resolución de problemas de herencia del sexo y de herencia de caracteres con relación de codominancia, dominancia incompleta, alelismo múltiple y ligada al sexo con uno o dos genes.",
    "• Árboles genealógicos.",
    "• Genética humana: cariotipo, herencia de caracteres continuos y discontinuos en la especie humana y principales alteraciones genéticas relacionadas con enfermedades hereditarias en cromosomas sexuales y no sexuales.",
    "• Malformaciones congénitas y diagnóstico de enfermedades genéticas.",
    "D. Origen y evolución de la vida",
    "• Principales teorías sobre el origen de la vida.",
    "• Pruebas de la evolución",
    "• Teoría de la selección natural y explicación actual del proceso evolutivo en base a los conocimientos de la genética y la biología molecular.",
    "• Ingeniería genética: aplicaciones de las principales técnicas en la agricultura, ganadería, medio ambiente y salud. OMG, CRISPR.",
    "• Formación de nuevas especies y aparición de la especie humana.",
    "E. Ecosistemas",
    "• Factores ambientales y adaptaciones de los seres vivos al medio.",
    "• Población, comunidad y ecosistema.",
    "• Materia y energía en los ecosistemas",
    "• Ciclos biogeoquímicos",
    "• Relaciones tróficas y productividad de los ecosistemas.",
    "• Sostenibilidad de los recursos del planeta: principales problemas medioambientales y eco-sociales (sobreexplotación de recursos, el problema de la energía, la contaminación, los residuos, y la protección del medio ambiente).",
    "• Agenda 2030 y ODS de la ONU.",
    "• Dinámica de los ecosistemas.",
    "F. Geología",
    "• Principales teorías que explican el origen y evolución del relieve terrestre.",
    "• Estructura y dinámica de la geosfera y métodos de estudio de éstas.",
    "• Deformaciones de las rocas: esfuerzos, pliegues y fallas.",
    "• Explicación de los efectos globales de la dinámica de la geosfera a través de la Tectónica de Placas: límites de placas y fenómenos geológicos asociados: magmatismo, metamorfismo y procesos formadores del relieve.",
    "• Diferenciación entre los procesos geológicos externos e internos y argumentación sobre su relación con los riesgos naturales.",
    "• Interpretación de cortes geológicos y trazado de la historia geológica que reflejan aplicando los principios del estudio de la historia de la Tierra (horizontalidad, superposición, intersección, sucesión faunística ...).",
    "• Descripción del origen del Universo y de los componentes del Sistema Solar.",
    "• Catastrofismo, actualismo y neocatastrofismo.",
    "• El tiempo geológico: métodos de datación absoluta y relativa.",
    "• Grandes divisiones del tiempo geológico: principales eventos, eras y períodos. Fauna y flora asociada a las condiciones del plantea en cada momento de la historia geológica. Interrelaciones entre la vida y las condiciones y cambios geológicos.",
    "• Discusión sobre las principales investigaciones en el campo de la astrobiología."
  ],
  "criteriosEvaluacion": [
    "CE1",
    "• Aplicar, en un trabajo práctico, la metodología propia de la ciencia para resolver las cuestiones que se le plantean en el marco de los modelos aprendidos y haciendo predicciones elaboradas.",
    "• Realizar una interpretación adecuada de los datos y extraer conclusiones que le resultan de utilidad en su conocimiento del mundo que le rodea, diferenciando variables dependientes e independientes.",
    "• Predecir el comportamiento de fenómenos en caso de que varíen las condiciones, aplicando los resultados encontrados para explicar o predecir fenómenos similares.",
    "CE2",
    "• Utilizar correctamente los términos técnicos adecuados a los distintos ámbitos de la ciencia.",
    "• Incorporar nuevas herramientas informáticas adecuadas a sus necesidades de trabajo.",
    "• Predecir cómo se modificaría la situación observada si cambiaran las condiciones del problema.",
    "• Aplicar las soluciones encontradas a un problema en otros contextos o situaciones próximas.",
    "CE3",
    "• Desarrollar argumentos frente a afirmaciones de tipo dogmático, distinguiendo la ciencia del pensamiento mágico o de la mitología en base al conocimiento del funcionamiento de la ciencia.",
    "• Contrastar posibles explicaciones de fenómenos, justificando la distinta importancia de las variables del proceso.",
    "• Elaborar documentos o productos utilizando diferentes herramientas de presentación y mostrando diferentes soluciones a un mismo problema.",
    "• Comunicarse utilizando el lenguaje científico para participar en intercambios o en debates y para interpretar o producir mensajes científicos.",
    "• Desarrollar una actitud abierta y receptiva hacia la diversidad de conocimientos, puntos de vista y enfoques.",
    "CE4",
    "• Justificar la validez de los modelos científicos en el contexto histórico en que se desarrollaron (origen de la vida, teoría celular, herencia, evolución, tectónica).",
    "• Distinguir la controversia científica de la discusión ideológica, destacando su importancia en el avance de la ciencia.",
    "• Relacionar los avances en tecnología con los progresos en el conocimiento de la naturaleza.",
    "• Relacionar los avances en el conocimiento de la genética, la evolución y la dinámica y composición terrestre con las mejoras en la salud y calidad de vida humanas.",
    "CE5",
    "• Justificar la toma de decisiones en aspectos relacionados con la sexualidad y hábitos saludables en base al conocimiento del funcionamiento del propio cuerpo.",
    "• Contrastar informaciones y puntos de vista alternativos relacionados con la sexualidad y reproducción humanas, mediante conocimientos científicos profundos y complejos.",
    "• Relacionarse con el resto de personas de manera libre y saludable respetando todas las opciones y deseos.",
    "CE6",
    "• Argumentar adecuadamente la necesidad de conservación de todas las formas de vida en base al conocimiento de los sistemas biológicos y geológicos.",
    "• Explicar correctamente los distintos tipos de ciclos biológicos que existen aportando ejemplos de los mismos.",
    "• Manejar claves dicotómicas distinguiendo los criterios que muestran parentesco evolutivo entre los grupos (naturales) de aquellos que no reflejan dicho parentesco.",
    "CE7",
    "• Explicar los principales fenómenos geológicos a la luz de la Tectónica de Placas.",
    "• Analizar e identificar algunas de las principales interacciones entre la humanidad y el planeta relacionando los riesgos naturales que pueden afectarle, su dependencia para la obtención de los recursos y la necesidad de favorecer un uso sostenible de ellos.",
    "• Predecir la evolución del sistema mediante un razonamiento lógico y la argumentación utilizando la terminología y el lenguaje simbólico propio de la ciencia.",
    "CE8",
    "• Explicar la actual biodiversidad como resultado de un proceso natural a partir de un origen común y por medio de acumulación de modificaciones surgidas al azar, pero con un mayor o menor éxito adaptativo.",
    "• Explicar el papel determinante de la Geología en el conocimiento de la evolución de los seres vivos por selección natural.",
    "• Interpretar el presente de nuestro planeta y la vida que lo habita en base a los profundos cambios que han afectado a nuestro planeta en el pasado y a los organismos que lo han poblado.",
    "• Explicar el proceso de evolución humana y su relación con los cambios geológicos y ecológicos que desembocaron en su particular fisonomía.",
    "CE9",
    "• Explicar las causas de las alteraciones del medio ambiente y su relación con la actividad humana.",
    "• Explicar las consecuencias para las poblaciones humanas menos favorecidas de fenómenos asociados a las actividades humanas, como el cambio climático, agotamiento de recursos, acumulación de residuos, contaminación atmosférica.",
    "• Relacionar la explotación de recursos de zonas empobrecidas por parte de los países más poderosos con fenómenos como la migración, las hambrunas o la inestabilidad política y social.",
    "• Proponer soluciones para paliar las distintas formas de alteración humana de los ecosistemas.",
    "CE10",
    "• Explicar los significados de los Objetivos de Desarrollo Sostenible de la Agenda 2030 de la ONU y de algunas de las metas asociadas a los mismos.",
    "• Proponer acciones a las administraciones conducentes a la consecución de las metas de la agenda 2030.",
    "• Proponer medidas de prevención y adaptación al cambio climático y a todos los problemas de tipo ecosocial para favorecer la resiliencia de su entorno y a nivel global."
  ]
}
