{
  "saberes": [
    "A. El trabajo en el laboratorio",
    "- Utilización correcta de los materiales, sustancias, gestión de residuos y herramientas tecnológicas de los laboratorios de ciencias y atendiendo a las normas de uso de cada espacio para asegurar la conservación de la salud propia y comunitaria, y el respeto sostenible por el medio ambiente. Reconocimiento del laboratorio para ubicar los espacios destinados a las zonas de trabajo, colocación de tomas de gas y de electricidad, almacenamiento de productos químicos, salidas de emergencia y ubicación de extintores, botiquín, lavaojos, ducha de seguridad, campana de gases.",
    "- Aparatos de medida: exactitud, resolución y precisión. Tratamiento del error.",
    "- Normas de trabajo: el cuaderno del laboratorio y el desarrollo de las prácticas. La elaboración del informe de prácticas.",
    "- Interpretación y producción de información científica en diferentes formatos y a partir de diferentes medios.",
    "B. Física",
    "- Realización de experimentos relacionados con la densidad. Experiencia de Plateau y columnas de gradiente de densidad utilizando colorantes alimentarios.",
    "- Realización de experimentos relacionados con la tensión superficial del agua.",
    "- Predicción y comprobación, utilizando la experimentación, de las ecuaciones y gráficas que definen el MRU (combustión del papel pólvora, caída de un cuerpo en un medio viscoso, medida del tiempo de reacción utilizando la caída de un cuerpo) y el MRUA (dispositivos de caída libre, caída a través de un plano inclinado).",
    "- Predicción y comprobación, utilizando la experimentación, de la aceleración de la gravedad con un péndulo simple.",
    "- Predicción y comprobación, utilizando la experimentación, de las ecuaciones y gráficas que definen el MCU a través de dispositivos mecánicos, como por ejemplo una rueda de bicicleta o un calentador de microondas.",
    "- Predicción y comprobación de los efectos de aplicación de fuerzas utilizando la experimentación: estudio experimental de la fuerza de rozamiento, cálculo del coeficiente de rozamiento estático en un plano inclinado, poleas y la caída de un paracaídas y la velocidad límite. Principio de inercia: comprobación del distinto comportamiento de un huevo crudo o cocido ante el giro.",
    "- Utilización de los principios de estática de fluidos para el estudio experimental de la flotabilidad y la presión. Comprobación de los efectos de la presión atmosférica en un recipiente metálico. Prensa hidráulica con jeringuillas. Construcción de un densímetro.",
    "- Comprobación experimental de las distintas formas de energía (cinética y potencial) y del principio de conservación en el plano inclinado, péndulo y muelles). Estudio energético experimental de un circuito eléctrico.",
    "- Comprobación experimental de la relación entre calor y temperatura a través del cálculo de calores específicos en diferentes sistemas, comprobación de la dilatación en sólidos y construcción de un termómetro y otros aparatos meteorológicos (estación meteorológica).",
    "- Comprobación experimental de las propiedades de las ondas. La Jaula de Faraday. Construcción de una flauta de pan con tubos de ensayo. Velocidad de propagación de una onda en la superficie de un líquido. Construcción de una cámara oscura. Estudio experimental de la reflexión, refracción y difracción de la luz.",
    "C. Química",
    "- Estudio experimental de la formación y separación de mezclas y disoluciones: Destilación de una mezcla de ácido acético al 10% y acetona. Cristalización de diversas sustancias: nitrato de potasio, acetato de sodio, sulfato de cobre. Extracción con disolventes, cromatografía: determinación de pigmentos coloreados vegetales.",
    "- Estudio experimental solubilidad, saturación, sobresaturación en disoluciones como el acetato de sodio.",
    "- Estudio experimental de la composición de disoluciones y cálculos de concentración: Aguas minerales. Suero fisiológico. Suero glucosado.",
    "- Diferencias entre cambio físico y cambio químico.",
    "- Estudio experimental de las leyes más relevantes de una reacción química. Ley de conservación de la masa y ley de proporciones definidas.",
    "- Relaciones estequiométricas en las reacciones químicas. Predicciones cuantitativas por métodos experimentales.",
    "- Balance energético de una reacción química. Estudio experimental de una reacción endotérmica y exotérmica.",
    "- Estudio experimental de los factores que afectan a la velocidad de una reacción.",
    "- Descripción de las reacciones de neutralización. Utilización de indicadores naturales: caldo de lombarda o té. Corrosión de un huevo con vinagre. Determinación de la curva de valoración de pH, mediante un programa registrador de datos con tablas y gráficos (tipo DataStudio).",
    "- Estudio experimental de algunos procesos electroquímicos: Llaves cobrizas, conversión de una moneda de níquel en una de apariencia de oro o plata.",
    "- Análisis cuantitativo químico Clásico. Aguas y suelos: determinación de la dureza del agua, determinación de pH, materia orgánica, contenido en azúcar de los refrescos comerciales. Determinación del grado de alcohol de un vino. Determinación de la acidez del vinagre. Análisis Cuantitativo Químico Moderno: aplicación en la Espectroscopia visible - UV (colorímetro): determinación de iones coloreados.",
    "D. Biología",
    "- Bioquímica: moléculas de la vida. Bioelementos y biomoléculas. Utilización de modelos.",
    "- Extracción de ADN de germen de trigo.",
    "- Desarrollo de la vida: La célula como unidad de vida. Tipos celulares. Ciclo celular. Mitosis y su importancia biológica. Cariotipo humano. El ADN en la prueba de paternidad y en medicina legal.",
    "- Niveles de organización celular: tejidos, órganos, aparatos y sistemas.",
    "- Microscopía óptica y electrónica.",
    "- Microorganismos: métodos de estudio, enfermedades asociadas y aplicaciones. Medios de cultivo.",
    "- Cáncer: desarrollo y causas del cáncer. Papel de oncogenes y genes supresores de tumores en humanos. Enfoques moleculares para el tratamiento del cáncer.",
    "- Prácticas de laboratorio: Identificación de biomoléculas orgánicas. Identificación de biomoléculas en los alimentos. Estudio de la fotosíntesis en los vegetales.",
    "- Observación y preparación de muestras celulares animales y vegetales.",
    "- Prácticas de laboratorio: Observación de organismos o muestras biológicas mediante disección. Observación de fases de la mitosis en muestras biológicas. Elaboración de cariotipo humano. Elaboración de claves dicotómicas para identificaciones tisulares. Técnicas de procesado histológico y preparación de muestras para su posterior estudio en microscopios ópticos y/o electrónicos.",
    "E. Geología",
    "- Rocas y minerales. Ciclo petrológico.",
    "- Magmatismo: Clasificación de las rocas magmáticas: rocas magmáticas de interés.",
    "- Metamorfismo: agentes metamórficos y tipos de metamorfismo: clasificación de las rocas metamórficas.",
    "- Procesos sedimentarios: clasificación y génesis de las principales rocas sedimentarias.",
    "- Rocas de interés industrial.",
    "- Tectónica de placas y sus manifestaciones en el relieve: tipos de bordes, pliegues y fallas.",
    "- Elaboración de un calendario o línea del tiempo geológico y paleontológico.",
    "- Prácticas de laboratorio: Observación y reconocimiento de rocas, minerales y fósiles en muestras de laboratorio y en el entorno inmediato. Utilización de claves dicotómicas para la identificación de muestras geológicas comunes. Simulación de corrientes convectivas en la mesosfera.",
    "F. La Tierra en el Universo",
    "- Movimientos de la Tierra: Rotación, traslación y precesión.",
    "- Causas de las estaciones.",
    "- Relojes de Sol.",
    "- Instrumentos de observación sencillos y software específico.",
    "- Planisferios, guías y mapas celestes.",
    "- Escala y componentes del Sistema Solar y del Universo",
    "- Estudio de las manchas solares."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Comprender los fenómenos físicos, químicos, biológicos y geológicos que tienen lugar en la naturaleza y que se reproducen en el laboratorio, explicarlos con la terminología adecuada y pertinente, empleando soportes físicos y soportes digitales y proponer posibles aplicaciones de los mismos. (CCL1, CCL2, STEM2, STEM4, CD2)",
    "1.2 Relacionar adecuadamente leyes y teorías concretas estudiadas en las materias Física y Química y Biología y Geología, con los fenómenos que se observan en el laboratorio. (STEM2)",
    "1.3 Reconocer y describir problemas de carácter científico a los que la Física, la Química, la Biología y la Geología intentaron dar solución a través de las prácticas realizadas en el laboratorio. (CCL1, STEM4)",
    "Competencia específica 2",
    "2.1 Analizar un fenómeno describiendo las variables, y sus magnitudes, que lo caracterizan y dar una posible explicación del mismo. (CCL1, STEM2, STEM4)",
    "2.2 Elaborar hipótesis como posibles respuestas a un fenómeno observado y expresarlas con rigor científico utilizando la terminología adecuada. (CCL1, STEM2)",
    "2.3 Buscar y seleccionar información pertinente a la práctica de laboratorio realizada, y utilizarla en la elaboración y comprobación de las hipótesis planteadas. (STEM2, CD1, CPSAA4)",
    "Competencia específica 3",
    "3.1 Reconocer los diferentes instrumentos de laboratorio, identificando las unidades, el rango y la incertidumbre en aquellos que sirven en la medición de una determinada magnitud. (CCL1, STEM2, STEM4)",
    "3.2 Describir el diseño experimental previo a la realización de una práctica de laboratorio concreta, identificando las variables, los controles, los materiales, los métodos, el montaje y su funcionalidad, los instrumentos de recogida de información y sus limitaciones. (CCL1, STEM3, STEM4)",
    "3.3 Realizar el tratamiento de los datos experimentales, presentar los resultados a través de tablas y gráficas, haciendo uso de soportes físicos y digitales y plantear nuevas cuestiones o problemas derivados de ellos. (STEM4, CD2)",
    "3.4 Comunicar el resultado de un experimento realizado en el laboratorio, con rigor y haciendo uso del lenguaje científico apropiado, mediante textos, informes, diagramas, imágenes, dibujos e infografías, a través de soportes físicos y digitales. (CCL1, STEM2, STEM4, CD2)",
    "Competencia específica 4",
    "4.1 Utilizar diferentes recursos, en soporte físico y digital, accediendo a fuentes de información, tanto primarias como secundarias, y analizando la información obtenida de forma crítica y eficiente. (CCL2, CCL3, CP1, CD1, CPSAA4)",
    "4.2 Utilizar diferentes plataformas, de forma autónoma, y comunicar los resultados y las conclusiones obtenidas a partir de un experimento realizado en el laboratorio y compartirlos, mejorando la comunicación, el entendimiento y favoreciendo la crítica constructiva y el intercambio de opiniones. (CCL2, CCL3, CD1, CD2, CD3, CPSAA3, CPSAA4)",
    "Competencia específica 5",
    "5.1 Trabajar en grupo de forma cooperativa, aportando ideas y permitiendo a los demás que también compartan las suyas, y elaborar proyectos de forma equitativa, constructiva y respetuosa. (CCL5, STEM5, CPSAA1, CPSAA3)",
    "5.2 Comprender la importancia del trabajo experimental a lo largo de la historia, valorando la repercusión que ha tenido en la mejora de la salud, la calidad de vida y en la conservación del medio ambiente. (STEM5, CPSAA2, CC1, CC3)",
    "Competencia específica 6",
    "6.1 Reconocer los límites de la ciencia considerando las cuestiones éticas que plantea. (STEM2, CC1, CC3)",
    "6.2 Valorar el papel de la ciencia en la construcción de un futuro económica y socialmente sostenible, desde el respeto al medio ambiente y la búsqueda y desarrollo de una tecnología de acuerdo a ese fin. (STEM5, CPSAA2, CC3, CE1)"
  ]
}