{
    "situacionesAprendizaje": [
        "La adquisición efectiva de las competencias específicas descritas en el Anexo I de la presente Orden se verá favorecida por el desarrollo de una metodología que reconozca a los alumnos y las alumnas como agentes de su propio aprendizaje.",
        "Las situaciones de aprendizaje representan una herramienta eficaz para integrar los elementos curriculares de las distintas áreas mediante tareas y actividades significativas y relevantes para resolver problemas de manera creativa y cooperativa, reforzando la autoestima, la autonomía, la reflexión y la responsabilidad. Estas deberán partir de experiencias previas, estar convenientemente contextualizadas y ser muy respetuosas con el proceso de desarrollo integral del alumnado en todas sus dimensiones, teniendo en cuenta sus potencialidades, intereses y necesidades, así como las diferentes formas de comprender la realidad en cada momento de la etapa.",
        "Las situaciones de aprendizaje deben plantear un reto o problema de cierta complejidad en función de la edad y el desarrollo del alumno o la alumna, cuya resolución creativa implique la movilización de manera integrada de los saberes básicos (conocimientos, destrezas y actitudes), a partir de la realización de distintas tareas y actividades.",
        "El planteamiento deberá ser claro y preciso en cuanto a los objetivos que se espera conseguir y los saberes básicos que hay que movilizar. El escenario de desarrollo estará bien definido y facilitará la interacción entre iguales, para que el alumnado pueda asumir responsabilidades individuales y trabajar en equipo en la resolución del reto planteado, desarrollando una actitud cooperativa y aprendiendo a resolver de manera adecuada los posibles conflictos que puedan surgir.",
        "Estas situaciones favorecerán la transferencia de los aprendizajes adquiridos a la resolución de un problema de la realidad cotidiana del alumno o la alumna, en función de su progreso madurativo. En su diseño, se debe facilitar el desarrollo progresivo de un enfoque crítico y reflexivo, así como el abordaje de aspectos relacionados con el interés común, la sostenibilidad, el respeto a la diferencia o la convivencia, iniciándose en el diálogo y la búsqueda de consenso. De igual modo, se deben tener en cuenta las condiciones personales, sociales o culturales de niños y niñas, para detectar y dar respuesta a los elementos que pudieran generar exclusión.",
        "El profesorado y el personal educador y formador debe proponer retos que hay que resolver, bien contextualizados y basados en experiencias significativas, en escenarios concretos y teniendo en cuenta que la interacción con los demás debe jugar un papel de primer orden. Los alumnos y las alumnas enfrentándose a estos retos irán estableciendo relaciones entre sus aprendizajes, lo cual les permitirá desarrollar progresivamente sus habilidades lógicas y matemáticas de medida, relación, clasificación, ordenación y cuantificación; primero, ligadas a sus intereses particulares y, progresivamente, formando parte de situaciones de aprendizaje que atienden también a los intereses grupales y colectivos.",
        "A continuación se presenta un esquema de procedimiento a seguir para el diseño de situaciones de aprendizaje:",
        "1. Localizar un centro de interés.",
        "2. Justificación de la propuesta.",
        "3. Descripción del producto final, reto o tarea que se pretende desarrollar.",
        "4. Concreción curricular.",
        "5. Secuenciación didáctica.",
        "6. Medidas de atención a la diversidad y a las diferencias individuales.",
        "7. Evaluación de los resultados y del proceso.",
        "Si entramos más en detalle, podemos introducir un poco cada una de las partes del esquema:",
        "1. Localizar un centro de interés. Buscar una situación o temática que para el alumnado se considere importante en su quehacer diario y resulte motivadora en sí misma. Por ejemplo: “Los animales que conocemos”, “Las cosas que nos gusta comer”, “Una excursión a ….”, “Los juguetes preferidos…”",
        "2. Justificación de la propuesta. La elección de la temática no puede estar falta de justificación. Debemos apoyarnos en los objetivos de la etapa y en los principios generales y pedagógicos para buscar los argumentos que den fundamento a la propuesta. Por ejemplo: el desarrollo afectivo, la gestión emocional, los hábitos de de vida saludable y de control corporal, las manifestaciones de la comunicación y del lenguaje, las pautas elementales de convivencia y relación social, el entorno en el que vivimos, los seres vivos que en él conviven, el consumo responsable, …",
        "3. Descripción del producto final, reto o tarea que se pretende desarrollar. La descripción debe explicitar lo que se pretende realizar sin olvidar detalles tan importantes como el contexto en el que se debe conseguir, breve referencia al escenario, los medios o herramientas necesarios, etc. Por ejemplo: excursión a..., la exposición sobre..., el montaje o collage centrado en ..., el libro de ..., la fiesta para celebrar ..., la decoración de.., etc.",
        "4. Concreción curricular. Será el elemento que conectará la situación de aprendizaje con los elementos del currículo. Recogeremos aquí las competencias específicas, que serán el punto de partida o el eje de la concreción, los criterios de evaluación, los saberes básicos y los descriptores del perfil competencial que se pretenden desarrollar. Estos últimos son los que deben servir como punto de partida y fundamentar el resto de decisiones curriculares, las estrategias y orientaciones metodológicas en la práctica y servir de referencia de cara a la evaluación interna y externa de los aprendizajes del alumnado. Quedando así patente que las actividades a realizar conectan con el fin último de la tarea educativa, el desarrollo de las competencias y la movilización de saberes básicos necesarios para ello. En definitiva el “para qué”.",
        "5. Secuenciación didáctica. Explicación breve de “cómo”, “con qué”, “cuándo”, “dónde”, etc., se va a desarrollar el proceso de enseñanza aprendizaje. Se trata de recoger de manera resumida las tareas y actividades a realizar para la motivación, al desarrollo, la consolidación y la aplicación de la práctica educativa. Definiendo tanto los escenarios y los recursos necesarios para llevarlas a cabo como la forma de agrupamiento del alumnado. Es importante hacer referencia a los procesos cognitivos que se verán involucrados.",
        "6. Medidas de atención a la diversidad y a las diferencias individuales. Las medidas, tanto generales como específicas, que se van a aplicar, vistas desde la inclusión educativa y la aplicación de los principios del Diseño Universal para el Aprendizaje. Es importante hacer referencia al principio y a las pautas concretas para el desarrollo y la aplicación de las medidas que se prevén.",
        "7. Evaluación de los resultados y del proceso. Para que la evaluación no se desvincule del marco curricular, deberán anotarse los criterios de evaluación de las diferentes áreas que están vinculados con las competencias específicas que se desean desarrollar en esta situación de aprendizaje. Para concretar, es conveniente proponer tanto los instrumentos (observación sistemática, registro anecdótico, porfolio, etc.) como las rúbricas necesarias que facilitarán el proceso de evaluación, las pautas para la evaluación de las medidas generales o específicas de atención a la diversidad y a las diferencias individuales y los descriptores del perfil competencial según el nivel de desempeño correspondiente. Por último, aunque no menos importante, se debe dejar expresado el procedimiento para la evaluación de la práctica docente, haciendo explícitos tanto los indicadores de medida como los instrumentos o evidencias a utilizar.",
        "En definitiva, diseñar una situación de aprendizaje requiere que desde los principios generales y pedagógicos de la Etapa se alineen los elementos curriculares en favor del desarrollo de las competencias mediante la realización de tareas y actividades significativas y motivadoras, que se ajusten a las necesidades, las características y los diferentes ritmos de aprendizaje del alumnado. La puesta en práctica de sucesivas situaciones de aprendizaje convenientemente secuenciadas, partiendo de una o varias competencias específicas de una o varias áreas y tomando siempre como referencia el Perfil competencial y considerando la transversalidad de las competencias y saberes, permite que el aprendizaje sea transferible a cualquier contexto personal, social y académico de la vida de los alumnos y las alumnas y, por lo tanto, sentar las bases del aprendizaje permanente."
    ]
}