{
    "saberes": [
        "A. Resolución de problemas en situaciones motrices",
        "- Acciones motrices individuales. Principios para actuar metódicamente: emitir hipótesis de acción, identificar constantes, anticipar las acciones que hay que realizar, seleccionar las formas de hacer más apropiadas, resolver problemas. Perfeccionamiento y combinación de acciones motrices elementales para construir otras de mayor complejidad en situaciones y medios variados.",
        "- Acciones motrices de oposición. Información visual (juegos con raqueta: visión puntual, periférica, espacios libres...) y kinestésica (juegos de lucha: percepción del tono muscular, del equilibrio y desequilibrio, del centro de gravedad...). Principios y reglas de acción para superar al adversario (colocación en el terreno, utilización de la fuerza del oponente, alternancia...)",
        "- Acciones motrices de cooperación: la colaboración, la sincronización, la disponibilidad. Encadenamiento y coordinación de acciones grupales. Sincronización de acciones. Utilización de estrategias básicas de juego (anticipación). Práctica de actividades cooperativas que supongan un esfuerzo conjunto. Verbalización de reglas de acuerdo con las posibilidades del alumnado y respetando los principios de seguridad. Toma de informaciones y referencias pertinentes para construir un desplazamiento razonado y reflexionado. Adopción de una motricidad adaptada y específica para ajustarse a un medio variado y, a veces, variable (natural o reproducido) y para manejar instrumentos o materiales que produzcan problemas acción para la colaboración con compañeros y compañeras para conseguir un objetivo común.",
        "- Acciones motrices de colaboración-oposición: roles que vinculan interacciones posibles, relaciones con espacios y tiempos o uso de objetos. Explicación a posteriori de la propia acción, la de sus compañeros, compañeras y oponentes. Aplicación del repertorio de acciones motrices como portador y no portador del móvil (pelota), en ataque y en defensa. Ajuste de las conductas para hacerlas más eficaces (anticipar, actuar rápido, cambiar de ritmo...). Elaboración y utilización de estrategias de acción colectiva de ataque y defensa, enunciando reglas de acción para buscar la eficacia.",
        "- Acciones motrices en el medio natural: características y modalidades de utilización del material y el equipo para la realización de actividades en el medio natural, incluido el de seguridad. Preparación y realización de un proyecto de acción en el medio natural (excursión, acampada, cicloturismo, orientación) de acuerdo con las posibilidades del alumnado y respetando los principios de seguridad. Toma de informaciones y referencias pertinentes para construir un desplazamiento razonado y reflexionado. Adopción de una motricidad adaptada y específicapara ajustarse a un medio variado y, a veces, variable (natural o reproducido) y para manejar instrumentos o materiales que produzcan problemas de equilibrio. Gestión para llevar a buen término una actividad con economía y eficacia.",
        "- Acciones motrices con intención artística o expresiva: el cuerpo como instrumento de expresión y comunicación. Algunas manifestaciones expresivas relacionadas con estas actividades: la expresión corporal, la dramatización, la(s) danza(s), la gimnasia rítmica. Espacio propio, próximo y común o coreográfico. Utilización de los recursos expresivos del cuerpo y el movimiento (energía, espacio y tiempo) para la creación, expresión y comunicación de imágenes, ideas, estados de ánimo, sentimientos, emociones, roles, actitudes, tramas… Ejecución con precisión de formas motrices (desplazamientos, pasos, gestos, figuras...) y evoluciones en el espacio (formaciones, coreografías...) ajustadas al ritmo o soporte sonoro. Participación en la construcción, estructuración y ejecución de una producción colectiva, previendo roles y tareas de cada uno.",
        "B. Manifestaciones de la cultura motriz",
        "- Aportaciones de la cultura motriz a la herencia cultural. Los juegos populares y tradicionales como manifestación de la propia cultura y su potencial intercultural.",
        "- Aportaciones de la cultura motriz a la herencia cultural. Las danzas como manifestación de la propia cultura y su potencial intercultural.",
        "- Conocimiento de nombres de juegos populares y tradicionales. Deporte y perspectiva de género: referentes en el deporte de distintos géneros.",
        "- El juego y el deporte: reglamentoC. Autorregulación emocional e interacción social en situaciones motrices",
        "- Gestión emocional: estrategias de identificación, experimentación y manifestación de emociones, pensamientos y sentimientos a partir de experiencias motrices.",
        "- Habilidades sociales: verbalización de emociones derivadas de la interacción en contextos motrices.",
        "- Respeto de las reglas de juego.",
        "- Conductas que favorezcan la convivencia, inclusivas y de respeto a los demás, en situaciones motrices: estrategias de identificación de conductas contrarias a la convivencia o discriminatorias.",
        "- Roles de trabajo en las actividades relacionadas con las diferentes situaciones motrices.",
        "- Conciencia de los efectos producidos tras la realización de acciones motrices.D. Interacción eficiente y sostenible con el entorno",
        "- Normas de uso: educación vial para peatones. Normas de uso de la vía pública. Movilidad sostenible.",
        "- Posibilidades motrices de los espacios de juego y esparcimiento infantil.",
        "- El material y sus posibilidades de uso para el desarrollo de la motricidad.",
        "- Realización de actividades físicas en el medio natural y urbano.",
        "- Cuidado del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en el medio natural.E. Organización y gestión de la actividad física",
        "- Preparación de la práctica motriz: vestimenta deportiva y hábitos generales de higiene corporal.",
        "- Cuidado del material utilizado en la actividad a desarrollar.",
        "- Prevención de accidentes en las prácticas motrices: juegos de activación, calentamiento y vuelta a la calma.",
        "- Preparación de mochilas para la piscina, senderismo, etc.",
        "- Participación en proyectos motores sencillos: objetivos o metas.F. Vida activa y saludable",
        "- Salud física: efectos físicos beneficiosos de un estilo de vida activo. Alimentación saludable e hidratación. Educación postural en situaciones cotidianas. Cuidado del cuerpo: higiene personal y el descanso tras la actividad física.",
        "- Salud social: la actividad física como práctica social saludable. Derechos de los niños y niñas en el deporte escolar. Respeto hacia todas las personas con independencia de sus características personales.",
        "- Salud mental: bienestar personal y en el entorno a través de la motricidad. Autoconocimiento e identificación de fortalezas y debilidades en todos los ámbitos (social, físico y mental)."
    ],
    "criteriosEvaluacion": [
        "1.1. Comprender y resolver acciones motrices individuales con la ayuda docente (por ejemplo, desplazamientos, saltos, giros equilibrios, o combinación de ellos) ajustando los movimientos corporales a un proyecto personal.",
        "1.2. Comprender la lógica de las situaciones planteadas y resolver, con la ayuda docente, situaciones en las que se realicen acciones motrices de oposición (por ejemplo, luctatorias, situaciones motrices globales de cancha dividida, u otras).",
        "1.3. Comprender y resolver acciones motrices, con la ayuda docente, ajustando los movimientos corporales a las situaciones de cooperación.",
        "1.4. Comprender y resolver acciones motrices, con la ayuda docente, de forma coordinada y equilibrada, ajustando los movimientos corporales a diferentes cambios de las condiciones de las situaciones colaboración-oposición.",
        "1.5. Comprender y resolver, con la ayuda docente, acciones motrices para decodificar información y adaptar su motricidad de forma segura a situaciones con poca incertidumbre en contextos de centro o próximos al mismo.1.6. Improvisar y crear pequeñas producciones artístico-expresivas, utilizando los recursos expresivos del cuerpo (motricidad expresiva, simbolización y comunicación) de forma elemental (uso de la inmovilidad, los niveles, trayectorias, tipos de desplazamiento para bailar, principio y fin claros, etc.) y cuando corresponda, los recursos propios de cada actividad artístico- expresiva (pasos, figuras, hazañas, etc.).",
        "2.1. Participar activamente en juegos y otras manifestaciones artístico-expresivas de carácter cultural propias del entorno, valorando su componente lúdico-festivo y disfrutando de su puesta en práctica.",
        "2.2. Conocer y valorar los logros de distintos referentes del deporte de ambos géneros, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar dichos éxitos.Identificar las emociones que se producen durante el juego, intentando gestionarlas y disfrutando de la actividad física.",
        "3.2. Respetar las normas consensuadas, así como las reglas de juego y actuar desde los parámetros de la deportividad y el juego limpio, aceptando las características y niveles de los participantes.",
        "3.3. Participar en las prácticas motrices cotidianas, comenzando a desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación, iniciándose en la resolución de conflictos personales de forma dialógica y justa, y mostrando un compromiso activo frente a las actuaciones discriminatorias y de violencia.4.1. Participar de forma segura del entorno natural y urbano conociendo otros usos desde la motricidad y adoptando actitudes de respeto, cuidado y conservación hacia ellos durante el desarrollo de distintas prácticas lúdico-recreativas en contextos terrestres o acuáticos.Explorar las posibilidades de la propia motricidad a través del juego, aplicando en distintas situaciones cotidianas medidas básicas de cuidado de la salud personal: higiene corporal, educación postural y atuendo deportivo.",
        "5.2. Participar en juegos de activación y vuelta a la calma reconociendo su utilidad para adaptar el cuerpo a la actividad física y evitar lesiones, manteniendo la calma y sabiendo cómo actuar en caso de que se produzca algún accidente en contextos de práctica motriz.",
        "5.3. Realizar pequeños proyectos personales o de grupo que impliquen el inicio en el conocimiento personal sobre sus capacidades físicas.",
        "5.4. Conocer los valores positivos que fomenta la práctica motriz compartida reconociendo, vivenciando y disfrutando sus beneficios en contextos variados e inclusivos y respetando a todos los participantes con independencia de sus diferencias individuales.",
        "5.5. Identificar comportamientos saludables conociendo sus beneficios para el establecimiento de un estilo de vida saludable."
    ]
}