{
    "criteriosEvaluacion": [
        "1.1. Analizar diversas experiencias de innovación empresarial, reconociendo la importancia del proceso de innovación y de las capacidades emprendedoras de las personas que las promueven para valorar la relación entre innovación, emprendimiento y calidad de vida. CCL1, CCL2, CD5, CPSAA1.1, CPSAA3.2, CPSAA4, CC1, CE1, CE2",
        "1.2. Analizar de forma crítica y constructiva los efectos de la transformación económica y social de acciones emprendedoras locales de economía colaborativa y circular, reflexionando sobre el impacto en el entorno, así como de la huella ecológica, para generar actitudes sensibles y fomentar iniciativas socialmente responsables. CCL3, CCL5, STEM5, CPSAA2, CPSAA3.2, CPSAA5, CC1, CC4, CE1, CE2",
        "1.3. Descubrir necesidades reales y potenciales a cubrir en la sociedad, aplicando las destrezas emprendedoras propias, y utilizando técnicas y herramientas de análisis de mercado para entrenar la creatividad y la capacidad de promover alternativas y soluciones innovadoras que respondan al interés individual y colectivo. CCL3, CD1, CPSAA3.2, CPSAA4, CC1, CE1, CE3",
        "1.4. Seleccionar en equipo una idea de negocio o solución a un reto propuesto aplicando técnicas de generación y evaluación de ideas, y estudiando su repercusión en el entorno para plantear de forma cooperativa proyectos empresariales o sociales que contribuyan al desarrollo sostenible de la economía local y al bienestar social. CCL1, STEM3, CD5, CPSAA3.2, CPSAA5, CC2, CC4, CE1, CE2, CE3, CCEC3.1",
        "2.1. Establecer los objetivos a alcanzar con el proyecto emprendedor, teniendo en cuenta la responsabilidad social de la empresa y valorando la aplicación de estrategias de economía circular y la incorporación de los Objetivos de Desarrollo Sostenible y de la Agenda Canaria 2030. CCL1, STEM3, STEM5, CD1, CPSAA1.1, CPSAA3.2, CPSAA4, CC2, CC4, CE1, CE2",
        "2.2. Adoptar decisiones razonadas sobre la forma jurídica, la localización y la dimensión ideal de la empresa, e iniciar un proceso de naming y branding de la idea de negocio, para favorecer el desarrollo de los objetivos empresariales en el entorno local. CCL1, STEM3, CD1, CPSAA3.2, CPSAA4, CE2, CE3, CCEC4.2",
        "2.3. Identificar los procedimientos, plazos y recursos locales de asesoramiento emprendedor, valorando la importancia de la legalidad y de la seguridad digital en la gestión administrativa, para realizar los trámites de puesta en marcha del negocio ante los distintos organismos oficiales. CCL1, CCL2, CCL3, CD1, CD3, CD4, CPSAA3.2, CC2, CE2, CE3",
        "3.1. Identificar las funciones que se desarrollan en las áreas funcionales de aprovisionamiento y producción o servicio, desarrollando los aspectos fundamentales de planificación del proceso productivo u operativo, y valorando la aplicación de estrategias de economía circular, para diseñar el plan operativo del proyecto emprendedor. CCL2, CCL3, CCL5, CE2, CE3, CCEC3.2, CCEC4.1",
        "3.2. Identificar las funciones y los objetivos del área comercial y de marketing, analizando las variables que inciden en las ventas y la fidelización de la clientela, aplicando herramientas de marketing mix, digital y experiencial, para tomar decisiones comerciales y de marketing con las que afrontar con éxito los permanentes cambios que el mercado demanda. CCL5, STEM4, CD2, CD3, CPSAA1.2, CPSAA3.2, CPSAA4, CC3, CE1, CCEC3.1",
        "3.3. Valorar la importancia del área funcional de recursos humanos y de la organización interna de la empresa, analizando los puestos de trabajo, el organigrama y la política de selección y de prevención, para plantear las decisiones de gestión del personal del proyecto empresarial. CCL1, CCL3, STEM2, STEM4, STEM5, CPSAA3.1, CE2",
        "3.4. Recabar información sobre las distintas alternativas de financiación empresarial a disposición de las empresas, tomando en consideración sus costes, ventajas e inconvenientes, para optimizar la toma de decisiones respecto al bienestar financiero del proyecto empresarial. STEM2, STEM5, CPSAA3.2, CPSAA5, CC4, CE2",
        "4.1. Clasificar los componentes y calcular el valor del patrimonio en diferentes situaciones empresariales, empleando la terminología contable básica y analizando las obligaciones contables para reconocer la importancia de la contabilidad como fuente de información para la empresa. CCL1, CCL2, STEM1, STEM2",
        "4.2. Realizar supuestos prácticos sencillos del ciclo contable y del análisis de las cuentas anuales, aplicando la normativa contable y reconociendo las aplicaciones digitales de contabilidad, para valorar de forma básica la situación patrimonial, económica y financiera de la empresa. STEM2, STEM4, CD2, CD3",
        "4.3. Identificar los elementos básicos de los principales impuestos en la economía española, profundizando en los que afectan a las empresas y analizando el impacto y la repercusión de las obligaciones tributarias en la economía de su entorno para valorar la importancia de la responsabilidad fiscal empresarial. CCL3, CD1, CPSAA4, CC2, CE1",
        "5.1. Poner en práctica procesos empresariales de comunicación efectiva, identificando las partes del proceso de comunicación, desarrollando habilidades comunicativas básicas que le permitan presentar el proyecto empresarial elaborado. CCL1, CCL2, CCL5, CP1, CE1",
        "5.2. Diseñar la narrativa del proyecto emprendedor y realizar presentaciones efectivas de la idea de negocio, aplicándolas a potenciar la imagen de marca de la empresa. CCL1, CCL2, CCL5, CD2, CD3, CPSAA1.1, CPSAA3.2, CCEC4.2",
        "5.3. Validar las ideas y soluciones desarrolladas con actitud cooperativa y respetuosa, para obtener información útil sobre el proyecto empresarial diseñado que permita adaptar las decisiones propuestas. STEM3, CPSAA1.1, CPSAA3.2, CPSAA5, CE3"
    ],
    "saberes": [
        "I. Innovación e idea de negocio: el proyecto de empresa",
        "    1. Importancia de la innovación como fuente de desarrollo económico y de mejora de la calidad de vida. Análisis de casos prácticos de innovación. ",
        "        1.1. Factores determinantes de la innovación. Tipos de innovación: Manual de Oslo. Riesgos de la innovación.",
        "        1.2. Innovación como motor del emprendimiento en la sociedad actual. La aplicación de la creatividad: modelo Innovation Engine de Tina Seelig.",
        "    2. Proceso emprendedor.",
        "        2.1. Caracterización y tipologías de persona emprendedora. Valoración de la cultura emprendedora. Análisis de casos prácticos de emprendimiento.",
        "        2.2. Habilidades blandas para emprender. Autodiagnóstico de actitudes emprendedoras.",
        "    3. Creatividad en la generación de ideas. ",
        "        3.1. Aplicación de técnicas de generación de ideas: brainstorming, método de los «6 sombreros para pensar», Phillips 66...",
        "        3.2. Análisis del entorno y del mercado: herramientas PESTEL, DAFO, mapa de empatía...",
        "        3.3. Idea de negocio, detección y evaluación de oportunidades de negocio. Análisis de varios modelos de negocio: larga cola, cebo y anzuelo, software-as-a-service, co-creación, crowdsourcing, modelo Canvas...",
        "    4. Análisis del emprendimiento social y de sinergias en el desarrollo local. Estudio de casos prácticos. ",
        "        4.1. Transformación económica y social de diferentes acciones emprendedoras locales de economía colaborativa y circular.",
        "        4.2. Efecto de los retornos en la economía local: ejemplos de consumo/producción responsable y consumo local.",
        "II. Decisiones para iniciar un proyecto emprendedor",
        "    1. Establecimiento de objetivos empresariales y de responsabilidad social corporativa (RSC) y elementos intangibles del proyecto emprendedor: el empleo del lienzo Misión-Visión-Valores, el análisis DAFO y la metodología de los «5 porqués» en la aplicación de estrategias de economía circular en el proyecto.",
        "    2. Análisis de factores de localización y diseño del punto de venta o de servicio.",
        "    3. Técnicas y etapas en el proceso de branding y naming de nuestra idea de negocio.",
        "    4. Adopción de la forma jurídica y estudio de los principales trámites para la puesta en marcha de un proyecto emprendedor: los organismos oficiales y el asesoramiento emprendedor.",
        "III. Organización interna de la empresa",
        "    1. Reconocimiento de la estructura organizativa de la empresa: la representación gráfica en organigramas.",
        "    2. Área de aprovisionamiento. ",
        "        2.1. Plan de compras y control de stocks. Técnicas de selección de proveedores. La documentación comercial: el pedido, albarán y factura.",
        "    3. Área de producción o servicio. ",
        "        3.1. Descripción del producto. Diseño del prototipo y aplicación de técnicas de prototipado (lego serious play, origami, impresión 3D, aplicaciones web, storyboards…).",
        "        3.2. Descripción del servicio. El manual de procedimiento de prestación del servicio.",
        "    4. Área comercial y de marketing. ",
        "        4.1. Técnicas y aplicación de investigaciones de mercado.",
        "        4.2. Comunicación comercial y atención al cliente.",
        "        4.3. Responsabilidad en las acciones publicitarias. Análisis de anuncios publicitarios (plan de medios, publicidad en internet y tecnologías de comunicación digitales).",
        "    5. Área de recursos humanos. ",
        "        5.1. Búsqueda y selección de personal: el videocurrículum. Reconocimiento de las nuevas habilidades demandadas por las empresas.",
        "        5.2. Diferenciación de los principales tipos de contratación laboral.",
        "        5.3. Toma de conciencia sobre los riesgos laborales.",
        "        5.4. Análisis de los elementos básicos de las nóminas.",
        "    6. Área de financiación. ",
        "        6.1. Elaboración de un plan básico de tesorería.",
        "        6.2. Selección de las fuentes de financiación más apropiadas, incluyendo las finanzas sostenibles y atendiendo a diversos criterios.",
        "IV.  Fiscalidad y contabilidad en el proyecto emprendedor",
        "    1. Composición y valoración patrimonial. Las cuentas y la metodología contable: fundamentos de su aplicación. Explicación de las normas elementales del Plan General de Contabilidad.",
        "    2. Elaboración e interpretación de un balance de situación y una cuenta de resultados abreviados. Análisis de las obligaciones contables.",
        "    3. Identificación de los elementos básicos de los impuestos y de las principales figuras del sistema tributario español y canario, en particular: las ventajas del REF y la tributación de las actividades empresariales en Canarias.",
        "    4. Análisis y repercusión de las obligaciones fiscales de la empresa: estudio de la economía sumergida, y de la presión y evasión fiscal y sus efectos sobre la economía española y canaria. Compromiso social y conciencia ciudadana de las empresas en materia fiscal.",
        "V. Comunicación empresarial: exposición del proyecto de empresa",
        "    1. Diseño de la narrativa del proyecto emprendedor: desarrollo de la estructura de la presentación de la idea de negocio y storytelling aplicado a potenciar la imagen de marca.",
        "    2. Presentación del proyecto empresarial, utilizando diferentes herramientas de comunicación y exposición: manejo de aplicaciones de creación de presentaciones multimedia.",
        "    3. Identificación de los elementos esenciales de la comunicación verbal y no verbal. Desarrollo de las habilidades básicas de comunicación externa e interna en la empresa: puesta en práctica de la comunicación con neotelling, el arte de comunicar y seducir con tecnología. Uso eficaz y seguro de las tecnologías digitales como medio de comunicación empresarial."
    ]
}