{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Identificar y analizar los procedimientos habituales del trabajo del historiador, como la ",
        "selección de hechos históricos relevantes según las aportaciones historiográficas, ",
        "interpretando y comentando fuentes históricas que han sido clave para explicar el grado de ",
        "desarrollo político, económico, social y cultural alcanzado. ",
        "1.2. Reconocer el legado democrático y las acciones en favor de la libertad, identificando y ",
        "comparando los distintos regímenes políticos y sus respectivos textos constitucionales, ",
        "utilizando adecuadamente términos y conceptos históricos, valorando el grado y alcance de ",
        "los derechos y libertades que reconocen y la aplicación efectiva de los mismos.  ",
        "1.3. Identificar y valorar el papel de la Transición en el establecimiento de la democracia actual y ",
        "de la Constitución de 1978 como fundamento y garantía de los derechos y libertades de los ",
        "españoles.  ",
        "Competencia específica 2. ",
        "2.1. Aprender a analizar fuentes históricas plurales, a buscar e identificar informaciones fiables ",
        "que ilustren la historia de la nación española desde cada una de sus partes, prestando ",
        "especial atención a los hitos de su incorporación histórica.   ",
        "2.2. Identificar los distintos procesos políticos, culturales y administrativos que han tenido lugar en ",
        "la formación del Estado. ",
        "Competencia específica 3. ",
        "3.1. Analizar la evolución económica de España y distinguir sus ritmos y ciclos de crecimiento, ",
        "valiéndose del manejo de datos, representaciones gráficas y recursos digitales, interpretando ",
        "su particular proceso de modernización comparándolo con el de los países del entorno y los ",
        "debates historiográficos sobre su desarrollo industrial.   ",
        "3.2. Reflexionar sobre los avances y retrocesos en la historia de la economía española y su ",
        "modernización. ",
        "Competencia específica 4. ",
        "4.1. Describir y relacionar las grandes transformaciones sociales y los diferentes modos de ",
        "organización y participación política que se han producido en España desde el paso del ",
        "Antiguo Régimen a la nueva sociedad burguesa, analizando el surgimiento y evolución del ",
        "concepto de ciudadanía y de los nuevos usos sociales, utilizando adecuadamente términos ",
        "históricos y conceptos historiográficos. ",
        "4.2. Analizar la pluralidad de la sociedad española, la historia de su desigualdad y su cohesión y ",
        "los cambios en los modos de vida.  ",
        "4.3. Deducir a través del estudio crítico de noticias y datos estadísticos la evolución del Estado ",
        "social, identificando los logros y retrocesos experimentados y las medidas adoptadas por el ",
        "Estado hasta el presente, la evolución de los niveles de vida y de bienestar, así como los ",
        "límites y retos de futuro. ",
        "Competencia específica 5. ",
        "5.1. Estudiar el lugar de las creencias e instituciones religiosas en la historia de España, así como ",
        "de las distintas ideas políticas. ",
        "5.2. Pensar y expresarse en intervenciones orales y pequeños ensayos acerca de la historia de ",
        "España y la influencia de distintas corrientes políticas, usando la bibliografía y el contraste de ",
        "fuentes plurales. ",
        "5.3. Emplear el rigor metodológico de la historia en el estudio de las reformas estructurales que ",
        "acometió la Segunda República, identificando sus logros y sus errores, así como las ",
        "reacciones antidemocráticas que se produjeron desde los diversos posicionamientos y que ",
        "derivaron en la Guerra Civil, aproximándose a la historiografía sobre la misma y al marco ",
        "conceptual del estudio en Europa: fascismo, nazismo y comunismo, así como a través de la ",
        "interpretación de la evolución del franquismo en sus diversas etapas. ",
        "Competencia específica 6. ",
        "6.1. Señalar los retos globales y los principales compromisos del España en ámbito internacional, ",
        "así como los que se derivan de su integración en la Unión Europea y en la alianza Atlántica, a ",
        "través de procesos de búsqueda, selección y tratamiento de la información de forma rigurosa ",
        "y responsable.  ",
        "6.2. Reconocer y definir el valor geoestratégico de la Península Ibérica, identificando el rico legado ",
        "histórico y cultural generado a raíz de su conexión con procesos históricos relevantes, ",
        "caracterizando las especificidades y singularidades de su evolución con respecto a otros ",
        "países europeos y los estereotipos asociados a las mismas, así como la influencia de las ",
        "relaciones internacionales. Reconocer la importancia de los vínculos históricos de España con ",
        "Hispanoamérica. ",
        "Competencia específica 7. ",
        "7.1. Incorporar en la observación y el análisis de la realidad histórica y de la sociedad actual ",
        "puntos de vista distintos, incluyendo el de las relaciones entre hombres y mujeres.  ",
        "7.2. Constatar el papel de la mujer en la historia analizando fuentes literarias, periodísticas y ",
        "artísticas. ",
        "Competencia específica 8 ",
        "8.1. Identificar elementos del patrimonio histórico como factor determinante para conocer la ",
        "Historia de España, valorando la aportación de museos, archivos y bibliotecas como factores ",
        "fundamentales en la conciencia histórica de la sociedad. ",
        "8.2. Realizar trabajos de indagación e investigación, iniciándose en la metodología histórica y la ",
        "historiografía, mediante la elaboración de ensayos sobre personajes, teniendo presente el ",
        "patrimonio histórico español como un bien que se debe proteger.         "
    ],
    "saberes": [
        "A. De la Prehistoria al reinado de los primeros Borbones. ",
        "– La Prehistoria y la Edad Antigua en la Península Ibérica:   ",
        "El Paleolítico y el Neolítico.   ",
        "Los pueblos prerromanos y las colonizaciones de los pueblos del Mediterráneo.   ",
        "La Hispania romana.   ",
        "La monarquía visigoda.  ",
        "– La Edad Media en la Península Ibérica:   ",
        "Al-Ándalus: evolución política.   ",
        "Al-Ándalus: economía sociedad y cultura. El legado judío en la Península ibérica.  ",
        "Los reinos cristianos: evolución de la conquista de la Península y organización política. ",
        "Modelos de repoblación. Organización estamental.   ",
        "La Baja Edad Media en las Coronas de Castilla y de Aragón y en el Reino de Navarra. ",
        "– La Edad Moderna:   ",
        "Los Reyes Católicos: unión dinástica e instituciones de gobierno. La guerra de Granada.   ",
        "Exploración, conquista y colonización de América.   ",
        "Los Austrias del siglo XVI. Política interior y exterior.  ",
        "Los Austrias del siglo XVII. Política interior y exterior.  ",
        "Sociedad, economía y cultura de los siglos XVI y XVII.  ",
        "La Guerra de Sucesión. La Paz de Utrecht. Los pactos de familia.   ",
        "La nueva Monarquía borbónica. Los decretos de Nueva Planta. Modelo de Estado y ",
        "alcance de las reformas ",
        "Las reformas borbónicas en los virreinatos americanos.   ",
        "Sociedad, economía y cultura del siglo XVIII.  ",
        "B. El siglo XIX español. ",
        "– La crisis del Antiguo Régimen (1788-1833):  ",
        "El reinado de Carlos IV. La Guerra de la Independencia.  ",
        "Las Cortes de Cádiz y la Constitución de 1812.  ",
        "El reinado de Fernando VII. La cuestión sucesoria.   ",
        "El proceso de independencia de las colonias americanas. El legado español en América.  ",
        "– La construcción del Estado Liberal (1833-1874):   ",
        "Isabel II: las Regencias. Las guerras carlistas. Grupos políticos y constituciones.  ",
        "Isabel II: el reinado efectivo. Grupos políticos y constituciones.  ",
        "El Sexenio Revolucionario: la Constitución de 1869. Gobierno provisional, reinado de ",
        "Amadeo de Saboya y Primera República.  ",
        "– El régimen de la Restauración (1874-1902):   ",
        "El sistema canovista: la Constitución de 1876 y el turno de partidos. La oposición al ",
        "sistema.   ",
        "Las guerras de Cuba, el conflicto bélico contra Estados Unidos y la crisis de 1898. ",
        "– Transformaciones económicas y sociales del siglo XIX:   ",
        "La evolución de la población y de las ciudades. De la sociedad estamental a la sociedad ",
        "de clases.  ",
        "Desamortizaciones. La España rural del siglo XIX. Industrialización, comercio y ",
        "comunicaciones. ",
        "C. De la crisis del 98 al fin de la dictadura franquista. ",
        "– El reinado de Alfonso XIII (1902-1931):   ",
        "La crisis de la Restauración: intentos regeneradores y oposición al régimen.  ",
        "El impacto de acontecimientos internacionales: Marruecos, la Primera Guerra Mundial y ",
        "la Revolución rusa.   ",
        "La Dictadura de Primo de Rivera y el final del reinado de Alfonso XIII.  ",
        "– La Segunda República (1931-1936):   ",
        "La Segunda República: las reformas estructurales y el origen histórico de las mismas.   ",
        "Proclamación, Gobierno provisional y Constitución de 1931. El bienio reformista.  ",
        "El bienio de la CEDA y del Partido Radical. El Frente Popular. Desórdenes públicos. ",
        "Violencia y conflictos sociales.  ",
        "Realizaciones sociales, políticas y culturales. Reacciones desde los diversos ",
        "posicionamientos. ",
        "– La Guerra Civil (1936-1939):   ",
        "La Guerra Civil: aproximación a la historiografía sobre el conflicto  ",
        "Desarrollo de la guerra y consecuencias.   ",
        "Evolución política y económica en las dos zonas. La dimensión internacional del conflicto. ",
        "– La dictadura franquista: (1939-1975):   ",
        "El franquismo: aproximación al marco conceptual de los sistemas totalitarios y ",
        "autoritarios: fascismo, nazismo y comunismo en Europa. Fundamentos ideológicos del ",
        "régimen franquista. ",
        "Institucionalización del régimen. Relaciones internacionales y etapas políticas y económicas.  ",
        "Transformaciones sociales.   ",
        "La represión,  el exilio y los movimientos de protesta contra la dictadura. La cultura ",
        "durante el Franquismo en España y en el exilio.  ",
        "Identificación de los retos, logros, dificultades y resistencias del fin de la dictadura. ",
        "D. Transición y democracia en España. Los retos del Mundo Actual.  ",
        "– La Transición:   ",
        "La situación política tras la muerte de Franco.  ",
        "La Constitución de 1978. El Estado de las Autonomías.   ",
        "Identificación de los retos, logros y dificultades del establecimiento de la democracia.  ",
        "– La democracia:   ",
        "La alternancia política.   ",
        "Evolución económica y social.   ",
        "La normalización democrática y la amenaza del terrorismo. El terrorismo de ETA. ",
        "– España en Europa:   ",
        "Derivaciones económicas, sociales y políticas del proceso de integración en la Unión ",
        "Europea.   ",
        "Participación en las instituciones europeas.   ",
        "Situación actual de la Unión Europea y expectativas de futuro.  ",
        "Los valores del europeísmo: principios que guían la idea de la Unión Europea y actitud ",
        "participativa ante los programas y proyectos comunitarios. ",
        "– España y el mundo:   ",
        "La contribución de España a la seguridad y cooperación mundial y su participación en los ",
        "organismos internacionales.   ",
        "El compromiso institucional, social y ciudadano ante los Objetivos de Desarrollo ",
        "Sostenible.   ",
        "La cultura de la seguridad nacional e internacional; instrumentos estatales e ",
        "internacionales para preservar los derechos, las libertades y el bienestar de la ",
        "ciudadanía.  ",
        "E. Las sociedades en el tiempo. ",
        "– Conocimiento histórico:   ",
        "El trabajo del historiador, la historiografía y la metodología histórica. Conciencia histórica ",
        "y conexión entre el pasado y el presente.   ",
        "Usos públicos de la historia: las interpretaciones historiográficas sobre determinados ",
        "procesos y acontecimientos relevantes de la historia de España y el análisis de los ",
        "conocimientos históricos presentes en los debates de la sociedad actual.  ",
        "Comentario de fuentes históricas textuales, gráficas, cartográficas e iconográficas.  ",
        "– Historia política:   ",
        "Términos y conceptos de la historia para el estudio de los sistemas políticos.  ",
        "El proceso de construcción nacional en España. De la centralización política y ",
        "administrativa a la formación y desarrollo del Estado liberal.  ",
        "La cuestión nacional: conciencia histórica y crítica de fuentes para abordar el origen y la ",
        "evolución de los nacionalismos y regionalismos en la España contemporánea.   ",
        "Estudio comparado de los regímenes liberales y del constitucionalismo en España: de los ",
        "inicios del régimen liberal y la constitución de 1812, los orígenes de la democracia, hasta ",
        "la Constitución democrática de 1978.   ",
        "Ideologías en la España contemporánea: discordia, sistemas políticos y usos del poder. ",
        "Los totalitarismos y las amenazas a la libertad. El terrorismo de ETA.  ",
        "Estudio de textos y contextos de las facciones, partidos y movimientos políticos, desde el ",
        "carlismo hasta la actualidad.   ",
        "El papel de los exilios en la España contemporánea.   ",
        "Reconocimiento de las acciones y movimientos en favor de la libertad en la historia ",
        "contemporánea de España, conciencia de hechos traumáticos y dolorosos del pasado y ",
        "del deber de no repetirlos. Reconocimiento, reparación y dignificación de las víctimas de ",
        "la violencia y el terrorismo en España. El terrorismo de ETA.  ",
        "– Historia económica:   ",
        "La transición al capitalismo en España. Los debates historiográficos acerca de la ",
        "industrialización del país y de su dependencia exterior. El modelo de desarrollo ",
        "económico español, ritmos y ciclos de crecimiento.  ",
        "Mundo rural y mundo urbano. Relaciones de interdependencia y de reciprocidad entre el ",
        "campo y la ciudad desde una perspectiva histórica. De la sociedad agraria al éxodo rural ",
        "y a la España vacía.  ",
        "Crecimiento económico y sostenibilidad: manejo de datos, aplicaciones y gráficos para el ",
        "análisis de la evolución de la economía española desde el desarrollismo a la actualidad.  ",
        "– Historia social:   ",
        "Trabajo y condiciones de vida. La evolución de la sociedad española. Población, familias ",
        "y ciclos de vida. Servidumbre, proletarización industrial, el nacimiento de las clases ",
        "medias y el estado del bienestar.  ",
        "La lucha por la igualdad y la justicia social. La acción del Estado y las políticas sociales.   ",
        "Grandes mujeres en la historia de España. Las acciones en favor de la emancipación de ",
        "la mujer. ",
        "– Historia de las Relaciones Internacionales:   ",
        "El significado geoestratégico de la península ibérica y la importancia del legado histórico ",
        "y cultural. El Mediterráneo, el Atlántico y la Europa continental.  ",
        "El significado de la monarquía hispánica. El legado hispánico. La herencia colonial en la ",
        "España contemporánea. Estereotipos y singularidades de la historia de España en el ",
        "contexto internacional. La leyenda negra. ",
        "– Historia de las mentalidades:   ",
        "La religión. El papel del catolicismo en la configuración cultural y política de España y en ",
        "los movimientos políticos y sociales.   ",
        "Las relaciones entre la Iglesia y el Estado.  ",
        "La situación de las minorías religiosas.  ",
        "– Patrimonio:  ",
        "Conservación y difusión del patrimonio histórico. Archivos, museos y centros de ",
        "divulgación e interpretación histórica. ",
        "F. Compromiso Cívico. ",
        "– Valores democráticos: conocimiento de los principios y normas constitucionales, ejercicio de ",
        "los valores cívicos y participación ciudadana. ",
        "– Identidad y sentimientos de pertenencia: reconocimiento de la pluralidad y de los símbolos y ",
        "normas comunes del Estado español. ",
        "– Compromiso con los Objetivos de Desarrollo Sostenible. Comportamiento social para alcanzar ",
        "el logro de los mismos. ",
        "– Ética digital: respeto a la propiedad intelectual. Participación y ejercicio de la ciudadanía a ",
        "través de las tecnologías digitales. Prevención y defensa ante la desinformación y la ",
        "manipulación. Las noticias falsas. ",
        "– Solidaridad y cooperación: los grandes desafíos que afectan a España y al mundo y ",
        "conductas tendentes al compromiso social, el asociacionismo y el voluntariado. ",
        "– España en el mundo actual. Las amenazas a la libertad.         "
    ]
}
