{
    "saberes": [
        "A. Vida activa y saludable",
        "A1. Salud física",
        "Efectos físicos, psicológicos y sociales beneficiosos de un estilo de vida activo (sobrepeso, regulación del sueño, mejora de la percepción y memoria, participación e iniciativa social...).",
        "Alimentación saludable e hidratación.",
        "Educación postural: hábitos posturales adecuados en situaciones cotidianas.",
        "Cuidado del cuerpo: higiene personal y el descanso tras la actividad física.",
        "Posibilidades y limitaciones físicas propias.",
        "Dosificación del esfuerzo: juego y descanso.",
        "A2. Salud social",
        "La actividad física como práctica social saludable.",
        "Valoración del juego como un derecho de disfrute.",
        "Respeto hacia todas las personas con independencia de sus características personales.",
        "A3. Salud mental",
        "Bienestar personal y en el entorno a través de la motricidad.",
        "Toma conciencia de la importancia de la práctica de actividades físicas en el desarrollo físico, social y mental.",
        "B. Organización y gestión de la actividad física",
        "Elección de la práctica física: vivencia de diversas experiencias corporales en distintos contextos.",
        "Cuidado en el uso de materiales y espacios en la práctica de actividad física.",
        "Preparación de la práctica motriz: vestimenta deportiva y hábitos generales de higiene corporal.",
        "Planificación y autorregulación de proyectos motores sencillos: objetivos o metas.",
        "Medidas de seguridad para prevenir situaciones de riesgo o evitar accidentes en las prácticas motrices: juegos de activación, calentamiento, de acción motriz y vuelta a la calma.",
        "Actuaciones básicas ante accidentes durante la práctica de actividades físicas: pedir ayuda.",
        "C. Resolución de problemas en situaciones motrices",
        "C1. Toma de decisiones",
        "Adecuación de las acciones a las capacidades y limitaciones personales en situaciones motrices individuales.",
        "Realización de acciones coordinadas y conjuntas con compañeras y compañeros en situaciones cooperativas.",
        "Adecuación de la acción a la ubicación del adversario en situaciones motrices de persecución y de interacción con un móvil.",
        "Conocimiento de la posición corporal o la distancia adecuadas en situaciones de oposición de contacto.",
        "Realización de acciones para proteger-mantener la posesión, recuperar el móvil o evitar que el atacante progrese en situaciones motrices de colaboraciónoposición de persecución y de interacción con un móvil.",
        "Manejo de las herramientas y móviles.",
        "C2. Habilidades perceptivo-motrices",
        "Conciencia corporal.",
        "Utilización e interiorización de las posibilidades de movimiento.",
        "Toma de conciencia del propio cuerpo en relación con la tensión, la relajación y la respiración.",
        "Percepción espacio-temporal respecto a uno mismo, los desplazamientos propios y con móviles: dimensiones espaciales (ocupación, agrupación y dispersión), distancias, direcciones y sentidos; orientación, ritmos binarios y estructuras sencillas.",
        "Lateralidad y su proyección en el espacio.",
        "Coordinación óculo-pédica y óculo-manual. Equilibrio estático y dinámico, con o sin objetos, y desequilibrios.",
        "C3. Capacidades condicionales",
        "Capacidades físicas desde el ámbito lúdico y el juego.",
        "C4. Habilidades y destrezas motrices",
        "Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas.",
        "Control y dominio motor desde un planteamiento previo a la acción (razonamiento motor), incidiendo más en los mecanismos de percepción.",
        "C5. Creatividad motriz",
        "Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos.",
        "D. Autorregulación emocional e interacción social en situaciones motrices",
        "Gestión emocional: estrategias de identificación, experimentación y manifestación de emociones, pensamientos, ideas y sentimientos a partir de experiencias motrices.",
        "Habilidades sociales: escucha e iniciación de las estrategias para la resolución de los conflictos derivadas de la interacción en contextos motrices.",
        "Respeto de las reglas de juego: compresión y cumplimiento.",
        "Aceptación de los diferentes roles de juego.",
        "Participación en el juego independientemente del resultado obtenido aceptando las frustraciones.",
        "Conductas que favorezcan la convivencia, inclusivas y de respeto a las demás personas, en situaciones motrices: estrategias de identificación y de conductas contrarias a la convivencia, discriminatorias o sexistas.",
        "Aportaciones de la cultura motriz a la herencia cultural.",
        "Los juegos y las danzas como manifestación de la propia cultura.",
        "Usos expresivos y comunicativos de la corporalidad: gestos, muecas, posturas y otros.",
        "Cuerpo, movimiento y sentimiento: exploración, imitaciones y representaciones con espontaneidad.",
        "Práctica de actividades rítmico-musicales con carácter expresivo.",
        "Sincronización del movimiento con pulsaciones y estructuras rítmicas sencillas.",
        "Bailes y danzas sencillas y populares.",
        "Deporte y perspectiva de género: referentes en el deporte de distintos géneros y participación coeducativa.",
        "E. Interacción eficiente y sostenible con el entorno",
        "F1. Educación vial y sostenibilidad",
        "Normas de uso de la vía pública como peatones: normas básicas sobre circulación vial (semáforo, paso peatones, señales...).",
        "Educación vial: respeto y cumplimiento de normas, responsabilidad y percepción del riesgo.",
        "Conocimiento y uso de los dispositivos de seguridad (cinturón de seguridad, cascos, chalecos...).",
        "Movilidad segura, saludable y sostenible: transporte activo (andar, bicicleta...).",
        "F2. Entorno, espacios y materiales",
        "Posibilidades motrices de los espacios de juego y esparcimiento infantil.",
        "Valoración como medio de disfrute, de relación con las demás personas y de empleo del tiempo libre.",
        "El material y sus posibilidades de uso para el desarrollo de la motricidad.",
        "Uso de materiales reutilizados y reciclados para el juego.",
        "Realización de actividades físicas en el medio natural y urbano.",
        "Cuidado del entorno próximo, como servicio a la comunidad, durante la práctica segura de actividad física en el medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar los desplazamientos activos como práctica saludable, conociendo sus beneficios físicos para el establecimiento de un estilo de vida activo.",
        "1.2. Explorar las posibilidades de la propia motricidad a través del juego, aplicando en distintas situaciones cotidianas medidas básicas de cuidado de la salud personal a través de la higiene corporal y la educación postural.",
        "1.3. Participar en juegos de activación y vuelta a la calma, reconociendo su utilidad para adaptar el cuerpo a la actividad física y evitar lesiones, manteniendo la calma y sabiendo cómo actuar en caso de que se produzca algún accidente en contextos de práctica motriz.",
        "1.4. Conocer los valores positivos que fomenta la práctica motriz compartida, reconociendo, vivenciando y disfrutando sus beneficios en contextos variados e inclusivos y respetando a las y los participantes con independencia de sus diferencias individuales.",
        "2.1. Reconocer la importancia de establecer metas claras a la hora de desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, valorando su consecución a partir de un análisis de los resultados obtenidos.",
        "2.2. Comprender y tomar decisiones en contextos de práctica motriz de manera ajustada según las circunstancias.",
        "2.3. Descubrir y reconocer los componentes cualitativos y cuantitativos de la motricidad de manera lúdica e integrada en diferentes situaciones y contextos, mejorando progresivamente su control y su dominio corporal.",
        "3.1. Identificar las emociones que se producen durante el juego, intentando gestionarlas y disfrutando de la actividad física.",
        "3.2. Aceptar, respetar y cumplir las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, aceptando las características y niveles de las y los participantes.",
        "3.3. Participar en las prácticas motrices cotidianas, comenzando a desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación, iniciándose en la resolución de conflictos personales de forma dialógica y justa, y mostrando un compromiso activo frente a las actuaciones contrarias a la convivencia.",
        "4.1. Participar activamente en la reproducción de juegos y otras manifestaciones artístico-expresivas de carácter cultural propias del entorno, valorando su componente lúdico-festivo y disfrutando de su puesta en práctica.",
        "4.2. Conocer y valorar los logros de distintos referentes del deporte de ambos géneros, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar dichos éxitos.",
        "4.3. Adaptar los distintos usos comunicativos de la corporalidad y sus manifestaciones a diferentes ritmos y contextos expresivos.",
        "5.1. Disfrutar de forma segura del entorno natural y urbano conociendo otros usos desde la motricidad y adoptando actitudes de respeto, cuidado y conservación hacia ellos durante el desarrollo de distintas prácticas lúdicorecreativas en contextos terrestres o acuáticos."
    ]
}