{
    "saberes": [
        "A. Cultura científica",
        "A.1. Iniciación a la actividad científica.",
        "A.1.2.1. Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación   y clasificación, búsqueda    de patrones, creación de modelos, investigación    a través de búsqueda de información, experimentos   concontrol de variables...).",
        "A.1.2.2. Instrumentos  y dispositivos apropiados para realizar observaciones  y mediciones de acuerdo a las necesidades de la investigación.",
        "A.1.2.3. Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "A.1.2.4. Fomento de la curiosidad y la iniciativa en la realización de las diferentes investigaciones.",
        "A.1.2.5.  Avances en el    pasado relacionados con la ciencia   y  la tecnología que han contribuido     a transformar nuestra sociedad mostrando modelos desde una perspectiva   de género.",
        "A.1.2.6. La importancia del uso de la ciencia y la tecnología para ayudar a comprender las causas de las propias acciones, tomar decisiones razonadas  y realizar tareas de forma más eficiente.",
        "A.2.2.1. Los reinos de la naturaleza desde  una perspectiva general e integrada a partir del estudio y análisis de las características  de diferentes ecosistemas.",
        "A.2.2.2. Características propias de  los animales  que permiten su clasificación    y diferenciación  en subgrupos relacionados con su capacidad adaptativa    al medio: obtención de  energía, relación  con   el entorno      y perpetuación de la especie.",
        "A.2. La vida en nuestro planeta.",
        "A.2.2.3. Características propias de las plantas que permiten su clasificación en relación con su capacidad adaptativa al medio: obtención de energía, relación con el entorno y perpetuación de la especie.",
        "A.2.2.4. Los ecosistemas como lugar donde intervienen factores bióticos y abióticos, manteniéndose un equilibrio entre los diferentes elementos y recursos. Importancia de la diversidad. Las funciones y servicios de los ecosistemas.",
        "A.2.2.5. Las formas de relieve más relevantes",
        "A.2.2.6. Las relaciones del ser humano con los ecosistemas para cubrir  las necesidades de la sociedad. Ejemplos de buenos y malos usos de los recursos naturales de nuestro planeta y sus consecuencias.",
        "A.2.2.7. El cuerpo humano: órganos y aparatos (órganos de los sentidos).",
        "A.2.2.8. Valoración y respeto a su propio cuerpo y el de los demás.",
        "A.2.2.9. Hábitos saludables relacionados con el bienestar físico del ser humano: el cuerpo humano: órganos y aparatos (órganos de los sentidos), alimentación variada y ejercicio físico, y descanso y cuidado del cuerpo como medio para prevenir posibles enfermedades.",
        "A.2.2.10. Estrategias de control de las propias emociones.",
        "A.3.2.1. El   calor. Cambios de estado, materiales conductores y aislantes, instrumentos de medición y aplicaciones en la vida cotidiana.",
        "A.3.2.2.  Realización de  proyectos sencillos  donde se apliquen  los efectos de las  máquinas   simples  sobre las fuerzas y  los cambios en la  materia.",
        "A.3. Materia, fuerzas y energía.",
        "A.3.2.3. Fuentes de  energía renovables  y no   renovables.  Energías  renovables de  Extremadura  (hidroeléctrica,  solar y   eólica)   y  entornos más  adecuados para  ellas según el  relieve y la  meteorología.",
        "A.3.2.4. Los  cambios  reversibles e  irreversibles que  experimenta la  materia desde un  estado inicial a uno  final para  reconocer los  procesos y  transformaciones  que ocurren en la  materia en  situaciones   de   la  vida cotidiana.  Clasificación  elemental de   las  rocas.",
        "A.3.2.5. Fuerzas de  contacto y a  distancia.  Las  fuerzas  y  sus  efectos.",
        "A.3.2.6.  Propiedades de las  máquinas   simples  y su efecto sobre  las fuerzas.  Aplicaciones y usos  en la vida  cotidiana.",
        "B. Tecnología y digitalización",
        "B.1.2.1. Dispositivos y recursos del entorno digital de aprendizaje que cubran necesidades del contexto educativo.",
        "B.1.2.2. Estrategias de búsquedas guiadas de información seguras y eficientes en internet (valoración, discriminación, selección y organización).",
        "B.1. Digitalización del entorno personal de aprendizaje.recogida, almacenamiento y representación de datos para facilitar su comprensión y su análisis.",
        "B.1.2.3.  Procedimientos variados de",
        "B.1.2.4. Recursos y plataformas digitales restringidas     y seguras   para comunicarse   con otras  personas poniendo     en práctica la etiqueta digital,  reglas básicas de cortesía y respeto    y estrategias  para resolver problemas en la comunicación digital.",
        "B.1.2.5. Reglas básicas de seguridad y privacidad para navegar por internet y para proteger  el entorno        digital personal de aprendizaje.",
        "B.1.2.6. Estrategias para fomentar el bienestar digital físico y mental. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales  (tiempo excesivo de uso, ciberacoso   y acceso a contenidos inadecuados) y estrategias de actuación.",
        "B.2. Proyectos de diseño y pensamiento computacional",
        "B.2.2.1. Elaboración y desarrollo de proyectos de diseño por fases (diseño, prototipado, prueba  y comunicación) usando materiales, herramientas y objetos seguros y adecuados para la elaboración y desarrollo de los proyectos, utilizando a nivel básico recursos digitales que permitan la programación por bloques.",
        "B.2.2.2. Fases del pensamiento computacional (descomposición de una tarea en partes más sencillas, reconocimiento de patrones   y generación cooperativa  de productos).",
        "B.2.2.3. Iniciación a la programación a través  de recursos analógicos (actividades desenchufadas)   o digitales (plataformas digitales   de iniciación  a  la programación, aplicaciones  de programación por bloques, robótica educativa...).",
        "B.2.2.4. Estrategias y técnicas cooperativas sencillas para  el trabajo en equipo y estrategias para la gestión  de conflictos ypromoción de conductas empáticas e inclusivas.",
        "C. Sociedades y territorios",
        "C.1.2.1. La Tierra y las catástrofes naturales. Elementos, movimientos, dinámicas   que ocurren  en   el universo  y  su relación    con determinados fenómenos físicos que afectan a la Tierra y repercuten en la vida diaria y en el entorno.",
        "C.1.2.2. Conocimiento y representación del espacio. Representación de la Tierra por medio del globo terráqueo, los mapas y otros recursos digitales. Mapas y planos en distintas escalas.",
        "C.1.2.3. El clima y el paisaje. Los fenómenos",
        "C.1. Retos del mundo actual atmosféricos. Toma y registro de datos meteorológicos y su   representación gráfica y visual. Las Tecnologías de la Información Geográfica (TIG). Relación entre las zonas climáticas y la diversidad de paisajes.",
        "C.1.2.4. Retos sobre situaciones cotidianas. Técnicas de orientación mediante la observación de los elementos del medio físico y otros medios de localización espacial. La diversidad geográfica de Extremadura.",
        "C.1.2.5. Retos demográficos. Ocupación y distribución de la población en el espacio y análisis de los principales problemas y retos demográficos. Representación gráfica y cartográfica de la población.",
        "C.1.2.6. Desigualdad social y acceso a los recursos. Usos del espacio por el ser humano y evolución  de las actividades productivas.  El valor, el control del dinero y medios de pago. De  la supervivencia a la sobreproducción.",
        "C.2.2.1. El tiempo histórico. Nociones temporales  y cronología. Ubicación temporal de las  grandes etapas históricas en ejes",
        "C.2. Sociedades en el tiempo.cronológicos. Temas de relevancia en la historia (Prehistoria y Edad Antigua).",
        "C.2.2.2. La acción de los hombres y mujeres como sujetos en la historia. Interpretación del papel de los individuos y de los distintos grupos sociales, relaciones, conflictos, creencias y condicionantes en cada época histórica.",
        "C.2.2.3. Las fuentes históricas: clasificación y utilización de las distintas fuentes (orales, escritas, patrimoniales) como vía para el análisis de los cambios y permanencias en la localidad a lo largo de la historia. Las huellas de la historia en Extremadura: lugares, edificios, objetos, oficios o tradiciones de la localidad.",
        "C.2.2.4.   Iniciación a la investigación y a los métodos de trabajo para la realización de proyectos que analicen hechos, asuntos y temas de relevancia actual con perspectiva histórica, contextualizándolo s en la época correspondiente (Prehistoria y Edad Antigua), como son la supervivencia y la alimentación, la vivienda, los intercambios comerciales (de dónde viene el dinero, los trabajos no remunerados), la explotación de bienes comunes y recursos, los avances técnicos.",
        "C.2.2.5.   Las expresiones artísticas      y culturales prehistóricas y de la antigüedad y su contextualización histórica desde una perspectiva   de género. La función del arte y la cultura en el mundo de la Prehistoria  y   la Edad Antigua. Vestigios artísticos relevantes    en Extremadura y España.",
        "C.2.2.6.   El patrimonio natural y cultural  de Extremadura. Los espacios protegidos, culturales    y naturales. Su uso, cuidado    y conservación.",
        "C.3. Alfabetización cívica.",
        "C.3.2.1. Compromisos y normas para la vida en sociedad.",
        "C.3.2.2. Las costumbres, tradiciones y manifestaciones etnoculturalesétnic o culturales del entorno. Respeto por la diversidad y la cohesión social.",
        "C.3.2.3. La organización política y territorial de España.",
        "C.3.2.4. Organización y funcionamiento de la sociedad. Las principales instituciones y entidades del entorno local, regional y nacional y los servicios públicos que prestan. Estructura administrativa de España.",
        "C.3.2.5. Seguridad vial. La   ciudad como espacio de convivencia. Normas      de circulación, señales y marcas viales.  Movilidad segura, saludable y sostenible   como peatones o como usuarios  de  los medios       de transporte.",
        "C.4.2.1. El cambio climático. Introducción a las causas y consecuencias del cambio climático, y su impacto en los paisajes de la Tierra. Medidas de mitigación.",
        "C.4. Conciencia ecosocial.",
        "C.4.2.2. Conocimiento  de nuestro entorno. Paisajes naturales y paisajes humanizados  de España y sus elementos.",
        "C.4.2.3. Responsabilidad ecosocial. La transformación y la degradación de los ecosistemas naturales por la acción humana. Conservación y protección de la naturaleza.",
        "C.4.2.4. Estilos de vida sostenible. El consumo responsable, el uso del agua y  la energía,    la movilidad sostenible  y  la gestión de  los residuos.",
        "C.4.2.5. Publicidad, consumo responsable (necesidades y deseos) y derechos del consumidor.",
        "C.4.2.6. Introducción a los Objetivos   de Desarrollo Sostenible (ODS) desde  unaperspectiva local y regional."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Utilizar dispositivos y recursos digitales, de acuerdo a las necesidades del contexto educativo, de forma segura, buscando información, comunicándose y trabajando de forma individual y en equipo reelaborando y creando contenidos digitales sencillos.",
        "Criterio 1.2. Dominar los aspectos fundamentales del uso de aplicaciones de trabajo digital más usuales (abrir carpetas, acceder al navegador o a las aplicaciones e introducir usuarios y contraseñas de las aplicaciones y sitios web utilizados), que permitan obtener o almacenar información para el desarrollo de proyectos escolares o personales.",
        "Criterio 1.3. Valorar el cuidado de los dispositivos utilizados, contribuyendo a su mantenimiento y buen funcionamiento, teniendo en consideración al resto de usuarios de los mismos.",
        "Criterio 1.4. Iniciarse en el uso de alguna de las plataformas y aplicaciones educativas de uso más común en los centros de Extremadura (eScholarium, Google Classroom, MoodleEvex, etc.), utilizándolas en situaciones de aprendizaje y comunicación.",
        "Criterio 1.5. Realizar búsquedas sencillas de información en la red que le permitan resolver problemas, desarrollar nuevas ideas o adquirir conocimientos para llevar a cabo proyectos escolares o personales.",
        "Criterio 1.6. Iniciarse en el manejo básico de herramientas digitales para la creación de contenido (audiovisual, artístico, en formato texto, etc.) generando productos finales en los proyectos o almacenando información relevante para los mismos.",
        "Criterio 1.7. Manejar aspectos básicos de las principales herramientas de comunicación (correo electrónico, chats, mensajería de eScholarium, etc.) que le permitan comunicarse con los demás para resolver situaciones de aprendizaje o para un uso personal habitual.",
        "Criterio 2.1. Formular preguntas y realizar predicciones razonadas, demostrando curiosidad por el medio natural, social y cultural cercano.",
        "Criterio 2.2. Buscar y seleccionar información, de diferentes fuentes seguras y fiables, adquiriendo léxico científico básico, que se utilizará en investigaciones relacionadas con el medio natural, social y cultural y adquiriendo léxico científico básico.",
        "Criterio 2.3. Conocer y aplicar diferentes técnicas de indagación y modelos, además de los ya conocidos (entrevistas, estudio de casos, observación de campo...), para realizar experimentos guiados.",
        "Criterio 2.4. Conocer y emplear de forma segura instrumentos y dispositivos para realizar mediciones precisas y registrarlas correctamente.",
        "Criterio 2.5. Realizar experimentos guiados y no guiados.",
        "Criterio 2.6. Proponer posibles respuestas a las preguntas planteadas sobre hechos y fenómenos que ocurren en el medio, natural social y cultural, a través de la interpretación de la información y los resultados obtenidos y comparándolos con las predicciones realizadas.",
        "Criterio 2.7. Presentar los resultados de las investigaciones en diferentes formatos, utilizando herramientas adecuadas y un lenguaje científico básico y explicando los pasos seguidos.",
        "Criterio 3.1. Probar prototipos diferentes y seleccionar el más adecuado para la solución del problema.",
        "Criterio 3.2. Usar de forma segura herramientas, técnicas y materiales adecuados para la elaboración del producto final.",
        "Criterio 3.3. Construir, trabajando de manera cooperativa, un producto final sencillo que solucione un problema de diseño.",
        "Criterio 3.4. Explicar, siguiendo un guion, los pasos seguidos para elaborar el proyecto de diseño y el producto final.",
        "Criterio 3.5. Utilizar herramientas o aplicaciones digitales para presentar de forma oral y gráfica el producto final.",
        "Criterio 3.6. Resolver, de forma guiada, problemas sencillos de programación, modificando algoritmos de acuerdo a principios básicos del pensamiento computacional.",
        "Criterio 3.7. Aplicar el pensamiento de diseño participando en la elaboración colaborativa de proyectos.",
        "Criterio 4.1. Valorar y respetar su propio cuerpo y el de los demás.",
        "Criterio 4.2. Mostrar actitudes que fomenten el bienestar emocional y social. Criterio 4.3. Identificar las emociones propias y las de los demás mostrando empatía.",
        "Criterio 4.4. Establecer relaciones afectivas saludables.",
        "Criterio 4.5. Adoptar estrategias de control de las propias emociones: escucha activa, aceptación de la opinión de los demás, autoconocimiento.",
        "Criterio 4.6. Ser consciente de la diversidad presente en el aula y en su entorno social cercano.",
        "Criterio 4.7. Reconocer hábitos de vida saludables valorando la importancia de la higiene, una alimentación variada y equilibrada, el ejercicio físico y el descanso.",
        "Criterio 4.8. Asumir la importancia del cuidado del propio cuerpo para prevenir posibles enfermedades.",
        "Criterio 5.1. Identificar las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de la indagación y utilizando las herramientas y procesos adecuados.",
        "Criterio 5.2. Identificar las características de los diferentes elementos del medio natural, social y cultural.",
        "Criterio 5.3. Identificar conexiones sencillas entre diferentes elementos del medio natural social y cultural mostrando comprensión de las relaciones que se establecen.",
        "Criterio 5.4. Valorar y proteger el patrimonio natural y cultural, valorándolo como un bien común.",
        "Criterio 5.5. Adoptar conductas respetuosas para el disfrute del patrimonio natural y cultural, proponiendo acciones para su conservación y mejora.",
        "Criterio 6.1. Identificar problemas ecosociales y proponer posibles soluciones a los mismos.",
        "Criterio 6.2. Adoptar estilos de vida sostenibles y respetuosos en relación a la conservación y protección de la naturaleza.",
        "Criterio 6.3. Adoptar un consumo responsable en la vida diaria.",
        "Criterio 6.4. Reconocer comportamientos respetuosos de cuidado, corresponsabilidad y protección del entorno y el uso sostenible de los recursos naturales.",
        "Criterio 6.5. Identificar y expresar los cambios positivos y negativos causados en el medio por la acción humana.",
        "Criterio 6.6. Mostrar actitudes críticas con el sistema de producción y consumo, de energía y ciclos materiales del planeta.",
        "Criterio 6.7. Promover una actitud emprendedora en la búsqueda de propuestas para afrontar problemas ecosociales, buscar soluciones de manera cooperativa y actuar para su resolución, a partir del análisis crítico de las causas y consecuencias de la intervención humana en el entorno.",
        "Criterio 6.8. Mostrar actitudes de cooperación y respeto hacia las personas y el planeta.",
        "Criterio 6.9. Reconocer la importancia de la utilización de energías renovables frente a energías fósiles para el cuidado del planeta.",
        "Criterio 7.1. Conocer los principales vestigios históricos desde la Prehistoria hasta la Edad Antigua, en España y Extremadura, reconociendo y valorando su importancia histórica, cultural y patrimonial.",
        "Criterio 7.2. Conocer y valorar algunas de las expresiones artísticas y culturales desde la Prehistoria hasta la Edad Antigua, reconociendo qué aspectos sociales y culturales se reflejan en ellas.",
        "Criterio 7.3. Manifestar actitudes de curiosidad ante los acontecimientos históricos, los aspectos culturales y sociales, explicando y valorando su importancia como reflejo de esas sociedades.",
        "Criterio 7.4. Realizar investigaciones guiadas, tanto individuales como en grupo, sobre acontecimientos o elementos del patrimonio histórico desde la Prehistoria hasta la Edad Antigua, empleando las nociones de causalidad, simultaneidad y sucesión.",
        "Criterio 7.5. Recopilar y procesar la información encontrada en una o varias fuentes y comunicar los resultados usando distintos medios.",
        "Criterio 7.6. Incorporar la perspectiva de género en el análisis de personas, grupos sociales relevantes y formas de vida de las sociedades desde la Prehistoria hasta la Edad Antigua.",
        "Criterio 8.1. Reflexionar sobre cuestiones éticas contribuyendo al bienestar individual y colectivo.",
        "Criterio 8.2. Analizar la importancia demográfica y económica de las migraciones en la actualidad, valorando con respeto y empatía el aporte por la diversidad cultural al bienestar individual y colectivo.",
        "Criterio 8.3. Valorar positivamente las acciones que fomentan la igualdad de género y las conductas no sexistas reconociendo modelos positivos a lo largo de la historia.",
        "Criterio 8.4. Mostrar actitudes de tolerancia y respeto hacia los diversos modelos de familia.",
        "Criterio 9.1. Realizar actividades en el contexto de la comunidad escolar, asumiendo responsabilidades y estableciendo acuerdos de forma dialogada y democrática y empleando un lenguaje inclusivo, no violento y respetuoso con las normas gramaticales.",
        "Criterio 9.2. Conocer los principales órganos de gobierno y funciones de diversas administraciones y servicios públicos, valorando la importancia de su gestión para la seguridad integral ciudadana, el funcionamiento social y la participación democrática.",
        "Criterio 9.3. Interiorizar normas básicas para la convivencia en el uso de espacios públicos como peatones o como usuarios de los medios de locomoción, identificando las señales de tráfico y tomando conciencia de la importancia de la movilidad segura, saludable y sostenible tanto para las personas como para el planeta."
    ]
}