{
  "saberes": [
    "Bloque 1: Metodología de la ciencia",
    "Contribución de las grandes científicas y científicos en el desarrollo de las ciencias Físicas y Químicas",
    "•            Estrategias de utilización de herramientas digitales para la búsqueda de la información, la colaboración y la comunicación de procesos, resultados e ideas en diferentes formatos (infografía, presentación, póster, informe, gráfico...).",
    "•            Lenguaje científico y vocabulario específico de la materia de estudio en la comprensión de informaciones y datos, la comunicación de las propias ideas, la discusión razonada y la argumentación sobre problemas de carácter científico.",
    "•            Procedimientos experimentales en laboratorio: control de variables, toma (error en la medida) y representación de los datos (tablas y gráficos), análisis e interpretación de los mismos.",
    "•            Pautas del trabajo científico en la planificación y ejecución de un proyecto de investigación en equipo: identificación de preguntas y planteamiento de problemas que puedan responderse, formulación de hipótesis, contrastación y puesta a prueba a través de la experimentación, y comunicación de resultados.",
    "•            Instrumentos, herramientas y técnicas propias del laboratorio de Física y Química. Normas de seguridad en el laboratorio. Resulta imprescindible conocerlas para acceder al laboratorio con seguridad (primer ciclo) pero también reforzarlas en cada curso.",
    "Bloque 2: el mundo material y sus cambios.",
    "Propiedades de los gases: explicación según el modelo cinético-corpuscular",
    "•            Concepto de gas en la vida cotidiana. Lenguaje académico relacionado con las sustancias en estado gaseoso: gas, expansión, compresión, difusión.",
    "•            Variables macroscópicas que definen el estado de una cierta masa de gas: presión, volumen, temperatura. Descripción y relación entre ellas.",
    "•            Variación de la densidad con el volumen (cambios de presión o de temperatura-escalas centígrada y Kelvin). Análisis y construcción de gráficas.",
    "•            Cambios de estado: diferencia entre condensación y licuefacción.",
    "•            Propiedades de los gases. Explicación según el modelo cinético- corpuscular. Diferenciación entre el modelo y la realidad que pretende explicar: idea de vacío e inadecuada asunción de propiedades macroscópicas (color, etc.) a las partículas. Predicción de la evolución de sistemas. Simulaciones.",
    "•            Composición y propiedades de la atmósfera. Contaminación atmosférica.",
    "Modelo atómico de Dalton para diferenciar mezclas y sustancias puras (simples y compuestos) y explicar la reacción química.",
    "•     Clasificación de la materia. Diferencias entre mezcla y sustancia compuesto. Aplicación del modelo de partícula para diferenciar una mezcla y una sustancia pura. Representación mediante el modelo de partícula.",
    "•     Necesidad de ampliar el modelo de partícula para diferenciar una sustancia simple de una sustancia compuesto.",
    "•     La reacción química: concepto macroscópico de reacción química.",
    "•     Conservación de la masa en las reacciones químicas en las que participan sustancias gaseosas.",
    "•     Ley de las proporciones constantes: formación de compuestos a partir de sustancias simples (así como el proceso inverso de descomposición de un compuesto en sustancia simples)",
    "•     Descubrimiento múltiple del oxígeno y la unificación conceptual de Lavoisier en la explicación de distintos procesos químicos.",
    "•     El hidrógeno como fuente alternativa de energía.",
    "•     Modelo de Dalton para explicar las leyes ponderales. Conceptos de átomo y elemento químico. Distinción entre sustancia simple y sustancia compuesto. Concepto submicroscópico de reacción química: explicación de la ley de conservación de la masa. Explicación de la ley de las proporciones constantes.",
    "•     Significado de fórmula química empleando símbolos químicos. Utilización de los símbolos químicos para representar una reacción química como alternativa a la simbología empleada por Dalton. Explicación de lo que significa una ecuación química ajustada. Significado submicroscópico de las relaciones existentes entre los coeficientes que acompañan a cada fórmula química.",
    "Bloque 3: la energía",
    "•     La energía y su relación con el cambio",
    "•     Transformaciones y conservación de la energía",
    "•      Modos de transferencia de la energía: transferencia de energía en forma de trabajo. La corriente eléctrica: concepto de intensidad de corriente e idea cualitativa de diferencia de potencial. Movimiento espontáneo de cargas. Condición para que exista corriente eléctrica constante.",
    "-     Circuitos eléctricos y sus componentes. Ley de Ohm. Medida de la resistencia de un componente del circuito.",
    "-     Resistencia eléctrica de materiales y aplicaciones. Variación de la resistencia eléctrica con la temperatura. Superconductores.",
    "-     Asociación de resistencias. Medida de la intensidad y la diferencia de potencial entre dos puntos de un circuito.",
    "-     Ley de Joule. Degradación de la energía.",
    "-     Potencia eléctrica. Carga de baterías. Potencia contratada en viviendas y significado.",
    "-     Aplicación a otros fenómenos cotidianos. Significado de ‘consumo’ de energía.",
    "-     Formas (físicas y químicas) de producción de corriente eléctrica.",
    "-     El problema del precio de la energía eléctrica: formas de abaratar su producción.",
    "-     Estudio cualitativo de fenómenos electromagnéticos.",
    "•    Modos de transferencia de energía: transferencia en forma de calor.",
    "-     Diferencia de temperatura entre sistemas y equilibrio térmico.",
    "-     Estudio de la relación de la transferencia de calor con la variación de temperatura, la masa y el tipo de sustancia.",
    "-     Identificación experimental del metal de que está hecha una pieza metálica.",
    "-     Estudio de procesos exotérmicos y endotérmicos. Aplicaciones",
    "-     Relación de la transferencia de calor con los cambios de estado.",
    "-     Propagación del calor (conducción, convección y radiación). Materiales aislantes y conductores. Modelo cinético. Fenómenos de la vida cotidiana. Propiedades singulares del agua.",
    "-     Rendimiento de máquinas. Disipación de la energía.",
    "•    Uso racional de la energía: consumo responsable. Fuentes de energía renovables y no renovables.",
    "Bloque 4: interacciones",
    "Interacción eléctrica y magnética",
    "•     Concepto de interacción",
    "•     Tipos de interacciones",
    "•     La interacción eléctrica",
    "•     Fenómenos electrostáticos: fenómenos de atracción/repulsión.",
    "•     Modelo explicativo. Cuerpos neutros: significado y explicación. Introducción de la noción de carga eléctrica. Proceso de carga eléctrica (positiva y negativa). Utilidad del concepto a través de la explicación de los fenómenos de atracción/repulsión observados mediante esquemas/dibujos en los que se indique la distribución de cargas. Descripción cualitativa utilizando un registro científico adecuado.",
    "•     Las fuerzas como interacción entre cargas eléctricas Medida de la interacción entre cargas. Ley de Coulomb.",
    "•     Interacción magnética."
  ],
  
  "criteriosEvaluacion":[
    "CE1. Resolver problemas científicos abordables en el ámbito escolar a partir de trabajos de investigación de carácter experimental.",
    "Averiguar mediante diseños experimentales cómo medir la masa y el volumen ocupados por un gas desprendido en reacciones químicas.",
    "Realizar investigaciones para averiguar las relaciones entre la presión, el volumen y la temperatura de los gases.",
    "Investigar el metal de que está hecha una pieza-problema",
    "Realizar estudios experimentales de carácter cuantitativo sobre reacciones de especial interés.",
    "Utilizar adecuadamente aparatos de medida de la intensidad y la diferencia de potencial entre dos puntos de un circuito.",
    "Realizar una investigación sobre la medida de la resistencia de un componente en un circuito.",
    "Comprobar que se cumple la ley de conservación de la masa en experiencias de carácter práctico que incluyan sustancias en estado gaseoso.",
    "CE2. Analizar y resolver situaciones problemáticas del ámbito de la Física y la Química utilizando la lógica científica y alternando las estrategias del trabajo individual con el trabajo en equipo.",
    "Analizar los enunciados de las situaciones planteadas (1) y describir la situación a la que se pretende dar respuesta, identificando las variables que intervienen.",
    "Elegir, al resolver un determinado problema (1) , el tipo de estrategia más adecuada, justificando adecuadamente su elección",
    "Buscar y seleccionar la información necesaria para la resolución de la situación en problemas (1) con algunos grados de apertura.",
    "Expresar, utilizando el lenguaje matemático adecuado a su nivel, el procedimiento que se ha seguido en la resolución de un problema (1)",
    "Comprobar e interpretar las soluciones encontradas. (1)",
    "Participar en equipos de trabajo para resolver los problemas planteados, apoyar a compañeros y compañeras demostrando empatía y reconociendo sus aportaciones y utilizar el diálogo igualitario para resolver conflictos y discrepancias.",
    "CE3. Utilizar el conocimiento científico como instrumento del pensamiento crítico, interpretando y comunicando mensajes científicos, desarrollando argumentaciones y accediendo a fuentes fiables, para distinguir la información contrastada de los bulos y opiniones.",
    "Identificar algunas de las falacias más utilizadas en los discursos pseudocientíficos.",
    "Identificar los elementos representativos de un texto científico argumentativo.",
    "Elaborar secuencias argumentativas consistentes, coherentes y congruentes, utilizando los conectores lógicos adecuados.",
    "CE4. Justificar la validez del modelo científico como producto dinámico que se va revisando y reconstruyendo con influencia del contexto social e histórico, atendiendo la importancia de la ciencia en el avance de las sociedades, a los riesgos de un uso inadecuado o interesado de los conocimientos y a sus limitaciones.",
    "Analizar las polémicas relativas a las leyes de combinación en la química.",
    "Describir las consecuencias de la introducción de nuevas técnicas en la descomposición de compuestos y análisis de sustancias para el desarrollo de la ciencia química.",
    "Describir las implicaciones de la incorporación generalizada de la energía eléctrica a nuestra sociedad.",
    "CE5. Utilizar modelos de Física y Química para identificar, caracterizar y analizar algunos fenómenos naturales, así como para explicar otros fenómenos de características similares.",
    "Utilizar el modelo de energía para explicar su papel en las transformaciones que tienen lugar en nuestro entorno.",
    "Utilizar el modelo de Dalton para explicar las leyes ponderales.",
    "Utilizar el modelo de carga e interacción eléctrica para explicar los fenómenos de atracción/repulsión eléctricas.",
    "CE6. Utilizar adecuadamente el lenguaje científico propio de la Física y la Química en la interpretación y transmisión de información.",
    "Reconocer la terminología conceptual propia del área y utilizarla correctamente en actividades orales y escritas en formatos digitales.",
    "Leer textos, tanto argumentativos como expositivos, en formatos diversos propios del área utilizando las estrategias de comprensión lectora para obtener información y aplicarla en la reflexión sobre el contenido.",
    "Escribir textos argumentativos propios del área en diversos formatos y soportes, cuidando sus aspectos formales, aplicando las normas de corrección ortográfica y gramatical, para transmitir de forma organizada sus conocimientos con un lenguaje no discriminatorio.",
    "Expresar oralmente textos previamente planificados, propios del área, para transmitir de forma organizada sus conocimientos con un lenguaje no discriminatorio.",
    "CE7. Interpretar la información que se presenta en diferentes formatos de representación gráfica y simbólica utilizados en la Física y la Química.",
    "Elaborar e interpretar gráficos y modelos sencillos sobre las relaciones presión-volumen- temperatura de los gases.",
    "Diferenciar una mezcla y una sustancia pura mediante representaciones según el modelo de partícula.",
    "Utilizar los símbolos químicos para representar una reacción química y explicar lo que significa una ecuación química ajustada. Reconocer el significado submicroscópico de las relaciones existentes entre los coeficientes que acompañan a cada fórmula química.",
    "Utilizar esquemas/dibujos en los que se indique la distribución de cargas para explicar los fenómenos de atracción/repulsión eléctricas",
    "CE8. Distinguir las diferentes manifestaciones de la energía e identificar sus formas de transmisión, su conservación y disipación, en contextos cercanos al alumnado.",
    "Identificar los diferentes tipos de energia puestos de manifiesto en fenomenos cotidianos y en experiencias sencillas realizadas en el laboratorio",
    "Identificar el calor como un proceso de transferencia de energia entre los cuerpos a diferente temperatura y describir casos reales en los que se pone de manifiesto.",
    "Justificar la transformacion de energia en los sistemas aplicando el principio de conservacion de la energia y valorando la limitacion que el fenomeno de la degradacion de la energia supone para la optimizacion de los procesos de obtencion de energia.",
    "Relacionar los conceptos de energia, calor y temperatura, en términos de la teoria cinetico corpuscular y describir los mecanismos por los que se transfiere la energia termica en diferentes situaciones cotidianas",
    "Razonar ventajas e inconvenientes de las diferentes fuentes energeticas. Enumerar medidas que contribuyen al ahorro colectivo o individual de energia. Explicar por que la energia no puede reutilizarse sin limites.",
    "Explicar el fenómeno físico de la corriente electrica e interpretar el significado de las magnitudes intensidad de corriente, diferencia de potencial y resistencia, asi como las relaciones entre ellas.",
    "Cuantificar la energia y analizar el consumo energetico, utilizando los datos suministrados por los electrodomesticos.",
    "Calcular la energia necesaria para mantenerse un dia completo y la  dieta alimenticia correspondiente a dicha energia a partir de tablas del gasto calorico correspondiente a diversas actividades corporales y del valor energético de diferentes alimentos.",
    "Reconocer la importancia y repercusiones para la sociedad y el medio ambiente de las diferentes fuentes de energia renovables y no renovables",
    "CE9. Identificar y caracterizar las sustancias a partir de sus propiedades físicas para relacionar los materiales de nuestro entorno con el uso que se hace de ellos.",
    "Diferenciar el disolvente del soluto al analizar la composición de mezclas homogéneas de especial interés. Efectuar correctamente cálculos numéricos sencillos sobre su composición.",
    "Predecir la variación que experimentará la densidad de un gas al variar la temperatura (cambios de T o de P).",
    "CE10. Caracterizar los cambios químicos como transformación de unas sustancias en otras diferentes, reconociendo la importancia de las transformaciones químicas en actividades y procesos cotidianos.",
    "Utilizar los símbolos químicos para representar una reacción química como alternativa a la simbología empleada por Dalton.",
    "Explicar el significado de una ecuación química ajustada, interpretando el significado submicroscópico de las relaciones existentes entre los coeficientes que acompañan a cada fórmula química.",
    "Aplicar las leyes de Lavoisier y de Proust en el cálculo de masas en reacciones químicas sencillas aplicadas a procesos que ocurren en la vida cotidiana.",
    "Justificar la elaboración del modelo atómico de Dalton a partir de las leyes de las reacciones químicas.",
    "CE11. Identificar las interacciones como causa de las transformaciones que tienen lugar en nuestro entorno físico para poder intervenir en el mismo, modificando las condiciones que nos permitan una mejora en nuestras condiciones de vida.",
    "Describir los tipos de cargas eléctricas, su papel en la constitución de la materia y las características de las fuerzas que se manifiestan entre ellas.",
    "Interpretar fenómenos eléctricos mediante el modelo de carga eléctrica y valorar la importancia de la electricidad en la vida cotidiana.",
    "Justificar cualitativamente fenómenos magnéticos y valorar la contribución del magnetismo en el desarrollo tecnológico.",
    "Comparar los distintos tipos de imanes, analizar su comportamiento y deducir mediante experiencias las características de las fuerzas magnéticas puestas de manifiesto, así como su relación con la corriente eléctrica."
  ] 
}
