{
    "criteriosEvaluacion": [
        "Criterion 1.1 Understand, extract and analyze the main ideas, detailed information and general implications of texts of a certain length, well organized and complex, oral, written and multimodal, both in formal and informal register, on topics of personal or public interest , both concrete and abstract, expressed clearly and in the standard language or in frequent varieties, even in moderately noisy environments, through various supports.",
        "Criterion 1.2. Interpret and critically assess the content, intention, discursive features and certain nuances, such as irony or the aesthetic use of language, of texts of a certain length and complexity on a wide variety of topics of personal relevance or in the public interest.",
        "Criterion 1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to extract the general meaning, the essential information and the most relevant details, as well as to distinguish the intention and opinions, both implicit and explicit, from the texts; to infer meanings and interpret non-verbal elements, and to search for, select and contrast truthful information.",
        "Criterion 2.1. Express orally with sufficient fluency, ease and naturalness, avoiding major errors and using adequate registers, various types of texts that are clear, coherent, detailed, well organized and appropriate to the interlocutor and the communicative purpose on matters of known personal or public interest by the students, in order to describe, narrate, argue and inform, in different supports, using verbal and non-verbal resources, as well as planning, monitoring, validation strategies as well as self-evaluation and peer-evaluation.",
        "Criterion 2.2. Write and disseminate detailed texts of increasing length, well structured and of a certain complexity, appropriate to the communicative situation, the textual typology and the analogue and digital tools used, avoiding major errors and reformulating, synthesizing and organizing coherently information and ideas from various sources and justifying their own opinions on matters of personal or public interest known to the students, with respect for intellectual property and avoiding plagiarism. ",
        "Criterion 2.3. Select, organize, and apply knowledge and planning, production, review, and cooperation strategies to compose well-structured texts that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using physical or most appropriate digital media depending on the task and the actual or potential interlocutors.",
        "Criterion 3.1. Plan, participate and collaborate assertively and actively, through various supports, in interactive situations on everyday topics, of personal or public interest close to their experience and academic training, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors, expressing ideas and opinions accurately and arguing convincingly.",
        "Criterion 3.2. Select, organize and use, efficiently, spontaneously and in different settings, appropriate strategies to start, maintain and end communication; take and give up the floor with kindness; adjust one's own contribution to that of the interlocutors, perceiving their reactions; request and formulate clarifications and explanations; reformulate, compare and contrast; summarize, collaborate, debate, solve problems, and manage compromising situations.",
        "Criterion 4.1. Skillfully interpret and explain texts and concepts in communication situations in which attention is paid to diversity, showing respect and empathy for the interlocutors and for the languages used, and participating in the solution of problems of intercomprehension and understanding, from various resources and supports.",
        "Criterion 4.2. Skillfully apply strategies that help create bridges, facilitate communication, and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using physical or digital resources and supports depending on the task and the prior knowledge and interests and ideas of the interlocutors.",
        "Criterion 5.1. Compare and contrast the similarities and differences between different languages, reflecting systematically on their functioning and establishing relationships between them.",
        "Criterion 5.2. Use with initiative and creatively strategies and knowledge to improve their ability to communicate and learn the foreign language, with or without support from other interlocutors and analog and digital supports.",
        "Criterion 5.3. Register and reflect on the progress and difficulties of learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate their learning, carrying out activities of planning their own learning, self-evaluation and peer-evaluation, such as those proposed in the European Language Portfolio (ELP) or in a learning diary, making those progress and difficulties explicit and sharing them.",
        "Criterion 6.1. Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting and evaluating any type of discrimination, prejudice and stereotype and solving those sociocultural factors that make communication difficult.",
        "Criterion 6.2. Critically assess the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken and adapt to it, favoring and justifying the development of a shared culture and a citizenry committed to sustainability, human rights and democratic values . ",
        "Criterion 6.3. Systematically apply strategies to defend and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values and respecting the principles of justice, equity and equality."
    ],
    "saberes": [
        "Block A. Communication.",
        "A.1. Understanding, production and mediation.",
        "A.1.2.1. Repair and self-assessment strategies as a way to progress skillfully in the autonomous learning of the foreign language.",
        "A.1.2.2. Strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts of a certain length, well organized and complex.",
        "A.1.2.3. Knowledge, skills and attitudes that allow mediation activities to be carried out skilfully in everyday situations.",
        "A.1.2.4. Self-confidence, initiative, assertiveness and autonomy.",
        "A.2. Communicative functions appropriate to the field and communicative context.",
        "A.2.2.1. Description of more complex phenomena and events.",
        "A.2.2.2. Expression of more complex instructions and advice.",
        "A.2.2.3. Narration of more complex past, punctual and habitual events, description of present states and situations, and expression of future events and short, medium and long-term predictions.",
        "A.2.2.4. Skillful expression of emotions.",
        "A.2.2.5. Skillful expression of opinion.",
        "A.2.2.6. Expression of arguments with skill.",
        "A.2.2.7. Skillfully restating, summarizing, and presenting the opinions of others.",
        "A.3. Contextual models in the comprehension, production and co-production of oral and written texts.",
        "A.3.2.1. Contextual models and discursive genres commonly used in the comprehension, production and co-production of complex oral, written and multimodal, short and simple, literary and non-literary texts.",
        "A.3.2.2. Characteristics and recognition of complex contexts (participants and situation); expectations generated by the context.",
        "A.3.2.3. Complex organization and structuring according to genre, textual function and structure.",
        "A.4. Meanings of linguistic units.",
        "A.4.2.1. More complex and precise expression of the entity and its properties.",
        "A.4.2.2. More complex and precise expression of quantity and quality.",
        "A.4.2.3. More complex and precise expression of space and spatial relationships.",
        "A.4.2.4. More complex and precise expression of time and temporal relationships.",
        "A.4.2.5. More complex and precise expression of affirmation, denial, interrogation and exclamation.",
        "A.4.2.6. More complex and precise expression of logical relationships. ",
        "A.5. Commonly used vocabulary of interest to students.",
        "A.5.2.1. Complex and specialized lexicon related to time and space.",
        "A.5.2.3. Complex and specialized vocabulary related to activities, procedures and processes.",
        "A.5.2.4. Complex and specialized vocabulary related to personal, social, academic and professional relationships.",
        "A.5.2.5. Complex and specialized vocabulary related to education, work and entrepreneurship.A.5.1.6. Precise and specialized vocabulary related to language and intercultural communication.",
        "A.5.2.6. Complex and specialized vocabulary related to language and intercultural communication.",
        "A.5.2.7. Complex and specialized vocabulary related to science and technology.",
        "A.5.2.8. Complex and specialized vocabulary related to history and culture.",
        "A.5.2.9. Complex and specialized lexicon related to lexical enrichment strategies (derivation, lexical families, polysemy, synonymy, antonymy...)",
        "A.6. Sound patterns.",
        "A.6.2.1. Complex sound, stress, rhythmic and intonation patterns.",
        "A.6.2.2. Meanings and general communicative intentions associated with these complex patterns.",
        "A.6.2.3. Phonetic alphabet.",
        "A.7. Conversational and spelling conventions and strategies.",
        "A.7.2.1. More complex spelling conventions.",
        "A.7.2.2. Meanings and more complex communicative intentions associated with formats, patterns and graphic elements.",
        "A.7.2.3. More complex conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and terminate communication.",
        "A.7.2.4. More complex conversational conventions and strategies, in synchronous or asynchronous format, to collaborate, negotiate meanings, detect irony, etc.",
        "A.7.2.5. More complex conversational conventions and strategies, in synchronous or asynchronous format, for taking and giving up the floor.",
        "A.7.2.6. More complex conversational conventions and strategies, in synchronous or asynchronous format, for asking for and giving clarifications and explanations.",
        "A.7.2.7. More complex conversational conventions and strategies, in synchronous or asynchronous format, for rephrasing, comparing, and contrasting.",
        "A.7.2.8. More complex conversational conventions and strategies, in synchronous or asynchronous format, for summarizing and paraphrasing.",
        "A.8. Search tools, consultation and selection of information sources.",
        "A.8.2.1. More complex resources for learning and information search and selection strategies, and content re-elaboration for its communication: dictionaries, reference books, libraries, media libraries, web labels, digital and computer resources, etc. .",
        "A.8.2.2. Respect for intellectual property and copyright on the sources consulted and content used: more complex tools for the treatment of bibliographic data and resources to avoid plagiarism.",
        "A.8.2.3. More complex analogue and digital tools for oral, written and multimodal comprehension, production and co-production. Virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and development of projects with speakers or students of the foreign language.",
        "Block B. Plurilingualism and reflection on learning.",
        "B.1. Response strategies and self-assessment.",
        "B.1.2.1. More complex strategies and techniques to respond effectively and with a high degree of autonomy, adaptation and correction to a specific communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the other languages of the repertoire own linguistic.",
        "B.1.2.2. Systematic comparison between languages from more complex elements of the foreign language and other languages: origin and relationships.",
        "B.2. Identification of linguistic units and comparison of languages.",
        "B.2.2.1. More complex strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire. ",
        "B.2.2.2. Systematic comparison between languages from more complex elements of the foreign language and other languages: origin and relationships.",
        "B.3. Metalanguage.",
        "B.3.2.1. More complex expressions and specific vocabulary to reflect on communication, language, learning and communication and learning tools.",
        "B.3.2.2. More complex expressions and specific vocabulary to share reflections on communication, language, learning and communication and learning tools.",
        "Block C. Interculturality.",
        "C.1. Communicative exchange.",
        "C.1.2.1. The foreign language as a means of communication and understanding between peoples, a mediator of access to other cultures and other languages in greater depth, and as a tool for social participation and personal enrichment.",
        "C.1.2.2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language, as well as learning more detailed cultural information from the countries where the foreign language is spoken.",
        "C.1.2.3. Strategies for prevention, detection, rejection and action against discriminatory uses of verbal and non-verbal language.",
        "C.1.2.4. Strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
        "C.2. Sociocultural and sociolinguistic aspects.C.2.1.1. Cultural patterns of a certain complexity typical of the foreign language in relation to sociocultural and sociolinguistic aspects related to social conventions, rules of courtesy and registers.",
        "C.2.2.1. More complex cultural patterns typical of the foreign language in relation to sociocultural and sociolinguistic aspects related to social conventions, rules of courtesy and registers. ",
        "C.2.2.3. More complex cultural patterns typical of the foreign language in relation to institutions, customs and rituals.",
        "C.2.2.4. More complex cultural patterns typical of the foreign language in relation to values, norms, beliefs and attitudes. ",
        "C.2.2.5. More complex cultural patterns typical of the foreign language in relation to stereotypes and taboos and non-verbal language.",
        "C.2.2.6. More complex cultural patterns typical of the foreign language in relation to interpersonal relationships and globalization processes in countries where the foreign language is spoken."
    ]
}