{
  "saberes": [
    "I. La Filosofía y sus preguntas",
    "1. El origen de la reflexión filosófica. ",
    "    1.1. La pregunta por la realidad. Conocimiento e identificación de las soluciones de interpretación de la realidad expuestas por los presocráticos o más allá de los mitos.",
    "    1.2. Análisis y disertación entorno a las interpretaciones del ser humano y la sociedad en Sócrates y los Sofistas. El discurso filosófico y la retórica.",
    "    1.3. Identificación de las relaciones entre ciencia y filosofía. Las pseudociencias.",
    "II. Identidad y socialización",
    "1. Identidad personal. ",
    "    1.1. Reconocimiento de las aportaciones de la filosofía a la definición del ser humano. La filosofía griega.",
    "    1.2. Explicación de algunas teorías psicológicas y filosóficas sobre la personalidad. Análisis de sus principales conceptos para la comprensión de la pregunta: ¿quién soy?",
    "    1.3. Naturaleza y cultura. Análisis de las diferencias entre esencialismo y constructivismo. Reconocimiento de la dimensión social y cultural en la construcción de la identidad. Valoración sobre lo masculino y lo femenino, o los roles de género.",
    "    1.4. Las emociones. Identificación de las teorías de la personalidad, emociones, inteligencia emocional y control de la frustración. Valoración sobre la reivindicación de lo irracional.",
    "2. Socialización. ",
    "    2.1. Reflexión sobre las nociones referidas a la relación individuo-sociedad y el proceso de socialización.",
    "    2.2. Origen de la sociedad. Análisis de las diferencias entre naturalismo y contractualismo. Valoración del concepto de civilización y de la dicotomía entre etnocentrismo y relativismo cultural.",
    "    2.3. Reflexión crítica sobre el papel de la cultura y las tecnologías digitales, así como el del individuo como creador y transformador de la cultura.",
    "III. Pensamiento y transformación. Filosofía práctica",
    "1. Reflexión acerca de la posibilidad de la libertad. Determinismo, azar y voluntad. ",
    "    1.1. Identificación del concepto de justicia y de los regímenes políticos totalitarios.",
    "    1.2. Investigación sobre las utopías y las distopías, las utopías feministas, la mujer en las sociedades distópicas.",
    "    1.3. Estética. Valoración de los cánones de belleza. Identificación de la creatividad.",
    "    1.4. Valoración del arte como expresión de las ideas filosóficas."
  ],
  "criteriosEvaluacion": [
    "1.1. Construir un adecuado concepto de la filosofía y de su dimensión crítica, reconociendo las diversas reflexiones y soluciones dadas en el pensamiento filosófico sobre la realidad, la ciencia, el ser humano y la sociedad, utilizando distintas fuentes de información (internet, textos filosóficos, textos literarios, etc.), desarrollando así, una actitud indagadora y crítica en armonía con las demás personas. CCL2, CCL3, STEM1, CD1, CD2",
    "2.1. Diferenciar en debates, tertulias u otros foros de comunicación, algunas de las aportaciones de la filosofía a la definición del ser humano y su relación con la naturaleza y la cultura. Además, explicar, a través de lecturas comprensivas de textos sencillos y empleando el trabajo cooperativo, algunas teorías psicológicas y filosóficas sobre la personalidad, las emociones y la identidad. CCL1, CCL5, CD3, CPSAA3, CPSAA4, CC3, CE1",
    "2.2. Reconocer, a través de lecturas y comentarios de diferentes tipos de textos, la dimensión social, cultural, creativa e innovadora del ser humano como transformador del medio y el papel de la cultura como instrumento de adaptación, así como argumentar las propias opiniones sobre las teorías relativas al origen de la sociedad, la dicotomía individuo-sociedad, el proceso de socialización y el análisis crítico de los conceptos de civilización, etnocentrismo, relativismo cultural y la influencia de la tecnología digital en la vida cotidiana. CCL1, CCL5, CP3, CD3, CPSAA3, CPSAA4, CC3, CE1",
    "3.1. Valorar la justicia y la libertad, a partir de la investigación y el análisis crítico de distintas formas de gobierno, la función de las utopías, justificando sus propias ideas y proponiendo posibles alternativas. CCL1, CCL5, STEM1, CD3, CPSAA3, CPSAA4, CC3, CE1",
    "3.2. Utilizar el arte como expresión de las ideas filosóficas, desarrollando proyectos que incluyan recursos tanto analógicos como digitales integrando un pensamiento creativo y racional con un fin crítico y transformador de la realidad, fomentando la reflexión estética en torno al ideal de belleza. CCL5, CD3, CPSAA3, CPSAA4, CC3, CE1, CE3, CCEC3"
  ]
}