{
    "saberes": [
        "Sentit numèric",
        "● Comptatge",
        "- Ús d’estratègies variades de comptatge, recompte sistemàtic (ús de taules de doble entrada i diagrames d’arbre) i adaptació del comptatge a la mida dels nombres en situacions de la vida quotidiana.",
        "● Quantitat",
        "- Aplicació d’estratègies i tècniques d’interpretació i manipulació de l’ordre de magnitud dels nombres.",
        "- Realització d’estimacions i aproximacions raonades de quantitats en contextos de resolució de problemes.",
        "- Domini de la lectura, interpretació i representació de nombres naturals i decimals (inclosa la recta numèrica) i reflexió sobre les característiques del sistema de numeració decimal.",
        "- Ús amb seguretat de la composició i descomposició de nombres naturals i decimals fins a les mil·lèsimes.",
        "- Utilització de fraccions, percentatges i decimals per expressar quantitats en contextos de la vida quotidiana i elecció de la millor representació per a cada situació o problema.",
        "● Sentit de les operacions",
        "- Utilització d’estratègies de càlcul mental amb nombres naturals i decimals.",
        "- Aplicació d’estratègies de càlcul mental amb fraccions senzilles com a part d’una col·lecció.",
        "- Ús estratègic d’operacions simples o combinades (suma, resta, multiplicació, divisió) per resoldre situacions contextualitzades.",
        "- Reconeixement de la potència com a producte de factors iguals. Quadrats i cubs.",
        "- Domini de les estratègies de resolució d’operacions aritmètiques, simples o combinades i de les propietats, amb nombres naturals i decimals (fins a les mil·lèsimes), amb flexibilitat i sentit mentalment, de forma escrita o amb calculadora en situacions contextualitzades.",
        "- Aplicació d’estratègies per fer càlculs aproximats de sumes, restes, multiplicacions i divisions amb nombres naturals, decidint quin tipus de càlcul és el pertinent.",
        "● Relacions",
        "- Reflexió sobre les característiques del sistema de numeració de base deu (nombres naturals i decimals fins a les mil·lèsimes) i aplicació de les relacions que es generen en les operacions.",
        "- Comparació i ordenació de nombres naturals, fraccions i decimals fins a les mil·lèsimes en contextos de la vida quotidiana.",
        "- Identificació i aplicació de les relacions entre les operacions aritmètiques en contextos quotidians.",
        "- Coneixement de la relació entre fraccions senzilles, decimals i percentatges.",
        "- Ús de les relacions i propietats de les operacions per ajudar a comprendre-les i per agilitzar el càlcul, mental o escrit.",
        "- Identificació i ús de les relacions entre nombres naturals basats en la divisibilitat, divisors i múltiples.",
        "● Educació financera",
        "- Resolució de problemes relacionats amb el consum responsable (valor/preu, qualitat/preu i el millor preu) i amb els diners (preus, interessos, impostos i rebaixes).",
        "● Raonament proporcional",
        "- Identificació de situacions proporcionals i no proporcionals en problemes de la vida quotidiana: identificació com a comparació multiplicativa entre magnituds.",
        "- Resolució de problemes de proporcionalitat, percentatges i escales de la vida quotidiana, a través de la comparació multiplicativa entre magnituds.",
        "Sentit de la mesura",
        "● Magnitud",
        "- Selecció i ús de les unitats adequades de longitud, massa, capacitat i superfície, volum, magnituds informàtiques bàsiques, temps i graus (angles) en contextos de la vida quotidiana.",
        "● Mesura",
        "- Selecció i ús d’instruments (analògics o digitals) i unitats adequades per mesurar longituds, objectes (massa, capacitat, superfície…), angles i temps.",
        "● Estimació i relacions.",
        "- Ús d’estratègies de comparació i ordenació de mesures de la mateixa magnitud aplicant les equivalències entre unitats (sistema mètric decimal) en problemes de la vida quotidiana.",
        "- Identificació de la relació entre el sistema mètric decimal i el sistema de numeració decimal.",
        "- Estimació per comparació de la mesura d’angles i superfícies.",
        "- Avaluació de resultats de mesuraments i estimacions o càlculs de mesures, raonant si són o no possibles.",
        "Sentit espacial",
        "● Formes geomètriques de dues i tres dimensions",
        "- Identificació i classificació de formes geomètriques en objectes de la vida quotidiana en funció dels seus elements i de les relacions que hi ha entre aquests.",
        "- Coneixença de tècniques de construcció de formes geomètriques per composició i descomposició, amb materials manipulables, instruments de dibuix i aplicacions informàtiques.",
        "- Domini del vocabulari geomètric en la descripció verbal dels elements i les propietats de formes geomètriques.",
        "- Aprofundiment en les propietats de formes geomètriques transformant-les, a partir de materials manipulables (quadrícules, geoplans, policubs...) i també amb eines digitals (programes de geometria dinàmica, realitat augmentada, robòtica educativa...).",
        "● Localització i sistemes de representació",
        "- Domini en la localització i desplaçaments en plànols i mapes a partir de punts de referència (inclosos els punts cardinals), direccions i càlcul de distàncies (escales).",
        "- Disseny i interpretació de plànols amb suports físics i virtuals usant un vocabulari adient.",
        "● Moviments i transformacions",
        "- Identificació de figures transformades a partir de girs, translacions, simetries i de patrons inicials i també fent una predicció dels resultats en elements de l’entorn que ens envolta.",
        "- Generació de figures transformades a partir de patrons inicials i fent una predicció del resultat.",
        "- Identificació de figures semblants, generació a partir de patrons inicials i predicció del resultat en situacions de la realitat propera.",
        "● Raonament i modelització i visualització geomètrica",
        "- Aplicació d’estratègies per al càlcul d’àrees i perímetres de figures planes en situacions de la vida quotidiana.",
        "- Posada en pràctica de models geomètrics en la resolució de problemes relacionats amb els altres sentits matemàtics.",
        "- Elaboració de conjectures sobre propietats geomètriques utilitzant instruments de dibuix (compàs i transportador d’angles) i programes de geometria dinàmica.",
        "- Identificació de les idees i les relacions geomètriques en l’art, les ciències i la vida quotidiana.",
        "- Representació de recorreguts dels quals es té una vivència personal.",
        "- Modificació mental d’un cos o d’una figura quan fem prediccions sobre el resultat.",
        "Sentit algebraic",
        "● Patrons",
        "- Creació de patrons recurrents a partir de regularitats o d’altres patrons utilitzant nombres, figures o imatges.",
        "- Aplicació d’estratègies d’identificació, representació (verbal, taules, gràfics i notacions inventades) i predicció raonada de termes a partir de les regularitats en una col·lecció de nombres, figures o imatges.",
        "● Model matemàtic",
        "- Modelització de problemes de la vida quotidiana usant representacions matemàtiques.",
        "● Relacions i funcions",
        "- Utilització de relacions d’igualtat i desigualtat usant els signes < i > en expressions senzilles relacionades a través d’aquests signes i els signes = i ≠.",
        "- Construcció d’igualtats en què observar i determinar dades senzilles desconegudes representades a través d’una lletra o símbol.",
        "- Identificació del canvi com a resultat d’una acció i de l’acció que pot revertir-la així com dels símbols que ho indiquen.",
        "● Pensament computacional",
        "- Aplicació d’estratègies quan s’interpreten, modifiquen o creen algorismes de programació per blocs que incorporen diferenciació entre processos seqüencials i paral·lels, comprensió de les instruccions de bucle i condicionals, comprensió de la gestió de dades amb variables i l’ús d’operadors lògics i d’esdeveniments.",
        "Sentit estocàstic",
        "● Inferència: recollir dades per resoldre preguntes",
        "- Reconeixement i formulació de preguntes en situacions properes que es resolen recollint dades.",
        "- Organització i estratègies per a la recollida de dades.",
        "- Presa de decisions a partir de les dades, tenint en compte la mesura de la mostra.",
        "● Distribució: criteris per organitzar les dades",
        "- Representació gràfica i interpretació de les dades recollides (tenint en compte la classificació de les dades, la durada de la recollida i el context).",
        "- Representació de dades amb eines digitals, entre d’altres.",
        "- Interpretació de la freqüència absoluta, la moda, la mitjana i la mediana de la situació a analitzar.",
        "- Descripció, interpretació i anàlisi crítica de conjunts de dades i gràfics estadístics de la vida quotidiana.",
        "● Predictibilitat i incertesa: atzar i probabilitat",
        "- Descripció de successos i discussió del seu grau de probabilitat.",
        "- Realització de prediccions i discussió si els resultats obtinguts concorden o no amb les prediccions.",
        "Sentit socioemocional",
        "● Creences, actituds i emocions",
        "- Identificació d’estratègies de millora de la perseverança i el sentit de la responsabilitat envers l’aprenentatge de les matemàtiques tant per donar resposta al repte inicial com per continuar fent-se preguntes i seguir aprenent.",
        "- Treball de la flexibilitat cognitiva, l’adaptació i el canvi d’estratègia en cas necessari. Valorar l’error com a oportunitat d’aprenentatge.",
        "- Valoració de la contribució de les matemàtiques (numeració, geometria, estadística…) als diferents àmbits del coneixement humà des d’una perspectiva de gènere.",
        "● Treball en equip, inclusió, respecte i diversitat",
        "- Aplicació de tècniques cooperatives per al treball en equip en matemàtiques i estratègies per a la gestió de conflictes.",
        "- Promoció de conductes empàtiques i inclusives i acceptació de la diversitat, també les referents a la diversitat de gènere, present en l’aula i en la societat."
    ],
    "criteriosEvaluacion": [
        "1.1 Interpretar i reformular de forma verbal i gràfica, problemes i situacions de la vida quotidiana, responent a les preguntes plantejades o fent noves preguntes.",
        "1.2 Elaborar representacions matemàtiques eficaces, amb recursos manipulatius, gràfics i digitals, que portin a la resolució de problemes i de situacions de la vida quotidiana.",
        "2.1 Seleccionar entre diferents estratègies per resoldre un problema i compartint i justificant l’estratègia seleccionada.",
        "2.2 Compartir i obtenir possibles solucions d’un problema seleccionant d’entre diverses opcions compartides i justificant l’escollida sense biaix de gènere.",
        "2.3 Argumentar la correcció matemàtica de les solucions d’un problema i la seva coherència en el context plantejat generant, si escau, noves preguntes i reptes.",
        "3.1 Analitzar conjectures matemàtiques senzilles investigant patrons, propietats i relacions, així com fent deduccions i comprovant-les.",
        "3.2 Crear exemples de problemes i situacions justificant que es poden resoldre oferint els propis raonaments i arguments.",
        "3.3 Incorporar la utilització de la visualització i del raonament geomètric com a forma de raonament per entendre i gestionar la informació referida a l’espai.",
        "4.1 Descompondre un problema o situació de la vida quotidiana en tasques, abordant-les d’una en una per poder trobar la solució global, entre d’altres, amb dispositius digitals.",
        "4.2 Reconèixer patrons, similituds i tendències en els problemes o situacions que es volen solucionar.",
        "4.3 Trobar els principis que generen els patrons d’un problema, descartant les dades irrellevants tot identificant les parts més importants.",
        "4.4 Definir instruccions pas a pas per resoldre un problema i d’altres de similars provant i duent a terme possibles solucions amb dispositius digitals.",
        "5.1 Connectar diferents elements de les matemàtiques valorant-ne la utilitat per relacionar i ampliar coneixements en un context matemàtic.",
        "5.2 Utilitzar les connexions entre les matemàtiques i altres àrees i també entre les matemàtiques i situacions de contextos no matemàtics en què se’n pugui fer ús, desenvolupant la capacitat crítica, creativa i innovadora.",
        "6.1 Interpretar i usar llenguatge matemàtic adequat donant-li significat.",
        "6.2 Representar conceptes, procediments i resultats matemàtics utilitzant diferents eines i formes de representació, inclosa la digital, per visualitzar idees i estructurar processos matemàtics.",
        "6.3 Explicar idees i processos matemàtics utilitzats en la resolució d’un problema o argumentant la solució obtinguda de forma verbal, amb l’ajuda del gest, la representació gràfica i també la representació digital.",
        "7.1 Regular les pròpies emocions i desenvolupar l’autoconfiança per abordar nous reptes matemàtics, identificant les pròpies fortaleses i superant les debilitats.",
        "7.2 Mantenir actituds positives davant de nous reptes matemàtics, com ara la perseverança i la flexibilitat, entenent l’error com una oportunitat d’aprenentatge.",
        "8.1 Col·laborar i aportar estratègies i raonaments matemàtics en el treball en equip, tant en entorn presencial com virtual, construint coneixement matemàtic de manera conjunta.",
        "8.2 Equilibrar les necessitats personals amb les del grup, des de l’empatia i el respecte, reconeixent la diversitat i el valor de les aportacions de les altres persones per generar nou aprenentatge matemàtic, tant individual com col·lectiu."
    ]
}