{
  "saberes": [
    "A. Escucha y percepción",
    "- El silencio, el sonido, el ruido y la escucha activa. Efectos sobre la salud. Sensibilidad ante la polución sonora y la creación de ambientes saludables de escucha.",
    "- Obras musicales y dancísticas: análisis, descripción y valoración de sus características más relevantes. Géneros de la música y la danza.",
    "- Voces e instrumentos: clasificación general de los instrumentos por familias y características. Agrupaciones.",
    "- Compositores y compositoras, artistas e intérpretes internacionales, nacionales, regionales y locales",
    "- Conciertos, actuaciones musicales y otras manifestaciones artístico-musicales en vivo y registradas.",
    "- Mitos, estereotipos y roles de género trasmitidos a través de la música y la danza.",
    "- Herramientas digitales para la recepción musical e investigación musical.",
    "- Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad.",
    "- Normas de comportamiento en la recepción musical: respeto y valoración.",
    "- Danzas, voces e instrumentos: agrupaciones y evolución en las distintas épocas y culturas.",
    "- Propuestas musicales y dancísticas: audición, y reconocimiento de obras de diferentes géneros y distintas épocas, culturas y estilos.",
    "- Análisis musical, identificación y descripción de los elementos, formas de organización y de estructuración de las obras musicales y dancísticas.",
    "- Vocabulario técnico adecuado para describir y analizar diversas obras musicales.",
    "B. Interpretación, improvisación y creación escénica",
    "- La partitura: identificación y aplicación de grafías, lectura y escritura musical.",
    "- Elementos básicos del lenguaje musical: parámetros del sonido, intervalos. Tonalidad: escalas musicales, la armadura y acordes básicos. Texturas. Formas musicales a lo largo de los periodos históricos y en la actualidad.",
    "- Principales géneros musicales y escénicos del patrimonio cultural y musical español y del mundo.",
    "- Repertorio vocal, instrumental o corporal individual o grupal de distintos tipos de música del patrimonio musical propio y de otras culturas.",
    "- Técnicas básicas para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de estudio y control de emociones.",
    "- Técnicas de improvisación guiada y libre. y/o libre, e interpretación: elaboración de arreglos, improvisaciones, creación de canciones, piezas instrumentales y coreografías sencillas.",
    "- Proyectos musicales y audiovisuales adaptados a su nivel: empleo de la voz, el cuerpo, los instrumentos musicales, los medios y las aplicaciones tecnológicas.",
    "- La propiedad intelectual y cultural: planteamientos éticos y responsables. Hábitos de consumo musical responsable.",
    "- Herramientas digitales para la creación musical. Secuenciadores y editores de partituras. Manejo de técnicas básicas de grabación, edición, reproducción, creación e interpretación.",
    "- Normas de comportamiento y participación en actividades musicales.",
    "- Formas musicales a lo largo de los periodos históricos y en la actualidad.",
    "- Interpretación y práctica de piezas instrumentales, vocales y danzas españolas, en particular de Castilla y León, y de diferentes culturas y estilos, adecuadas al nivel.",
    "- Práctica de las pautas básicas de interpretación: silencio, atención al director y a los otros intérpretes, audición interior, memoria y adecuación al conjunto.",
    "C. Contextos y culturas",
    "- Historia de la música y de la danza occidental: periodos, características, géneros, voces, instrumentos y agrupaciones. Historia de la música en España.",
    "- Las músicas tradicionales en España y su diversidad cultural, en particular de Castilla y León. Instrumentos, canciones, danzas y bailes.",
    "- Tradiciones musicales y dancísticas de otras culturas del mundo. Características y funciones. Instrumentos, canciones, danzas y bailes.",
    "- Músicas populares, urbanas y contemporáneas.",
    "- El sonido y la música en los medios audiovisuales y las tecnologías digitales",
    "- Relación de la música con otras disciplinas artísticas en distintos periodos de la historia de la música.",
    "- Funciones de la música a través de la historia.",
    "- Interés por conocer músicas de diferentes épocas y culturas, con una actitud abierta y respetuosa y como fuente de enriquecimiento cultural y disfrute personal."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Distinguir los grandes periodos de la historia de la música e identificar los principales rasgos estilísticos de obras musicales y dancísticas de diferentes épocas y culturas, evidenciando una actitud de apertura, interés y respeto en la escucha o el visionado de las mismas. (CCL2, CCL3, CP3, CD1, CPSAA1, CC1, CCEC1)",
    "1.2. Explicar, con actitud abierta y respetuosa, las funciones desempeñadas por determinadas producciones musicales y dancísticas, relacionándolas con las principales características de su contexto histórico, social y cultural. (CCL1, CCL2, CP2, CP3, STEM5, CD2, CPSAA1)",
    "1.3. Reconocer auditivamente y determinar la época o contexto cultural a la que pertenecen distintas obras musicales y dancísticas, interesándose por ampliar sus preferencias. (CCL1, CCL2, CCL3, CP2, CP3, CD2, CPSAA3, CC1)",
    "1.4 Establecer conexiones entre manifestaciones musicales y dancísticas de diferentes épocas y culturas, valorando su influencia sobre la música y la danza actuales. (CCL1, CCL3, CP3, CD1, CPSAA1, CPSAA3, CC1, CCEC1, CCEC2)",
    "Competencia específica 2",
    "2.1. Participar, con iniciativa, confianza y creatividad, en la exploración de técnicas musicales y dancísticas, por medio de improvisaciones pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas. (STEM5, CD2, CD4, CPSAA2, CE3, CCEC2)",
    "2.2. Demostrar habilidades musicales, individuales y grupales, expresando ideas, sentimientos y emociones fortaleciendo la conciencia global, a través de la práctica interpretativa. (CCL1, CD2, CD4, CPSAA1, CPSAA2, CPSAA3, CC1, CE3, CCEC2, CCEC3)",
    "2.3. Mostrar interés por las actividades de improvisación, respetando al mismo tiempo las creaciones de sus compañeros. (CPSAA3, CC1, CE3, CCEC2)",
    "Competencia específica 3",
    "3.1. Leer partituras sencillas, identificando de forma guiada los elementos básicos del lenguaje musical, con o sin apoyo de la audición. (CCL2, CP1, CCEC2)",
    "3.2. Utilizar técnicas de interpretación vocal, corporal o instrumental para el desarrollo de las destrezas musicales, potenciando el control de emociones a través de la gestión del miedo escénico y la ansiedad, manteniendo la relajación, la concentración y mostrando seguridad en sí mismos. (CCL2, CP1, CD2, CPSAA1, CPSAA3, CPSAA4, CE3, CCEC2, CCEC3)",
    "3.3. Participar activamente y con iniciativa personal en las actividades de interpretación, adecuadas a su nivel, dentro y/o fuera del centro, asumiendo diferentes roles, intentando concertar su acción con la del resto del conjunto, aportando ideas musicales y contribuyendo al perfeccionamiento de la tarea en común. (CCL1, CCL2, CP1, CD2, CPSAA3, CPSAA4, CC1, CC2, CE1, CE3, CCEC2, CCEC3)",
    "Competencia específica 4",
    "4.1. Planificar, desarrollar y producir propuestas artístico-musicales, participando de forma activa a través de la utilización de herramientas digitales y analógicas para el desarrollo de materiales creativos, con actitud inclusiva y cohesionadora. (CCL1, CCL3, CP2, STEM3, CPSAA3, CC1, CE1, CE3, CCEC3, CCEC4)",
    "4.2. Elaborar composiciones vocales, instrumentales, coreográficas y multidisciplinares de forma individual y/o colaborativa, mostrando respeto a ideas, emociones y sentimientos del grupo. (CCL1, CP2, STEM3, CPSAA3, CC1, CE1, CE3, CCEC3, CCEC4)",
    "4.3. Manejar con autonomía los recursos tecnológicos disponibles, demostrando un conocimiento básico de las técnicas y procedimientos necesarios para grabar, reproducir, crear e interpretar música. (CD2, CD3, CE3, CCEC4)",
    "4.4. Utilizar de manera funcional los recursos digitales para el aprendizaje y la investigación del hecho musical. (CCL3, CP2, CD2)"
  ]
}