{
    "saberes": [
        "Sentit numèric",
        "● Comptatge",
        "- Ús d’estratègies variades del comptatge, recompte sistemàtic i adaptació del comptatge a la mida dels nombres en situacions de la vida quotidiana amb quantitats de fins al 9.999.",
        "● Quantitat",
        "- Aplicació d’estratègies i tècniques d’interpretació i manipulació de l’ordre de magnitud dels nombres (desenes, centenes i milers).",
        "- Realització d’estimacions i aproximacions raonades de quantitats en contextos de resolució de problemes.",
        "- Domini de la lectura, representació (inclosa la recta numèrica), composició, descomposició de nombres naturals fins al 9.999.",
        "- Familiarització amb les fraccions pròpies amb denominador fins al nombre 10 aprofitant els contextos de la vida quotidiana en què s’ha de descriure una situació.",
        "● Sentit de les operacions",
        "- Posada en pràctica d’estratègies de càlcul mental amb nombres naturals.",
        "- Reconeixement d’estratègies de càlcul mental amb fraccions senzilles (½, ⅓ o ¾), com a part d’una col·lecció. - Ús estratègic de les operacions (suma, resta, multiplicació, divisió) per resoldre situacions contextualitzades.",
        "- Construcció de les taules de multiplicar amb el suport de la idea del nombre de vegades, suma repetida o disposició en quadrícules i combinacions diverses.",
        "- Automatització dels resultats més freqüents i estratègies per trobar la resta.",
        "- Maneig de la suma, resta, multiplicació i divisió de nombres naturals resoltes amb flexibilitat i sentit, mentalment, de manera escrita o amb calculadora en situacions contextualitzades, usant estratègies i eines de resolució i propietats.",
        "- Aplicació d’estratègies per fer càlculs aproximats de sumes, restes, multiplicacions i divisions amb nombres naturals.",
        "● Relacions",
        "- Aplicació de les relacions que es generen en les operacions fent ús del sistema de numeració de base deu fins al 9.999.",
        "- Comparació i ordenació dels nombres naturals en contextos de la vida quotidiana copsant el patró que segueix el sistema de numeració decimal.",
        "- Ús de les relacions entre les operacions per ajudar a comprendre-les i per agilitzar el càlcul, mental o escrit.",
        "● Educació financera",
        "- Aplicació del càlcul i l’estimació de quantitats i canvi (euros i cèntims d’euro) en la vida quotidiana (ingressos, despeses i estalvi), promovent decisions per a una gestió responsable dels diners.",
        "Sentit de la mesura",
        "● Magnitud",
        "- Utilització dels atributs mesurables dels objectes (longitud, massa, capacitat, superfície, volum i amplitud de l’angle).",
        "- Maneig de les unitats convencionals (km, m, cm, mm; kg, g; l i ml) i no convencionals en situacions de la vida quotidiana.",
        "- Aplicació de la mesura del temps (any, mes, setmana, dia, hora i minuts) i referències de la durada de períodes de temps.",
        "● Mesura",
        "- Pràctica d’estratègies per fer mesuraments amb instruments i unitats no convencionals (repetició d’una unitat, ús de quadrícules...) i convencionals.",
        "- Realització de mesuraments mitjançant instruments convencionals (regla, cinta mètrica, balança, rellotge analògic i digital).",
        "● Estimació i relacions",
        "- Ús d’estratègies de comparació i ordenació de mesures de la mateixa magnitud (km, m, cm, mm; kg, g; l i ml) i aplicació d’equivalències entre unitats en problemes de la vida quotidiana que impliquin convertir unitats.",
        "- Estimació per comparació de mesures de longitud, massa i capacitat.",
        "- Avaluació de resultats de mesuraments i estimacions o càlculs de mesures.",
        "Sentit espacial",
        "● Formes geomètriques de dues i tres dimensions",
        "- Identificació i classificació de formes geomètriques de dues o tres dimensions en objectes de la vida quotidiana atenent als seus elements i a les relacions entre ells.",
        "- Utilització d’estratègies i tècniques de construcció de formes geomètriques de dues dimensions per composició i descomposició, a través de materials manipulables, instruments de dibuix (regle i cartabó) i aplicacions informàtiques.",
        "- Ús del vocabulari geomètric en la descripció verbal dels elements i les propietats de formes geomètriques.",
        "- Experimentació amb les propietats de les formes geomètriques de dues i tres dimensions amb materials manipulables (quadrícules, geoplans, policubs...) i també amb eines digitals (programes de geometria dinàmica, realitat augmentada, robòtica educativa...).",
        "● Localització i sistemes de representació",
        "- Descripció de la posició relativa d’objectes en l’espai o representacions d’aquests utilitzant vocabulari geomètric adequat (paral·lel, perpendicular, oblic, dreta, esquerra, etc.).",
        "- Descripció i interpretació de moviments, amb relació a un mateix o a altres punts de referència utilitzant vocabulari geomètric adequat.",
        "- Interpretació d’itineraris en plànols fent servir suports físics i virtuals.",
        "● Moviments i transformacions",
        "- Identificació de figures transformades mitjançant translacions, girs ampliacions/reduccions i simetries en elements de l’entorn que ens envolta.",
        "- Generació de figures transformades a partir de simetries i translacions d’un patró inicial i predicció del resultat.",
        "● Raonament, modelització i visualització geomètrica",
        "- Identificació de models geomètrics en la resolució de problemes semblants.",
        "- Aplicació d’estratègies en el càlcul de perímetres de figures planes utilitzant-les en la resolució de problemes de la vida quotidiana.",
        "- Reconeixement de relacions geomètriques en l’art, les ciències i la vida quotidiana.",
        "- Ús de punts de referència per indicar una posició o bé un desplaçament fet en un context conegut.",
        "- Ús de les visualitzacions dels moviments d’un cos per identificar una figura i raonant els resultats obtinguts.",
        "Sentit algebraic",
        "● Patrons",
        "- Identificació, descripció verbal, representació i predicció raonada de termes a partir de les regularitats en una col·lecció de nombres, figures o imatges.",
        "- Exploració i adquisició d’estratègies per identificar, descriure, completar i estendre seqüències a partir de regularitats en una col·lecció de nombres, figures o imatges.",
        "● Model matemàtic",
        "- Modelització de situacions de la vida quotidiana de forma pautada usant representacions matemàtiques (gràfiques, taules...).",
        "● Relacions i funcions",
        "- Utilització de relacions d’igualtat i desigualtat i ús dels signes = i ≠ entre expressions que incloguin operacions i les seves propietats.",
        "- Expressió de la igualtat com a equivalència entre dos elements i obtenció de dades senzilles desconegudes (representades a través d’un símbol) en qualsevol dels dos elements.",
        "- Representació de la relació major que i menor que, i ús dels signes < i >.",
        "- Identificació del canvi com a resultat d’una acció i de l’acció que pot revertir-la.",
        "● Pensament computacional",
        "- Comprensió i aplicació d’estratègies quan s’interpreten, modifiquen o creen algorismes senzills de programació per blocs que incorporen: diferenciació entre processos",
        "seqüencials i paral·lels; comprensió de les instruccions de bucle i condicionals; comprensió de la gestió de dades amb variables; ús d’operadors lògics i d’esdeveniments.",
        "Sentit estocàstic",
        "● Inferència: recollir dades per resoldre preguntes",
        "- Reconeixement i formulació de preguntes en situacions properes que es resolen recollint dades.",
        "- Organització i estratègies per a la recollida de dades.",
        "- Presa de decisions a partir de les dades.",
        "● Distribució: criteris per organitzar les dades",
        "- Representació gràfica i interpretació de les dades recollides (tenint en compte la classificació de les dades, la durada de la recollida i el context).",
        "- Iniciació en la representació de dades amb eines digitals, entre d’altres.",
        "- Interpretació de la freqüència absoluta i la moda de la situació a analitzar.",
        "- Utilització de la lectura i de la interpretació de gràfics estadístics de la vida quotidiana (pictogrames, gràfics de barres, histogrames...).",
        "● Predictibilitat i incertesa: atzar i probabilitat",
        "- Discriminació de situacions susceptibles de ser predites per poder saber si un fenomen és impossible, possible o segur.",
        "- Comparació de la probabilitat de dos successos de forma intuïtiva.",
        "Sentit socioemocional",
        "● Creences, actituds i emocions",
        "- Identificació de les pròpies emocions i de les dels altres en contextos d’aprenentatge de les matemàtiques, fomentant la iniciativa i tolerància en l’alumnat quan s’enfronten a aquestes situacions.",
        "- Foment de l’autonomia i estratègies per a la presa de decisions en situacions de resolució de problemes tant per donar resposta a la situació plantejada com per fer-se altres preguntes i continuar aprenent.",
        "- Valoració de la contribució de les matemàtiques (numeració, geometria, estadística...) als diferents àmbits del coneixement humà des d’una perspectiva de gènere.",
        "● Treball en equip, inclusió, respecte i diversitat",
        "- Descoberta i ús de les tècniques cooperatives en el treball en equip en matemàtiques, escolta activa i respecte pel treball dels altres.",
        "- Identificació i rebuig d’actituds discriminatòries mostrant sensibilitat i respecte envers les diferències individuals, també les referents a la diversitat de gènere, presents a l’aula."
    ],
    "criteriosEvaluacion": [
        "1.1 Interpretar la informació d’un problema i d’una situació de la vida quotidiana responent a les preguntes plantejades o fent noves preguntes.",
        "1.2 Proposar representacions matemàtiques, amb recursos manipulatius, gràfics i digitals, que ajudin en la resolució de problemes i de situacions de la vida quotidiana.",
        "2.1 Emprar estratègies i formes de raonament diverses per resoldre un problema i explicar-ne el procés.",
        "2.2 Explorar, compartir i resoldre un mateix problema a partir de diferents propostes, parlant-ne sense biaix de gènere.",
        "2.3 Demostrar la correcció matemàtica de les solucions d’un problema i la seva coherència en el context plantejat.",
        "3.1 Formular conjectures matemàtiques senzilles i investigant patrons, propietats i relacions, així com fent deduccions i comprovant-les.",
        "3.2 Proposar exemples de problemes i situacions, explicant com es poden resoldre raonant i argumentant en les situacions en què calgui aplicar-ho.",
        "3.3 Incorporar la utilització de la visualització i del raonament geomètric com a forma de raonament per entendre i gestionar la informació referida a l’espai.",
        "4.1 Descriure rutines i activitats senzilles que es realitzin pas a pas, en situacions de l’aula i de la vida quotidiana.",
        "4.2 Descompondre un problema o situació de la vida quotidiana en tasques concretes, abordant-les d’una en una per poder trobar la solució global.",
        "4.3 Reconèixer patrons, similituds i tendències en els problemes o situacions que es volen solucionar.",
        "4.4 Definir instruccions pas a pas per resoldre un problema i d’altres de similars provant i duent a terme possibles solucions amb dispositius digitals i sense.",
        "5.1 Realitzar connexions entre els diferents elements matemàtics valorant-ne la utilitat per raonar i fixar coneixements en un context matemàtic.",
        "5.2 Interpretar situacions en contextos diversos reconeixent les connexions entre les matemàtiques i la vida quotidiana en situacions en què se’n pugui fer ús (se’n faci ús).",
        "6.1 Reconèixer i usar llenguatge matemàtic present en el seu entorn donant-li significat.",
        "6.2 Explicar idees i processos matemàtics utilitzats en la resolució d’un problema o justificant la solució obtinguda de forma verbal, amb l’ajuda del gest, la representació gràfica i també la representació digital.",
        "7.1 Identificar les pròpies emocions en abordar nous reptes matemàtics, sent proactiu en la cerca de possibles solucions, demanant ajuda, si cal, formulant clarament la pregunta.",
        "7.2 Mostrar actituds positives davant de nous reptes matemàtics, com ara l’esforç i la flexibilitat, entenent l’error com una oportunitat d’aprenentatge.",
        "8.1 Col·laborar en el treball en equip, tant en entorn presencial com virtual, assumint-ne responsabilitats per construir coneixement matemàtic.",
        "8.2 Implicar-se amb el grup, amb empatia i respecte, compartint les pròpies opinions, maneres de fer, estratègies i pensaments tot escoltant i reconeixent les aportacions de les altres persones per enriquir l’aprenentatge propi i col·lectiu."
    ]
}