{
  "saberes": [
    "A. Retos del mundo actual.",
    "- Desafíos demográficos en el mundo actual. Causalidad y comparación en el estudio de la diversidad social y cultural y de las estructuras demográficas a distintas escalas (local, regional, nacional, europea y planetaria).",
    "- Competencia y conflicto por los recursos y el territorio. Mercados regionales, políticas comerciales y movimientos migratorios. Tensiones internacionales, choques y alianza entre civilizaciones.",
    "- Aglomeraciones urbanas y ruralidad. La despoblación y el sostenimiento del mundo rural. El desarrollo urbano sostenible: la ciudad, espacio de convivencia. Modos y estilos de vida en el contexto de la globalización. La organización política y administrativa de España.",
    "- Concentración y distribución de la riqueza. Formas y modos de percibir y representar la desigualdad. Líneas de acción para un reparto justo. La cuestión del mínimo vital.",
    "- Igualdad. Situaciones discriminatorias de las niñas y de las mujeres en el mundo. Roles de género y su manifestación en todos los ámbitos de la sociedad y la cultura.",
    "- Objetivos de Desarrollo Sostenible. La visión de los dilemas del mundo actual, punto de partida para el pensamiento crítico y el desarrollo de juicios propios.",
    "B. Sociedades y territorios.",
    "- Métodos básicos de investigación para la construcción del conocimiento de la Geografía y la Historia. Metodologías del pensamiento geográfico y del pensamiento histórico.",
    "- Tiempo histórico: construcción e interpretación de líneas de tiempo a través de la linealidad, cronología, simultaneidad y duración.",
    "- La organización política la Edad Media: imperios y reinos.",
    "- Complejidad social en la Edad Media: la sociedad estamental. La imagen del poder y la evolución de la aristocracia.",
    "- La influencia de las civilizaciones judía e islámica en la cultura europea.",
    "- Urbes, ciudades, villas y aldeas. El arte románico y el arte gótico. El nacimiento de las primeras universidades.",
    "- La lucha contra las epidemias y pandemias. La Peste Negra. Evolución de los ciclos demográficos en la Edad Media.",
    "- España en el tiempo y su conexión con los grandes procesos de la historia de la humanidad en la Edad Media. El legado histórico y el acervo cultural en la formación de las identidades colectivas. La repoblación en el valle del Duero. Las cortes estamentales. Las cortes de León.",
    "- Viajes, descubrimientos y sistemas de intercambio en la formación de una economía mundial. La disputa por la hegemonía y la geopolítica en el nacimiento y evolución de la Modernidad.",
    "- El nacimiento del Estado Moderno. Los Reyes Católicos. La unión dinástica. La construcción de las identidades culturales, de la idea de Europa, y del eurocentrismo, a través del pensamiento y del arte. Los tercios.",
    "- Herejías, persecuciones y guerras de religión.",
    "- Marginación, segregación, control y sumisión en la historia de la humanidad.",
    "Personajes femeninos en la historia. La resistencia a la opresión",
    "- Ciencia, medicina y avances tecnológicos. Racionalismo y empirismo en la explicación de la realidad frente a las supersticiones.",
    "- Los Austrias menores. El gobierno de validos. La guerra de los Treinta Años.",
    "- Evolución de la teoría del poder. El parlamentarismo inglés.",
    "- Organización social en la Edad Moderna.",
    "- El Siglo de Oro.",
    "C. Compromiso cívico",
    "- Interés ante los retos y problemas de actualidad en el entorno local y global.",
    "- Las redes sociales. Seguridad y prevención ante los riesgos y peligros del uso de las tecnologías de la información y de la comunicación.",
    "- Conservación y defensa del patrimonio histórico, artístico y cultural.",
    "- La contribución del Estado y sus instituciones a la paz, a la seguridad integral ciudadana y a la convivencia social.",
    "- Solidaridad, empatía y acciones de apoyo a colectivos en situaciones de pobreza, vulnerabilidad y exclusión social.",
    "- Ciudadanía europea. Ideas y actitudes en el proyecto de construcción de una identidad común. La seguridad y la cooperación internacional.",
    "- Identificación y gestión de las emociones y su repercusión en comportamientos individuales y colectivos."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Elaborar, expresar y presentar contenidos propios en forma de esquemas, tablas informativas y otros formatos mediante el desarrollo de estrategias de búsqueda, selección y tratamiento de información relativas a procesos y acontecimientos relevantes del presente y del pasado. (CCL2, CCL3, CD1, CD2, CC1).",
    "1.2 Contrastar y argumentar sobre temas y acontecimientos de la Edad Media y la Edad Moderna, localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas históricas. (CCL2, CCL3, STEM4, CD1, CC1)",
    "Competencia específica 2",
    "2.1 Identificar, valorar y mostrar interés por los principales problemas que afectan a la sociedad, adoptando una posición crítica y proactiva hacia los mismos. (CCL2, CD1, CD2, CC1, CC3, CE3)",
    "2.2 Incorporar y utilizar adecuadamente términos, conceptos y acontecimientos relacionados con la geografía, la historia y otras disciplinas de las ciencias sociales, a través de intervenciones orales, textos escritos y otros productos, mostrando planteamientos originales y propuestas creativas. (CCL1, CCL2, STEM2, STEM4, CD2, CCEC3).",
    "2.3 Elaborar juicios argumentados, respetando las opiniones de los demás y enriqueciendo el acervo común en el contexto del mundo actual, sus retos y sus conflictos desde una perspectiva sistémica y global. (CD3, CPSAA3, CC3, CCEC2).",
    "Competencia específica 3",
    "3.1 Utilizar una secuencia cronológica con objeto de examinar la relación entre hechos y procesos en diferentes períodos y lugares históricos (simultaneidad y duración), utilizando términos y conceptos apropiados. (CCL1, STEM4, STEM5, CD2, CPSAA3, CCEC1).",
    "3.2 Analizar procesos de cambio histórico de relevancia a través del uso de diferentes fuentes de información, teniendo en cuenta las continuidades y permanencias en diferentes periodos y lugares. (CCL3, STEM4, CD2, CE1).",
    "Competencia específica 4",
    "4.1 Valorar el grado de sostenibilidad y de equilibrio de los diferentes espacios y desde distintas escalas y analizar su transformación y degradación a través del tiempo por la acción humana en la explotación de los recursos, su relación con la evolución de la población y las estrategias desarrolladas para su control y dominio y los conflictos que ha provocado. (CCL2, CD1, CPSAA2, CC1, CC2, CC3).",
    "4.2 Argumentar la necesidad de acciones de defensa, protección, conservación y mejora del entorno natural, rural y urbano a través de propuestas e iniciativas que reflejen compromisos y conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos. (STEM5, CPSAA2, CC3, CC4, CE1).",
    "Competencia específica 5",
    "5.1 Mostar actitudes pacíficas y tolerantes y asumir las normas como marco necesario para la convivencia, demostrando capacidad crítica e identificando y respondiendo de manera asertiva ante las situaciones de injusticia y desigualdad. (CCL5, CD3, CC1, CC2, CCEC1).",
    "Competencia específica 6",
    "6.1 Valorar la diversidad social y cultural, argumentando e interviniendo en favor de la inclusión, así como rechazando y actuando en contra de cualquier actitud o comportamiento discriminatorio o basado en estereotipos. (CCL2, CP3, CD2, CPSAA3, CC1, CC2, CC3, CCEC1, CCEC2).",
    "6.2 Argumentar e intervenir acerca de la igualdad real de hombres y mujeres actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género. (CCL5, CC1, CC2, CC3).",
    "Competencia específica 7",
    "7.1 Relacionar las culturas y civilizaciones que se han desarrollado a lo largo de la historia medieval y moderna con las diversas identidades colectivas que se han ido construyendo hasta la actualidad, reflexionando sobre los múltiples significados que adoptan y aportaciones de cada una de ellas a la cultura humana y universal. (CP3, CPSAA1, CC1, CC2, CC3).",
    "7.2 Identificar el origen histórico de distintas identidades colectivas que se han desarrollado en España, interpretando el uso que se ha hecho de las mismas y mostrando una actitud de respeto y tolerancia hacia los diferentes sentidos de pertenencia, promoviendo la solidaridad y la cohesión social. (CC1, CC2, CC3, CCEC1).",
    "7.3 Señalar los fundamentos de la idea de Europa a través de las diferentes experiencias históricas del pasado e identificar el legado histórico, institucional, artístico y cultural como patrimonio común de la ciudadanía europea. (CCL4, CC1, CCEC1, CCEC3).",
    "Competencia específica 8",
    "8.1 Conocer e interpretar los comportamientos demográficos de la población, los cambios que ha experimentado y sus ciclos, identificando y analizando los principales problemas y retos a los que nos enfrentamos en el mundo y en España. (CCL2, STEM1, STEM4, STEM5, CPSAA2, CPSAA5, CC1, CC2, CE2).",
    "Competencia específica 9",
    "9.1 Identificar e interpretar la conexión de España con los grandes procesos históricos (de las épocas medieval y moderna), valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia. (CCL2, CC1, CC4, CCEC1).",
    "9.2 Interpretar desde la perspectiva del desarrollo sostenible y la ciudadanía global los principales desafíos del mundo actual, expresando la importancia de implicarse en la búsqueda de soluciones y en el modo de concretarlos desde su capacidad de acción tanto local como global, valorando la contribución del Estado, sus instituciones y las asociaciones civiles en programas y misiones dirigidos por organismos nacionales e internacionales para el logro de la paz, la seguridad integral, la convivencia social y la cooperación entre los pueblos. (CD3, CC2, CC3, CC4, CE1)."
  ]
}
