{
    "criteriosEvaluacion": [
        "1.1. Analizar críticamente conceptos y procesos relacionados con los saberes de la materia interpretando información en diferentes formatos: modelos, gráficos, tablas, diagramas, fórmulas, esquemas.",
        "1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia o con trabajos científicos, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados: modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas y símbolos, entre otros, y herramientas digitales.",
        "1.3. Argumentar sobre aspectos relacionados con los saberes de la materia defendiendo una postura de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás.",
        "2.1. Plantear y resolver cuestiones relacionadas con los saberes de la materia, localizando y citando fuentes adecuadas y seleccionando, organizando y analizando críticamente la información.",
        "2.2. Contrastar y justificar la veracidad de la información relacionada con los saberes de la materia , utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
        "2.3. Argumentar sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos propios en Andalucía.",
        "3.1. Plantear preguntas, realizar predicciones y formular hipótesis que puedan ser respondidas o contrastadas, utilizando métodos científicos y que intenten explicar fenómenos biológicos, geológicos o ambientales.",
        "3.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos, geológicos y ambientales y seleccionar los instrumentos necesarios de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada minimizando los sesgos en la medida de lo posible.",
        "3.3. Realizar experimentos y tomar datos cuantitativos y cualitativos sobre fenómenos biológicos, geológicos y ambientales, seleccionando y utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión.",
        "3.4. Interpretar y analizar resultados obtenidos en un proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas y reconociendo su alcance y limitaciones y obteniendo conclusiones razonadas y fundamentadas o valorando la imposibilidad de hacerlo.",
        "3.5. Establecer colaboraciones dentro y fuera del centro educativo en las distintas fases del proyecto científico para trabajar con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, valorando la importancia de la cooperación en la investigación, respetando la diversidad y favoreciendo la inclusión.",
        "4.1. Resolver problemas o dar explicación a procesos biológicos, geológicos o ambientales , utilizando recursos variados como conocimientos propios, datos e información recabados, razonamiento lógico, pensamiento computacional o herramientas digitales.",
        "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos, geológicos o ambientales y modificar los procedimientos utilizados o conclusiones obtenidas si dicha solución no fuese viable o ante nuevos datos aportados o recabados con posterioridad.",
        "5.1. Analizar las causas y consecuencias ecológicas, sociales y económicas de los principales problemas medioambientales desde una perspectiva individual, local y global, concibiéndolos como grandes retos de la humanidad y basándose en datos científicos y en los saberes de la materia de Biología, Geología y Ciencias Ambientales.",
        "5.2. Proponer y poner en práctica hábitos e iniciativas sostenibles y saludables a nivel local en Andalucía y argumentar sobre sus efectos positivos y la urgencia de adoptarlos basándose en los saberes de la materia.",
        "6.1. Relacionar los grandes eventos de la historia terrestre con determinados elementos del registro geológico y con los sucesos que ocurren en la actualidad, utilizando los principios geológicos básicos y el razonamiento lógico.",
        "6.2. Resolver problemas de datación analizando elementos del registro geológico y fósil y aplicando métodos de datación."
    ],
    "saberes": [
        "A. Proyecto científico ",
        "BGCA.1.A.1. El método científico",
        "BGCA.1.A.1.1. Planteamiento de hipótesis, preguntas, problemas y conjeturas que puedan resolverse utilizando el método científico.",
        "BGCA.1.A.2. Estrategias para la búsqueda de información",
        "BGCA.1.A.2.1. Desarrollo de estrategias para la búsqueda de información, colaboración, comunicación e interacción con instituciones científicas a través de herramientas digitales, formatos de presentación de procesos resultados e ideas: diapositivas, gráficos, videos, pósters, informes y otros.",
        "BGCA.1.A.2.2. Reconocimiento e identificación de fuentes fiables de información: búsqueda, reconocimiento y utilización.",
        "BGCA.1.A.3. Experiencias científicas de laboratorio o de campo",
        "BGCA.1.A.3.1. Desarrollo de experiencias científicas de laboratorio o de campo: elaboración del diseño, planificación y realización de las mismas.",
        "BGCA.1.A.3.2. Desarrollo de destrezas para el contraste de hipótesis y controles experimentales. ",
        "BGCA.1.A.4. Métodos de análisis de resultados científicos",
        "BGCA.1.A.4.1. Aplicación de métodos de análisis de resultados en los que se incluya la organización, representación y herramientas estadísticas.",
        "BGCA.1.A.5. Comunicación científica",
        "BGCA.1.A.5.1. Desarrollo de estrategias de comunicación científica: vocabulario científico, formatos (informes vídeos, modelos, gráficos y otros) y herramientas digitales.",
        "BGCA.1.A.6. La importancia de la labor científica",
        "BGCA.1.A.6.1. Valoración de la labor científica y las personas dedicadas a la ciencia y su contribución a las ciencias biológicas, geológicas y ambientales e importancia social, destacando nuestra comunidad autónoma, Andalucía.",
        "BGCA.1.A.6.2. Valoración del papel de la mujer en la ciencia.",
        "BGCA.1.A.6.3. Análisis de la evolución histórica del saber científico, entendiendo la ciencia como labor colectiva, interdisciplinar y en continua construcción.",
        "B. Ecología y sostenibilidad",
        "BGCA.1.B.1. El medio ambiente como motor económico y social: importancia de la evaluación de impacto ambiental y de la gestión sostenible de recursos y residuos. La relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud)",
        "BGCA.1.B.1.1. Comprensión de la definición de medio ambiente.",
        "BGCA.1.B.1.2. Reflexión sobre el medio ambiente como motor económico y social. ",
        "BGCA.1.B.1.3. Valoración de la importancia del desarrollo sostenible.",
        "BGCA.1.B.2. La sostenibilidad",
        "BGCA.1.B.2.1. Reconocimiento de las actividades cotidianas sostenibles utilizando diferentes usos de indicadores de sostenibilidad, estilos de vida compatibles y coherentes con un modelo de desarrollo sostenible.",
        "BGCA.1.B.2.2. Reflexión sobre el concepto de huella ecológica.",
        "BGCA.1.B.2.3. Investigación sobre las principales iniciativas locales y globales encaminadas a la implantación de un modelo sostenible.",
        "BGCA.1.B.2.4. El problema de los residuos. Los compuestos xenobióticos: los plásticos y sus efectos sobre la naturaleza y sobre la salud humana y de otros seres vivos. La prevención y gestión adecuada de los residuos",
        "BGCA.1.B.3. La dinámica de los ecosistemas",
        "BGCA.1.B.3.1. Resolución de problemas sobre la dinámica de los ecosistemas: los flujos de energía, los ciclos de la materia (carbono, nitrógeno, fósforo y azufre) interdependencias y las relaciones tróficas.",
        "BGCA.1.B.4. El cambio climático",
        "BGCA.1.B.4.1. Análisis sobre las consecuencias del cambio climático y sus repercusiones con el ciclo del carbono, sobre la salud, la economía, la ecología y la sociedad. Estrategias y herramientas para afrontarlo: mitigación y adaptación.",
        "BGCA.1.B.4.2. La pérdida de biodiversidad: causas y consecuencias ambientales y sociales.",
        "C. Historia de la Tierra y la vida ",
        "BGCA.1.C.1. El tiempo geológico",
        "BGCA.1.C.1.1.Reflexión sobre el tiempo geológico: magnitud, escala y métodos de datación. ",
        "BGCA.1.C.1.2. Resolución de problemas de datación absoluta y relativa.",
        "BGCA.1.C.2. La historia de la Tierra",
        "BGCA.1.C.2.1. Análisis de los principales acontecimientos geológicos a lo largo de la historia de la Tierra. ",
        "BGCA.1.C.2.2. Análisis de los principales cambios en los grandes grupos de seres vivos y justificación desde la perspectiva evolutiva.",
        "BGCA.1.C.2.3. Comparación de los principales grupos taxonómicos de acuerdo a sus características fundamentales.",
        "BGCA.1.C.3. Métodos para el estudio del registro geológico",
        "BGCA.1.C.3.1. Desarrollo de métodos y principios para el estudio del registro geológico. ",
        "BGCA.1.C.3.2. Resolución de problemas de reconstrucción de la historia geológica de una zona.",
        "D. La dinámica y composición terrestre ",
        "BGCA.1.D.1. La Atmósfera e hidrosfera",
        "BGCA.1.D.1.1. Análisis de la estructura, dinámica y funciones de la atmósfera y la hidrosfera. ",
        "BGCA.1.D.2. La geosfera",
        "BGCA.1.D.2.1. Análisis de la estructura, composición y dinámica de la geosfera a la luz de la teoría de la tectónica de placas. Métodos de estudio directos e indirectos.",
        "BGCA.1.D.3. Los procesos geológicos internos y externos",
        "BGCA.1.D.3.1. Relación entre los procesos geológicos internos, el relieve y la tectónica de placas. Tipos de bordes, relieves, actividad sísmica y volcánica y rocas resultantes en cada uno de ellos.",
        "BGCA.1.D.3.2. Reflexión sobre los procesos geológicos externos, sus agentes causales y sus consecuencias sobre el relieve. Formas principales de modelado del relieve y geomorfología. La edafogénesis: factores y procesos formadores del suelo. La edafodiversidad e importancia de su conservación.",
        "BGCA.1.D.3.3. Identificación de los riesgos naturales y su relación con los procesos geológicos y las actividades humanas.",
        "BGCA.1.D.3.4. Análisis de la estrategias de prevención, prevención y corrección de riesgos naturales. ",
        "BGCA.1.D.4. Las rocas y los minerales",
        "BGCA.1.D.4.1. Análisis de la clasificación de las rocas según su origen y composición a través del estudio y comprensión del ciclo geológico.",
        "BGCA.1.D.4.2. Utilización de diferentes técnicas de clasificación e identificación de minerales y rocas del entorno.",
        "BGCA.1.D.4.3. Análisis de la importancia de los minerales y las rocas y de sus usos cotidianos. Su explotación y uso responsable. La importancia de la conservación del patrimonio geológico.",
        "BGCA.1.D.4.4. Reconocimiento de los principales minerales y rocas de Andalucía y valoración de la importancia de los geoparques andaluces.",
        "E. Fisiología e histología animal ",
        "BGCA.1.E.1. La función de nutrición",
        "BGCA.1.E.1.1. Descripción comparada de la función de nutrición su importancia biológica y estructuras implicadas en diferentes grupos taxonómicos.",
        "BGCA.1.E.2. La función de relación",
        "BGCA.1.E.2.1. Descripción de la función de relación su fisiología y funcionamiento de los sistemas de coordinación (nervioso y endocrino).",
        "BGCA.1.E.2.2. Análisis fisiológico y funcional de los receptores sensoriales, y de los órganos efectores. ",
        "BGCA.1.E.3. La función de reproducción",
        "BGCA.1.E.3.1. Descripción comparada de la función de reproducción y la valoración de su importancia biológica con la biodiversidad andaluza.",
        "BGCA.1.E.3.2. Relación de las distintas estructuras implicadas en diferentes grupos taxonómicos.",
        "F. Fisiología e histología vegetal ",
        "BGCA.1.F.1. La función de nutrición",
        "BGCA.1.F.1.1. Descripción de la función de nutrición, análisis del balance general del proceso de la fotosíntesis y el reconocimiento de su importancia para el mantenimiento de la vida en la Tierra.",
        "BGCA.1.F.1.2. Identificación de la composición y formación de la savia bruta y elaborada y de sus mecanismos de transporte.",
        "BGCA.1.F.2. La función de relación",
        "BGCA.1.F.2.1. Descripción de la función de relación y estudio del tipo de respuestas de los vegetales a estímulos e influencia de las fitohormonas (auxinas, citoquininas, etileno, etc.) sobre estas.",
        "BGCA.1.F.3. La función de reproducción",
        "BGCA.1.F.3.1. Análisis de la reproducción sexual y asexual desde el punto de vista evolutivo mediante el estudio de los ciclos biológicos.",
        "BGCA.1.F.3.2. Comparación de los distintos tipos de reproducción asexual.",
        "BGCA.1.F.3.3. Identificación de procesos implicados en la reproducción sexual (polinización, fecundación, dispersión de la semilla y el fruto) y su relación con el ecosistema.",
        "BGCA.1.F.4. Las adaptaciones de los vegetales al medio",
        "BGCA.1.F.4.1. Descripción de los tipos de adaptaciones y su relación entre las adaptaciones de determinadas especies y el ecosistema en el que se desarrollan.",
        "BGCA.1.F.4.2. Identificación de las principales adaptaciones en los ecosistemas andaluces y valoración de la biodiversidad de los mismos.",
        "G. Los microorganismos y formas acelulares ",
        "BGCA.1.G.1. Concepto de microorganismo",
        "BGCA.1.G.1.1. Reconocimiento del concepto de microorganismo. Diferenciación entre microorganismos con organización celular y formas acelulares.",
        "BGCA.1.G.2. Las eubacterias y las arqueobacterias",
        "BGCA.1.G.2.1. Identificación de las diferencias entre las eubacterias y arqueobacterias. ",
        "BGCA.1.G.3.El metabolismo bacteriano",
        "BGCA.1.G.3.1. Comprensión del desarrollo del metabolismo bacteriano.",
        "BGCA.1.G.3.2. Comprensión de simbiosis y ciclos biogeoquímicos y la valoración de su importancia ecológica. ",
        "BGCA.1.G.4. Los microorganismos como agentes causales de enfermedades infecciosas",
        "BGCA.1.G.4.1. Estrategias de comprensión de zoonosis y epidemias.",
        "BGCA.1.G.4.2. Reconocimiento de organismos patógenos más frecuentes con las enfermedades que originan. ",
        "BGCA.1.G.5. El cultivo de microorganismos",
        "BGCA.1.G.5.1. Descripción de técnicas de esterilización y cultivo.",
        "BGCA.1.G.6. Mecanismos de transferencia genética horizontal en bacterias",
        "BGCA.1.G.6.1. Comprensión de la transferencia genética horizontal en bacterias.",
        "BGCA.1.G.6.2. Reconocimiento, análisis y concienciación del problema de la resistencia a antibióticos. ",
        "BGCA.1.G.7. Las formas acelulares (virus, viroides y priones)",
        "BGCA.1.G.7.1. Identificación de características, mecanismos de infección e importancia biológica, así como adopción de hábitos saludables."
    ]
}