{
  "saberes": [
    "Bloque 1: Lengua y uso",
    "Las lenguas y sus hablantes: CE1, CE4, CE5, CE6 y CE7",
    "-     Biografía lingüística personal. Diversidad lingüística del entorno",
    "-     Plurilingüismo, las familias lingüísticas y las lenguas del mundo",
    "-     Las lenguas de España",
    "-     Desarrollo sociohistórico de las lenguas de España",
    "-     Aproximación a las lenguas de signos X",
    "-     Reflexión interlingüística",
    "-     Estrategias de identificación de prejuicios y estereotipos lingüísticos y exploración de formas de evitarlos",
    "-     Lenguaje no discriminatorio y respetuoso con las diferencias.",
    "-     Expresiones idiomáticas de la lengua",
    "Bloque 2: Estrategias comunicativas",
    "Sub-bloque 2.1 Saberes comunes: CE2, CE3, CE4, CE5, CE6 y CE7",
    "-     Estrategias para adaptar el discurso a la situación comunicativa: grado de formalidad y carácter público o privado; distancia social entre los interlocutores; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación",
    "-     Tipologías textuales y géneros discursivos",
    "-     Propiedades textuales: coherencia, cohesión y adecuación",
    "-     Estrategias de detección y uso de un lenguaje verbal e icónico no discriminatorio",
    "-     Estrategias de reflexión sobre el proceso de aprendizaje, autoevaluación y autocorrección",
    "Sub-bloque 2.2 Alfabetizacion informacional: transversal a todas las CE",
    "- Redes sociales y medios de comunicación. Etiqueta digital. Riesgos de desinformación, manipulación y vulneración de la privacidad en la red.",
    "- Hábitos y conductas para la comunicación segura en entornos virtuales.",
    "- Análisis de la imagen y elementos paratextuales de los textos icónico-verbales y multimodales.",
    "- Usos de la escritura para la organización del pensamiento: notas, esquemas, mapas conceptuales, resúmenes, etc.",
    "- Estrategias de búsqueda en fuentes documentales diversas y con distintos soportes y formatos con criterios de fiabilidad, calidad y pertinencia.",
    "- Estrategias de uso y tratamiento de fuentes documentales diversas.",
    "- Uso de modelos para analizar, valorar, reorganizar y sintetizar la información en esquemas propios.",
    "- Comunicación y difusión creativa y respetuosa con la propiedad intelectual.",
    "- Utilización de la biblioteca y de los recursos digitales.",
    "- Herramientas digitales para el trabajo colaborativo y la comunicación.",
    "Sub-bloque 2.3 Reflexion sobre la lengua: CE1, CE2, CE3, CE4, CE5 y CE7.",
    "- La implicación del emisor en los textos.",
    "- Adecuación del registro a la situación de comunicación.",
    "- Cohesión: Conectores textuales temporales, explicativos, de orden y de contraste, distributivos, causa, consecuencia, condición e hipótesis.",
    "- Cohesión: Mecanismos de referencia interna gramaticales (sustituciones pronominales) y léxicos (nominalizaciones e hiperónimos de significado abstracto, sinónimos, repeticiones y elipsis).",
    "- Uso coherente de las formas verbales en los textos.",
    "- Correlación temporal en la coordinación y subordinación de oraciones.",
    "- Corrección lingüística y revisión ortográfica y gramatical de los textos.",
    "- Uso de diccionarios, manuales de consulta y de correctores en soporte analógico o digital.",
    "- Los signos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "- Observación, comparación y manipulación de estructuras lingüísticas.",
    "- Estrategias para el contraste y la transferencia entre las lenguas.",
    "- Diferencias e intersecciones entre lengua oral y lengua escrita en situaciones comunicativas.",
    "- La lengua como sistema y sus unidades básicas.",
    "- Formas gramaticales y funciones sintácticas.",
    "- Relación entre los esquemas semántico y sintáctico de la oración simple. Observación y transformación de enunciados y uso de la terminología sintáctica.",
    "- Procedimientos léxicos (afijos) y sintácticos para el cambio de categoría gramatical.",
    "- Procedimientos de adquisición y formación de palabras: los cambios en su significado.",
    "- Las relaciones semánticas entre palabras y sus valores en función del contexto y el propósito comunicativo.",
    "Sub-bloque 2.4 Comunicacion e interaccion oral",
    "G1: Comprensión oral: C2, C6 y C7",
    "- Estrategias de comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante",
    "- Valoración de la forma y el contenido del texto",
    "G2: Expresión oral: C4, C6 y C7",
    "- Discursos orales en situaciones comunicativas de carácter formal",
    "- Adecuación a la audiencia y al tiempo de exposición",
    "- Planificación, producción y revisión de textos orales y multimodales",
    "- Rasgos discursivos y lingüísticos de la oralidad formal",
    "- Estrategias de expresión oral: interpretación y uso de elementos de la comunicación no verbal",
    "G3: Interacción oral: C6 y C7",
    "- Estrategias de escucha activa, asertividad y resolución dialogada de los conflictos, teniendo en cuenta la perspectiva de género",
    "- Interacciones orales en situaciones comunicativas de carácter formal e informal",
    "- Estrategias de cortesía lingüística y cooperación conversacional",
    "Sub-bloque 2.5 Comprension escrita: C3, C6 y C7",
    "- Estrategias de comprension antes de la lectura: conocimientos previos, objetivos de lectura, hipotesis a traves de informacion paratextual, tipologia, genero y estructura del texto.",
    "- Estrategias de comprension durante la lectura: coherencia interna del texto, inferencias, sentidos figurados y significados no explicitos.",
    "- Estrategias de comprension despues de la lectura: tema, tesis, idea principal, argumentos, intencion del autor y organizacion del contenido",
    "- Valoracion de la forma y el contenido del texto.",
    "Sub-bloque 2.6 Expresion escrita y multimodal: C5, C6 y C7",
    "- Estrategias del proceso de escritura y multimodal: planificación, textualización, revisión y corrección.",
    "- Aplicación de las normas ortográficas y gramaticales. Propiedad léxica.",
    "- Presentación cuidada de las producciones escritas.",
    "- Elementos gráficos y paratextuales.",
    "- Interacciones escritas en situaciones comunicativas de carácter formal e informal.",
    "Bloque 3: Lectura i literatura",
    "Sub-bloque 3.1 Hábito lector: CE8",
    "-     Identidad lectora: selección de obras variadas y lectura autónoma, conciencia y verbalización de los propios gustos.",
    "-     Identidad lectora: valoración crítica de los textos y sobre la propia práctica de lectura.",
    "-     Expresión de la experiencia lectora y de diferentes formas de apropiación y recreación de los textos leídos.",
    "-     Uso de la biblioteca escolar y pública. Circuito literario y lector. Participación en actos culturales.",
    "-     Estrategias para la recomendación de las lecturas.",
    "Sub-bloque 3.2 Literatura: CE9",
    "-     Obras relevantes de la literatura juvenil contemporánea y del patrimonio literario universal, inscritas en itinerarios temáticos o de género, que incluyan la presencia de autoras y autores.",
    "-     Estrategias de construcción compartida de la interpretación de las obras. Conversaciones literarias.",
    "-     Lectura y comprensión de textos literarios: estructura, aspectos formales, recursos estilísticos y retóricos.",
    "-     Estrategias de utilización de información sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias.",
    "-     Relación y comparación de los textos leídos con otros textos y manifestaciones artísticas y culturales, y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes.",
    "-     Estrategias, modelos y pautas para la expresión de la interpretación y la valoración personal de obras y fragmentos literarios. Lectura con perspectiva de género.",
    "-     Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "-     Planificación y creación de textos a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación)."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar y valorar las lenguas de España y del mundo, y las variedades lingüísticas de las dos lenguas oficiales de la Comunidad Valenciana, identificando nociones básicas de las lenguas, y contrastando algunas características en discursos orales, escritos y multimodales.",
    "1.2. Mostrar interés por el uso del valenciano en las diferentes situaciones comunicativas del ámbito personal, social y educativo, y valorar su importancia como lengua propia del territorio.",
    "1.3 Mostrar interés y respeto por las variedades lingüísticas, contrastando algunas de sus características en diferentes contextos de uso e identificando expresiones de uso habitual y menos habitual.",
    "1.4 Identificar prejuicios y estereotipos lingüísticos a partir de la observación de la diversidad lingüística del entorno, con una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal.",
    "1.5. Reflexionar y ejemplificar, con cierta autonomía, aspectos del funcionamiento de las   lenguas,   a   partir   de   la   observación, comparación entre ellas y manipulación de palabras, oraciones   y   textos   de   distintas lenguas, haciendo uso del metalenguaje.",
    "2.1 Escuchar de forma activa, interpretar y valorar, con progresiva autonomía, textos orales y multimodales de géneros, tipologías y registros diferentes, propios del ámbito personal, social y educativo, reflexionando sobre el contenido y la forma, y evaluando sucalidad, fiabilidad y la idoneidad del canal utilizado.",
    "2.2. Interpretar el sentido global y las ideas principales y secundarias de textos orales y multimodales de conocimientos ajustados a diferentes ámbitos del conocimiento.",
    "2.3. Extraer e interpretar información (explícita e implícita) de los textos orales y multimodales, de los elementos no verbales, valorar el propósito del texto y la intención del emisor.",
    "3.1 Leer, interpretar y valorar, con progresiva autonomía, textos escritos y multimodales de géneros, tipologías y registros diferentes propios del ámbito personal, social y educativo, a través del análisis de los elementos formales y de contenido propios del nivel educativo, y evaluando su calidad, fiabilidad y la idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados",
    "3.2 Aplicar, con progresiva autonomía, todo tipo de estrategias para comprender el sentido global y la información específica, distinguir las ideas principales de las secundarias, obtener información literal, interpretar información explícita e implícita, valorar el propósito de diferentes textos y la intención del emisor.",
    "3.3 Identificar las tipologías textuales y los géneros discursivos, reconocer la estructura y algunas de las características lingüísticas específicas de cada tipo de texto.",
    "3.4 Localizar, seleccionar y contrastar información procedente de diferentes fuentes, evaluando su fiabilidad y pertenencia, en diferentes textos multimodales en medios digitales, con progresiva autonomía, del ámbito personal, social y educativo.",
    "3.5 Aplicar, con progresiva autonomía, todo tipo de estrategias para la busca, selección, gestión y edición de la información, en diferentes textos multimodales, para ampliar conocimientos de manera responsable, contrastar la información de fuentes de carácter general, atendiendo el contexto y la intención comunicativa y utilizarla citando las fuentes.",
    "4.1 Producir, con progresiva autonomía, discursos orales sobre diferentes ámbitos del conocimiento, ajustados a la situación comunicativa y a los géneros discursivos del ámbito personal, social y educativo, con adecuación y coherencia, haciendo uso de conectores, aportando su propio punto de vista.",
    "4.2 Producir discursos orales con una pronunciación correcta y una entonación adecuada, utilizando los elementos prosódicos y los recursos no verbales adecuados que refuercen el discurso, utilizando diferentes soportes audiovisuales.",
    "4.3 Realizar producciones orales con un registro estándar, un lenguaje no discriminatorio y un vocabulario preciso y ajustado a la norma, mostrando un buen dominio lingüístico y morfosintáctico, reflexionando sobre la lengua y su uso.",
    "4.4 Seleccionar y contrastar información procedente de diferentes fuentes, de manera progresivamente autónoma, sobre temas del ámbito personal, social y educativo, evaluando su fiabilidad, y compartir oralmente los resultados adoptando un punto de vista personal y respetuoso con la propiedad intelectual.",
    "5.1 Producir, con progresiva autonomía, textos escritos y multimodales de géneros discursivos del ámbito personal, social y educativo que respondan a la situación comunicativa con adecuación, coherencia, cohesión y corrección utilizando elementos de cohesión variados.",
    "5.2 Utilizar un lenguaje no discriminatorio detectando, de manera progresivamente autónoma, los posibles usos manipuladores de la lengua durante el proceso de composición escrita.",
    "5.3. Utilizar, durante el proceso de escritura, de forma reflexiva y con ayuda puntual del profesorado e incorporando progresivamente metalenguaje, los conocimientos lingüísticos, textuales y discursivos necesarios en la situación de aprendizaje.",
    "5.4. Planificar, textualizar, revisar y editar, con progresiva autonomía, durante el proceso de escritura mediante estrategias gradualmente complejas.",
    "6.1 Interactuar oralmente, con progresiva autonomía, sobre conocimientos ajustados a la situación comunicativa del ámbito personal, social y educativo, a través de diferentes soportes, aplicando la escucha activa y utilizando un vocabulario preciso y no discriminatorio, la cortesía lingüística, la etiqueta digital y aquellos recursos no verbales que faciliten la construcción de un discurso consensuado.",
    "6.1 Interactuar oralmente, con autonomía, sobre conocimientos complejos ajustados a la situación comunicativa del ámbito personal, social, educativo y profesional, a través de diferentes soportes, utilizando un vocabulario rico y correcto y no discriminatorio e implicándose activa y reflexivamente con una actitud dialogante y de escucha para la construcción de un discurso común consensuado.",
    "6.2. Identificar y rechazar, con ayuda puntual, los usos discriminatorios y manipuladores de la lengua a partir de la reflexión y el análisis de los elementos verbales y no verbales utilizados en el discurso.",
    "6.2. Identificar y rechazar, de forma autónoma, los usos discriminatorios y manipuladores de la lengua a partir de la reflexión y el análisis de los elementos verbales y no verbales utilizados en el discurso.",
    "6.3. Utilizar, con ayuda puntual, estrategias para la gestión dialogada de conflictos en el ámbito personal, educativo y social.",
    "6.3. Utilizar estrategias, de manera autónoma, para la gestión dialogada de conflictos en el ámbito personal, educativo y social.",
    "6.4. Interactuar en textos escritos y multimodales de manera asíncrona y síncrona con progresiva autonomía; mostrando empatía y respeto por las diferentes necesidades, ideas y motivaciones de los interlocutores, utilizando estrategias para expresar mensajes cohesionados, coherentes y adecuados con un vocabulario preciso y no discriminatorio.",
    "6.4. Interactuar en textos escritos y multimodales complejos de manera asíncrona y síncrona, con autonomía; mostrando empatía y respeto por las diferentes necesidades, ideas y motivaciones de los interlocutores, con adecuación, coherencia, cohesión, corrección y vocabulario rico y no discriminatorio.",
    "7.1 Mostrar interés por participar en la solución de problemas de comprensión recíproca entre hablantes de lenguas o variedades lingüísticas diferentes, sobre asuntos diversos del ámbito personal, social y educativo.",
    "7.1 Mostrar interés por participar en la solución de problemas de comprensión recíproca entre hablantes de lenguas o variedades lingüísticas diferentes, sobre asuntos diversos del ámbito personal, social, educativo y profesional.",
    "7.2 Comprender, comunicar y describir textos de complejidad media en diferentes soportes, o explicar conceptos, de forma oral o escrita, combinando su repertorio lingüístico (L1-L1, L1-L2, L2-L1);",
    "7.2 Comprender, comunicar, describir y parafrasear textos de una cierta complejidad en diferentes soportes, o explicar conceptos, de forma oral o escrita, combinando su repertorio lingüístico (L1-L1, L1-L2, L2-L1)",
    "7.3 Seleccionar y aplicar, de forma progresivamente autónoma, estrategias de simplificación y adaptación de la lengua, que faciliten la comprensión y expresión oral y escrita de la información en distintas lenguas de su repertorio lingüístico (L1-L1, L1-L2, L2- L1).",
    "7.3 Seleccionar y aplicar, de forma autónoma, estrategias de simplificación, adaptación y reformulación de la lengua, que faciliten la comprensión y expresión oral y escrita de la información en distintas lenguas de su repertorio lingüístico (L1-L1, L1-L2, L2-L1).",
    "8.1 Leer obras diversas y textos escritos y multimodales del ámbito personal, social y educativo, seleccionando con progresiva autonomía aquellos que mejor se ajustan en cada momento vital a sus gustos, intereses y necesidades personales.",
    "8.2 Dejar constancia del propio itinerario lector y de las experiencias lectoras.",
    "8.3. Compartir las experiencias de lectura, en apoyos diversos, participando en comunidades lectoras en el ámbito educativo y social, y relacionando el sentido de la obra con la propia experiencia biográfica y lectora.",
    "9.1. Leer y escuchar fragmentos literarios y obras completas, con progresiva autonomía y en contextos socioculturales próximos, teniendo en cuenta los intereses del alumno",
    "9.2. Interpretar la información relevante de los textos literarios, de las obras completas, y aportar conclusiones de manera reflexiva.",
    "9.3. Establecer, de manera guiada, vínculos entre los textos leídos y otros textos escritos, orales o multimodales, o bien con otras manifestaciones artísticas en función de temas, tópicos, estructuras, lenguaje y valores éticos o estéticos, mostrando, además implicación y respuesta personal del lector en la lectura",
    "9.4. Expresar opinión sobre textos y obras literarias, utilizando algunos recursos retóricos y el metalenguaje literario, con apoyo puntual del profesorado",
    "9.5. Crear textos literarios sencillos de los géneros básicos, (cuentos, dramatizaciones, poemas, canciones), aplicando los recursos literarios básicos adecuados, con progresiva autonomía",
    "9.6. Participar en manifestaciones literarias, recitales      y       representaciones     teatrales partiendo de modelos"
  ]
}
