{
  "saberes": [
    "Bloque A: Vida activa y saludable",
    "Vinculados con el criterio de evaluación 1.1",
    "• Condición física, capacidades físicas y salud. Concepto y relación. Factores que inciden en su desarrollo y capacidades determinantes para la salud.",
    "• Sistemas y métodos de entrenamiento para el desarrollo de las capacidades físicas básicas.",
    "• Conocimiento y realización de pruebas motoras para la valoración y evaluación del nivel individual de condición física.",
    "• Entrenamiento y carga de entrenamiento; Concepto, variables de la carga y principios generales del entrenamiento. Respuesta orgánica ante el ejercicio y la recuperación durante y después del ejercicio.",
    "• Beneficios y adaptaciones en el organismo por la práctica de ejercicio físico regular controlado.",
    "• Fases, periodización y estructura de un plan de entrenamiento anual.",
    "• Bases para la elaboración de un plan de entrenamiento de mejora de la condición física para la salud.",
    "• Autonomía en la elaboración y puesta en práctica de un programa para el desarrollo de capacidades físicas básicas. Aplicación subordinada a los niveles de condición física.",
    "Vinculados con el criterio de evaluación 1.2",
    "• El calentamiento: Finalidad y principios. Elaboración autónoma y puesta en práctica de rutinas de calentamiento generales y específicas, adaptadas a la actividad principal posterior",
    "• La frecuencia cardiaca: concepto y relación con la intensidad del esfuerzo. Control y cálculo de la frecuencia cardiaca en función de los márgenes de intensidad en los entrenamientos.",
    "• Conocimiento y aplicación práctica de métodos de entrenamiento orientados al desarrollo de sus capacidades. Control de resultados y variables fisiológicas básicas como consecuencia del ejercicio.",
    "• Ejecución de ejercicio físico vigoroso; Practica de métodos de entrenamiento actuales (HIT, tabata,…)",
    "• Práctica de actividades físicas de mantenimiento y mejora de la condición física adecuadas a su nivel e identificación de los beneficios orgánicos que producen y su relación con la salud.",
    "• Autonomía en la toma de su frecuencia cardiaca, control en la dosificación del esfuerzo y ejecución autónoma de las actividades con una adecuación correcta de la intensidad y el volumen en base a su capacidad.",
    "Vinculados con el criterio de evaluación 1.3",
    "• El estilo de vida, relación con la salud y calidad de vida. Hábitos sociales individuales y colectivos nocivos para la salud y sus consecuencias",
    "• Hábitos higiénicos. Conocimiento y consolidación de prácticas de higiene que van estrechamente ligadas al ejercicio y reflexión crítica sobre la importancia de adoptarlas en contextos de práctica de actividad física",
    "• Alimentación, Nutrición y salud. Nutrientes: tipos y funciones. Los principios inmediatos",
    "• Dieta equilibrada y saludable y dietas no saludables, fraudulentas o sin base científica",
    "• Necesidades energéticas. Relación entre ingesta y gasto calórico. Alimentación para el ejercicio físico",
    "• Análisis nutricional de la dieta personal y aspectos para la elaboración de un plan dietético individualizado con manejo de tablas de composición de los alimentos y gasto calórico Vinculados con el criterio de evaluación 1.4",
    "• La postura corporal. Factores condicionantes, músculos participantes en el mantenimiento de la postura y principales desequilibrios musculares. Valoración de la postura.",
    "• Ergonomía en actividades cotidianas y deportivas (frente a pantallas, en el trabajo, postura sedente...). Corrección de vicios posturales y movimientos, posturas y estiramientos ante dolores musculares",
    "• Selección y realización de ejercicios idóneos de compensación y estabilización postural descartando los que puedan afectar perjudicialmente",
    "• Respiración y relajación: Concepto, relación e importancia. Tipos de respiración: la respiración ante situaciones de estrés",
    "• Métodos y técnicas de relajación: relajación progresiva y otras. Realización de técnicas de relajación",
    "• Análisis crítico de las tipologías corporales predominantes en la sociedad, y su presencia en los medios de comunicación. Los efectos y trastornos vinculados al culto insano al cuerpo (vigorexia, anorexia, bulimia y otros) y prácticas peligrosas en torno al cuerpo y a la actividad física por mitos o falsas creencias.",
    "Vinculados con el criterio de evaluación 1.5",
    "• Conocimiento, localización y biomecánica de las articulaciones y huesos que las componen y localización, función y acción de los principales grupos musculares.",
    "• Prevención de accidentes y seguridad en la realización de prácticas motrices. Reconocimiento de situaciones de riesgo ante posibles lesiones durante la práctica de actividad física (terreno, calzado, ropa, temperatura exterior…) y adopción de medidas colectivas de seguridad.",
    "• Primeros auxilios: concepto. Conocimiento de síntomas y actuación ante accidentes deportivos más comunes y frente a otro tipo de accidentes en el aula.",
    "• Conocimiento del protocolo de actuación en situaciones de peligro colectivo: qué se debe y no se debe hacer en casos de emergencia.",
    "• Actuaciones ante accidentes. Reanimación mediante desfibrilador automático (DEA) o semiautomático (DESA). Protocolo RCP (reanimación cardiopulmonar). Técnicas específicas e indicios de accidentes cardiovasculares (maniobra de Heimlich, señales de ictus y similares).",
    "Vinculados con el criterio de evaluación 1.6",
    "• Herramientas digitales para la gestión de la actividad física: dispositivos, ropa deportiva, aplicaciones móviles de registro de actividad y software.",
    "• Uso de las Tecnologías de la Información y la Comunicación en el proceso de enseñanza-aprendizaje y profundización.",
    "• Comunicación respetuosa y fluida con los profesores en el uso de las plataformas digitales comprometiéndose a cumplir el horario establecido Vinculados con el criterio de evaluación 1.7",
    "• Inclusión de términos técnicos propios del área en el vocabulario oral y escrito",
    "• Responsabilidad, perseverancia, autoestima y autoexigencia en la realización de tareas y comportamiento respetuoso con los demás",
    "• Aplicación de criterios de búsqueda de información que garanticen el acceso a fuentes actualizadas y rigurosas en la materia.",
    "• Puntualidad en el horario, en los plazos de entrega de los trabajos y cumplimiento de las condiciones para su realización",
    "• Atención silenciosa en el aula, escucha y obediencia al profesor/a en todo lo que atañe a la asignatura y disposición favorable para aprender.",
    "• Realización de las tareas individuales y grupales asignadas y asunción de buen grado de la función encomendada respetando las ejecuciones de los demás y cooperando",
    "• Mantenimiento de una higiene adecuada, utilización de ropa y calzado adecuado y realización de aseo básico cotidiano al finalizar la clase.",
    "• Respeto y aceptación de las normas establecidas y de las diferencias de los demás asumiendo las actividades como marco de aprendizaje, desarrollo, inclusión social y disfrute personal",
    "• Comportamiento responsable en las ejecuciones motrices, autocontrol en situaciones de aula o fuera de ella que generen tensión y adopción de actitudes dialogantes y pacíficas.",
    "Bloque B: Resolución de problemas en situaciones motrices.",
    "Vinculados con el criterio de evaluación 2.1",
    "• Planificación y autorregulación de proyectos motores: establecimiento de mecanismos para registrar y controlar las aportaciones realizadas por el individuo o por los integrantes del grupo a lo largo de un proyecto, y valorar el resultado final. Herramientas digitales para la gestión de la actividad física.",
    "• Organización básica del sistema de competición. Diseño de cuadros y realización de competiciones de las actividades físico deportivas desarrolladas.",
    "• Búsqueda de información que garantice el acceso a fuentes actualizadas y rigurosas en la materia.",
    "• Análisis del trabajo propio y el de los compañeros, evaluando con responsabilidad y autonomía.",
    "Vinculados con el criterio de evaluación 2.2",
    "• Búsqueda de adaptaciones motrices para resolver eficientemente tareas de cierta complejidad en situaciones motrices individuales, de oposición, de colaboración o colaboración-oposición, en contextos lúdicos, juegos modificados y actividades deportivas (convencionales, alternativas, recreativas y tradicionales).",
    "• Lectura del juego y toma de decisiones previas a la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales para resolverla adecuadamente.",
    "• Ejecución de forma eficaz y eficiente de los elementos básicos de la táctica colectiva:",
    "· Ofensiva: organización ofensiva: salida de móvil, progresar, juego directo, finalizaciones; transición ofensiva: contraataque, iniciación organización ofensiva",
    "· Defensiva: organización defensiva: defensa salida del móvil, defensa de la progresión del móvil, defensa del juego directo, defensa de finalizaciones, transición defensiva: presionar, replegar, temporizar, en situaciones motrices individuales, de oposición, de colaboración, colaboración-oposición y en medio no estable propuestas.",
    "• Lógica interna, funciones de los participantes y comportamiento estratégico específico de cada tipo de actividad físicodeportiva.",
    "Vinculados con el criterio de evaluación 2.3",
    "• Habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas: profundización, identificación y corrección de errores comunes en las situaciones motrices seleccionadas: individuales, de oposición, de colaboración, oposición o colaboración-oposición, en contextos lúdicos, juegos modificados y actividades deportivas (convencionales, alternativas, recreativas y tradicionales).",
    "• Utilización consciente del cuerpo en función de las características de la actividad, contexto y parámetros espaciales en las que se desarrolla en situaciones motrices individuales.",
    "• Capacidades condicionales: desarrollo de las capacidades físicas básicas de las situaciones motrices desarrolladas.",
    "Planificación para el desarrollo de las capacidades físicas básicas: fuerza y resistencia. Sistemas de entrenamiento.",
    "• Creatividad motriz: creación de retos y situaciones-problema con resolución posible de acuerdo a los recursos disponibles.",
    "Vinculados con el criterio de evaluación 2.4",
    "• Conocimiento de las reglas, fundamentos técnicos, las estrategias y las tácticas individuales y colectivas de las actividades físico-deportivas desarrolladas durante el curso.",
    "• Lógica interna del juego (fase ofensiva y defensiva), sistemas de juego básicos.",
    "Bloque C: Autorregulación emocional e interacción social en situaciones motrices.",
    "Vinculados con el criterio de evaluación 3.1",
    "• Autorregulación emocional: control de estados de ánimo y estrategias de gestión del fracaso en situaciones motrices. Habilidades volitivas y capacidad de superación.",
    "• Comportamiento personal y social responsable respetando las reglas, a sí mismo, a los otros y al entorno en el marco de la actividad física, sin perjudicar el desarrollo de la actividad.",
    "• Arbitraje: situaciones de arbitraje en competiciones.",
    "Vinculados con el criterio de evaluación 3.2",
    "• Asunción de responsabilidades en la organización del trabajo individual y grupal.",
    "• Esfuerzo y participación activa y autónoma en la realización de diferentes situaciones motrices, individuales y grupales, y en su toma de decisiones para alcanzar un resultado, en su caso común, óptimo.",
    "• Colaboración, cooperación, exposición, y creación, de diferentes composiciones y/o producciones motrices.",
    "Vinculados con el criterio de evaluación 3.3",
    "• Habilidades sociales: estrategias de negociación y mediación en contextos motrices.",
    "• Identificación y rechazo de conductas contrarias a la convivencia y a la ética en situaciones motrices (comportamientos violentos, competitividad desmedida, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, LGTBIfóbicas o sexistas). Asertividad y autocuidado.",
    "• Estereotipos, discriminación y violencia en el deporte. Influencia de los medios de comunicación y redes sociales. Análisis crítico.",
    "• Convivencia positiva y ética en contextos físico-deportivos en los medios de comunicación y redes sociales. Análisis crítico.",
    "Bloque D: Manifestaciones de la cultura motriz.",
    "Vinculados con el criterio de evaluación 4.1",
    "• Juegos y deportes alternativos. Concepto y práctica.",
    "• Conocimiento de diferentes variedades de bailes y práctica de alguno de ellos.",
    "• Concepto de deporte como seña de identidad cultural. Origen, elementos básicos, estructura y clasificación de los deportes.",
    "• Análisis de la Influencia del deporte en la cultura actual: el deporte como fenómeno de masas intereses económicos y políticos, aspectos positivos y negativos. El deporte espectáculo y sus implicaciones.",
    "• Valores negativos y positivos del deporte de rendimiento: código del juego limpio o fair play. Comportamientos violentos e incitación al odio en el deporte.",
    "• Las olimpiadas: orígenes mitológicos. Fin de los juegos clásicos. Los juegos olímpicos modernos.",
    "Vinculados con el criterio de evaluación 4.2",
    "• Respeto en el uso del lenguaje durante la práctica de actividades físico-deportivas. Lenguaje no discriminatorio.",
    "• Predisposición a realizar las actividades propuestas con cualquier compañero o compañera.",
    "• Identificación y rechazo de estereotipos sexistas en las actividades físico deportivas. Estereotipos de competencia motriz percibidos según el género, la edad o cualquier otra característica.",
    "• Deporte y perspectiva de género: historia del deporte desde la perspectiva de género. Igualdad en el acceso al deporte (diferencia según el género, país, cultura y otros).",
    "• Ejemplos de referentes de ambos sexos, edades y otros parámetros de referencia.",
    "• Juegos y deportes adaptados: concepto, tipos y práctica de actividades deportivas para discapacitados desde una visión inclusiva. Deportes y discapacidad. Sensibilización y vivencia.",
    "Vinculados con el criterio de evaluación 4.3",
    "• Utilización de las calidades del movimiento: intensidad, espacio y tiempo.",
    "• Práctica y conocimiento de actividades circenses.",
    "• Valoración de la expresión corporal como herramienta de conocimiento personal y de comunicación a través de técnicas específicas.",
    "• Práctica de actividades rítmico-musicales y sin música con carácter expresivo de manera individual y grupal (percusión corporal, coreografías, bailes…) que sirvan para comunicar.",
    "• Organización y planificación de espectáculos, veladas y eventos artístico-expresivos de manera individual y grupal.",
    "• Creación de composiciones coreográficas colectivas con base musical.",
    "Bloque E: Interacción eficiente y sostenible con el entorno.",
    "Vinculados con el criterio de evaluación 5.1",
    "• Cuidado y mantenimiento del entorno, como servicio a la comunidad, durante la práctica de actividad física en el medio natural.",
    "• Participación en actividades naturales, en cualquier medio disponible, conociendo las consecuencias que puede desempeñar un mal uso del entorno.",
    "• Aplicación de aprendizaje servicio a la comunidad mientras se desarrollan actividades físico-deportivas en la naturaleza.",
    "• Barreras arquitectónicas y obstáculos del entorno que impidan o dificulten la actividad física autónoma y saludable en el espacio público y vial.",
    "Vinculados con el criterio de evaluación 5.2",
    "• Conocimiento del impacto ambiental que producen determinadas actividades deportivas en la naturaleza. Reflexión crítica y mejora del mantenimiento del entorno durante su práctica.",
    "• Realización de actividades naturales, cumpliendo las normas de uso natural y de protección del medio ambiente (ruido, desperdicios, …)",
    "• Perfeccionamiento y aplicación de las técnicas de orientación. Localización de controles siguiendo la simbología internacional.",
    "• Nociones sobre supervivencia y acampada: normas de seguridad, elección del terreno y precauciones que tienen que tenerse en cuenta a la hora de montar tiendas.",
    "Vinculados con el criterio de evaluación 5.3",
    "• Conocimiento, diseño y organización de actividades físicas en el medio natural y urbano (crossfit, gimnasios urbanos, circuitos de calistenia o similares), con un uso responsable y sostenible. Actitud autónoma.",
    "• Familiarización en el conocimiento de la escalada en rocódromos urbanos ·",
    "• Análisis del riesgo en las prácticas físico-deportivas en el medio natural: supervisión de los materiales y gestión del riesgo propio y del de los demás en el medio natural. Medidas colectivas de seguridad.",
    "• Valoración de la seguridad fundamentada en el conocimiento de las contingencias y los protocolos de rescate, y la necesidad de la consecución de una buena condición física.",
    "• Normas de uso: respeto a las normas viales en sus desplazamientos activos cotidianos, para una movilidad segura, saludable y sostenible.",
    "• La práctica de la bicicleta como medio de transporte habitual.",
    "• Utilización y elección de rutas de desplazamiento activo por los medios naturales y/o urbanos próximos y cotidianos.",
    "• Conocimiento y manejo de medios digitales en las actividades en el medio natural (de orientación, meteorología...)."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Planificar la práctica de actividad física orientada al desarrollo de la salud integral y el estilo de vida activo, según las necesidades e intereses individuales, aplicando los principios básicos del entrenamiento y respetando la propia realidad e identidad corporal.",
    "1.2 Autorregular la práctica de actividades físicas de forma sistemática y autónoma incidiendo en el desarrollo de sus capacidades, incorporando los procesos de activación corporal y dosificando el esfuerzo con el fin de mejorar las condiciones de salud y calidad de vida.",
    "1.3 Comprender la importancia del estilo de vida como uno de los factores determinantes de la salud consolidando hábitos de higiene, incorporando hábitos saludables de alimentación equilibrada y de práctica de actividad física responsable que aporte el gasto calórico necesario y evitando aquellos comportamientos que puedan afectar negativamente a la calidad de vida.",
    "1.4 Aplicar en la vida diaria las herramientas que permitan la creación de una identidad psicofísica definida y consolidada incorporando junto con el ejercicio el empleo de conocimientos de educación postural y actividades de relajación como medio de conocimiento personal y recurso de compensaciones de tensiones y desequilibrios y adoptando actitudes comprometidas y transformadoras que rechacen los estereotipos sociales asociados al ámbito de los corporal, al género y a la diversidad sexual, y comportamientos que pongan en riesgo la salud contrastando con autonomía e independencia cualquier información en base a criterios científicos de validez, fiabilidad y objetividad.",
    "1.5 Adoptar de manera responsable y autónoma las medidas necesarias para prevenir lesiones antes, durante y después de la práctica de actividad física reconociendo las posibles situaciones de riesgo para actuar de forma preventiva y saber actuar de acuerdo con los protocolos de intervención ante situaciones de emergencia o accidentes suministrando medidas específicas de primeros auxilios.",
    "1.6 Manejar recursos y aplicaciones digitales vinculados al ámbito de la actividad física y el deporte para planificar desarrollar y compartir con seguridad su práctica física cotidiana aplicando criterios de fiabilidad y eficacia en la utilización de fuentes de información y participando en entornos colaborativos con intereses comunes.",
    "1.7 Mostrar esfuerzo e interés por conseguir una vida activa y saludable participando y comprometiéndose con los objetivos planteados evidenciando responsabilidad en sus acciones, capacidad de trabajo, previsión en su realización, así como autoexigencia en la ejecución y respeto a los demás, al material y las instalaciones.",
    "Competencia específica 2",
    "2.1. Elaborar y llevar a cabo proyectos motores de carácter individual, cooperativo o colaborativo, estableciendo mecanismos para reconducir los procesos de trabajo y asegurar una participación equilibrada, incluyendo estrategias de autoevaluación y coevaluación tanto del proceso como del resultado.",
    "2.2. Dominar los elementos básicos de táctica colectiva de ataque y defensa, aplicando las habilidades específicas para variar la repuesta de actuación ante situaciones con una elevada incertidumbre, reflexionando y adaptando la solución más adecuada a las diversas situaciones planteadas en los procesos de percepción, decisión y ejecución eficaz y eficientemente, adecuándose a las demandas motrices de compañeros, oponentes (si lo hubiera) y a la lógica interna, en situaciones motrices individuales, de oposición, de colaboración o colaboración-oposición, en contextos lúdicos, juegos modificados y actividades deportivas (convencionales, alternativas, recreativas y tradicionales).",
    "2.3. Evidenciar control corporal al emplear los componentes cualitativos y cuantitativos de la motricidad, ajustando la realización de las habilidades específicas de manera eficiente, eficaz y creativas, en situaciones motrices individuales, de oposición, de colaboración, oposición o colaboración-oposición, en contextos lúdicos, juegos modificados y actividades deportivas (convencionales, alternativas y tradicionales), transferibles a su espacio vivencial.",
    "2.4. Conocer aspectos más complejos sobre fundamentos técnicos, sistemas tácticos, reglamentarios y de la lógica interna de las actividades físico-deportivas propuestas.",
    "Competencia específica 3",
    "3.1. Practicar y participar activamente en la realización actividades motrices variadas, mostrando una actitud de esfuerzo, asumiendo responsabilidades en su organización y llevándolas a cabo de manera ética, identificando las prácticas antideportivas, evitando la competición desmedida y actuando conforme a las reglas, con deportividad y respeto en el rol participante, espectador u otros.",
    "3.2. Cooperar y colaborar en la práctica, en la exposición y en la creación, de diferentes situaciones, producciones y proyectos motrices para alcanzar el logro individual y grupal, participando activamente y con autonomía en la toma de decisiones vinculadas a la asignación de roles, la gestión del tiempo de práctica y la optimización del resultado final.",
    "3.3. Relacionarse, comunicarse y entenderse con el resto de participantes durante el desarrollo de diversas prácticas motrices, haciendo uso efectivo de habilidades sociales de diálogo y respeto en la resolución de conflictos y ante la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnica, socio-económica o de competencia motriz, y mostrando una actitud crítica, un compromiso activo, e interviniendo frente a los estereotipos, las actuaciones discriminatorias y cualquier tipo de violencia, haciendo respetar el propio cuerpo y el de los demás.",
    "Competencia específica 4",
    "4.1 Conocer diferentes manifestaciones de la cultura motriz propia, la tradicional o de otros lugares del mundo, practicando y vivenciando bailes y deportes alternativos reconociendo su valor lúdico-motriz, social y cultural, analizando la influencia social del deporte en las sociedades actuales y siendo críticos con los aspectos implícitos de estos.",
    "4.2 Adoptar actitudes comprometidas y conscientes acerca de los distintos estereotipos de género o capacidad, identificando los factores que contribuyen a su mantenimiento y ayudando a difundir referentes de ambos géneros en el ámbito físico-deportivo.",
    "4.3 Crear y representar de forma autónoma, espontánea, desinhibida, creativa y con calidad artística, composiciones individuales o colectivas con y sin base musical, utilizando los recursos expresivos del cuerpo y del movimiento expresando, comunicando ideas, sentimientos, vivencias y emociones aplicándolas a diferentes manifestaciones culturales conociendo y manejando técnicas expresivas específicas diversas.",
    "Competencia específica 5",
    "5.1 Participar en actividades físico-deportivas en entornos naturales, disfrutando del entorno de manera sostenible y saludable, haciendo un uso responsable de los espacios y atendiendo a las necesidades de servicio que este pueda ofrecer (recogida de desperdicios, mantenimiento de flora y fauna…).",
    "5.2 Conocer y realizar las diferentes posibilidades de actividades físicas que ofrecen los diferentes entornos naturales (orientación, escalada, BTT, ski...) conociendo y minimizando el impacto ambiental que estas puedan producir, siendo conscientes y críticos de su huella ecológica y desarrollando actuaciones intencionadas dirigidas a la conservación y mejora de las condiciones de los espacios en los que se desarrollen.",
    "5.3. Diseñar y organizar actividades físico-deportivas en el medio natural, y urbano, asumiendo responsabilidades ante el entorno, poniendo en práctica las habilidades técnicas específicas y aplicando normas de seguridad individual y colectiva."
  ]
}