{
  "saberes": [
    "Bloque A. Equipo y entorno",
    "- Emprendimiento. Tipos de emprendimiento. Características de la persona emprendedora.",
    "- El equipo de trabajo.",
    "- El entorno. Entorno social, cultural, medioambiental.",
    "- Herramientas para conocer nuestro entorno: estadísticas, encuestas, observación. La búsqueda de información fiable y contrastada.",
    "- Necesidades. Herramientas para detectar necesidades, análisis DAFO.",
    "- La cobertura de las necesidades. La acción de administraciones, Organizaciones no Gubernamentales, asociaciones y entidades sin ánimo de lucro. Los Objetivos de Desarrollo Sostenible.",
    "Bloque B. Proyecto",
    "- Propuesta de valor. Objetivos, definición de objetivos SMART. Cronograma.",
    "- Recursos clave: físicos, intelectuales, humanos y financieros.",
    "- Organización, funciones, división de tareas.",
    "- Búsqueda de colaboradores y alianzas.",
    "- Técnicas de exposición de proyectos. Herramientas informáticas y audiovisuales.",
    "Bloque C. Ejecución, evaluación y control",
    "- Puesta en marcha y ejecución. La definición de procesos o procedimientos de producción de bienes y prestación de servicios.",
    "- La medición de resultados. Diseño de encuestas de satisfacción y de herramientas de evaluación por parte del colectivo destinatario.",
    "- El análisis de los resultados y medición de desviaciones.",
    "- Detección de errores en el desarrollo del proyecto y propuestas de mejora.",
    "- Valoración del equipo. Autoevaluación y coevaluación.",
  ],
  "criteriosEvaluacion": [
    "1.1. Sintetizar las principales cualidades que se reconocen a las personas emprendedoras incluyendo a las intraemprendedoras y a las emprendedoras sociales.",
    "1.2. Reconocer los diferentes tipos de emprendimiento y asociar esta actividad a la creación de soluciones innovadoras que generan un valor social y económico dentro de una sociedad.",
    "2.1. Detectar oportunidades y necesidades sociales aún no cubiertas, analizarlas y elegir aquella que, por sus características, constituya una verdadera oportunidad de emprender una intervención real, explicar la decisión adoptada y las implicaciones sociales de su acción.",
    "2.2. Utilizar responsablemente las fuentes de información disponibles contrastando su grado de fiabilidad y elaborar herramientas de investigación para la obtención de datos que ayuden al conocimiento de las necesidades del entorno.",
    "2.3. Conectar los Objetivos de Desarrollo Sostenible con las necesidades de su entorno y con la idea de proyecto elegida.",
    "3.1. Definir su idea y resaltar la propuesta de valor que aporta a la resolución de la necesidad o del problema detectado.",
    "3.2. Determinar los recursos humanos, materiales y financieros necesarios para la puesta en marcha del proyecto y realizar una aproximación al análisis de su viabilidad legal, económica y social.",
    "3.3. Elaborar, mediante el trabajo en grupo y utilizando diversas aplicaciones informáticas, el proyecto, destacando las características internas y su relación con el entorno, así como su función social.",
    "4.1. Valorar y utilizar distintas estrategias de comunicación oral, así como diferentes técnicas de expresión escrita que puedan servir de apoyo.",
    "4.2. Exponer el proyecto creado utilizando para su presentación las herramientas adecuadas que permitan despertar en otras personas o grupos el interés hacia su trabajo.",
    "5.1. Utilizar estrategias de ejecución de proyectos que faciliten los objetivos establecidos.",
    "5.2. Apreciar la importancia del trabajo individual y colectivo para el logro de los objetivos planteados.",
    "6.1. Analizar de manera crítica el proceso llevado a cabo en la realización del proyecto, estableciendo comparaciones entre lo pretendido y los resultados obtenidos.",
    "6.2. Valorar la contribución que ha supuesto la elaboración y ejecución del proyecto en el aprendizaje individual y colectivo.",
    "6.3. Observar el impacto del proyecto en el colectivo destinatario del mismo y su posible contribución al logro de los Objetivos de Desarrollo Sostenible."
  ]
}