{
    "criteriosEvaluacion": [
        "• CE1.1 Adquirir nuevo conocimiento matemático mediante la formulación de preguntas de naturaleza matemática de forma autónoma. OBJ3",
        "• CE1.2 Manifestar una visión matemática integrada investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE1.3. Resolver problemas en situaciones diversas utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE1.4 Emplear diferentes estrategias y herramientas, incluidas las digitales, que resuelvan problemas de la vida cotidiana y de ámbitos diversos, seleccionando la más adecuada en cada caso. OBJ1",
        "• CE2.1. Adquirir nuevo conocimiento matemático mediante la formulación de preguntas de naturaleza matemática de forma autónoma. OBJ3",
        "• CE2.2. Manifestar una visión matemática integrada investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE2.3. Resolver problemas estableciendo y aplicando conexiones entre las diferentes ideas matemáticas. OBJ5",
        "• CE2.4. Seleccionar la solución más adecuada de un problema en función del contexto (sostenibilidad, consumo responsable, equidad...) usando el razonamiento y la argumentación. OBJ2",
        "• CE3.1. Emplear diferentes estrategias y herramientas, incluidas las digitales, que resuelvan problemas de la vida cotidiana y de ámbitos diversos, seleccionando la más adecuada en cada caso. OBJ1",
        "• CE3.2. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de ámbitos diversos, describiendo el procedimiento realizado. OBJ1",
        "• CE3.3. Representar ideas matemáticas estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas. OBJ7",
        "• CE3.4. Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir información. OBJ7",
        "• CE4.1. Interpretar, modelizar y resolver situaciones problematizadas de ámbitos diversos utilizando el pensamiento computacional, modificando o creando algoritmos. OBJ4",
        "• CE4.2. Emplear herramientas tecnológicas adecuadas en el planteamiento o investigación de preguntas o problemas. OBJ3",
        "• CE4.3. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de ámbitos diversos, describiendo el procedimiento realizado. OBJ1",
        "• CE4.4. Comprobar la validez matemática de las posibles soluciones de un problema utilizando el razonamiento, la argumentación y las herramientas digitales. OBJ2",
        "• CE4.5 Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir información. OBJ7",
        "• CE5.1. Adquirir nuevo conocimiento matemático mediante la formulación de preguntas de naturaleza matemática de forma autónoma. OBJ3",
        "• CE5.2. Resolver problemas en situaciones diversas utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE5.3. Representar ideas matemáticas estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas. OBJ7",
        "• CE5.4. Emplear diferentes estrategias y herramientas, incluidas las digitales, que resuelvan problemas de la vida cotidiana y de ámbitos diversos, seleccionando la más adecuada en cada caso. OBJ1",
        "• CE6.1. Analizar la aportación de las matemáticas al progreso de la humanidad, reflexionando sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos que se plantean en la sociedad. OBJ6",
        "• CE6.2. Mostrar organización al comunicar las ideas matemáticas empleando el soporte, la terminología y el rigor apropiados. OBJ8",
        "• CE6.3. Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor. OBJ8",
        "• CE6.4. Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, identificando y gestionando emociones y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas. OBJ9",
        "• CE6.5. Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. OBJ9",
        "• CE6.6. Participar en tareas matemáticas de forma activa en equipos heterogéneos respetando las emociones y experiencias de las demás personas, escuchando su razonamiento, identificando las habilidades sociales más propicias y fomentando el bienestar del equipo y las relaciones saludables. OBJ9"
    ],
    "saberes": [
        "Bloque 1. Sentido numérico",
        "• Cálculo.",
        "– Reglas y estrategias para determinar el cardinal de conjuntos finitos en problemas de la vida cotidiana: principios de comparación, adición, multiplicación y división, del palomar y de inclusión-exclusión.",
        "• Sentido de las operaciones.",
        "– Interpretación de la información numérica contenida en documentos de la vida cotidiana: tablas, diagramas, documentos financieros, facturas, nóminas, noticias, etc.",
        "• Relaciones.",
        "– Razones, proporciones, porcentajes y tasas: comprensión, relación y aplicación en problemas en contextos diversos.",
        "• Educación financiera.",
        "– Razonamiento proporcional en la resolución de problemas financieros: medios de pago con cobro de intereses, cuotas, comisiones, cambios de divisas.",
        "– Empleo de herramientas tecnológicas y digitales en la resolución de problemas numéricos en contextos diversos.",
        "Bloque 2. Sentido de la medida",
        "• Cambio.",
        "– Estudio de la variación absoluta y de la variación media. Cálculo e interpretación de la tasa de variación media (TVM) de una función en un intervalo en diferentes contextos.",
        "– Idea de límite de una función en un punto. Aproximación de la TVM de una función en intervalos muy pequeños por la tasa de variación instantánea en un punto.",
        "– Concepto de derivada: definición a partir de la variación media y del estudio del cambio en diferentes contextos. Análisis e interpretación con medios tecnológicos.",
        "• Medición.",
        "– La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
        "Bloque 3. Sentido espacial",
        "• Visualización, razonamiento y modelización geométrica.",
        "– Grafos: representación de situaciones de la vida cotidiana mediante diferentes tipos de grafos (dirigidos, planos, ponderados, árboles, etc.). Fórmula de Euler.",
        "– Grafos eulerianos y hamiltonianos: resolución de problemas de caminos y circuitos. Coloración de grafos.",
        "– Resolución del problema del camino mínimo en diferentes contextos mediante herramientas digitales.",
        "Bloque 4. Sentido algébrico y pensamiento computacional",
        "• Patrones.",
        "– Generalización de patrones en situaciones sencillas, usando reglas simbólicas o funciones definidas explícita y recurrentemente.",
        "• Modelo matemático.",
        "– Funciones lineales, cuadráticas, racionales sencillas, exponenciales, logarítmicas, a trozos y periódicas: modelización de situaciones del mundo real con herramientas digitales.",
        "– Programación lineal: modelización de problemas reales.",
        "• Igualdad y desigualdad.",
        "– Resolución de sistemas de ecuaciones de segundo grado con dos incógnitas en diferentes contextos. Uso de herramientas digitales.",
        "– Resolución de inecuaciones y de sistemas de inecuaciones lineales con dos incógnitas en diferentes contextos. Uso de herramientas digitales.",
        "– Programación lineal: resolución de problemas reales mediante herramientas digitales.",
        "• Relaciones y funciones.",
        "– Propiedades de las clases de funciones, incluidas las lineales, cuadráticas, racionales sencillas, exponenciales y logarítmicas: comprensión y comparación.",
        "• Pensamiento computacional.",
        "– Análisis, planteamiento, resolución, representación e interpretación de relaciones y problemas de la vida cotidiana y de distintos ámbitos utilizando algoritmos, programas y herramientas tecnológicas adecuados.",
        "Bloque 5. Sentido estocástico",
        "• Organización y análisis de datos.",
        "– Interpretación y análisis de información estadística en diversos contextos.",
        "– Organización de los datos procedentes de variables bidimensionales: distribución conjunta, distribuciones marginales y condicionadas. Análisis de la dependencia estadística.",
        "– Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste. Diferencia entre correlación y causalidad.",
        "– Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos científicos, económicos, sociales, etc.",
        "– Calculadora, hoja de cálculo o software específico en el análisis de datos estadísticos.",
        "• Incertidumbre.",
        "– Cálculo de probabilidades en experimentos simples y compuestos en problemas de la vida cotidiana. Probabilidad condicionada e independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia. Teoremas de la probabilidad total y de Bayes.",
        "• Distribuciones de probabilidad.",
        "– Distribuciones de probabilidad uniforme (discreta y continua), binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas: aplicación a la resolución de problemas.",
        "• Inferencia.",
        "– Selección de muestras representativas. Técnicas sencillas de muestreo. Discusión de la validez de una estimación en función de la representatividad de la muestra.",
        "– Diseño de estudios estadísticos relacionados con diversos contextos utilizando herramientas digitales. Representatividad de una muestra.",
        "Bloque 6. Sentido socioafectivo",
        "• Creencias, actitudes y emociones.",
        "– Actitudes inherentes al trabajo matemático, como el esfuerzo, la perseverancia, la tolerancia a la frustración, la incertidumbre y la autoevaluación, indispensables para afrontar eventuales situaciones de tensión y ansiedad en el aprendizaje de las matemáticas.",
        "– Tratamiento del error, individual y colectivo, como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "• Trabajo en equipo y toma de decisiones.",
        "– Destrezas básicas para evaluar opciones y tomar decisiones en la resolución de problemas y tareas matemáticas.",
        "– Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en grupos heterogéneos.",
        "• Inclusión, respeto y diversidad.",
        "– Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o la solicitud y prestación de ayuda cuando sea necesario.",
        "– Valoración de la contribución de las matemáticas a lo largo de la historia en el avance de la humanidad.",
        "• Comunicación y organización.",
        "– Comunicación de las ideas matemáticas de manera ordenada y coherente empleando el soporte, la terminología y el rigor apropiados.",
        "– Reconocimiento y utilización del lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
        "– Planificación de procesos de matematización y modelización en contextos de la vida cotidiana y de las ciencias."
    ]
}