{
  "saberes": [
    "Block 1: Language and use",
    "Language and use. Transversal to all EC",
    "Communication functions",
    "• Communicative functions of common use appropriate to the field and the communicative context: greetings, farewells and introductions; description and characterization of people, objects, places, phenomena and events; placing events in time; placing objects, people and places in space ; request and exchange of information on daily matters; instructions and orders; offer, accept and reject help, propositions or suggestions; partially express pleasure or interest and emotions; narration of past events, description of present situations, and expression of future events ; express opinion and possibility; simple arguments; make hypotheses and assumptions; express possibility, uncertainty and doubt; reformulate and summarize.",
    "• Principles of the functioning of languages in relation to the lexicon, grammatical rules and linguistic varieties.",
    "• Comparison and contrast of the principles of the functioning of languages in relation to the lexicon, grammatical rules and linguistic varieties.",
    "Contextual models and discursive genres",
    "• Contextual models and discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context ; organization and structuring according to genre, textual function and structure.",
    "Expressions and vocabulary",
    "• Lexicon of common use and of interest to students, related to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, information technologies information and communication, school system and training.",
    "• Expressions and specific vocabulary of common use to exchange ideas about communication, language, learning and communication and learning tools (metalanguage).",
    "Sound, accentual and rhythmic patterns",
    "• Basic and commonly used sound, accentual, rhythmic and intonation patterns, communicative intentions and meanings associated with said patterns.XX",
    "Spelling Conventions",
    "• Basic spelling conventions and communicative intentions and meanings associated with formats, patterns and graphic elements.XX",
    "Reflection on the language",
    "• Awareness of formal similarities and differences in meanings between languages (loanwords, cognates, false friends).",
    "• Reflection on formal similarities and differences in meanings (loans, cognates, false friends, etc.) and their application in different communicative contexts.",
    "Block 2: Communication strategies",
    "Communication strategies. Transversal to all CE",
    "Comprehension and production strategies",
    "• Commonly used conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate. ",
    "Conversational Strategies",
    "• Strategies and techniques to respond effectively and with increasing levels of fluency, adequacy and correction to a specific communicative need in an understandable way, despite the limitations derived from the level of competence in the foreign language and in the family languages.",
    "• Commonly used strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "Intercultural exchanges and mediation",
    "• Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "• Application of strategies to resolve intercultural conflicts in personal, social, educational and professional contexts.",
    "• Knowledge, skills and attitudes that allow detecting and collaborating in mediation activities in simple everyday situations.",
    "Self-assessment and peer-assessment strategies",
    "• Self-confidence. Errors as an instrument for improvement and a proposal for reparation.",
    "• Self-confidence and initiative. Errors as an integral part of the learning process.",
    "• Commonly used strategies and tools for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
    "Information processing",
    "• Resources for learning and basic information search strategies: dictionaries, reference books, libraries, digital and computer resources.",
    "• Respect for intellectual property and copyright on the sources consulted and content used.",
    "• Commonly used analog and digital tools for oral, written, and multimodal comprehension, production, and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferencing, collaborative digital tools) for learning, communication, and development of projects with foreign language speakers and students.",
    "Block 3: Culture and society",
    "Culture and society. Transversal to all EC",
    "Sociocultural and sociolinguistic aspects",
    "• Sociocultural and sociolinguistic aspects of common use related to daily life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values typical of countries where the language is spoken. foreign language.",
    "• Critical assessment of the differences in non-verbal communication between different languages and cultures.",
    "• Recognition of the need to adapt one's own communicative repertoire to the social and cultural context in which communication takes place.",
    "• Adaptation of one's own communicative repertoire to the social and cultural context in which communication takes place.",
    "• Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "Linguistic and intercultural diversity",
    "• Respect and critical assessment of differences and multilingual and intercultural diversity.",
    "• Differences between language and society, linguistic varieties, different registers (standard, informal and formal).",
    "• Stereotypes of other cultures where the foreign language is spoken in contrast to their own.",
    "Foreign language as a means of communication",
    "• Commonly used cultural patterns typical of the foreign language.",
    "• The foreign language as a means of interpersonal and international communication, a source of information, and as a tool for personal enrichment.",
    "Foreign language as a means of communication",
    "• Commonly used cultural patterns typical of the foreign language.",
    "• The foreign language as a means of interpersonal and international communication, a source of information, and as a tool for social participation and personal enrichment."
  ],
  "criteriosEvaluacion": [
    "1.1. Contrast and infer the similarities and differences between different languages, autonomously, on basic aspects of their operation.",
    "1.2. Use and differentiate, autonomously, the knowledge and strategies that make up their linguistic repertoire with the support of other participants and analog and digital supports.",
    "1.3. Analyze and assess, autonomously, the linguistic and cultural diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding cultural and linguistic elements of the personal, social, educational and professional sphere.",
    "1.4. Show respect for the linguistic and cultural differences of the varieties of the foreign language, valuing prejudices and stereotypes, and recognizing linguistic plurality as a source of cultural richness.",
    "2.1. Listening actively is interpreting, in an autonomous way, oral and multimodal texts, on predictable and non-predictable topics, from the personal, social, educational and professional sphere, as well as literary texts appropriate to their level.",
    "2.2. Analyze and compare the formal and content elements, the explicit and implicit meanings, in oral and multimodal texts, as well as linguistic and extralinguistic information, using oral comprehension strategies appropriate to the text in order to assess the information.",
    "2.3. Infer the meaning of vocabulary and the use of frequent and infrequent structures, as well as idiomatic expressions in common use of the personal, social, educational and professional sphere.",
    "3.1. Read and interpret, autonomously, short and simple written and multimodal texts on predictable and non-predictable personal, social, educational and professional topics, and choose those that suit their tastes and interests.",
    "3.2. Identify, autonomously, the communicative function, the main theme, the secondary ideas of written and multimodal texts, as well as their explicit and implicit meanings of a linguistic nature and their relationship with information of an extralinguistic nature.",
    "3.3. Infer the meaning of vocabulary and the use of frequent structures, as well as idiomatic expressions of common use in the personal, social, educational and professional fields, in written and multimodal texts.",
    "3.4. Locate, select and contrast the information in digital media, autonomously, different multimodal texts of the personal, social, educational and professional field a",
    "4.1. Produce different types of oral texts, with proper pronunciation, rhythm and intonation, autonomously, using an informal and formal register, and also select expressions, vocabulary and varied structures, in personal, social, educational and professional.",
    "4.2. Use planning, production, compensation and review strategies, autonomously, such as the use of paraphrases to fill gaps in vocabulary and structures, the use of approximate lexical items or the adaptation of the message to new situations.",
    "5.1. Produce coherent and cohesive written and multimodal texts, autonomously, in analog and digital supports, using both formal and informal registers according to the textual typology and the communicative situation, on personal, educational, social and professional issues. ",
    "5.2. Apply text revision strategies, autonomously, proposing response alternatives.",
    "6.1. Participate in conversations autonomously and spontaneously, in analog and digital contexts.",
    "6.2. Use linguistic courtesy, digital etiquette, non-verbal language and strategies to indicate that the message has not been understood, to request repetition and show that you understand and follow the conversation.",
    "6.3. Interact showing interest, respect and empathy towards the interlocutors in multicultural, everyday, formal and informal contexts, such as giving and asking for the floor, cooperating and asking for clarifications autonomously and spontaneously",
    "7.1. Show interest in participating in the solution of problems of incomprehension, on various matters of the personal, social, educational and professional sphere.",
    "7.2. Understand, communicate, describe and paraphrase texts in different supports, or explain concepts, orally or in writing, combining their linguistic repertoire (L2-L2, L1-L2, L2-L1), which include vocabulary, expressions and structures frequent and infrequent, autonomously.",
    "7.3. Select and apply, autonomously, simplification, adaptation and reformulation strategies of the language, which facilitate the comprehension and oral and written expression of information in different languages (L2-L2, L1-L2, L2-L1) , appropriate to the communicative intentions, the contextual characteristics and the textual typology, using analog or digital resources and supports, depending on the needs of each moment."
  ]
}