{
  "saberes": [
    " A. Escucha y percepción.",
    " A.1. Sonido silencio y ruido",
    "― El sonido, el silencio y el ruido. Cualidades o parámetros del sonido: su significado musical y su representación en partituras.",
    "― Las posibilidades expresivas de la relación sonido/silencio/ruido.",
    "― La escucha activa de diferentes estilos y tipos de música. La influencia de la música en las diferentes producciones artísticas",
    "― La polución sonora y sus consecuencias para la salud y el bienestar.",
    "― Creación de ambientes saludables de escucha ",
    "A.2. Obras musicales y dancísticas",
    "― Análisis, descripción y valoración de sus características básicas.",
    "― Géneros de la música y la danza",
    "A.3. Voces e instrumentos",
    "― La producción del sonido en la voz y en los instrumentos musicales.",
    "― Distintas técnicas de emisión vocal.",
    "― El cuidado de la voz. ",
    "― El aparato fonador",
    "― Clasificación de las voces humanas ",
    "― Reconocimiento auditivo de voces",
    "― Agrupaciones vocales en la música académica, tradicional y popular urbana",
    "― Clasificación tradicional y científica de los instrumentos musicales.",
    "― Agrupaciones instrumentales en la música académica, tradicional y popular urbana.",
    "― Reconocimiento visual y auditivo de los instrumentos tanto de la música académica como de la música tradicional y popular urbana.",
    "A.4. Compositores y compositoras, artistas e intérpretes internacionales, nacionales, regionales y locales.",
    "― Algunos artistas relevantes en la historia de la música y la danza.",
    "― El artista musical como reflejo de su cultura y su época.",
    "A.5. Conciertos, actuaciones musicales y otras manifestaciones artístico-musicales en vivo y registradas.",
    "― La música en las artes escénicas: conciertos, festivales de música popular urbana y música popular tradicional, ópera, ballet, teatro musical y performance.",
    "― Análisis técnico y crítico de algunas manifestaciones artístico - musicales en vivo o grabadas. ",
    "A.6. Mitos, estereotipos y roles de género transmitidos a través de la música y la danza.",
    "― El papel del hombre y de la mujer en la historia de la música, y de la danza: estereotipos de género.",
    "― Mujeres en la música occidental y su relevancia histórica.",
    "― El poder de la palabra en la creación de estereotipos: análisis crítico de textos de canciones de escucha habitual",
    "A.7. Herramientas digitales para la recepción musical.",
    "― Formatos de audio digital con y sin compresión de datos.",
    "― La reproducción musical online.",
    "― Sensibilización y desarrollo de criterios propios para el consumo de música.",
    "A.8. Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad.",
    "― Realización de pequeños trabajos de investigación sobre temas relacionados con el hecho musical, a partir de fuentes seleccionadas.",
    "A.9. Normas de comportamiento básicas en la recepción musical: respeto y valoración.",
    "― La escucha como herramienta fundamental para la comprensión del hecho musical.",
    "B. Interpretación, improvisación y creación escénica.",
    "B.1. La partitura",
    "― Conocimiento y utilización de las grafías musicales.",
    "― Lectura y escritura musical.",
    "― El dictado musical ",
    "B.2. Elementos básicos del lenguaje musical",
    "― Parámetros del sonido y su representación en partituras",
    "―  Intervalos",
    "― Tonalidad: Escalas musicales, Armadura, acordes básicos.",
    "― Procedimientos compositivos y formas básicas de organización musical. ",
    "― Algunas de las formas musicales más representativas a lo largo de los períodos históricos y en la actualidad",
    "― Textura musical",
    "― Principales géneros musicales y escénicos del patrimonio cultural.",
    "B.3. Repertorio vocal, instrumental o corporal",
    "― Repertorio individual o grupal.",
    "― Interpretación de diferentes ejemplos del patrimonio musical propio y de otras culturas.",
    "B.4. Técnicas básicas para la interpretación",
    "― Técnicas vocales, instrumentales y corporales.",
    "― Técnicas de estudio y de control de emociones.",
    "B.5. Técnicas de improvisación guiada y libre.",
    "― Propuestas de improvisación libre y guiada",
    "― Ruedas de improvisación rítmica instrumental",
    "― Ruedas de improvisación melódica (vocal e instrumental) con la escala pentatónica.",
    "― La improvisación en el movimiento corporal",
    "B.6 Proyectos musicales y audiovisuales",
    "― Empleo de la voz, el cuerpo y los instrumentos musicales",
    "― Empleo de los medios y las aplicaciones tecnológicas.",
    "B.6. La propiedad intelectual y cultural: planteamientos.",
    "― Planteamientos éticos y responsables",
    "― Hábitos de consumo musical responsable.",
    "B.7 Herramientas digitales para la creación musical.",
    "― Herramientas digitales para la creación sonora, musical y audiovisual: secuenciadores, editores de audio y vídeo, editores de partituras.",
    "B.8. Normas de comportamiento y participación en actividades musicales",
    "― El trabajo colaborativo y cooperativo",
    "― La importancia de la aportación individual al conjunto",
    "― Encaje interpersonal en la ejecución grupal. ",
    "C. Contextos y culturas.",
    "C.1. Historia de la música y de la danza occidental",
    "― Algunas características de la música de los períodos y estilos históricos.",
    "― Algunos instrumentos y agrupaciones vocales e instrumentales representativas.",
    "― Algunos de los principales géneros.",
    "― La música y su relación con otras disciplinas (artes plásticas, artes escénicas, literatura...) y lenguajes artísticos (corporal, teatral, audiovisual, cinematográfico, radiofónico, publicitario...).",
    "C.2. Las músicas tradicionales en España y su diversidad cultural",
    "― Concepto de etnomusicología y su función social.",
    "― Elementos para el análisis de las músicas tradicionales.",
    "― Algunos instrumentos, canciones, danzas y bailes.",
    "C.3. Tradiciones musicales y dancísticas del mundo",
    "― Algunos ejemplos de música y danza del mundo: características y función socio-cultural.",
    "― Festivales de músicas del mundo.",
    "C.4. Músicas populares y urbanas.",
    "― Concepto de la música popular urbana.",
    "― Agrupaciones vocales e instrumentales de la música popular.",
    "― Música y emociones.",
    "― Algunos ejemplos para el análisis y la interpretación.",
    "― Divulgadores musicales.",
    "C.5. El sonido y la música en los medios audiovisuales y las tecnologías digitales.",
    "― La utilización de las tecnologías en los diferentes procesos sonoros, musicales y audiovisuales.",
    "― Instrumentos electrónicos y virtuales en la práctica musical.",
    "― Software y aplicaciones para la realización de producciones audiovisuales.",
    "― Espacios virtuales para alojar producciones propias del alumnado."
  ],
  "criteriosEvaluacion": [
    "1.1 Identificar algunos de los principales rasgos estilísticos de obras musicales y dancísticas de diferentes épocas y culturas, evidenciando una actitud de apertura, interés y respeto en la escucha o el visionado de las mismas.",
    "1.2 Explicar, con actitud abierta y respetuosa, las funciones desempeñadas por determinadas producciones musicales y dancísticas, relacionándolas con las principales características de su contexto histórico, social y cultural.",
    "1.3 Establecer conexiones entre manifestaciones musicales y dancísticas de diferentes épocas y culturas, valorando su influencia sobre la música y la danza actuales.",
    "2.1 Participar, con iniciativa, confianza y creatividad, en la exploración de técnicas musicales y dancísticas básicas, por medio de improvisaciones pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas.",
    "2.2 Expresar ideas, sentimientos y emociones en actividades pautadas de improvisación, seleccionando las técnicas más adecuadas de entre las que conforman el repertorio personal de recursos.",
    "3.1 Leer partituras sencillas, identificando de forma guiada los elementos básicos del lenguaje musical, con o sin apoyo de la audición.",
    "3.2 Emplear técnicas básicas de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y aprendizaje.",
    "3.3 Interpretar con corrección piezas musicales y dancísticas sencillas, individuales y grupales, dentro y fuera del aula, gestionando de forma guiada la ansiedad y el miedo escénico, y manteniendo la concentración.",
    "4.1 Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, empleando medios musicales y dancísticos, así como herramientas analógicas y digitales.",
    "4.2 Participar activamente en la planificación y en la ejecución de propuestas artístico-musicales colaborativas, valorando las aportaciones del resto de integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional."
  ]
}