{
    "saberes": [
        "A. Sociedades y territorios ",
        "    Retos del mundo actual ",
        "        - La Tierra y las catástrofes naturales. Elementos, movimientos, dinámicas que ocurren en el universo y su relación con fenómenos físicos que afectan a la Tierra y repercuten en la vida diaria y en el entorno.",
        "        - Conocimiento del espacio. Representación del espacio. Representación de la Tierra a través del globo terráqueo, los mapas y otros recursos digitales. Mapas y planos en distintas escalas. Técnicas de orientación mediante la observación de los elementos del medio físico y otros medios de localización espacial.",
        "        - Los límites geográficos de España. Mares y océanos que la rodean. Islas y archipiélagos. Localización en el mapa.",
        "        - Vertientes hidrográficas peninsulares y principales ríos. Cuencas hidrográficas peninsulares Localización en el mapa de España de los principales ríos de la Península Ibérica.",
        "        - Formas de relieve y accidentes geográficos. Principales unidades del relieve de España y localización en el mapa de las principales cordilleras y montañas.",
        "        - El clima y el paisaje. Los fenómenos atmosféricos. Toma y registro de datos meteorológicos y su representación gráfica y visual. Las Tecnologías de la Información Geográfica (TIG). Relación entre las zonas climáticas y la diversidad de paisajes. Los tipos de clima en España.",
        "        - Retos demográficos. Ocupación y distribución de la población en el espacio y análisis de los principales problemas y retos demográficos. Representación gráfica y cartográfica de la población. La organización del territorio en España y en Europa. Las Comunidades Autónomas: localización.",
        "        - Desigualdad y acceso a los recursos. Usos del espacio por el ser humano y evolución de las actividades productivas. Sectores de producción de España. El valor, el control del dinero y los medios de pago.",
        "    Sociedades en el tiempo ",
        "        - El tiempo histórico. Nociones temporales y cronología. Utilización de los números romanos para indicar los siglos. La datación por siglos, antes y después de Cristo. Ubicación temporal de las grandes etapas históricas (Prehistoria, Edad Antigua, Edad Media, Edad Moderna y Edad Contemporánea).",
        "        - Las fuentes históricas: clasificación y utilización de las distintas fuentes (orales, escritas, patrimoniales) como vía para el análisis de los cambios y permanencias en la localidad a lo largo de la historia. La Arqueología. Las huellas de la historia en lugares, edificios, objetos, oficios o tradiciones de la localidad.",
        "        - Iniciación en la investigación y en los métodos de trabajo para la realización de proyectos, que analicen hechos, asuntos y temas de relevancia actual con visión histórica, contextualizándolos en la época correspondiente (Prehistoria y Edad Antigua), como la supervivencia y la alimentación, la vivienda, los intercambios comerciales (de dónde viene el dinero, los trabajos no remunerados), la explotación de bienes comunes y recursos o los avances técnicos:",
        "            • La Península Ibérica en la Prehistoria:",
        "                 El Paleolítico, el Neolítico y la Edad de los Metales.",
        "                 Culturas prerromanas autóctonas: celtas e íberos.",
        "            • La Península Ibérica en la Edad Antigua:",
        "                     Los pueblos colonizadores del Mediterráneo (fenicios, griegos y cartagineses).",
        "                     La Hispania Romana.",
        "                     La caída del Imperio romano: Influencia de las invasiones bárbaras.",
        "        - La acción de mujeres y hombres como sujetos en la historia. Interpretación del papel de los individuos y de los distintos grupos sociales: relaciones, conflictos, creencias y condicionantes en cada época histórica. Las raíces clásicas y judeocristianas de Occidente.",
        "        - Las expresiones artísticas y culturales prehistóricas y de la Antigüedad y su contextualización histórica con referentes de igualdad entre hombres y mujeres. La función del arte y la cultura en el mundo de la Prehistoria y la Edad Antigua. Identificar algunas expresiones artísticas de estos periodos en España.",
        "        - El patrimonio natural y cultural. Los espacios protegidos, culturales y naturales. Su uso, cuidado y conservación.",
        "        - Hitos históricos, costumbres y tradiciones de la Comunidad de Madrid.",
        "    Alfabetización cívica ",
        "        - Compromisos y normas para la vida en sociedad.",
        "        - Las costumbres, tradiciones y manifestaciones de diferentes culturas del entorno. Respeto por la diversidad. La cultura de paz y no violencia en libertad.",
        "        - La organización política y territorial de España.",
        "        - Ciudades y pueblos más importantes de España.",
        "        - Organización y funcionamiento de la sociedad. Las principales instituciones y entidades del entorno local, regional y nacional y los servicios públicos que prestan. Estructura administrativa de España.",
        "        - Seguridad vial. La ciudad como espacio de convivencia. Normas de circulación, señales y marcas viales. Movilidad segura y saludable como peatones o como usuarios de los medios de locomoción. Significado de las señales de tráfico.",
        "    Conciencia social y medioambiental ",
        "        - El cambio climático. Introducción a las causas y consecuencias del cambio climático, y su impacto en los paisajes de la Tierra. Medidas de mitigación y de adaptación.",
        "        - Responsabilidad social y medioambiental. Relación entre seres vivos y ecosistemas y entre personas, sociedades y medio natural.",
        "        - La transformación y la degradación de los ecosistemas naturales por la acción humana. Conservación y protección de la naturaleza. El maltrato animal y su prevención.",
        "        - Estilos de vida adecuados. El consumo y la producción responsable, la alimentación equilibrada, el uso eficiente del agua y la energía, la movilidad segura y saludable y la prevención y la gestión de los residuos."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar las características, la organización y las propiedades de los elementos del medio a través de la indagación y utilizando las herramientas y procesos adecuados.",
        "1.2. Identificar conexiones sencillas entre diferentes elementos del medio mostrando comprensión de las relaciones que se establecen.",
        "1.3. Proteger el patrimonio natural y cultural y valorarlo, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora.",
        "2.1. Identificar problemas sociales y medioambientales, proponer posibles soluciones y poner en práctica estilos de vida adecuados, reconociendo comportamientos respetuosos de cuidado y protección del entorno y uso adecuado de los recursos naturales, y expresando los cambios positivos y negativos causados en el medio por la acción humana.",
        "3.1. Identificar hechos desde la Prehistoria hasta la Edad Antigua, empleando las nociones de causalidad, simultaneidad y sucesión.",
        "3.2. Conocer personas, grupos sociales relevantes y formas de vida de las sociedades desde la Prehistoria hasta la Edad Antigua, incorporando referentes de igualdad entre hombres y mujeres.",
        "4.1. Analizar la importancia demográfica, cultural y económica de las migraciones en la actualidad, valorando con respeto y empatía la aportación de la diversidad y el mestizaje.",
        "4.2. Valorar positivamente las acciones que fomentan la igualdad y las conductas no discriminatorias, reconociendo referentes de igualdad entre hombres y mujeres a lo largo de la historia.",
        "5.1. Realizar actividades en la comunidad escolar, asumiendo responsabilidades y estableciendo acuerdos de forma democrática.",
        "5.2. Conocer los principales órganos de gobierno y funciones de diversas administraciones y servicios públicos, valorando la importancia de su gestión para la seguridad ciudadana y la participación democrática.",
        "5.3. Interiorizar normas básicas para la convivencia en el uso de los espacios públicos como peatones o como usuarios de los medios de locomoción, identificando las señales de tráfico y tomando conciencia de la importancia de una movilidad segura y saludable tanto para las personas como para el planeta."
    ]
}