{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Cuestionar modos de vida insostenibles mediante el análisis geográfico de todo tipo de fuentes de información que traten los retos ecosociales presentes y futuros, y desde argumentos fundados sobre su relevancia y la necesidad de las acciones para afrontarlos. (CCL1, CCL3, CPSAA1, CPSAA2, CC1, CC4, CE1).",
        "1.2 Debatir sobre los retos naturales y sociales de España de forma comprometida y respetuosa con opiniones ajenas, utilizando estrategias orales con apoyo digital de gráficos, imágenes y cartografía, y manejando datos rigurosos. (CCL1, STEM5, CD4, CPSAA4, CE3).",
        "Competencia específica 2",
        "2.1 Valorar todo impacto de la acción antrópica desde el principio de sostenibilidad reconociendo la complejidad sistémica del medio natural y de las propias actividades humanas. (CC1, CC4, CCEC1).",
        "2.2 Extraer información de paisajes naturales y humanizados, analizando fuentes visuales, distinguiendo elementos geográficos e interpretando la influencia e interrelaciones de factores físicos y humanos. (STEM4, STEM5, CD1, CE1, CCEC2).",
        "Competencia específica 3",
        "3.1 Reflexionar sobre la percepción del espacio geográfico, localizando y reconociendo en mapas regiones geomorfológicas y bioclimáticas con características comunes y específicas, destacando su aportación a la sostenibilidad del medio. (STEM4, CPSAA3, CC3, CC4, CEC1)",
        "3.2 Identificar la diversidad y singularidad de paisajes naturales comparando su distribución, características y contrastes a escala autonómica, de España y de Europa, así como formas humanas de relación con esos entornos. (STEM1, CC1, CC4).",
        "Competencia específica 4",
        "4.1 Emplear la escala apropiada para localizar o representar, con apoyo de las TIG, cualquier fenómeno físico o humano justificando los métodos y datos elegidos, y la delimitación de regiones o categorías de análisis, así como de áreas de transición. (STEM1, CD3, CE1).",
        "4.2 Crear productos propios individuales o en grupo con fines explicativos comunicando diagnósticos, proponiendo hipótesis o conclusiones, y aplicando las TIG. (CCL1, STEM2, CD1, CD2, CD5, CC3, CE3).",
        "Competencia específica 5",
        "5.1 Valorar y respetar la dignidad humana analizando críticamente las consecuencias de nuestras acciones sobre las condiciones laborales y de vida, tanto en España como en otros países, investigando el sistema de relaciones económicas globalizadas y los sectores económicos, y planteando soluciones razonables. (CCL5, STEM1, CPSAA4, CC2, CC3 CC4).",
        "5.2 Expresar la necesidad de preservar el medio ambiente indagando sobre los impactos de los modos de producción, distribución y consumo a escala local y global, y proponiendo actuaciones de mejora (STEM5, CD4, CPSAA3.1, CC2, CE1, CCEC4.1).",
        "Competencia específica 6",
        "6.1 Justificar la necesidad de los mecanismos de compensación de las desigualdades individuales y territoriales, identificando los procesos pasados y recientes, así como sus causas y consecuencias sociolaborales y demográficas. (STEM4, CPSAA1.2, CC3, CE2, CCEC3.2).",
        "6.2 Argumentar el origen histórico de los desequilibrios socioeconómicos de España y Europa analizando los factores de localización de las actividades económicas y de la población en una sociedad terciarizada. (CPSAA3.1, CC1, CC2, CC4, CE1).",
        "Competencia específica 7",
        "7.1 Reelaborar saberes sobre fenómenos naturales y humanos relevantes a diferentes escalas y en nuevos contextos, aplicando el pensamiento geográfico, movilizando y revisando críticamente conocimientos previos y nuevos, diagnosticando problemas y oportunidades, y razonando previsiones y posibles soluciones (CCL3, CCL5, STEM1, STEM4, CD1, CPSAA1.1, CPSAA1.2, CPSAA3.2, CPSAA5, CC3, CE1, CE3)."
    ],
    "saberes": [
        "A. España, Europa y la Globalización",
        "‐ España en el mundo: localización y situación geográfica en el mundo a través de mapas de relieve, bioclimáticos y políticos. Posición relativa de España en el mundo según diferentes indicadores socioeconómicos. España y áreas con relaciones preferentes: América y norte de África. Geoposicionamiento y dispositivos móviles. España ante la globalización: amenazas y oportunidades. Contexto geopolítico mundial y participación en organismos internacionales. Cooperación internacional y misiones en el exterior. Diagnósticos de los compromisos con los Objetivos de Desarrollo Sostenible. Movimientos antiglobalización y sus particularidades en el caso español.",
        "‐ España en Europa: localización de países y aspectos naturales. La Unión Europea en la actualidad: su influencia en situaciones cotidianas. Desequilibrios territoriales y políticas de cohesión a través del uso de mapas e indicadores socioeconómicos. Los orígenes de la Unión Europea: de la Europa de los Seis a la actualidad. El proceso de integración de España en Europa: retraso y dificultades.",
        "‐ Organización administrativa de España. El municipio. La administración local española a lo largo del tiempo. La provincia: raíces históricas. Otras organizaciones territoriales administrativas. Ordenación territorial actual según la Constitución de 1978. El Estado de las Autonomías. El Estatuto de Autonomía de Castilla y León. El estudio de los desequilibrios territoriales nacionales y autonómicos. El Atlas Nacional de España y los indicadores socioeconómicos oficiales. Gestión y ordenación del territorio: el debate sobre las políticas de cohesión y desarrollo regional.",
        "B. La sostenibilidad del medio físico en España",
        "‐ El relieve español. Unidades del relieve peninsular e insular. Características y localización. Factores geomorfológicos.",
        "‐ Factores físicos y diversidad de paisajes y ecosistemas. Análisis de los condicionantes geomorfológicos, bioclimáticos, edáficos, hídricos y relativos a las actividades humanas y prevención de los riesgos asociados para las personas.",
        "‐ Diversidad climática en España. Análisis comparativo de distribución y representación de climas. Emergencia climática: cambios en los patrones termopluviométricos; causas, consecuencias y medidas de mitigación y adaptación. Estrategias de interpretación del tiempo y alertas meteorológicas; webs y aplicaciones móviles. El cambio climático, repercusión en España.",
        "‐ Biodiversidad, suelos y red hídrica. Características por regiones naturales. Impacto de las actividades humanas y efectos sobre las mismas: pérdida de biodiversidad, de suelos y gestión del agua. Interpretación de imágenes, cartografía y datos. Riesgos generados por las personas.",
        "‐ Políticas ambientales en España y la Unión Europea: uso de herramientas de diagnóstico. La red de Espacios Naturales Protegidos y la red Natura 2000. El debate sobre los cambios del modelo de desarrollo: el principio de sostenibilidad.",
        "C. La ordenación del territorio en el enfoque ecosocial",
        "‐ La población española: análisis de su estructura y desequilibrios. Interpretación causal de datos, gráficos y mapas: tendencias pasadas, presentes y proyecciones. La emigración exterior e interior.",
        "‐ Ventajas e inconvenientes de los movimientos migratorios: respeto por la diversidad étnica y cultural. El reto demográfico: envejecimiento y despoblación rural. La: La problemática de Castilla y León.",
        "‐ Los espacios urbanos en España. Las grandes concentraciones urbanas en un contexto europeo y mundial. Funciones de la ciudad y relaciones de interdependencia con el territorio. Estructura urbana a través de los planos, evolución y tipologías. El centro histórico. El ensanche burgués. La periferia. Repercusiones sobre las formas de vida y los impactos medioambientales. Modelos de ciudades sostenibles. El uso del espacio público. La movilidad segura, saludable y sostenible.",
        "‐ Los espacios rurales. Identificación de los paisajes agrarios. Transformación de las actividades agropecuarias: prácticas sostenibles e insostenibles. El valor socioambiental y económico de los productos agroalimentarios y forestales de cercanía: indagación de huellas ecológicas y de la estructura sociolaboral. Influencia de la actual Política Agraria Común en el desarrollo rural y la sostenibilidad. Estudio de casos: etiquetados diferenciados, ecológico…",
        "‐ Los recursos marinos y la transformación del litoral: pesca, acuicultura y otros aprovechamientos. Sostenibilidad y Política Pesquera Común. Estudio de casos: Marisqueo, pesca de bajura y altura, acuicultura, sobreexplotación de caladeros, etc.",
        "‐ Los espacios industriales. Transformaciones en las actividades industriales y los paisajes: materias primas y fuentes de energía. El proceso de industrialización en España: etapas y estructura actual. Evaluación de huellas ecológicas; dependencia y transición energéticas; estructura del tejido industrial, sociolaboral y de empleo indirecto. Impacto de la deslocalización sobre sectores de la industria española. Estudio de casos: construcción, automovilístico, agroalimentario, etc. y factores de localización. El debate sobre la influencia de las políticas de la Unión Europea y la globalización.",
        "‐ Los espacios terciarizados. La transformación de los paisajes por el sector terciario: transporte, comercio y servicios. La evolución del sector y su creciente diversificación y tecnificación. El modelo de economía circular y los servicios: relaciones entre producción, distribución y venta. Análisis crítico de huellas ecológicas, estructura sociolaboral, responsabilidad social corporativa y de los consumidores. Estudio de casos: competitividad y desequilibrios en transporte, comercio, turismo, servicios esenciales, etc. y factores de localización. Modelos insostenibles de servicios y alternativas. La transformación del litoral. El turismo de sol y playa. Turismo cultural, ecoturismo y turismo rural. La economía digital: impacto de la «economía colaborativa» y nuevos modelos de negocio en el contexto global y de la Unión Europea."
    ]
}