{
  "saberes": [
    "I. La lengua y sus hablantes",
    "1. Reconocimiento de la propia biografía lingüística. Estudio de las familias lingüísticas y las lenguas de España.",
    "2. Estudio de las lenguas de España: origen, distribución geográfica y exploración de las nociones básicas en cada una de ellas. Análisis de diferencias entre plurilingüismo y diversidad dialectal.",
    "3. Comparación de rasgos de las principales variedades dialectales del español a partir de los del español de Canarias.",
    "4. Iniciación guiada a la reflexión interlingüística.",
    "5. Identificación de prejuicios y estereotipos lingüísticos y exploración de formas de evitarlos.",
    "II. Comunicación",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos, con atención conjunta a los siguientes aspectos:",
    "1. Contexto ",
    "     1.1. Reconocimiento y explicación de los componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre las personas interlocutoras; propósitos comunicativos e interpretación pautada de intenciones; canal de comunicación, imagen, elementos paratextuales y no verbales de la comunicación.",
    "2. Géneros discursivos ",
    "     2.1. Comprensión y producción guiada de secuencias textuales básicas, con especial atención a las narrativas, descriptivas, dialogadas y expositivas.",
    "     2.2. Reconocimiento y explicación de las propiedades textuales: coherencia, cohesión y adecuación.",
    "     2.3. Interpretación y producción de géneros discursivos propios del ámbito personal: la conversación y el mensaje escrito.",
    "     2.4. Interpretación y producción de géneros discursivos propios del ámbito educativo:los apuntes, la exposición oral y escrita.",
    "     2.5. Interpretación y producción de géneros discursivos propios del ámbito social: redes sociales y medios de comunicación. Conocimiento de la etiqueta digital y riesgos de desinformación y manipulación. Interpretación de la imagen de los textos icónico-verbales y multimodales.",
    "3. Procesos ",
    "     3.1. Interacción oral, escrita y multimodal de carácter informal: tomar y dejar la palabra. Uso y comparación, de manera progresivamente autónoma, de la cooperación conversacional y cortesía lingüística. Aplicación de la escucha activa, asertividad y resolución dialogada de los conflictos.",
    "     3.2. Comprensión oral: Interpretación del sentido global del texto y relación entre sus partes, selección y análisis de la información relevante. Detección y rechazo de usos discriminatorios del lenguaje verbal y no verbal.",
    "     3.3. Aproximación a la lengua de signos a través del reconocimiento del alfabeto dactilológico, expresiones y vocabulario de uso cotidiano.",
    "     3.4. Producción oral formal: planificación y búsqueda de información, textualización, revisión y resumen. Adecuación a la audiencia y al tiempo de exposición. Incorporación progresivamente autónoma de los elementos no verbales, paratextuales de los textos icónico-verbales y de los rasgos discursivos y lingüísticos de la oralidad formal.",
    "     3.5. Comprensión lectora: reconocimiento y explicación del sentido global del texto, la estructura y relación entre sus partes. Interpretación de la intención del emisor. Detección y rechazo de usos discriminatorios del lenguaje verbal e icónico. Valoración de la forma y el contenido del texto.",
    "     3.6. Producción escrita: planificación, textualización, revisión progresivamente autónoma y edición guiada en diferentes soportes. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas conceptuales, definiciones, resúmenes, etc.",
    "     3.7. Alfabetización mediática e informacional: búsqueda y selección de la información de manera pautada con criterios de fiabilidad y pertinencia; reorganización y síntesis de la información en esquemas propios e integración progresiva de la misma como nuevo conocimiento; comunicación guiada y difusión creativa y respetuosa con la propiedad intelectual. Utilización progresivamente autónoma de dispositivos digitales, herramientas tecnológicas y plataformas virtuales para la realización de sencillos proyectos escolares.",
    "4. Reconocimiento y uso discursivo de los elementos lingüísticos ",
    "     4.1. Conocimiento y uso de los recursos lingüísticos para mostrar la implicación del emisor en los textos: formas de deixis personal, temporal y espacial y procedimientos de modalización.",
    "     4.2. Identificación y aplicación a partir de modelos de los recursos lingüísticos para adecuar el registro a la situación de comunicación.",
    "     4.3. Observación, explicación y uso de los mecanismos de cohesión básicos, de los conectores textuales temporales, explicativos, de orden y de contraste y de los mecanismos de referencia interna gramaticales (sustituciones pronominales y adverbiales) y léxicos (repeticiones, sinónimos, hiperónimos y elipsis).",
    "     4.4. Reconocimiento y estudio del uso coherente de las formas verbales en los textos (narrativos, descriptivos, dialogados y expositivos). Valoración y uso de los tiempos del pretérito en la narración y de la correlación temporal en el discurso relatado.",
    "     4.5. Identificación de la corrección lingüística y aplicación de la revisión ortográfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital para la corrección y la mejora textual y para obtener información gramatical.",
    "     4.6. Reconocimiento y uso de los signos básicos de puntuación como mecanismo organizador del texto escrito. Identificación y explicación de su relación con el significado.",
    "III. Educación literaria",
    "1. Lectura autónoma. Implicación en la lectura de obras de forma progresivamente autónoma a partir de una preselección de textos variados, y reflexión sobre los textos leídos y sobre la práctica de lectura, atendiendo a los siguientes saberes: 1.1. Desarrollo progresivo de estrategias y criterios para la selección de obras variadas de manera orientada, a partir de la exploración guiada de la biblioteca escolar y pública disponible.",
    "     1.2. Toma de conciencia progresiva de los propios gustos e identidad lectora.",
    "     1.3. Participación progresivamente activa en actos culturales vinculados con el circuito literario y lector y con la lectura del ámbito personal y educativo.",
    "     1.4. Expresión de la experiencia lectora, con apoyo de ejemplos y utilizando progresivamente el metalenguaje específico. Apropiación de los textos leídos a través de distintas formas de recreación.",
    "     1.5. Movilización de la experiencia personal y lectora como forma de establecer vínculos de manera pautada entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales próximas a sus intereses.",
    "     1.6. Adquisición de estrategias para la recomendación de las lecturas entre iguales, ya sea de forma oral, escrita o multimodal, y en soportes variados.",
    "2. Lectura guiada. Lectura de obras y fragmentos relevantes de la literatura juvenil contemporánea y del patrimonio literario universal, con la adecuada atención a la literatura canaria, inscritas en itinerarios temáticos o de género que atraviesan épocas, contextos culturales y movimientos artísticos, atendiendo a los siguientes saberes: 2.1. Desarrollo de estrategias para la construcción compartida de la interpretación de las obras a través de conversaciones literarias pautadas, con la incorporación del metalenguaje específico.",
    "     2.2. Relación entre los elementos constitutivos del género literario y la construcción del sentido de la obra. Análisis básico del valor de los recursos expresivos y de sus efectos en la recepción.",
    "     2.3. Expresión pautada, a través de procesos y soportes diversificados, de la interpretación y valoración personal de obras y fragmentos literarios.",
    "     2.4. Comparación de los textos leídos con otros textos, orales, escritos o multimodales, con otras manifestaciones artísticas y culturales próximas a sus intereses y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes.",
    "     2.5. Desarrollo de estrategias para interpretar la perspectiva de género en las obras y fragmentos leídos.",
    "     2.6. Desarrollo progresivo de estrategias que favorezcan la lectura expresiva, la dramatización y la recitación de los textos atendiendo a los procesos de comprensión y oralización implicados.",
    "     2.7. Creación de textos con intención literaria y sentido estético en referencia a modelos dados (imitación, transformación, continuación, etc.).",
    "IV. Reflexión sobre la lengua",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas en torno a los siguientes saberes:",
    "1. Reconocimiento y explicación de las diferencias relevantes e intersecciones entre lengua oral y lengua escrita atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
    "2. Estudio de la lengua como sistema y sus unidades básicas teniendo en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado), su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "3. Distinción entre forma (categoría gramatical) y función de las palabras (funciones sintácticas básicas) y reconocimiento de los procedimientos léxicos (afijos) y sintácticos para los cambios de categoría.",
    "4. Identificación de la relación entre los esquemas semántico y sintáctico de la oración simple. Identificación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria. Uso consciente del orden de las palabras y concordancia.",
    "5. Explicación y uso de los procedimientos de adquisición y formación de palabras. Reflexión sobre los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo."
  ],
  "criteriosEvaluacion": [
    "1.1. Reconocer la diversidad lingüística de España, con especial atención a la variedad dialectal canaria, identificando, de manera guiada, algunas nociones básicas de las lenguas y dialectos de España presentes en el aula en manifestaciones orales, escritas, signadas y multimodales, para ampliar su repertorio lingüístico individual y adoptar una actitud de respeto hacia el español de Canarias como variedad de prestigio de la lengua española y fuente de riqueza lingüística y cultural. CCL1, CP2, CP3, CD1, CCEC1",
    "1.2. Identificar prejuicios, estereotipos y usos discriminatorios de la lengua, así como abusos de poder a través de la misma, a partir de la interacción con los demás en diferentes contextos sociales, y valoración de la diversidad lingüística del entorno para desarrollar un juicio propio, integrar la variedad lingüística en su desarrollo personal y favorecer un uso no solo eficaz sino también ético del lenguaje, en el que el diálogo sea una herramienta para la construcción de una sociedad democrática e igualitaria. CCL5, CP2, CP3, CD1, CC1, CC2, CC3, CCEC1, CCEC3",
    "2.1. Comprender e interpretar el sentido global del texto y la relación entre sus partes y seleccionar, retener y analizar la información más relevante de textos orales o multimodales sencillos, aplicando métodos inductivos y deductivos e integrándolos en un proceso de aprendizaje continuo para desarrollar su conciencia crítica. CCL2, CCL5, CP2, STEM1, CD1, CD2, CD3, CPSAA4, CC3",
    "2.2. Analizar la forma y el contenido de textos orales, signados y multimodales sencillos, identificando mecanismos de referencia interna y distintos procedimientos lingüísticos, así como la eficacia de los procedimientos comunicativos empleados, para construir una opinión sobre la forma y el significado del mensaje. CCL2, CCL5, CP2, CD2, CD3, CPSAA4, CC3",
    "3.1. Producir textos orales y multimodales sencillos, ajustándose a las convenciones propias de los diversos géneros discursivos, con especial atención a los dialogados y expositivos, respetando las características del español de Canarias, utilizando recursos verbales y no verbales, planificando, a partir de ciertas pautas, las diferentes fases de creación del texto y aplicando técnicas de autoevaluación para comunicarse de manera informada en diferentes contextos sociales. CCL1, CCL3, STEM1, CD1, CD2, CD3, CPSAA4, CE1",
    "3.2. Participar de manera progresivamente activa y adecuada en interacciones comunicativas orales informales, con actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística, para reconocer la comunicación oral como medio para transmitir conocimientos e ideas, y para ejercer una ciudadanía activa. CCL1, CCL5, CD2, CD3, CC2",
    "4.1. Comprender, reconocer y explicar el sentido global, la estructura, el tipo de destinatario, el formato utilizado y la información más relevante de textos escritos o multimodales sencillos de diferentes ámbitos, identificando la intención comunicativa para entender diferentes propósitos de lectura que le permiten asumir de forma activa la responsabilidad de su aprendizaje continuo. STEM1, CPSAA4",
    "4.2. Valorar la forma y el contenido de textos escritos y multimodales sencillos, determinando si su contenido cumple con las expectativas de certeza y veracidad y comprobando la eficacia de los procedimientos lingüísticos utilizados para favorecer el desarrollo personal y la participación social del alumnado. CCL2, CCL3, CCL5, CD1, CC3",
    "5.1. Producir textos escritos y multimodales sencillos, ajustándose a las convenciones propias de los diversos géneros discursivos, con especial atención a los dialogados, expositivos, narrativos y descriptivos, analizando la situación comunicativa, el destinatario, su propósito y el canal y aplicando en sus producciones procedimientos discursivos, lingüísticos y de estilo básicos, con la debida atención al español de Canarias, para dar respuesta a demandas comunicativas concretas y para enriquecer los textos, a partir de ciertas pautas, con la debida precisión léxica y corrección ortográfica y gramatical. CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA4, CPSAA5, CC2",
    "6.1. Elaborar trabajos o proyectos de investigación sencillos sobre diversos temas de interés académico, personal o social que impliquen localizar, seleccionar y contrastar de manera guiada información procedente de diferentes fuentes, calibrando progresivamente su fiabilidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y comunicarla de manera personal, adoptando hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales, respetando los principios de propiedad intelectual y ejerciendo una ciudadanía digital activa que propicie un proceso de aprendizaje continuo y para toda la vida. CCL3, CD1, CD2, CD3, CD4, CPSAA4, CPSAA5, CC2, CE3",
    "7.1. Leer de manera progresivamente autónoma textos variados a partir de preselecciones en función de los propios gustos, intereses y necesidades, de la de literatura juvenil contemporánea, canaria, española y universal, y participar de manera progresivamente activa en situaciones comunicativas culturales que favorezcan el intercambio abierto de la experiencia lectora con apoyo de ejemplos, para integrar en su vida la lectura como fuente de placer, dejar constancia de la construcción gradual de su propia identidad lectora y valorar el encuentro cultural y artístico. CCL1, CCL4, CD3, CPSAA1, CCEC1, CCEC2, CCEC3",
    "8.1. Explicar y argumentar con ayuda de pautas y modelos la interpretación de obras o fragmentos representativos de la literatura canaria, española y universal analizando, con metalenguaje progresivamente específico, la vinculación del contenido y la forma, la intención del autor o autora, el tema y los rasgos más significativos del género, con la finalidad de detectar la pervivencia de universales temáticos y formales en la literatura, así como atender a la configuración de los géneros y subgéneros literarios. CCL1, CCL4, CC1, CCEC1, CCEC4",
    "8.2. Argumentar de manera guiada la conexión existente entre los textos literarios, así como con otras manifestaciones artísticas y culturales, para crear gradualmente un mapa cultural que conjugue las obras literarias con el resto de las manifestaciones artísticas y descubrir las posibilidades de disfrute de la literatura. CCL1, CCL4, CC1, CCEC1, CCEC2",
    "8.3. Crear textos con intención literaria y sentido estético a partir de modelos dados, en los que se apliquen los conocimientos literarios adquiridos y la experiencia lectora, con el propósito de que la escritura creativa sea entendida como una forma de comunicación que permite compartir ideas, sentimientos y emociones. CCL1, CD2, CPSAA4, CCEC2, CCEC3, CCEC4",
    "9.1. Reconocer y explicar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, haciendo uso del conocimiento explícito de la lengua, con el debido razonamiento inductivo a partir de las variedades dialectales y las lenguas del aula que forman parte del repertorio lingüístico del alumnado, con especial atención al español de Canarias, así como del metalenguaje específico para desarrollar la conciencia lingüística. CCL1, CCL2, CP2, CPSAA5",
    "9.2. Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua para aumentar su repertorio lingüístico, mejorar las destrezas de recepción e identificar las distintas fases de construcción del conocimiento sobre el sistema de la lengua y su uso en la comunicación. CCL1, CCL2, CP2, STEM1, STEM2, CPSAA5",
    "9.3. Revisar los textos propios de manera guiada y hacer propuestas de mejora, explicando los cambios con el metalenguaje específico, e identificar y subsanar los problemas de comprensión lectora utilizando los conocimientos básicos de la lengua y su uso para mejorar las destrezas de producción oral y escrita. CCL1, CCL2, CP2, CPSAA5",
    "10.1. Utilizar de manera progresivamente autónoma estrategias comunicativas para la resolución dialogada de los conflictos y la búsqueda de consensos, en diferentes contextos del ámbito personal, educativo y social, con actitud dialogante, constructiva y respetuosa, así como considerada con la diversidad lingüística y cultural, potenciando el uso de la comunicación como medio para prevenir cualquier tipo de violencia. CCL1, CCL5, CP3, CPSAA3, CC2, CC3",
    "10.2. Utilizar de forma guiada el lenguaje como herramienta para la comunicación positiva en contextos diversos, incluidos los virtuales, evitando cualquier uso discriminatorio, con el fin de incorporar gradualmente las posibilidades que ofrece el lenguaje en el desarrollo individual y social de las personas. CCL1, CCL5, CD3, CPSAA3, CC1"
  ]
}