{
  "saberes": [
    "I. Escucha y percepción",
    "1. Análisis de obras musicales y dancísticas diversas. ",
    "    1.1. Consolidación de hábitos saludables de escucha. Actitud proactiva hacia la generación de espacios respetuosos con la escucha y el bienestar personal y social.",
    "    1.2. Audición y visionado activo de obras en el aula o en la asistencia a conciertos, actuaciones y manifestaciones artístico-musicales en vivo, con una actitud de respeto y valoración crítica en la recepción musical.",
    "    1.3. Análisis descriptivo de los rasgos estilísticos más relevantes de obras de diferentes géneros, épocas y culturas, trabajadas en el aula, con una actitud de interés, apertura y respeto hacia manifestaciones artísticas diversas.",
    "    1.4. Identificación y clasificación de voces, instrumentos y agrupaciones en la audición y visionado de obras de diferentes géneros, estilos, épocas y culturas, con especial atención a las de Canarias. Evolución y relevancia en las distintas etapas.",
    "    1.5. Identificación de los elementos del lenguaje musical (ritmo, compás, melodía, armonía, textura, tempo, dinámica y formas musicales) en audición de obras o actividades de percepción auditiva desarrolladas en el aula.",
    "    1.6. Empleo de vocabulario técnico específico de la materia.",
    "2. Análisis de productos culturales y artísticos con perspectiva de género. ",
    "    2.1. Análisis de los mitos, estereotipos y roles de género transmitidos a través de la música y la danza, para la consolidación del compromiso con la igualdad de género.",
    "    2.2. Actitud proactiva, crítica y reflexiva ante mensajes contrarios a la igualdad de género en la audición y visionado de productos culturales y artísticos: canciones, videoclips, cine, publicidad, teatro musical, televisión, videojuegos y redes sociales.",
    "3. Herramientas digitales para la recepción musical. ",
    "    3.1. Uso saludable y sostenible de las tecnologías. Identificación de riesgos y adopción de medidas preventivas para la protección de la salud y el medio ambiente.",
    "    3.2. Uso responsable de herramientas digitales para la recepción musical, con respeto a la propiedad intelectual. Consolidación de valores y hábitos de consumo responsable en las plataformas digitales y las redes sociales musicales.",
    "II. Interpretación, improvisación y creación escénica",
    "1. Interpretación. ",
    "    1.1. Consolidación de hábitos saludables en la práctica musical: corrección ergonómica y postural, uso adecuado de la voz y de los instrumentos musicales.",
    "    1.2. Identificación de los elementos del lenguaje musical (ritmo, compás, melodía, armonía, textura, tempo, dinámica y formas musicales) en actividades de lectura e interpretación de partituras.",
    "    1.3. Aplicación de técnicas vocales, instrumentales y corporales, así como de estrategias de memorización, en la interpretación de repertorio vocal, instrumental y dancístico de diferentes épocas y culturas, de manera individual y en grupo.",
    "    1.4. Interpretación vocal, instrumental y dancística de obras de la música culta, tradicional y popular de Canarias.",
    "    1.5. Exploración de las propiedades sonoras del cuerpo y de objetos cotidianos para su empleo en actividades de interpretación. Actitud proactiva hacia el aprovechamiento de recursos, la reutilización y el reciclaje.",
    "    1.6. Aplicación de técnicas de estudio y desarrollo del autoconocimiento, la autoconfianza y la gestión de emociones en el ensayo e interpretación de repertorio vocal, instrumental y dancístico de diferentes épocas y culturas, dentro y fuera del aula.",
    "    1.7. Implicación en actividades musicales, con una actitud de respeto, interés y colaboración. Cumplimiento de las normas básicas para hacer música en grupo y valoración del proceso de ensayo como fuente de aprendizaje.",
    "2. Improvisación. ",
    "    2.1. Exploración de técnicas y recursos de improvisación guiada y libre: rítmica y melódica, empleando la voz, los instrumentos musicales, el cuerpo y el movimiento.",
    "    2.2. Exploración de las posibilidades que ofrecen las herramientas tecnológicas en la creación musical.",
    "    2.3. Participación activa en ejercicios de improvisación grupal en el aula, con una actitud de colaboración, respeto y cumplimiento de las normas básicas para la práctica musical.",
    "3. Creación. ",
    "    3.1. Planificación, desarrollo y ejecución de proyectos musicales, escénicos y audiovisuales: empleo de la voz, el cuerpo y los instrumentos musicales.",
    "    3.2. Creación de propuestas musicales y audiovisuales a través del empleo de herramientas digitales: secuenciadores, editores de partituras y aplicaciones informáticas.",
    "    3.3. Participación activa en proyectos de creación artístico-musical, con una actitud de respeto y empatía con las ideas, las emociones y los sentimientos del grupo.",
    "III. Contextos y culturas",
    "1. Valoración crítica de la música culta occidental en relación a su contexto. Evolución a lo largo de la historia: períodos, características, géneros musicales, voces, instrumentos y agrupaciones, con especial atención a los de España y Canarias.",
    "2. Valoración crítica de la música popular en relación a su contexto. Evolución a lo largo de la historia: características, géneros musicales, instrumentos y agrupaciones, con especial atención a las músicas y danzas urbanas y contemporáneas.",
    "3. Valoración crítica de las tradiciones musicales y dancísticas de diferentes culturas, con especial atención a las de Canarias, identificando sus funciones y características: instrumentos, canciones, danzas y bailes.",
    "4. Análisis de la función del sonido y la música en los medios audiovisuales y las tecnologías digitales. La música al servicio de otras artes y lenguajes.",
    "5. Actitud proactiva hacia la valoración y conservación del patrimonio musical y artístico de Canarias como fuente de enriquecimiento y crecimiento personal.",
    "6. Empleo de fuentes diversas, incluyendo el uso autónomo y responsable de tecnologías digitales, para el desarrollo de proyectos de investigación, con respeto a la propiedad intelectual y cultural.",
    "7. Audición y visionado de obras de diferentes compositores y compositoras, artistas e intérpretes internacionales, nacionales y canarios. Visibilización y valoración de la contribución de las mujeres a la producción cultural y artística."
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar obras musicales y dancísticas de diferentes géneros, épocas y culturas, con especial atención a las de Canarias y a las producciones de las mujeres artistas y compositoras, explicando sus funciones, su relación con el contexto y sus rasgos estilísticos, a través de la escucha o el visionado activo de propuestas diversas, con una actitud de apertura, interés y respeto, para potenciar el disfrute por la música y desarrollar su propia identidad. CCL1, CCL2, CCL3, CP3, CCEC1, CCEC2".
    "1.2. Valorar críticamente los estilos, artistas y obras musicales y dancísticas más representativas de diversos géneros, épocas y culturas, con especial atención a las de Canarias y a las producciones de las mujeres artistas y compositoras, reflexionando sobre su evolución, a través de la audición, el visionado o la indagación en distintas fuentes, con actitud abierta y respetuosa, para respetar la importancia del patrimonio como fuente de enriquecimiento personal. CCL1, CCL2, CCL3, CP3, CD1, CC1, CC2, CCEC1".
    "2.1. Explorar técnicas y recursos musicales y dancísticos, a través de improvisaciones melódicas y rítmicas, libres o guiadas, individuales o colectivas, empleando la voz, el cuerpo, los instrumentos musicales o herramientas tecnológicas, con actitud respetuosa y cooperativa, para enriquecer el repertorio personal de recursos y potenciar el desarrollo de la creatividad. CD2, CPSAA1, CPSAA3, CC1, CCEC3".
    "2.2. Crear piezas musicales o dancísticas estructuradas, a través de la selección de técnicas y recursos adquiridos en actividades de improvisación realizadas en el aula, para desarrollar la autoestima y la propia creatividad a través de la expresión artística. CPSAA1, CE3, CCEC3".
    "3.1. Identificar los elementos del lenguaje musical, a través de la lectura y escritura musical, así como de la interpretación de partituras y del análisis de la estructura de piezas musicales diversas, con el fin de comprender el lenguaje de la música y ampliar las posibilidades de expresión musical. CCL2, CCL5, CCEC2, CCEC3".
    "3.2. Interpretar piezas musicales y dancísticas, de forma individual o en grupo, dentro y fuera del aula, a través del empleo de diferentes técnicas de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización, valorando el proceso de ensayo como fuente de aprendizaje y respetando las normas necesarias para hacer música en grupo, para potenciar la autoconfianza y la gestión de emociones. CCL1, CCL5, CPSAA1, CPSAA3, CC1, CCEC3".
    "4.1. Participar en la planificación, desarrollo y ejecución de proyectos musicales, escénicos y audiovisuales, de forma individual o colaborativa, a través de la voz, diversos instrumentos, el cuerpo y herramientas tecnológicas, asumiendo diferentes funciones y mostrando respeto y empatía con las ideas, las emociones y los sentimientos del grupo, con la finalidad de desarrollar la capacidad creativa e identificar oportunidades de desarrollo personal, social, académico y profesional. CCL1, STEM3, CD2, CD3, CPSAA3, CC1, CE1, CE3, CCEC3, CCEC4"
  ]
}