{
  "saberes": [
    "Bloque 1. El ser humano y el conocimiento de un mismo",
    "• Las ciencias sociales y el conocimiento que nos proporcionan del ser humano. La visión de la psicología, de la antropología y de la sociología.",
    "– Presentación de la psicología.",
    "– Presentación de la antropología.",
    "– Presentación de la sociología: la sociología como disciplina y la racionalidad de la acción social.",
    "– Las perspectivas de las ciencias sociales sobre el debate entre lo heredado y lo aprendido. Biología y cultura.",
    "• Los fundamentos psicobiológicos de la conducta.",
    "– Neurociencia, genética y endocrinología.",
    "– La neurona, el impulso neuroeléctrico, la sinapsis, las redes neuronales.",
    "– El sistema nervioso central. Las principales estructuras del encéfalo. El sistema límbico.",
    "– El sistema nervioso periférico.",
    "• El componente emocional de nuestro psiquismo.",
    "– Reconocimiento y control de las emociones.",
    "– La motivación.",
    "– Bienestar y hábitos saludables.",
    "– Los circuitos de recompensa y los problemas de adicciones relacionados.",
    "• Otros ámbitos del psiquismo: cognición, inteligencia, personalidad.",
    "– La cognición y los procesos asociados.",
    "– Inteligencia cognitiva, inteligencia emocional, inteligencia ejecutiva.",
    "– La constitución de la personalidad: influencias biológicas y del entorno. Las teorías de los rasgos.",
    "• El desarrollo evolutivo del psiquismo.",
    "– El desarrollo de las capacidades cognitivas a lo largo de la vida.",
    "– El desarrollo de la personalidad.",
    "– La adolescencia como momento evolutivo clave en el desarrollo de nuestro psiquismo. Las características de la mente adolescente.",
    "• La psicología social.",
    "– La necesidad individual de pertenencia a grupos.",
    "– La influencia del grupo.",
    "– El desarrollo individual dentro del grupo.",
    "• Antropología. El ser humano como ser cultural.",
    "– Concepto antropológico de cultura. El ser humano como construcción cultural.",
    "– Humanización y cultura.",
    "– El papel de las mujeres en la humanización.",
    "– Diversidad cultural (etnocentrismo, relativismo cultural y transculturalidad).",
    "• Concepto de sociedad y el ser humano como ser social.",
    "– Comunicación, lenguaje y simbolismo.",
    "– Proceso de socialización y agentes de socialización: familia, grupos, instituciones, asociaciones y organizaciones.",
    "– El ser humano como Homo oeconomicus. Teorías críticas.",
    "• Vida en sociedad.",
    "– Normas, roles, estatus y estereotipos: la cohesión social.",
    "– Estrategias de inclusión y cohesión social: interacción social y discriminación.",
    "– Igualdad de género.",
    "– Conductas prosociales y antisociales.",
    "• Adolescentes en la sociedad.",
    "– El adolescente y sus relaciones con los demás: la convivencia positiva.",
    "– El grupo: importancia, valor y diversidad.",
    "– La autonomía y la asunción progresiva de responsabilidades.",
    "• El proceso de aprendizaje y formación desde las ciencias sociales.",
    "– Aprendizaje y procesos psicológicos involucrados: atención, motivación, memoria.",
    "– Estrategias de aprendizaje y estilos de aprendizaje.",
    "– El aprendizaje desde la sociología: aprendizaje formal institucionalizado, no formal e informal.",
    "Bloque 2. Formación y orientación personal y profesional hacia la vida adulta",
    "• La formación hacia la vida adulta: características personales, habilidades sociales y de organización y gestión, trabajo en equipo.",
    "– Autoconocimiento, autonomía personal y autopercepción. Estilo atribucional. Capacidad autocrítica. Iniciativa personal. Pensamiento creativo. Confianza, perseverancia y seguridad en un mismo. Estrategias para enfrentarse al fracaso y a la frustración.",
    "– Habilidades sociales y habilidades de comunicación. Estrategias para superar los defectos de comunicación.",
    "– Herramientas digitales en la interacción con los demás. Huella y reputación digital. Gestión de identidades digitales: personal y profesional.",
    "– Habilidades de organización y gestión.",
    "– Los equipos de trabajo. El liderazgo como trazo de la personalidad. El conflicto: concepto, causas, tipos y resolución. La negociación.",
    "• La formación académica.",
    "– Programas, oportunidades y ayudas para la formación. Servicios de orientación académica.",
    "– Información sobre la estructura del sistema educativo.",
    "– Itinerarios académicos: información sobre las opciones para cursar en el bachillerato, en la FP y en los estudios superiores.",
    "– Itinerarios académico-profesionales: información sobre trayectorias académico-profesionales en la legislación vigente.",
    "• La formación profesional.",
    "– Servicios de orientación profesional. Orientación académico-profesional para la igualdad de oportunidades.",
    "– La transición a la vida activa.",
    "– Valoración de la importancia de la formación permanente para la trayectoria laboral y profesional.",
    "– Información general sobre sectores económicos y productivos.",
    "– Retos de la revolución digital.",
    "– El emprendedurismo: emprendimiento e intraemprendimiento.",
    "– Participación social activa.",
    "– Colaboración y voluntariado.",
    "Bloque 3. Proyecto personal, académico-profesional y aproximación a la búsqueda activa de empleo",
    "• El proyecto personal: el autoconocimiento.",
    "– Planes de autoconocimiento y de formación académica y profesional.",
    "– El conocimiento personal: habilidades, aptitudes, motivaciones e intereses personales.",
    "– Análisis de fortalezas y debilidades propias.",
    "– La diversidad como elemento enriquecedor.",
    "– La inteligencia emocional. Autoconocimiento, autocontrol, automotivación, empatía y habilidades sociales.",
    "– El proceso de toma de decisiones. Organización de una conducta decisoria.",
    "– Roles grupales y comprensión de los roles en los que mejor encajamos.",
    "• El proyecto personal académico-profesional: las aspiraciones profesionales.",
    "– Aspiraciones y metas: definición del objetivo que se quiere conseguir.",
    "– Identificación de intereses, capacidades, motivaciones y aptitudes personales para el proyecto profesional al que aspiramos.",
    "– Identificación de los itinerarios académicos y profesionales que se pueden seguir.",
    "– Ayudas y recursos para superar carencias y afrontar retos personales: pruebas objetivas y test psicométricos.",
    "– La toma de decisión en la orientación académica y profesional.",
    "– Evaluación de las alternativas y de la decisión tomada.",
    "• Aproximación a un plan de busca activa de empleo con proyección hacia el futuro.",
    "– Análisis de los intereses, aptitudes y motivaciones personales para la carrera profesional.",
    "– Identificación de itinerarios formativos relacionados.",
    "– Definición y análisis del sector profesional.",
    "– Fuentes de información.",
    "• Estrategias, instrumentos y proceso de la búsqueda de empleo en empresas del sector.",
    "– Fuentes de búsqueda de empleo. Información general para la búsqueda activa de empleo y de alternativas.",
    "– La oferta de trabajo. Selección de ofertas y perfil de la persona candidata.",
    "– Información sobre la elaboración y presentación de la carta de presentación y del currículo personal: tipos y contenido.",
    "– La entrevista de trabajo.",
    "• Los distintos tipos de empleo.",
    "– Trabajo por cuenta ajena y trabajo por cuenta propia.",
    "– El trabajo en la Administración pública.",
    "– Oportunidades de aprendizaje y empleo en Europa.",
    "– Ayudas y recursos para superar carencias y afrontar retos profesionales: ayudas y subvenciones a la creación de empresas."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Reflexionar de manera crítica sobre la condición humana, la sociedad y la cultura, a partir del conocimiento que proporcionan las ciencias humanas y sociales. OBJ1",
    "• CE1.2. Analizar los factores personales y socioculturales que intervienen en la configuración psicológica de la persona a partir del conocimiento comparado de la dimensión social y antropológica del ser humano. OBJ1",
    "• CE1.3. Analizar la relación de la cognición, la motivación, el aprendizaje y la gestión emocional con la conducta, tanto propia como de los demás, a partir de las bases teóricas fundamentales de los procesos físicos y psicológicos que intervienen en ellos. OBJ1",
    "• CE1.4. Identificar y aplicar los procesos que intervienen en el aprendizaje, analizando sus implicaciones y desarrollando estrategias que favorezcan la adquisición de conocimientos, destrezas y actitudes. OBJ1",
    "• CE1.5. Analizar la importancia del componente emocional, tomando conciencia de su repercusión en el aprendizaje y desarrollando estrategias que lo mejoren. OBJ1",
    "• CE1.6. Analizar y comprender en el desarrollo evolutivo de las personas las principales características de la madurez que conforman la persona en los distintos planos: físico, cognitivo, social, emocional y sexual. OBJ1",
    "• CE1.7. Desarrollar estrategias y habilidades que faciliten la adaptación a nuevos grupos y contextos a partir del conocimiento social y antropológico del ser humano. OBJ2",
    "• CE1.8. Analizar la diversidad personal, social y cultural desde distintas perspectivas a partir del conocimiento que proporcionan las ciencias humanas y sociales, mostrando actitudes de respeto y empatía por lo diferente, y valorando la equidad y la no discriminación. OBJ4",
    "• CE1.9. Valorar la diversidad, desde el respeto, la inclusión y la igualdad real y efectiva entre mujeres y hombres, considerándola un elemento enriquecedor en el ámbito personal, social y cultural. OBJ4",
    "• CE2.1. Analizar y comprender en el desarrollo evolutivo de las personas las principales características de la madurez que conforman la persona en los distintos planos: físico, cognitivo, social, emocional y sexual. OBJ2",
    "• CE2.2. Identificar cualidades personales y sociales propias y de los demás reflexionando sobre la importancia de potenciar aquellas que permitan afrontar nuevos retos eficazmente y de modo progresivamente autónomo, y faciliten así el proceso de transición de la adolescencia a la vida adulta. OBJ2",
    "• CE2.3. Mejorar el desempeño personal, social y académico aplicando estrategias de aprendizaje y gestión emocional que permitan mayor control sobre las acciones y sus consecuencias. OBJ2",
    "• CE2.4. Desarrollar estrategias y habilidades que faciliten la adaptación a nuevos grupos y contextos a partir del conocimiento social y antropológico del ser humano. OBJ2",
    "• CE2.5. Realizar un proyecto personal, académico y profesional propio y aproximarse al proceso de búsqueda activa de empleo, priorizando las necesidades y descubriendo los intereses personales y vocacionales mediante la exploración de las oportunidades académicas y profesionales que ofrece el entorno presencial y virtual, y desarrollando las destrezas necesarias en el proceso de toma de decisiones. OBJ3",
    "• CE2.6. Explorar el entorno próximo identificando las oportunidades académicas y profesionales que ofrece, valorando aquellas que mejor se adaptan a las cualidades e intereses personales y potenciando el espíritu de iniciativa y superación. OBJ3",
    "• CE2.7. Analizar la diversidad personal, social y cultural desde distintas perspectivas a partir del conocimiento que proporcionan las ciencias humanas y sociales, mostrando actitudes de respeto y empatía por lo diferente, y valorando la equidad y la no discriminación. OBJ4",
    "• CE2.8. Valorar la diversidad desde el respeto, la inclusión y la igualdad real y efectiva entre hombres y mujeres, considerándola un elemento enriquecedor en el ámbito personal, social y cultural. OBJ4",
    "• CE3.1. Realizar un proyecto personal, académico y profesional propio y aproximarse al proceso de búsqueda activa de empleo, priorizando las necesidades y descubriendo los intereses personales y vocacionales mediante la exploración de las oportunidades académicas y profesionales que ofrece el entorno presencial y virtual, y desarrollando las destrezas necesarias en el proceso de toma de decisiones. OBJ3",
    "• CE3.2. Explorar el entorno próximo identificando las oportunidades académicas y profesionales que ofrece, valorando aquellas que mejor se adaptan a las cualidades e intereses personales y potenciando el espíritu de iniciativa y superación. OBJ3",
    "• CE3.3. Analizar y comprender en el desarrollo evolutivo de las personas las principales características de la madurez que conforman la persona en los distintos planos: físico, cognitivo, social, emocional y sexual. OBJ2",
    "• CE3.4. Identificar cualidades personales y sociales propias y de los demás, reflexionando sobre la importancia de potenciar aquellas que permitan afrontar nuevos retos eficazmente y de modo progresivamente autónomo, y faciliten así el proceso de transición de la adolescencia a la vida adulta. OBJ2",
    "• CE3.5. Mejorar el desempeño personal, social y académico aplicando estrategias de aprendizaje y gestión emocional que permitan mayor control sobre las acciones y sus consecuencias. OBJ2",
    "• CE3.6. Desarrollar estrategias y habilidades que faciliten la adaptación a nuevos grupos y contextos a partir del conocimiento social y antropológico del ser humano. OBJ2",
    "• CE3.7. Analizar la diversidad personal, social y cultural desde distintas perspectivas a partir del conocimiento que proporcionan las ciencias humanas y sociales, mostrando actitudes de respeto y empatía por lo diferente, y valorando la equidad y la no discriminación. OBJ4",
    "• CE3.8. Valorar la diversidad, desde el respeto, la inclusión y la igualdad real y efectiva entre mujeres y hombres, considerándola un elemento enriquecedor en el ámbito personal, social y cultural. OBJ4"
  ]
}