{
    "saberes": [
        "Bloque 1. Las lenguas y sus hablantes",
        "▪ Biografía lingüística personal y mapa lingüístico del entorno geográfico y cultural.",
        "▪ Valoración de la diversidad de lenguas en nuestro entorno y en nuestra comunidad autónoma.Valoración social equilibrada de las dos lenguas oficiales de Galicia, reconociendo el gallego como lengua propia.",
        "▪ Estrategias de identificación de prejuicios y estereotipos lingüísticos, ofreciendo alternativas para estos.",
        "▪ La diversidad etnocultural y lingüística como riqueza y herramienta de reflexión interlingüística.",
        "▪ Estrategias de reconocimiento de abusos de poder y prácticas discriminatorias por el lenguaje, a través de la reflexión grupal.",
        "▪ Uso de un lenguaje no discriminatorio y respetuoso con las diferencias y con la perspectiva de género.",
        "Bloque 2. Comunicación oral",
        "▪ Contexto.",
        "– Incidencia de los componentes del hecho comunicativo (situación, participantes, propósito comunicativo, canal y realidad bilingüe) en la comunicación oral.",
        "▪ Géneros discursivos.",
        "– Estrategias para la adquisición de destrezas sobre géneros discursivos propios del ámbito personal, social y educativo. Contenido y forma. Redes sociales y sus riesgos.",
        "– Elementos básicos de contenido en textos orales (tema, fórmulas fijas, léxico, inferencias de informaciónUtilización de un vocabulario adaptado al nivel sobre diferentes temáticas para una mejor comunicación oral en distintas situaciones.",
        "– Estrategias para la coherencia, cohesión y adecuación en la producción y reproducción de textos orales en lengua gallega.",
        "▪ Procesos: interacción oral.",
        "– Estrategias para la utilización del lenguaje oral como instrumento de comunicación y aprendizaje: escuchar, recoger datos, preguntar, exposición de ideas y para la identificación e interpretación del sentido global del texto y de integración de la información explícita de textos orales y multimodales sencillos y la realización de inferencias para superar su sentido literal.",
        "– Interacción oral adecuada en situaciones de aula y en contextos formales pautados, con respeto a las estrategias de cortesía lingüística, evitando interferencias derivadas del bilingüismo.",
        "– Participación activa en situaciones de comunicación, espontáneas y dirigidas, utilizando un discurso coherente, ordenado y lógico, construyendo el discurso de acuerdo con las necesidades comunicativas de cada situación, valorando las normas que rigen la interacción oral y movilizando la empatía en la escucha y en la expresión para transmitir necesidades, vivencias y emociones propias y ajenas.",
        "– Estrategias de escucha activa, asertividad y propuesta de solución creativa para la resolución dialogada de conflictos, utilizando un lenguaje oral no discriminatorio y rechazando la discriminación por el uso del gallego como lengua de comunicación y teniendo en cuenta la perspectiva de género.",
        "▪ Procesos: comprensión oral.",
        "– Comprensión y expresión de mensajes verbales y no verbales.",
        "– Estrategias de identificación e interpretación y del sentido global, de la información relevante y de la integración de la información explícita y la realización de inferencias para superar el sentido literal de textos sociales orales y multimodales.",
        "– Comprensión global y específica de textos orales de diversa tipología atendiendo a la forma del mensaje (descriptivos, narrativos, dialogados, expositivos) y a su intención comunicativa (informativos, literarios y prescriptivos), desarrollando una valoración crítica y detectando usos discriminatorios del lenguaje verbal y no verbal.",
        "– Utilización de los medios de comunicación social textuales y multimodales como forma de aprendizaje a través de la lengua: prensa, radio, internet...",
        "▪ Procesos: producción oral.",
        "– Audición, dramatización y reproducción de textos adecuados al nivel que estimulen su interés y gustos.",
        "– Producción y reproducción de textos orales de diversa tipología según su formato e intención comunicativo, adecuados al nivel y que estimulen su interés. Pronunciación y entonación adecuadas en los distintos contextos, atendiendo a la particularidad fonética de la lengua gallega.",
        "– Construcción, comunicación y valoración crítica de conocimiento mediante la planificación y producción relativamente autónoma de textos orales y multimodales.",
        "– Elaboración de textos orales adecuados al nivel, con utilización correcta de los elementos de la prosodia y no verbales, empleando un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "Bloque 3. Comunicación escrita",
        "▪ Contexto.",
        "– Incidencia entre los componentes del hecho comunicativo (situación, participantes, propósito comunicativo, canal, registro) en la comunicación escrita.",
        "▪ Géneros discursivos.",
        "– Estrategias para la adquisición de destrezas sobre géneros discursivos propios del ámbito personal, social y educativo. Contenido y forma. Redes sociales y sus riesgos.",
        "– Intención comunicativa y claves de la tipología textual básica: narración, descripción, diálogo, exposición y argumentación.",
        "– Elementos básicos de contenido en textos escritos (tema, fórmulas fijas, léxico, inferencias de información) y forma (estructura, formato, título, imágenes, tipografía).",
        "– Estrategias elementales para la coherencia, cohesión y adecuación de los textos escritos, en lengua gallega.",
        "– Estrategias básicas para el conocimiento de la estructura de la lengua, la gramática, el vocabulario, así como las reglas de ortografía que favorecen una comunicación más eficaz.",
        "– Construcción del pensamiento crítico a través de la lengua para evitar la discriminación.",
        "▪ Procesos: comprensión lectora.",
        "– Lectura individual de textos literarios y no literarios con ritmo, velocidad y tono de la voz adecuados.",
        "– Estrategias de identificación y valoración del sentido global del texto, de integración de la información explícita y de realización de inferencias para superar el sentido literal de textos en fuentes documentales diversas en procesos de comprensión y producción de textos escritos en lengua gallega.",
        "– Elementos gráficos, textuales y paratextuales relativamente complejos que favorecen la comprensión antes, durante y después de la experiencia lectora.",
        "– Estrategias de uso progresivamente autónomo de recursos lingüísticos diversos, tanto en papel como digitales, para mejorar la comprensión de textos.",
        "– Valoración de la lectura, en lengua gallega, como medio para ampliar el vocabulario y consolidar la ortografía correcta.",
        "– Comprensión global y específica de textos diversos de la literatura gallega, atendiendo a la forma del mensaje (descriptivos, narrativos, dialogados, expositivos) y su intención comunicativa (informativos, literarios y prescriptivos), desarrollando una valoración crítica de estos.",
        "– Uso de la biblioteca para la lectura de los libros propuestos, en la búsqueda de información y utilización de esta como fuente de información y ocio.",
        "– Uso de las bibliotecas de aula, del centro y de las virtuales, mostrando conocimientos de su organización (catalogación, funcionamiento), participación en actividades de corte literario y obtención de información y modelos para su producción escrita. Interés por mantener la biblioteca propia y personal, ampliando sus fondos físicos y visuales, con textos variados de la literatura gallega.",
        "– Estrategias para identificar usos discriminatorios del lenguaje verbal e icónico en textos escritos.",
        "▪ Procesos: producción escrita.",
        "– Elaboración de textos, con presentación cuidada, utilizando la lengua gallega con intención comunicativa y creatividad.",
        "– Estrategias elementales, individuales o grupales, de planificación, redacción, revisión y edición de textos escritos y multimodales complejos, con distintos propósitos comunicativos.",
        "– Aplicación de las normas ortográficas y cohesión del texto en la producción y corrección: mantenimiento del tiempo verbal, puntuación, concordancia básica y acentuación.",
        "– Uso de fuentes documentales diversas, tanto en papel como digitales, para mejorar la expresión escrita en lengua gallega.",
        "– Producción de textos escritos y multimodales coherentes, en soporte físico o digital, con cohesión y adecuación textual mediante la selección, en cada situación comunicativa, del modelo discursivo que corresponda, usando las normas ortográficas acomodadas a su nivel y perfeccionándose en la movilización de estrategias individuales o grupales de planificación, redacción, revisión y autocorrección.",
        "– Elementos gráficos y paratextuales que faciliten la organización y comprensión del texto.",
        "– Valoración de la propia producción escrita, así como la producción escrita de sus compañeros y compañeras.",
        "– Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "Bloque 4. Alfabetización mediática e informacional",
        "▪ Estrategias para la búsqueda de información en fuentes documentales y digitales en el contorno familiar y social.",
        "▪ Estrategias de comparación, clasificación y valoración crítica de la información.",
        "▪ Identificación y valoración crítica de los mensajes y de la información recogidas y transmitidas de distintas fuentes y de distintos tipos de texto.",
        "▪ Estrategias de elaboración de contenidos a partir de información obtenida en otros textos con las convenciones formales elementales.",
        "▪ Síntesis y reelaboración de conocimientos de forma progresivamente autónoma y con apoyo de modelos.",
        "▪ Comunicación creativa del conocimiento, con reconocimiento de la autoría y respeto por la propiedad intelectual de las obras de escritores y escritoras gallegos.",
        "▪ Utilización autónoma de la biblioteca y de los recursos digitales del aula o del centro.",
        "▪ Utilización de las tecnologías de la información y de la comunicación de modo eficiente y responsable para elaborar y presentar sus producciones, adoptando hábitos de uso crítico, seguro, sostenible y saludable.",
        "▪ Estrategias para compartir experiencias de lectura que perfilen identidad lectora.",
        "▪ Participación activa en comunidades lectoras a través de la biblioteca escolar.",
        "Bloque 5. Educación literaria",
        "▪ Lectura autónoma y comentada de obras o fragmentos variados y diversos de la literatura gallega adecuados a su edad y organizados en itinerarios lectores, iniciándose en su análisis.",
        "▪ Progreso en la construcción de la identidad lectora en textos de la literatura gallega. Estrategias para la expresión de gustos e intereses y para la valoración crítica elemental de las obras.",
        "▪ Interpretación autónoma y compartida de las obras literarias en lengua gallega a través de conversaciones literarias, participando en comunidades lectoras de ámbito escolar y social.",
        "▪ Valoración de los textos literarios y de la literatura en general, como vehículo de comunicación, como fuente de conocimiento del entorno, de otros mundos, tiempos y culturas y como recurso de disfrute personal.",
        "▪ Funcionamiento de la biblioteca del aula o del centro como escenario de actividades literarias compartidas y de experiencias de disfrute personal.",
        "▪ Lectura expresiva, dramatización el interpretación de fragmentos atendiendo a los procesos de comprensión y al nivel de desarrollo.Análisis acompañado de la relación entre los elementos básicos de la obra literaria (tema, protagonista, personajes, trama, escenario) y la construcción progresivamente autónoma del sentido de la obra.",
        "▪ Relación entre las obras leídas y otras manifestaciones artísticas y culturales del contorno gallego.",
        "▪ Comprensión, memorización y recitado de poemas con el ritmo, entonación y dicción adecuados.",
        "▪ Creación de textos literarios de manera libre, en gallego y con progresiva complejidad (léxico, estructuras, sentido estético) y a partir de la apropiación y explotación de los modelos dados.",
        "▪ Identificación de recursos literarios.",
        "▪ Reconocimiento y elaboración guiada de textos literarios en prosa o en verso (cuentos, leyendas, poemas, adivinanzas, canciones y teatro), valorando el sentido estético y la creatividad. Distinción entre los diferentes subgéneros. Conocimiento de leyendas gallegas y de su entorno.",
        "Bloque 6. Reflexión sobre la lengua y sus usos en el marco de propuestas de producción y comprensión de textos orales, escritos o multimodales",
        "▪ Identificación de las similitudes y diferencias entre las lenguas de su ámbito escolar y social para conseguir una competencia comunicativa integrada y progresar en su aprendizaje.",
        "▪ Modalidades oracionales en relación con la intención comunicativa.",
        "▪ Estrategias para la construcción guiada de conclusiones propias sobre el sistema lingüístico a través de observación, transformación de enunciados (sustitución, inserción, supresión, cambio de orden, manipulación), planteamiento y comprobación de hipótesis y contrastes con el castellano y con otras lenguas.Estrategias para el establecimiento de generalizaciones sobre aspectos lingüísticos elementales en la estructura del gallego, prestándole especial atención al valor expresivo de los determinantes y a las relaciones fundamentales entre los esquemas semántico y sintáctico de la oración simple, a partir de metalenguaje específico elemental.",
        "▪ Aproximación a la lengua como sistema con distintos niveles: sonidos, letras, palabras, oraciones y textos. Observación y comparación de unidades comunicativas básicas.",
        "▪ Mecanismos de coherencia y cohesión elementales, con especial atención a las sustituciones pronominales como mecanismo gramatical de referencia interna y a la correlación temporal establecida mediante los distintos tiempos verbales.",
        "▪ Mecanismos léxicos elementales para la adquisición de vocabulario a través de la formación de palabras y enunciados.",
        "▪ Estrategias de revisión y modificación de textos para mejorar su comprensión a través del uso de recursos lingüísticos apropiados.",
        "▪ Estrategias elementales para el uso autónomo de diccionarios, en distintos soportes.",
        "▪ Estrategias de observación y planteamiento de generalizaciones sobre la acentuación.",
        "▪ Los signos de puntuación como mecanismos para organizar el texto escrito y para expresar la intención comunicativa.",
        "▪ Reconocimiento de las distintas clases de palabras y características de su uso en situaciones concretas de comunicación (sustantivo, verbo, adjetivo, preposición, adverbio, pronombres y artículos) y utilización de las reglas ortográficas y de puntuación.",
        "▪ Procedimientos elementales de adquisición y enriquecimiento de vocabulario gallego a través de los textos."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Mostrar interés y respeto por las distintas lenguas y variedades dialectales, incluidas las lenguas de signos, identificando las características fundamentales de las de su entorno geográfico, así como algunos rasgos de los dialectos y lenguas familiares del alumnado. OBJ1",
        "CE1.2. Detectar de forma autónoma y en contextos próximos, prejuicios y estereotipos lingüísticos frecuentes, ofreciendo alternativas y valorando la pluralidad lingüística del mundo, particularmente la dualidad lingüística gallego-castellano, como una fuente de riqueza cultural, especialmente en comunidades bilingües como la gallega. OBJ1",
        "CE1.3. Identificar las distintas lenguas empleadas en su entorno, valorando la diversidad cultural próxima. OBJ1",
        "CE1.4. Reconocer y rechazar los usos lingüísticos discriminatorios y los abusos de poder a través de la palabra identificados mediante la reflexión grupal sobre distintos aspectos, verbales y no verbales, que rigen la comunicación, teniendo en cuenta una consideración social equilibrada de las dos lenguas. OBJ10",
        "CE1.5. Usar un lenguaje no discriminatorio y respetuosa con las diferencias personales, culturales e idiomáticas, y con la perspectiva de género. OBJ10",
        "CE2.1. Comprender el sentido de textos orales y multimodales sencillos, reconociendo el tema, las ideas principales y los mensajes explícitos e implícitos, valorando su contenido y los elementos no verbales y formales básicos. OBJ2",
        "CE2.2. Utilizar de manera efectiva el lenguaje oral: escuchar con atención, recoger datos, preguntar, repreguntar, interpretar y un vocabulario adecuado al nivel. OBJ3",
        "CE2.3. Producir textos orales y multimodales de manera autónoma, coherente y fluida, en contextos formales sencillos y utilizando correctamente recursos verbales y no verbales básicos. OBJ3",
        "CE2.4. Participar en interacciones orales espontáneas o reguladas, incorporando estrategias sencillas de escucha activa, de cortesía lingüística y de cooperación conversacional, respetando el uso simultáneo de las dos lenguas propias, en su caso. OBJ3",
        "CE2.5. Expresarse oralmente con coherencia para satisfacer necesidades de comunicación en diferentes situaciones, con un vocabulario adecuado a su nivel a partir de las experiencias e interacciones orales próximas. OBJ3",
        "CE2.6. Valorar los medios de comunicación social como instrumento de aprendizaje y de acceso a informaciones y experiencias de otras personas. OBJ6",
        "CE2.7. Rechazar los usos lingüísticos discriminatorios y la discriminación por el uso de la lengua gallega, y los abusos de poder a través de la palabra identificados mediante la reflexión grupal acompañada sobre distintos aspectos, verbales y no verbales, que rigen la comunicación, teniendo en cuenta una perspectiva de género. OBJ10",
        "CE2.8. Movilizar, con la planificación y acompañamiento necesarios, estrategias básicas para la escucha activa, la comunicación asertiva y la deliberación argumentada, progresando en la gestión dialogada de conflictos, proponiendo soluciones creativas. OBJ10",
        "CE3.1. Leer de manera silenciosa y en voz alta textos escritos y multimodales sencillos, identificando y comprendiendo el sentido global y la información relevante, y realizando inferencias directas de manera acompañada a partir de estrategias básicas de comprensión antes, durante y después de la lectura, superando la interpretación literal. OBJ4",
        "CE3.2. Comprender distintos tipos de textos en lengua gallega, valorando la lectura como medio para ampliar el vocabulario y como disfrute personal. OBJ4",
        "CE3.3. Utilizar estrategias para la comprensión de textos de diversa índole en lengua gallega, identificando palabras clave y anticipando hipótesis. OBJ4",
        "CE3.4. Analizar, de manera autónoma el contenido y aspectos formal y no formales elementales de textos escritos y multimodales, valorando su contenido, estructura, calidad, fiabilidad e idoneidad en función del propósito de lectura. OBJ4",
        "CE3.5. Adquirir la eficacia lectora mediante una planificación sistemática de mejora y el gusto por la lectura. OBJ4",
        "CE3.6. Producir textos escritos y multimodales coherentes y adecuados de relativa complejidad, en distintos soportes, seleccionando el modelo discursivo que mejor responda a cada situación comunicativa, progresando en la aplicación de las normas gramaticales y ortográficas básicas al servicio de la cohesión textual y movilizando estrategias, individuales o grupales, de planificación, textualización, revisión y edición. OBJ5",
        "CE3.7. Elaborar textos escritos y multimodales coherentes, en distintos soportes, integrando recursos gráficos o paratextuales que faciliten la comprensión del sentido global y de la información relevante. OBJ5",
        "CE3.8.Utilizar las bibliotecas de aula y de centro y las virtuales, cada vez con más autonomía, comprendiendo cómo se organizan y colaborando en su cuidado y mejora e interesarse por mantener y ampliar una biblioteca propia, tanto física como virtual, con textos variados de la literatura gallega. OBJ6",
        "CE3.9. Conseguir las destrezas y competencias lingüísticas a través del uso de la lengua escrita. OBJ9",
        "CE3.10. Construir, a través del lenguaje, un pensamiento crítico para evitar discriminaciones y perjuicios. OBJ10",
        "CE3.11. Rechazar los usos lingüísticos discriminatorios e identificar los abusos de poder a través de la palabra a partir de la reflexión individual y grupal sobre los aspectos básicos, verbales y no verbales, de la comunicación, teniendo en cuenta una perspectiva de género. OBJ10",
        "CE4.1. Desarrollar un proceso de investigación individual, sobre algún tema de interés, realizado de manera autónoma, que implique la localización, selección y contraste de información de distintas fuentes, incluidas las digitales citándolas y recreándolas mediante la adaptación creativa de modelos dados. OBJ6",
        "CE4.2. Compartir los resultados de un proceso de investigación sencillo, individual o grupal sobre algún tema de interés personal o ecosocial, realizado de manera autónoma ofreciendo información extraída de distintas fuentes, citándolas y recreándolas de manera creativa. OBJ6",
        "CE4.3. Utilizar la biblioteca para localizar un libro determinado con seguridad y autonomía, aplicando las normas de funcionamiento de esta. OBJ6",
        "CE4.4. Adoptar hábitos de uso crítico, seguro, sostenible y saludable en el uso de las tecnologías digitales de la información y de la comunicación para la búsqueda y tratamiento de la información de modo eficiente y responsable. OBJ6",
        "CE4.5. Leer de manera autónoma textos de diversas fuentes, autores y autoras de la literatura gallega, compartiendo la experiencia de la lectura, avanzando en la construcción de su identidad lectora y participando en comunidades lectoras en el ámbito escolar. OBJ7",
        "CE4.6. Compartir oralmente la experiencia de lectura participando, de forma autónoma, en comunidades lectoras de ámbito escolar. OBJ7",
        "CE5.1.Leer de manera autónoma textos de diversos autores y autoras ajustados a sus intereses, haciendo valoraciones personales de las obras literarias de forma guiada para fomentar el gusto por la lectura y avanzar en la construcción de su identidad lectora. OBJ7",
        "CE5.2. Compartir la experiencia de lectura, en soportes diversos, participando en comunidades lectoras en el ámbito escolar o social. OBJ7",
        "CE5.3. Valorar los textos literarios en cualquier lengua y la literatura en general como vehículo de comunicación y como recurso de disfrute personal, utilizando la lectura como fuente de ocio, información y conocimiento cultural. OBJ7",
        "CE5.4. Utilizar, con cierta autonomía, las bibliotecas de aula, de centro y las virtuales, como escenario de actividades literarias compartidas. OBJ7",
        "CE5.5. Incorporar la lectura expresiva y la comprensión e interpretación de textos literarios narrativos, líricos y dramáticos en la práctica escolar. OBJ8",
        "CE5.6. Escuchar y leer textos literarios adecuados a su edad, que recojan diversidad de autores y autoras, especialmente de la literatura gallega, relacionándolos en función de los temas y de aspectos elementales de cada género literario, e interpretándolos, valorándolos y relacionándolos con otras manifestaciones artísticas o culturales de manera progresivamente autónoma. OBJ8",
        "CE5.7. Producir, de manera autónoma, textos sencillos individuales o colectivos con intención literaria, reelaborando con creatividad los modelos dados, en distintos soportes y complementándolos con otros lenguajes artísticos. OBJ8",
        "CE5.8. Reconocer e interpretar algunos recursos del lenguaje literario y diferencias de las principales convenciones formales de los géneros. OBJ8",
        "CE5.9. Conocer los diferentes tipos de textos literarios de la tradición oral, estableciendo diferencias entre ellos y su uso: poemas, canciones, cuentos, refranes y adivinanzas. OBJ8",
        "CE6.1. Comparar aspectos básicos de las lenguas del ámbito escolar y social para conseguir una competencia comunicativa integrada. OBJ1",
        "CE6.2. Producir en gallego textos escritos y multimodales coherentes de relativa complejidad, en distintos soportes, seleccionando el modelo discursivo que mejor responda a cada situación comunicativa, progresando en el uso de las normas gramaticales y ortográficas y movilizando estrategias sencillas, individuales o grupales, de planificación, redacción, revisión y edición. OBJ5",
        "CE6.3. Establecer generalizaciones sobre aspectos básicos del funcionamiento de la lengua gallega de manera progresivamente autónoma, formulando hipótesis y buscando contraejemplos, a partir de la observación, comparación y transformación de palabras, enunciados y textos, en un proceso de producción o comprensión de textos en contextos significativos. OBJ 9",
        "CE6.4. Revisar y mejorar los textos propios y ajenos y subsanar algunos problemas de comprensión lectora, de manera progresivamente autónoma, a partir de la reflexión metalingüística e interlingüística y usando la terminología básica adecuada. OBJ 9",
        "CE6.5. Mejorar los textos propios y ajenos en su comprensión mediante el uso autónomo de diccionarios impresos o digitales. OBJ9",
        "CE6.6. Aplicar los conocimientos sobre las categorías gramaticales y las reglas de ortografía, teniendo en cuenta aspectos diferenciales con el castellano, para favorecer una comunicación más eficaz. OBJ9",
        "CE6.7. Sistematizar la adquisición de vocabulario a través de los textos. OBJ9"
    ]
}