{
    "criteriosEvaluacion": [
        "1.1. Utilizar en la resolución de problemas de Física un método que consta de almenos cuatro etapas básicas: planteamiento, diseño de un plan de acción,ejecución del plan y análisis de resultados.",
        "1.2. Identificar el marco teórico del problema planteado y hacer uso en el resto deetapas de los conocimientos correspondientes.",
        "1.3. Hacer uso de técnicas relacionadas con la generación de conocimiento en elcampo de la Física a lo largo del proceso de la resolución de un problema, talescomo utilizar preguntas de indagación, hacer uso de técnicas argumentativas,elaborar tablas, gráficas y esquemas, o fraccionarlo en varios más simples.",
        "1.4. Realizar experimentos, simulaciones o desarrollos matemáticos adecuadosal problema planteado, para llegar a la resolución del problema.",
        "1.5. Analizar el resultado teniendo en cuenta su coherencia con el contexto delproblema y el marco teórico utilizado, así como sus consecuencias sociales eimplicaciones éticas.",
        "2.1.Proporcionar una explicación a los fenómenos estudiados basada en losconocimientos de la Física adquiridos.",
        "2.2.Utilizar las matemáticas, con el rigor y el nivel de desarrollo adecuado, paraexplicar los fenómenos físicos estudiados",
        "3.1. Interpretar correctamente los mensajes científicos en textos y artículos sobrelos conocimientos de Física involucrados.",
        "3.2. Comunicar conocimientos e ideas sobre Física, utilizando el lenguajematemático y las TIC, de forma rigurosa y efectiva.",
        "3.3. Participar en debates sobre cuestiones científicas apoyándose en opinionesfundamentadas en el razonamiento y la argumentación.",
        "4.1. Utilizar los conocimientos sobre Física , para predecir la evolución y loscambios experimentados ante una perturbación, de los fenómenos físicosestudiados.",
        "4.2. Realizar experimentación para validar teorías en el campo de la Física.Realizar experimentos concretos que sirvan para validar las teorías físicasinvolucradas.",
        "4.3. Programar simulaciones informáticas haciendo uso de las ecuacionesmatemáticas asociadas a las teorías de la Física estudiadas.",
        "5.1. Identificar aplicaciones basadas en las teorías de la Física, en diversosámbitos como sostenibilidad, salud o TIC, así como en otras disciplinas",
        "5.2. Explicar el funcionamiento de las aplicaciones identificadas, haciendo uso delos conocimientos de Física",
        "5.3. Reconocer y valorar el impacto de las aplicaciones de Física en el desarrolloeconómico, social y cultural",
        "6.1. Distinguir entre teoría y sus componentes, como son los principios, leyes ymodelos asociados, en el campo de la Física.",
        "6.2. Relacionar las creencias y pensamientos de la época con la evoluciónhistórica de las teorías de la Física.",
        "6.3. Identificar ideas pseudocientíficas en los medios de comunicación actualesutilizando los conocimientos de Física."
    ],
    "saberes": [
        "Bloque 1: Campo gravitatorioTransversal a todas las competencias específicas.",
        "• Determinación, a través del cálculo vectorial, del campo gravitatorio producido por un",
        "sistema de masasEfectos sobre las variables cinemáticas y dinámicas de objetos",
        "inmersos en el campo.",
        "• Momento angular de un objeto en un campo gravitatorio: cálculo, relación con las",
        "fuerzas centrales y aplicación de su conservación en el estudio de su movimiento.",
        "• Energía mecánica de un objeto sometido a un campo gravitatorio: deducción del tipo de",
        "movimiento que posee, cálculo del trabajo o los balances energéticos existentes en",
        "desplazamientos entre diferentes posiciones, velocidades y tipos de trayectorias.",
        "• Leyes que se verifican en el movimiento planetario y extrapolación al movimiento de",
        "satélites y cuerpos celestes.",
        "Bloque 2: Campo electromagnéticoTransversal a todas las competencias",
        "específicas.",
        "• Campos eléctrico y magnético: tratamiento vectorial, determinación de las variables",
        "cinemáticas y dinámicas de cargas eléctricas libres en presencia de estos campos.",
        "Fenómenos naturales y aplicaciones tecnológicas en los cuales se aprecian estos",
        "efectos.",
        "• Intensidad del campo eléctrico en distribuciones de cargas discretas y continuas:",
        "cálculo e interpretación del flujo de campo eléctrico.",
        "• Energía de una distribución de cargas estáticas: magnitudes que se modifican y que",
        "permanecen constantes como el desplazamiento de cargas libres entre puntos de",
        "diferente potencial eléctrico.",
        "• Camps magnéticos generados por hilos con corriente eléctrica en diferentes",
        "configuraciones geométricas: rectilíneos, espiras, solenoides o torosInteracción con",
        "cargas eléctricas libres presentes a su entorno.",
        "• Líneas de campo eléctrico y magnético producidas por distribuciones de carga",
        "sencillas, imanes e hilos con corriente eléctrica en diferentes configuraciones",
        "geométricas.",
        "• Determinación de variables cinemáticas y dinámicas de las cargas en campos eléctricos",
        "y magnéticos: ley de Lorentz.",
        "• Variación de flujo magnéticoGeneración de la fuerza electromotriz: funcionamiento de",
        "motores, generadores y transformadores a partir de sistemas donde se produce una",
        "variación del flujo magnético",
        "• El campo magnético y su relación con el campo eléctrico.",
        "Bloque 3: Vibraciones y ondasTransversal a todas las competencias",
        "específicas.",
        "Movimientos oscilatorios",
        "• Determinación de las variables cinemáticas de un movimiento oscilatorio.",
        "• La conservación de la energía mecánica.",
        "• Análisis de gráficas de oscilación",
        "• El movimiento armónico simple.",
        "Definición de fenómenos ondulatorios",
        "• ¿Qué es un fenómeno ondulatorio?",
        "• El concepto de onda mecánicaTipo de ondas mecánicas.",
        "• Identificación en la naturaleza y aplicaciones.",
        "• ¿Qué es el sonido? Tratamiento del sonido como fenómeno ondulatorio.",
        "• Cualidades de las ondas sonorasAtenuación y umbral sonoro.",
        "• Contaminación acústica y otras aplicaciones",
        "• Situaciones y contextos naturales en los cuales se ponen de manifiesto diferentes",
        "fenómenos ondulatoriosInterferencias y difracciónAplicacionesCambios en las",
        "propiedades de las ondas en función del desplazamiento del emisor y receptor.",
        "La naturaleza de la luz",
        "• La luz ligada a la visiónLa cámara oscura.",
        "• La descomposición en colores en un prisma.",
        "• La luz como onda electromagnética",
        "• El experimento de la doble rendija.",
        "Espectro electromagnético",
        "• El espectro visible.",
        "• El descubrimiento del infrarrojo: El espectro no visible.",
        "• Características de estas ondas: frecuencia y longitud de onda.",
        "• Diferencias con las ondas mecánicas.",
        "• Esquema del espectro electromagnético, presencia en el entorno tecnológico y",
        "escala comparativa.",
        "Óptica geométrica",
        "Índice de refracción.",
        "Formación de imágenes en medios y objetos con diferente índice de refracciónSistemas",
        "ópticos: lentes, prismas, espejos planos y curvos.",
        "Aplicaciones.",
        "Bloque 4: Física relativista, quántica, nuclear y de partículasTransversal a todas",
        "las competencias específicas.",
        "Introducción a la teoría de la RelatividadRelatividad especial",
        "• Principios fundamentales de la relatividad especial.",
        "• Dilatación del tiempo y contracción de la longitud.",
        "• Equivalencia masa-energíaEnergía y masa relativistas.",
        "• Implicaciones en el cambio de paradigma de la mecánica clásica.",
        "Carácter cuántico de la energía y la materia",
        "• Concepto de cuanto: hipótesis de Max Plank",
        "• Descripción del efecto fotoeléctrico en términos de paquetes de energíaEl concepto de",
        "fotón.",
        "• Hipótesis de De Broglie.",
        "• Controversias históricas originadas por la naturaleza de la materia y la energía,",
        "derivadas de la dualidad onda-corpúsculo en la luz.",
        "• El principio de incertidumbre formulado para el tiempo y la energía.",
        "• Papel de la física cuántica en aplicaciones como el láser, resonancias magnéticas o",
        "nanotecnología.",
        "Física de partículas y nuclear",
        "• La radiactividad natural y otros procesos nucleares.",
        "• Núcleos atómicos y estabilidad de isótopos.",
        "• Modelo estándar de la física de partículas.",
        "• Aceleradores de partículas.",
        "• Clasificación de las partículas elementales.",
        "• Interacciones fundamentales como intercambio de partículas (bosones).",
        "• Fisión y fusión nuclear",
        "• Otras aplicaciones en los campos de la ingeniería, la tecnología y la salud."
    ]
}
