{ 
  "saberes": [
    "A. Percepción, apreciación estética y análisis",
    "1. Técnicas gráficoplásticas.",
    "Efectos del gesto y del instrumento: herramientas, medios y soportes. Cualidades plásticas y efectos visuales.*",
    "Arte del reciclaje. Productos ecológicos, sostenibles e innovadores en la práctica artística. Arte y naturaleza.",
    "Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. Gestión responsable de los residuos.",
    "2. Diseño y publicidad. Elementos y principios básicos del lenguaje visual y de la percepción. Color y composición.*",
    "Campos y ramas del diseño: gráfico, de producto, moda, interiores, escenografía. Iniciación al diseño inclusivo.",
    "Publicidad recursos formales, lingüísticos y persuasivos. Publicidad subliminal. Estereotipos y sociedad de consumo. Consumo responsable.",
    "3. Fotografía. lenguaje audiovisual y multimedia.",
    "Narrativa de la imagen fija: encuadre y planificación, puntos de vista y angulación.*",
    "La imagen secuenciada.",
    "Fotografía analógica: cámara oscura. Fotografía sin cámara (fotogramas).",
    "Fotografía digital. Fotografía expresiva.",
    "Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. Gestión responsable de los residuos.",
    "Narrativa audiovisual: fotograma, secuencia, escena, toma, plano y montaje.*",
    "B. Creación e interpretación.",
    "1. Técnicas gráficoplásticas.",
    "Técnicas de dibujo, ilustración y pintura: técnicas secas y húmedas.*",
    "Técnicas mixtas y alternativas de las vanguardias artísticas. Posibilidades expresivas y contexto histórico.",
    "Técnicas de estampación: Monotipia plana.",
    "Procedimientos directos, aditivos, sustractivos y mixtos.",
    "Grafiti y pintura mural.",
    "Técnicas básicas de modelado de volúmenes.*",
    "2. Diseño y publicidad Proceso de creación. Realización y seguimiento: boceto, guion o proyecto, presentación final, evaluación (autorreflexión, autoevaluación y evaluación colectiva) y difusión.*",
    "Distintos medios de difusión: radio, televisión, redes sociales, plataformas de servicios digitales, páginas web, vallas publicitarias, …",
    "3. Fotografía. lenguaje audiovisual y multimedia.",
    "Técnicas fotográficas experimentales: cianotipia o antotipia",
    "Técnicas de fotografía analógica: cámara oscura.",
    "Técnicas de fotografía digital. Fotografía expresiva.",
    "Fotomontaje digital y tradicional.",
    "Guion y storyboard.*",
    "Técnicas básicas de animación.",
    "Proyectos de vídeoarte",
    "C. Generales.",
    "Profesiones vinculadas con los ámbitos plásticos, visuales y audiovisuales.",
    "Respeto por la diversidad.",
    "Asumir el error como forma de aprendizaje/ idea del fracaso como forma de aprendizaje.",
    "El esfuerzo como método, camino para lograr metas, objetivos…",
    "Respeto por la diversidad.",
    "Asumir roles de forma colaborativa.",
    "Aceptación y comprensión de la existencia de roles diversos que hay que conocer, respetar y valorar,",
    "Actitud abierta.",
    "Asumir el error como forma de aprendizaje.",
    "Esfuerzo como método/camino para lograr metas, objetivos…",
    "Autoconfianza.",
    "Autocrítica.",
    "Curiosidad. ",
    "Iniciativa.",
    "Sensibilidad.",
    "Pensamiento crítico.",
    "Perspectiva de género y ruptura de estereotipos. Conocimiento, valoración, promoción de la vocación profesional.",
    "Normas de comportamiento y actitud positiva en la recepción y creación de propuestas graficoplásticas, diseño y publicidad y fotografía. lenguaje audiovisual y multimedia, en diferentes espacios culturales y artísticos, teniendo en cuenta las normas de netiqueta.*",
    "Lenguaje y vocabulario específico vinculado al ámbito gráficoplástico, al diseño y publicidad, a la fotografía y al lenguaje audiovisual y multimedia. Conocimiento y uso. "
  ],
  "criteriosEvaluacion": [
    "1.1. Destacar los puntos en común entre diversas expresiones artísticas, con pensamiento crítico, comprendiendo las interrelaciones e influencias compartidas, e identificando las intencionalidades de sus mensajes sin prejuicios, utilizando el vocabulario específico.",
    "1.2. Apreciar el arte como una forma de conocimiento y comprensión del mundo, reflexionando con iniciativa y curiosidad sobre los aspectos esenciales de distintas manifestaciones culturales y artísticas y la función que cumplen en la sociedad, así como la importancia de su conservación.",
    "2.1. Explorar, con interés, diferentes producciones, propias y ajenas, descubriendo las respuestas alternativas que ofrecen y comprendiendo las múltiples posibilidades de resolución que los lenguajes artísticos ofrecen, ampliando el propio imaginario.",
    "2.2. Analizar y explicar los lenguajes y elementos técnicos de diferentes propuestas artísticas, propias y ajenas, comprobando si se rigen por el uso de unas reglas y códigos propios y valorando de forma abierta la posible flexibilidad de esas normas.",
    "3.1. Proyectar una producción artística gráficoplástica y/o audiovisual de forma creativa, identificando las herramientas, medios y soportes necesarios, justificando razonadamente su elección y siendo perseverantes en la búsqueda de la innovación en su uso.",
    "3.2. Elaborar con creatividad propuestas artísticas gráficoplásticas y/o audiovisuales con una intención expresiva y comunicativa personal, incorporando en su ejecución tanto la planificación como la espontaneidad, desarrollando la autocrítica.",
    "3.3. Reconocer la práctica artística como medio para manifestar su singularidad, afianzar el conocimiento de sí mismo y generar autoconfianza, a través de la experimentación y la innovación en el proceso gráficoplástico y audiovisual, con actitud abierta.",
    "4.1. Planificar una producción artística gráficoplástica y/o audiovisual, colectiva, identificando las herramientas y medios necesarios, asumiendo diferentes roles de forma colaborativa, a través de un enfoque coeducativo basado en la igualdad y el respeto a la diversidad.",
    "4.2. Realizar una producción gráfico plástica y/o audiovisual, colectiva, utilizando de forma creativa, los medios y técnicas propias y buscando un resultado final ajustado a sus intenciones expresivas, siguiendo la planificación prevista, con criterios de sostenibilidad.",
    "4.3. Exponer el resultado final de la creación de un producto artístico, compartiendo el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y una valoración positiva de los logros alcanzados."
  ]
}
