{
    "saberes": [
        "1.1. Bloque 1: Persona",
        "- El bienestar físico y emocional ",
        "    o Autoconcepto y autoestima",
        "    o Emociones y sentimientos  ",
        "    o Educación afectiva y sexual ",
        "- La diversidad",
        "    o Diversidad familiar, sexual y de género ",
        "    o Diversidad social y cultural ",
        "- La igualdad entre mujeres y hombres ",
        "    o Sexismo y estereotipos de género ",
        "    o Prevención del abuso sexual y la violencia machista ",
        "    o Mujeres y ámbitos de conocimiento ",
        "    o Lenguaje igualitario ",
        "1.2. Bloque 2: Paz",
        "- La resolución de conflictos  ",
        "    o Estrategias para abordar los conflictos de manera positiva: “provención”",
        "    o Conflicto como oportunidad para la resiliencia, asertividad y creatividad",
        "    o Maltrato, acoso y exclusión",
        "    o Cultura de la paz y la no violencia",
        "    o Conductas adictivas",
        "- Los deberes y los derechos de las personas ",
        "    o Normas de convivencia de las esferas escolar, familiar y social",
        "    o Marco ético para el uso de dispositivos, aplicaciones, herramientas informáticas y redes sociales",
        "    o Principios básicos   de   la   Declaración   Universal   de   los   Derechos Humanos ",
        "    o Convención sobre los Derechos de la Infancia ",
        "    o Valores democráticos ",
        "1.3. Bloque 3: Prosperidad",
        "- Agenda 2030 y Objetivos de Desarrollo Sostenible",
        "    o Hambre y pobreza",
        "    o Explotación infantil",
        "- La desigualdad",
        "    o Por razón de género, origen, creencia y cultura ",
        "    o Estereotipos y prejuicios",
        "    o Conductas solidarias y altruistas",
        "1.4. Bloque 4: Planeta",
        "- Agenda 2030 y Objetivos de Desarrollo Sostenible",
        "    o Impacto del ser humano en el planeta",
        "    o Límites del planeta y cambio climático",
        "    o Empatía, cuidado y respeto de los seres vivos y el medio natural",
        "    o Acciones cotidianas, activismo y emprendimiento escolar",
        "1.5. Bloque 5: Participación",
        "- Habilidades",
        "    o Diálogo y debate",
        "    o Pensamiento crítico y creativo ",
        "    o Trabajo en equipo ",
        "- Ámbitos",
        "    o Procesos participativos en los ámbitos escolar y local",
        "    o Activismo en las esferas escolar y local "
    ],
    "criteriosEvaluacion": [
        "1.1. Participar en debates y diálogos respetando el turno de palabra con escucha activa, dialogando de manera asertiva y utilizando un lenguaje inclusivo e igualitario.",
        "1.2. Llegar a acuerdos integrando los planteamientos y las intervenciones del resto de participantes mediante el diálogo colectivo.",
        "1.3. Utilizar adecuadamente los conceptos trabajados en la materia de manera oral y escrita.",
        "2.1. Valorar y respetar las diferencias culturales, especialmente en las situaciones de conflicto durante el uso de las redes sociales y la elaboración de las normas de clase y en los espacios comunes del centro.",
        "2.2. Respetar la imagen, la dignidad y los derechos de las otras personas en el uso de la comunicación digital.",
        "3.1. Intervenir de manera proactiva en los procesos participativos del aula y del centro.",
        "3.2. Analizar las causas de los incumplimientos de las normas elaboradas y proponer medidas reparadoras.",
        "3.3. Identificar y describir los agentes y los procesos que han intervenido en la concreción de las normas de convivencia del centro y otros contextos educativos como, por ejemplo, el comedor y el transporte escolar.",
        "4.1. Describir su aspecto físico y las características que definen su estilo personal expresando una imagen positiva y meditada.",
        "4.2. Identificar señales de desigualdad de género, sexismo y machismo en materiales didácticos, lenguaje, anuncios publicitarios, videojuegos, producciones audiovisuales y redes sociales.",
        "4.3. Identificar y explicar las repercusiones de los estereotipos discriminatorios en la convivencia de las personas.",
        "5.1. Buscar, seleccionar y exponer información de fuentes fiables referida a los valores democráticos en el entorno próximo.",
        "5.2. Participar en el debate sobre los beneficios de los valores democráticos en el entorno más próximo con aportaciones razonadas.",
        "6.1. Detectar situaciones injustas en el entorno próximo, las redes sociales y los medios de comunicación.",
        "6.2. Planificar y participar en acciones transformadoras de las situaciones de injusticia en el entorno próximo basadas en el respeto a los derechos humanos.",
        "7.1. Identificar los principales problemas del planeta y relacionarlos con alguno de los Objetivos de Desarrollo Sostenible.",
        "7.2. Identificar y evaluar el impacto de las propias acciones en las esferas escolar, familiar y local en relación con la sostenibilidad ecológica.",
        "7.3. Idear y planificar en equipo acciones innovadoras encaminadas al cuidado y la protección de las personas, los animales y el entorno próximo."
    ]
}