{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer y describir los diferentes parámetros y elementos musicales de una obra, aplicando estrategias de escucha activa y utilizando un vocabulario específico adecuado.",
        "Criterio 1.2. Describir las sensaciones que genera la música y su posible vinculación con las características de la obra, reflexionando sobre aspectos subjetivos inherentes a la escucha musical.",
        "Criterio 1.3. Extraer de las audiciones patrones musicales (rítmicos melódicos o armónicos) que pueden ser aplicados en procesos de interpretación o de creación.",
        "Competencia específica 2.",
        "Criterio 2.1. Describir las principales características de los elementos musicales (melodía, ritmo, armonía, timbre, etc.) presentes en partituras con grafía convencional y no convencional de obras de distintos estilos y épocas, identificando y analizando sus elementos.   ",
        "Criterio 2.2. Comparar la representación de los elementos musicales en partituras con diferente grafía, reflexionando sobre los factores que inciden en la evolución de la notación musical. ",
        "Criterio 2.3. Comparar la representación de los elementos musicales en partituras con diferente grafía, reflexionando sobre su adecuación a los distintos contextos o estilos musicales.",
        "Competencia específica 3.",
        "Criterio 3.1. Leer, con autonomía, partituras sencillas, con o sin apoyo de la audición.",
        "Criterio 3.2. Interpretar fragmentos musicales sencillos, de forma individual o colectiva, a través de la voz, del cuerpo o de instrumentos musicales, atendiendo a las indicaciones de la partitura.",
        "Criterio 3.3. Desarrollar habilidades técnicas para la interpretación vocal, instrumental y coreográfica, individual o grupal, utilizando los ensayos como espacios de escucha y de aprendizaje, aplicando estrategias de memorización musical y trabajo colaborativo y mostrando iniciativa y liderazgo en los procesos creativos e interpretativos.",
        "Criterio 3.4. Generar ideas musicales o coreográficas sencillas, utilizando diferentes instrumentos, la voz o el cuerpo, en improvisaciones libres o dirigidas.",
        "Competencia específica 4.",
        "Criterio 4.1. Planificar y desarrollar proyectos musicales colaborativos, seleccionando materiales musicales trabajados o creando otros nuevos a partir de la aplicación de los aprendizajes propios de la materia.  ",
        "Criterio 4.2. Asumir diferentes funciones en la planificación y desarrollo de proyectos musicales colaborativos, participando activamente en su ejecución, valorando las aportaciones del resto de integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional.",
        "Competencia específica 5.",
        "Criterio 5.1. Desarrollar proyectos musicales poniendo en práctica los aprendizajes adquiridos y utilizando herramientas de edición de partituras, de procesamiento del sonido y de producción audiovisual, así como potenciando la creatividad de forma abierta y colaborativa.",
        "Criterio 5.2. Difundir producciones musicales y audiovisuales a través de plataformas digitales, utilizando entornos seguros y respetando la propiedad intelectual y los derechos de autor."
        
        
    ],
    "saberes": [
        "Bloque A. Lenguaje musical.",
        "A.1. Elementos del lenguaje musical.",
        "A.1.1. Representación musical de los parámetros del sonido.",
        "A.1.2. La melodía: interpretación, entonación y reconocimiento auditivo de intervalos y tipos de escalas. La modalidad.",
        "A.1.3. El ritmo: compases; interpretación de ritmos irregulares y libres; polirritmias y polimetrías, grupos de valoración especial. ",
        "A.1.4. La armonía: el fenómeno físico armónico; círculo de quintas; armonía moderna; principales funciones armónicas en la tonalidad; acordes; enlaces y cadencias; modulaciones y progresiones tonales.",
        "A.1.5. La forma musical: unidades estructurales; formas simples y complejas.",
        "A.2. Interpretación, improvisación y creación escénica.",
        "A.2.1. Elementos expresivos de la música: dinámica, agógica y articulación.",
        "A.2.2. Los elementos musicales en la tradición musical occidental, en el folclore y en las músicas populares urbanas.",
        "A.2.3. Notación convencional (grafía tradicional) y notación no convencional (introducción a la notación de la música contemporánea). ",
        "A.2.4. La interpretación: técnicas vocales, instrumentales y corporales, técnicas de estudio y de control de emociones. La improvisación.",
        "A.2.5. Normas de comportamiento en la recepción y participación en actividades musicales.",
        "Bloque B. Práctica musical.",
        "B.1. Técnica.",
        "B.1.1. Estrategias de escucha o visionado de obras o fragmentos musicales.",
        "B.1.2. Técnicas de realización escrita o interpretativa de dictados sencillos a una voz.",
        "B.1.3. Técnicas de interpretación a través de la voz, del cuerpo o de instrumentos musicales, con o sin acompañamiento.",
        "B.1.4. Lectura, interiorización y memorización de estructuras musicales sencillas. ",
        "B.1.5. Práctica auditiva o interpretativa de estructuras tonales y modales.",
        "B.1.6. Estrategias y técnicas de improvisación sobre esquemas rítmicomelódicos y armónicos establecidos o libres adaptados al nivel.",
        "B.2. Medios de comunicación y tecnologías.",
        "B.2.1. Técnicas y aplicaciones informáticas de edición y producción sonora, musical y audiovisual. ",
        "B.2.2. Funcionalidades propias de las aplicaciones y programas informáticos de licencia libre.",
        "B.2.3. Difusión musical: protección de datos, propiedad intelectual y derechos de autoría.",
        "B.2.4. La música como forma de expresión. "
    ]
}
