{
  "saberes": [
    "A. Proyecto científico. ",
    "– Iniciación y características básicas de la metodología científica. ",
    "– Formulación de preguntas, hipótesis y conjeturas científicas básicas y adecuadas a la edad del alumnado.  ",
    "– Estrategias de utilización de herramientas digitales básicas para la búsqueda de información, la colaboración y la comunicación de resultados e ideas en diferentes formatos (presentación, gráfica, vídeo, póster, informe, etc.).  ",
    "– Realización de pequeños trabajos experimentales sencillos y de forma guiada para responder a una cuestión científica determinada utilizando instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada a su edad. ",
    "Obtención y selección de información a partir de datos experimentales. ",
    "– Uso de modelos básicos para la representación y comprensión de procesos o elementos de la naturaleza.  ",
    "– Introducción a los métodos de observación y de toma de datos de fenómenos naturales.  ",
    "– La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social.. ",
    "B. Geología. ",
    "− Conceptos de roca y mineral: características y propiedades.  ",
    "− Estrategias de clasificación de las rocas: sedimentarias, metamórficas e ígneas. El ciclo de las rocas.  ",
    "− Rocas y minerales relevantes o del entorno: identificación.  ",
    "Identificación mediante claves de rocas y minerales, a partir de sus propiedades, utilizando diversos instrumentos (navaja, lima, ácido, balanza, lupa, etc.). ",
    "− Análisis de la estructura básica de la geosfera. ",
    "La geosfera. Estructura y composición de corteza, manto y núcleo. ",
    "C. La célula.  ",
    "− La célula como unidad estructural y funcional de los seres vivos.  ",
    "Reconocimiento de que los seres vivos están constituidos por células y determinar las características que los diferencian de la materia inerte. ",
    "Establecimiento comparativo de analogías y diferencias entre célula procariota y eucariota, y entre célula animal y vegetal. ",
    "− Estudio y reconocimiento de la célula procariota y sus partes.  ",
    "− Estudio y reconocimiento de la célula eucariota animal y sus partes.  ",
    "− Estudio y reconocimiento de la célula eucariota vegetal y sus partes.  ",
    "− Estrategias y destrezas de observación y comparación de muestras microscópicas.  ",
    "Observación, y descripción de seres unicelulares y células vegetales y animales, mediante preparaciones, utilizando el microscopio óptico. ",
    "D. Seres vivos. ",
    "− Los seres vivos: diferenciación y clasificación en los principales reinos: arqueas, bacterias, protoctista, fungi, vegetal y animal.  ",
    "− Descripción de las funciones comunes a todos los seres vivos, diferenciando entre nutrición autótrofa y heterótrofa. ",
    "Reconocimiento del papel de las plantas y el proceso de la nutrición autótrofa, relacionándolo con su importancia para el conjunto de todos los seres vivos. ",
    "− Animales vertebrados e invertebrados. Clasificación y características. ",
    "− Observación de especies representativas del entorno.  ",
    "Identificación de ejemplares de plantas y animales del entorno o de interés especial por ser especies en peligro de extinción o endémicas. ",
    "− Identificación de las características distintivas de los principales grupos de seres vivos.  ",
    "Aplicación de criterios de clasificación de los seres vivos, relacionando los animales y plantas más comunes con su grupo taxonómico. ",
    "Discriminación de las características generales y singulares de cada grupo taxonómico. ",
    "− Estrategias de reconocimiento de las especies más comunes de los ecosistemas del entorno (guías, claves dicotómicas, herramientas digitales, visu, etc.).  ",
    "Identificación de los principales grupos taxonómicos a los que pertenecen animales y plantas. ",
    "− Los animales como seres que sienten: semejanzas y diferencias con los seres no sienten. ",
    "E. Ecología y sostenibilidad. ",
    "− Análisis de los ecosistemas del entorno y reconocimiento de sus elementos integrantes, así como los tipos de relaciones intraespecíficas e interespecíficas.  ",
    "Componentes abióticos y bióticos en los ecosistemas. ",
    "Ecosistemas terrestres y acuáticos. ",
    "− Reconocimiento de la importancia de la conservación de los ecosistemas, la biodiversidad y la implantación de un modelo de desarrollo sostenible.  ",
    "Acciones que favorecen la conservación del medio ambiente. ",
    "− Análisis de las funciones de la atmósfera y la hidrosfera y su papel esencial para la vida en la Tierra.  Composición, características y contaminación de la atmósfera. Principales contaminantes. Efecto invernadero. La hidrosfera. Agua dulce y salada, importancia para los seres vivos. Contaminación de la hidrosfera. ",
    "− Descripción de las interacciones entre atmósfera, hidrosfera, geosfera y biosfera, su papel en la edafogénesis y en el modelado del relieve y su importancia para la vida. Las funciones del suelo. ",
    "El suelo como resultado de la interacción entre los componentes bióticos y  abióticos y como recurso no renovable.  ",
    "− Análisis de las causas del cambio climático y de sus consecuencias sobre los ecosistemas.  ",
    "− Interpretación y relación de los principales contaminantes con los problemas causados y con su origen. ",
    "− Valoración de la importancia de los hábitos sostenibles (consumo responsable, prevención y gestión de residuos, respeto al medio ambiente, etc.).  ",
    "Pautas y hábitos que contribuyen a paliar los problemas ambientales. ",
    "− La relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud). ",
    "F. Hábitos saludables. ",
    "− Identificación de los elementos y características propios de una dieta saludable y análisis de su importancia.  ",
    "Dietas equilibradas. Los nutrientes y los alimentos. ",
    "Trastornos de la conducta alimentaria. Influencias externas sobre los conceptos de salud e imagen corporal.  ",
    "− Educación afectivo-sexual, de una manera adecuada a la edad del alumno, promoviendo las relaciones de buen trato, desde la perspectiva de la igualdad entre personas valorando la importancia del respeto hacia la libertad y la diversidad sexual. ",
    "− Análisis sobre las drogas legales e ilegales: sus efectos perjudiciales sobre la salud de los consumidores y de quienes están en su entorno próximo.  ",
    "Situaciones de riesgo y efectos nocivos para la salud relacionadas con el consumo de sustancias tóxicas y estimulantes como tabaco, alcohol, drogas, etc. Medidas de prevención y control. ",
    "− Valoración del desarrollo de hábitos saludables y su importancia en la conservación de la salud física, mental y social (alimentación saludable, reducción del sedentarismo, higiene del sueño, hábitos posturales, uso responsable de las nuevas tecnologías, actividad física, cuidado y corresponsabilidad, etc…).  "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1 Analizar de forma sencilla, conceptos y procesos biológicos y geológicos, interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web, etc.).  ",
    "1.2 Transmitir de forma comprensible información relacionada con los contenidos de la materia de Biología y Geología, utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales, etc.). ",
    "Competencia específica 2. ",
    "2.1. Resolver cuestiones relacionadas con los contenidos de la materia de Biología y Geología mediante el uso de fuentes diversas, científicas y veraces. ",
    "2.2. Localizar y seleccionar información y citar correctamente las fuentes consultadas. ",
    "2.3. Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella con independencia de su etnia, sexo o cultura, reconociendo el papel de las mujeres científicas y entendiendo la investigación como una labor interdisciplinar en constante evolución. ",
    "Competencia específica 3. ",
    "3.1. Plantear preguntas e hipótesis sobre fenómenos biológicos o geológicos que puedan ser respondidas o contrastadas utilizando métodos científicos.  ",
    "3.2. Realizar un trabajo experimental sencillo y de forma guiada y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas a su edad con corrección. ",
    "3.3. Interpretar los resultados obtenidos en los trabajos experimentales y proyectos de investigación.  ",
    "3.4. Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea. ",
    "Competencia específica 4. ",
    "4.1. Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e informaciones aportadas o recursos digitales. ",
    "4.2. Analizar la solución a un problema sobre fenómenos biológicos y geológicos. ",
    "Competencia específica 5. ",
    "5.1. Relacionar con fundamentos científicos la preservación de la biodiversidad, la conservación del medio ambiente, la protección de los seres vivos del entorno, el desarrollo sostenible y la calidad de vida.  ",
    "5.2. Entender y adoptar hábitos sostenibles analizando las actividades propias y ajenas, a partir de los propios razonamientos y de la información adquirida. ",
    "5.3. Proponer y adoptar hábitos saludables, analizando las acciones propias y ajenas en el ámbito de la vida personal y en base a los conocimientos adquiridos en la materia. ",
    "Competencia específica 6. ",
    "6.1. Interpretar el paisaje analizando sus elementos y reflexionando sobre los problemas provocados por determinadas acciones humanas. ",
    "6.2. Reconocer las propiedades y características de los minerales y de las rocas, utilizando criterios razonados que permitan diferenciarlos y clasificarlos, y destacar su importancia económica y la gestión sostenible de los mismos. ",
    "6.3. Analizar y predecir los riesgos geológicos naturales y los riesgos geológicos derivados la actividad humana. "

    
  ]
}
