{
    "saberes": [
        "BLOQUE I. Música y danza ",
        "A. Recepción y análisis ",
        "    - Propuestas artísticas de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales, nacionales e internacionales.",
        "    - Recepción y apreciación de obras artísticas.",
        "    - Normas de comportamiento y actitud en la recepción de propuestas artísticas y musicales en diferentes lugares. El silencio como elemento y condición indispensable para el mantenimiento de la atención durante la recepción y la práctica musical.",
        "    - Vocabulario específico de la música y las artes escénicas.",
        "    - Recursos digitales de uso común para la música y las artes escénicas.",
        "    - Análisis de obras artísticas.",
        "B. Creación e interpretación ",
        "    - Fases del proceso creativo: planificación, interpretación, experimentación y evaluación.",
        "    - Profesiones vinculadas con la música y las artes escénicas.",
        "    - Evaluación, respeto, interés y valoración, tanto por el proceso como por el producto final en producciones musicales y escénicas.",
        "    - Uso responsable de bancos de imágenes y sonidos: respeto a las licencias de uso y distribución de contenidos generados por otros. Plagio y derechos de autor.",
        "C. Música y artes escénicas ",
        "    - El sonido y sus cualidades (tono, duración, timbre e intensidad): identificación visual y auditiva, clasificación y representación de diversidad de sonidos y estructuras rítmico-melódicas a través de diferentes grafías.",
        "    - La voz y los instrumentos musicales. Familias (viento, cuerda, percusión y agrupaciones (coros, bandas, orquestas). Clasificación. Identificación visual y auditiva. Instrumentos digitales y no convencionales. Cotidiáfonos.",
        "    - El carácter, el tempo, el compás, los géneros musicales, la textura, la armonía y la forma tras la escucha de obras musicales.",
        "    - Práctica instrumental, vocal y corporal: experimentación, exploración creativa, interpretación, improvisación de piezas vocales e instrumentales de diferente época, estilos y culturas y composición a partir de sus posibilidades sonoras y expresivas de forma individual o en distintos agrupamientos, de acuerdo a su desarrollo evolutivo.",
        "    - Construcción de instrumentos. Práctica instrumental.",
        "    - Lenguajes musicales: conocimiento y aplicación de sus conceptos fundamentales en la interpretación y en la improvisación de propuestas musicales vocales e instrumentales que contengan procedimientos compositivos: repetición, imitación, variación y desarrollo. El silencio en la música como elemento fundamental.",
        "    - Aplicaciones informáticas de grabación, edición de audio y edición de partituras: utilización en la audición, conocimiento, interpretación, grabación, reproducción, improvisación y creación de obras.",
        "    - El cuerpo y sus posibilidades motrices, dramáticas y creativas: interés en la experimentación a través de ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medio de comunicación, expresión, diversión y fomento de la creatividad.",
        "    - Técnicas básicas dramáticas y dancísticas. Nociones elementales. Lenguajes expresivos. Introducción a los métodos interpretativos. Improvisación guiada y creativa.",
        "    - Capacidades expresivas y creativas de la expresión corporal y dramática.",
        "    - Elementos de la representación y creación escénica.",
        "    - Aproximación a los géneros escénicos. Valoración de la importancia de la interpretación dramática en el proceso artístico y del patrimonio cultural vinculado a las artes escénicas.",
        "BLOQUE II. Educación plástica y visual",
        "A. Recepción y análisis",
        "    - Obras artísticas, plásticas, visuales y audiovisuales de diferentes corrientes estéticas, procedencias y épocas producidas por creadores locales, regionales, nacionales e internacionales.",
        "    - Recepción y apreciación de obras artísticas.",
        "    - Normas de comportamiento y actitud en la recepción de propuestas artísticas plásticas, visuales y audiovisuales en diferentes lugares. El silencio como elemento y condición indispensable para el mantenimiento de la atención durante la recepción.",
        "    - Vocabulario específico de las artes plásticas, visuales y las artes audiovisuales.",
        "    - Recursos digitales de uso común para las artes plásticas, visuales y las artes audiovisuales.",
        "    - Estrategias básicas de análisis de obras artísticas.",
        "B. Creación e interpretación",
        "    - El proceso creativo.",
        "    - Profesiones vinculadas con las artes plásticas y visuales y las artes audiovisuales.",
        "    - Evaluación, respeto, interés y valoración tanto por el proceso como por el producto final en producciones plásticas, visuales, audiovisuales.",
        "    - Uso responsable de bancos de imágenes y sonidos: respeto a las licencias de uso y distribución de contenidos generados por otros. Plagio y derechos de autor.",
        "C. Artes plásticas, visuales y audiovisuales",
        "    - Artes visuales. La imagen en el mundo actual: técnicas y estrategias de lectura de los elementos que la componen, análisis e interpretación.",
        "    - Elementos configurativos del lenguaje visual y sus posibilidades expresivas y comunicativas: punto, línea, plano, textura, color.",
        "    - Materiales, instrumentos, soportes y técnicas en la expresión plástica y visual.",
        "    - Medios, soportes y materiales de expresión plástica y visual. Técnicas bidimensionales y tridimensionales en dibujos y modelados incluidos los formatos artísticos contemporáneos.",
        "    - Elementos geométricos fundamentales. Nociones básicas para la creación de obras relacionadas con el dibujo técnico.",
        "    - Técnicas, materiales y recursos informáticos y tecnológicos: su aplicación para la captura, creación, manipulación y difusión de obras plásticas y visuales de manera responsable.",
        "    - Registro y edición de elementos audiovisuales: conceptos, tecnologías, técnicas y recursos elementales y de manejo sencillo.",
        "    - Estrategias y técnicas de composición de historias sencillas audiovisuales de manera individual y grupal, con intención comunicativa y expresiva, para ser recreadas, narradas y grabadas.",
        "    - El cine: origen e historia. Nociones elementales del lenguaje cinematográfico y audiovisual. Visionado de propuestas icónicas, cinematográficas y audiovisuales.",
        "    - Géneros y formatos de producciones audiovisuales. Nociones elementales sobre estilos, géneros y formatos audiovisuales: imagen fija y en movimiento. Ficción y no ficción.",
        "    - Producciones multimodales: realización con diversas herramientas.",
        "    - Características del lenguaje audiovisual multimodal.",
        "    - Las herramientas y las técnicas básicas de animación. El cine de animación como género. Creación, montaje y difusión de una película, sencilla, de animación."
    ],
    "criteriosEvaluacion": [
        "1.1. Distinguir propuestas artísticas de diferentes géneros, estilos, épocas y culturas, mostrando curiosidad y respeto por las mismas.",
        "1.2. Describir manifestaciones culturales y artísticas, explorando sus características, estableciendo relaciones entre ellas y valorando la diversidad que las genera.",
        "1.3. Aproximarse a la lectura, análisis e interpretación del arte en sus situaciones culturales e históricas comprendiendo su significado y función social.",
        "2.1. Seleccionar y aplicar métodos para la búsqueda de información sobre manifestaciones culturales y artísticas, a través de diversos canales y medios de acceso, tanto de forma individual como grupal.",
        "2.2. Comparar el significado y los elementos característicos de distintas manifestaciones culturales y artísticas que forman parte del patrimonio, analizando los canales, medios y técnicas vinculados a ellas, así como sus diferencias y similitudes.",
        "2.3. Valorar las sensaciones y emociones producidas por diferentes manifestaciones culturales y artísticas, a partir del análisis y la comprensión de dichas manifestaciones.",
        "3.1. Producir obras propias básicas, utilizando las posibilidades expresivas del cuerpo, el sonido, la imagen y los medios digitales básicos, mostrando confianza en las capacidades de uno mismo, entre ellas danza, teatro, música, pintura….",
        "3.2. Expresar con creatividad ideas, sentimientos y emociones a través de diversas manifestaciones artísticas, utilizando los diferentes lenguajes e instrumentos a su alcance, mostrando confianza en las propias capacidades y perfeccionando la ejecución.",
        "4.1. Planificar y diseñar producciones culturales y artísticas colectivas, trabajando de forma grupal en la consecución de un resultado final, asumiendo diferentes funciones.",
        "4.2. Participar activamente en el proceso de producciones culturales y artísticas, de forma creativa y respetuosa, utilizando elementos de diferentes lenguajes y técnicas artísticas.",
        "4.3. Compartir los proyectos creativos, comunicándolos a través de diversos medios, explicando el proceso y el resultado final obtenido, y respetando y valorando las experiencias de uno mismo y de los demás.",
        "4.4. Diseñar y elaborar producciones culturales y artísticas de carácter individual, considerado su madurez."
    ]
}