{
  "saberes": [
    "A. Escucha y percepción. ",
    "– Desarrollo de unas normas de comportamiento básicas en la recepción musical promoviendo ",
    "el respeto, mediante la utilización de un adecuado vocabulario referente al estilo, ritmo, ",
    "compás, tímbrica, formas musicales, dinámicas, texturas y cualidades expresivas de la ",
    "música. ",
    "– Obras musicales y dancísticas desde el Medievo hasta la Edad Moderna: análisis, descripción ",
    "y valoración de sus características básicas. Su influencia sobre la música en la Edad ",
    "Contemporánea. ",
    "– Géneros de la música y la danza desde el Medievo hasta la actualidad.  ",
    "– Utilización de recursos para la comprensión de la música escuchada: visualización y análisis ",
    "básico de las obras a través de medios audiovisuales; realización de ostinatos y ritmos ",
    "sencillos con percusión corporal o instrumental; uso de la voz para acompañamientos o ",
    "melodías; musicogramas, partituras sencillas y otras representaciones gráficas para seguir las ",
    "audiciones. ",
    "– Mitos, estereotipos y roles de género trasmitidos a través de la música y la danza a lo largo de ",
    "la Edad Media, la Edad Moderna y la Edad Contemporánea.  ",
    "– Herramientas digitales para la recepción musical. ",
    "– Conciertos, actuaciones musicales y otras manifestaciones artístico-musicales en vivo y ",
    "registradas. ",
    "– Compositores y compositoras, artistas e intérpretes internacionales, nacionales, regionales y ",
    "locales desde la Edad Media hasta la Edad Contemporánea. ",
    "B. Interpretación, improvisación y creación escénica. ",
    "– La partitura: profundización en el conocimiento del lenguaje musical y su práctica. Grafías ",
    "convencionales y no convencionales: conocimiento, identificación y aplicación de grafías, ",
    "lectura y escritura musical como base para la interpretación y la creación.  ",
    "– Herramientas digitales para la creación musical. Elaboración de arreglos utilizando ",
    "herramientas digitales, como secuenciadores y editores de partituras, para el desarrollo de ",
    "materiales audiovisuales en un ambiente colaborativo. ",
    "– Interpretación elemental de un repertorio limitado de piezas vocales, instrumentales o corporal ",
    "individual o grupal de distintos tipos de música del patrimonio musical propio y de otras ",
    "culturas. ",
    "– Proyectos musicales y audiovisuales: empleo de la voz, el cuerpo, los instrumentos ",
    "musicales, los medios y las aplicaciones tecnológicas. ",
    "– Normas de comportamiento y participación en actividades musicales desde un ambiente ",
    "cooperativo y de respeto para la creación musical conjunta. ",
    "– La propiedad intelectual y cultural: planteamientos éticos y responsables del uso de la música. ",
    "Hábitos de consumo musical responsable. ",
    "C. Contextos y culturas. ",
    "– La música y la danza occidental en la Edad Media, la Edad Moderna y la Edad ",
    "Contemporánea: periodos, características, géneros, voces, instrumentos y agrupaciones. ",
    "La música religiosa y profana en el Medievo.  ",
    "La música en el Renacimiento.  ",
    "El barroco musical. ",
    "La música en el Clasicismo. ",
    "La música en el Romanticismo. ",
    "La música en el siglo XX. ",
    "– El sonido y la música en los medios audiovisuales y las tecnologías digitales. "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Identificar los principales rasgos estilísticos de obras musicales y dancísticas de culturas ",
    "desde el Medievo hasta la Edad Contemporánea, evidenciando una actitud de apertura, ",
    "interés y respeto en la escucha o el visionado de las mismas. ",
    "1.2. Explicar, con actitud abierta y respetuosa, las funciones desempeñadas por determinadas ",
    "producciones musicales y dancísticas, relacionándolas con las principales características de ",
    "su situación histórica, social y cultural. ",
    "1.3. Establecer conexiones entre manifestaciones musicales y dancísticas de diferentes culturas a ",
    "lo largo de la Edad Media, Moderna, valorando su influencia sobre la música y la danza de la ",
    "Edad contemporánea y de la actualidad. ",
    "Competencia específica 2. ",
    "2.1. Expresar ideas, sentimientos y emociones en actividades pautadas de improvisación, ",
    "seleccionando las técnicas más adecuadas de entre las que conforman el repertorio personal ",
    "de recursos. ",
    "Competencia específica 3. ",
    "3.1. Leer partituras, identificando los elementos básicos del lenguaje musical, con o sin apoyo de ",
    "la audición. ",
    "3.2. Interpretar con corrección piezas musicales y dancísticas sencillas, individuales y grupales, ",
    "dentro y fuera del aula, gestionando de forma guiada la ansiedad y el miedo escénico, y ",
    "manteniendo la concentración. ",
    "Competencia específica 4. ",
    "4.1. Participar activamente en la planificación y en la ejecución de propuestas artístico- musicales ",
    "colaborativas, valorando las aportaciones del resto de integrantes del grupo y descubriendo ",
    "oportunidades de desarrollo personal, social, académico y profesional. "
    
  ]
}
