{
  "saberes": [
    "Bloque 1. Ciencia e información científica",
    "– Métodos de trabajo: Método científico.",
    "Detección de un problema-observación. Reproducibilidad de la observación.",
    "Hipótesis. Planteamiento de posibles explicaciones de las observaciones y su relación causa-efecto. Deducción de las consecuencias de la hipótesis y predicciones que se pueden deducir de la hipótesis: falsabilidad.",
    "Experimentación. Control de variables. Registro y Análisis de datos.",
    "Análisis de Resultados: demostración o refutación de las hipótesis y establecimiento de conclusiones",
    "Comunicación de resultados. El debate como medio de intercambio de información y de argumentación de opiniones personales.",
    "– Ciencia vs Pseudociencias. Auge o declive de las pseudociencias.",
    "Bloque 2. Astronomía, explorando el Universo Estructura del Universo. Génesis de las estrellas. Sistema solar. Exoplanetas.",
    "Métodos de observación del Universo. Telescopios, satélites y otros instrumentos de observación.",
    "Astronomía y pseudociencias.",
    "El cielo de Euskal Herria y planisferio. Viajes espaciales y basura espacial.",
    "Bloque 3. Salud, avances científicos.",
    "La alimentación y la salud. Alimentos funcionales. Dieta",
    "Vacunas y pandemias.",
    "Deporte y salud.",
    "Adicciones: sustancias, nuevas tecnologías, …",
    "Bloque 4. Impacto ambiental, avances tecnológicos.",
    "Agricultura y ganadería sostenibles: impacto, pesticidas, antibióticos, CO2",
    "Energías renovables y energías verdes: impacto ambiental, avances tecnológicos, biocombustibles.",
    "Cambio climático: causas y consecuencias. Futuro del planeta. Responsabilidad ciudadana.",
    "Bloque 5. Género y cultura científica.",
    "Invisibilidad de las científicas y de las inventoras en la historia de la ciencia. Contribución de las grandes científicas y científicos en el desarrollo de las ciencias.",
    "La cultura científica y el papel de científicos y científicas en los principales hitos históricos y actuales de la ciencia para el avance y la mejora de la sociedad."
  ],
  "criteriosEvaluacion": [
    "1.1. Diferenciar informaciones fundamentadas en conocimientos y criterios científicos de aquellas basadas en creencias y opiniones valorando la importancia de tener una alfabetización científica",
    "1.2. Valorar las aportaciones de la ciencia y la tecnología a la mejora de las condiciones de vida, identificando las causas que originaron algunos problemas sociales e identificando la aportación de la ciencia en su solución total o parcial.",
    "1.3. Argumentar y debatir de manera fundamentada sobre diferentes cuestiones científico-tecnológicas, objeto de discusión social y cuestión pública",
    "2.1. Utilizar destrezas en la selección y análisis de la información de carácter científico proveniente de diversas fuentes, sabiendo discriminar aquellas que sean fiables.",
    "2.2. Abordar problemas y/o cuestiones relacionadas con las ciencias buscando, seleccionando y organizando informaciones de contenido científico-tecnológico, de acuerdo a los objetivos de la tarea.",
    "3.1. Emprender iniciativas basadas en la indagación que respondan a problemas del entorno utilizando los recursos dispo-nibles.",
    "3.2. Establecer los elementos esenciales para el diseño, la elaboración y la presentación de un proyecto de investigación, sobre un tema de actualidad científica utilizando preferentemente las TIC.",
    "3.3. Interpretar resultados de diferentes proyectos de investigación utilizando el razonamiento científico y/o coevaluando cuando sea necesario, dependiendo de la actividad.",
    "3.4. Mostrar una actitud positiva hacia las ciencias asumiendo el error y la incertidumbre como una oportunidad de mejora en el proceso de aprendizaje.",
    "4.1. Explicar y/o argumentar de forma coherente mensajes científicos, artículos, videos, podcast, literatura científica,.. uti-lizando con corrección el lenguaje oral y escrito adecuado, así como las reglas básicas del lenguaje científico.",
    "4.2. Comunicar conclusiones e ideas sobre temas científicos en distintos soportes a públicos diversos, utilizando eficaz-mente las tecnologías de la información y comunicación.",
    "5.1. Identificar problemas científicos de interés social proponiendo soluciones a los mismos de forma creativa, colaborativa e inclusiva.",
    "5.2. Promover iniciativas y hábitos que sean compatibles con el desarrollo sostenible, con conocimientos y razonamientos científicos.",
    "5.3. Argumentar que la salud no significa solamente la ausencia de afecciones o enfermedades valorando la importancia de adoptar medidas preventivas que prioricen los controles periódicos, los tratamientos avanzados y los estilos de vida saludable.",
    "5.4. Tomar decisiones responsables con respecto a las consecuencias de determinadas acciones con el medio ambiente y la salud, utilizando la información disponible y sus conocimientos científicos.",
    "6.1. Relacionar los científicos y las científicas y sus proyecciones profesionales con sus aportaciones a la ciencia teniendo en cuenta la perspectiva de género.",
    "6.2. Analizar los avances científico-tecnológicos y sus repercusiones en diferentes ámbitos a lo largo de la historia, valo-rando sus contribuciones a la sociedad.",
    "6.3. Trabajar en grupo, cuando sea necesario, mostrando actitudes de cooperación y participación responsable en las tareas, y aceptando las diferencias con respeto y tolerancia."
  ]
}