{
    "criteriosEvaluacion": [
        "1.1 Identificar els factors socials i culturals inherents a determinades propostes musicals, dansístiques i escèniques, assimilant-ne les funcions i les característiques, per mitjà de l’anàlisi de diferents exemples, amb una actitud oberta i respectuosa.",
        "1.2 Conèixer la importància de la conservació i la transmissió del patrimoni musical, dansístic i escènic de qualsevol època, a partir de la recepció i l’anàlisi de diferents propostes, comprenent la importància de la llibertat d’expressió, la tolerància i la igualtat.",
        "2.1 Explicar les diferències entre les característiques més importants de diferents manifestacions musicals, dansístiques i escèniques, mitjançant una recepció activa, evidenciant una actitud d’obertura i respecte cap a la diversitat artística.",
        "2.2 Analitzar diferents tipus de representacions artístiques per mitjà del coneixement dels seus diferents elements i llenguatges, valorant-ne la relació amb el context en què es produeixen.",
        "3.1 Expressar l’opinió personal argumentada sobre diferents propostes musicals, dansístiques i escèniques, mitjançant l’audició, el visionat o l’assistència a esdeveniments musicals, dansístics i escènics, en què es mostri una actitud respectuosa i empàtica.",
        "3.2 Elaborar valoracions estètiques pròpies sobre autors i autores relacionats amb la música, la dansa i les arts escèniques a través del coneixement de textos o documents gràfics sobre el pensament i l’art en els diferents períodes històrics.",
        "4.1 Demostrar habilitats musicals, escèniques i dansístiques, individuals i grupals, adquirint autoestima i consciència global per mitjà de la interpretació.",
        "5.1 Participar com a intèrpret en actuacions i manifestacions musicals, escèniques i dansístiques, dins i fora del centre, mostrant iniciativa i lideratge en els processos creatius i interpretatius.",
        "5.2 Analitzar el desenvolupament de les destreses musicals, escèniques i dansístiques en grup, adquirint autoestima i consciència global, valorant la interpretació i la creació musical.",
        "5.3 Crear propostes artístiques de manera individual o grupal, mitjançant la veu, el cos, diferents instruments i el suport de diferents eines tecnològiques, per potenciar la creativitat i identificar les oportunitats de desenvolupament personal, social i econòmic.",
        "6.1 Crear propostes artístiques i musicals de manera individual o grupal, mitjançant la veu, el cos, diferents instruments i el suport de diferents eines tecnològiques, per potenciar la creativitat i identificar les oportunitats de desenvolupament personal, social i econòmic."
    ],
    "saberes": [
        "Escolta musical, visionat i comprensió estètica",
        "- Anàlisi de propostes artístiques en el seu context històric.",
        "- Descripció de funcions principals de la música, la dansa i les arts escèniques, així com dels i de les artistes en les diferents èpoques.",
        "- Identificació de característiques estètiques i estilístiques més rellevants.",
        "- Descripció de l’evolució de les danses, agrupacions teatrals, vocals i instrumentals en diverses èpoques històriques i contextos.",
        "- Anàlisi de l’obra i relació biogràfica de compositors i compositores, coreògrafs i coreògrafes, autors i autores, artistes i agrupacions locals i d’arreu.",
        "- Anàlisi d’esdeveniments i manifestacions dansístiques, escèniques i musicals en viu i enregistrades.",
        "- Audició activa, crítica i analítica com a eina per a la recepció musical, dansística i escènica.",
        "- Anàlisi, identificació i comprensió del fenomen musical mitjançant la partitura al llarg del temps. Evolució i funció de la notació musical.",
        "- Reflexió crítica sobre la coreografia i el text escènic com a manifestacions del pensament artístic en els diversos períodes històrics.",
        "- Reflexió crítica sobre la propietat intel·lectual i cultural en plantejaments de responsabilitat ètica.",
        "Contextos, cultures musicals i tecnologies",
        "- Identificació d’elements i característiques de la música, les arts escèniques i les danses populars del segle XX i XXI.",
        "- Reflexió crítica sobre la importància de la música, les arts escèniques i les danses tradicionals en diverses cultures.",
        "- Anàlisi de la música, les arts escèniques i les danses lligades a l’acadèmia en el segle XX i principi del XXI.",
        "- Observació, interpretació i creació en les èpoques romàntica, nacionalista i postromàntica.",
        "- Observació, interpretació i creació en l’època clàssica.",
        "- Observació, interpretació i creació en l’època barroca.",
        "- Observació, interpretació i creació en l’època renaixentista.",
        "- Observació, interpretació i creació en la música, la dansa i el teatre de l’antiguitat a l’edat mitjana.",
        "- Identificació visual i auditiva dels principals instruments i agrupacions i classificació organològica bàsica.",
        "- Interpretació individual i grupal a partir de tècniques vocals, instrumentals i corporals aplicades segons l’evolució històrica dels diferents gèneres i estils musicals."
    ]
}