{
  "saberes": [
    "Bloque 1: Metodología de la ciencia",
    "Contribución de las grandes científicas y científicos en el desarrollo de las ciencias Físicas y Químicas",
    "•            Estrategias de utilización de herramientas digitales para la búsqueda de la información, la colaboración y la comunicación de procesos, resultados e ideas en diferentes formatos (infografía, presentación, póster, informe, gráfico...).",
    "•            Lenguaje científico y vocabulario específico de la materia de estudio en la comprensión de informaciones y datos, la comunicación de las propias ideas, la discusión razonada y la argumentación sobre problemas de carácter científico.",
    "•            Procedimientos experimentales en laboratorio: control de variables, toma (error en la medida) y representación de los datos (tablas y gráficos), análisis e interpretación de los mismos.",
    "•            Pautas del trabajo científico en la planificación y ejecución de un proyecto de investigación en equipo: identificación de preguntas y planteamiento de problemas que puedan responderse, formulación de hipótesis, contrastación y puesta a prueba a través de la experimentación, y comunicación de resultados.",
    "•            Instrumentos, herramientas y técnicas propias del laboratorio de Física y Química. Normas de seguridad en el laboratorio. Resulta imprescindible conocerlas para acceder al laboratorio con seguridad (primer ciclo) pero también reforzarlas en cada curso.",
    "Bloque 2: el mundo material y sus cambios.",
    "La materia y su medida",
    "•            Magnitudes físicas. Diversidad de unidades, significados y empleo. Necesidad de normalización: Sistema Internacional. Cambios de unidades: masa, longitud, superficie y volumen.",
    "•            Medida de volúmenes de líquidos: probetas, pipetas y buretas.",
    "•            Volumen ocupado por sólidos regulares e irregulares. Método geométrico y por desplazamiento de agua u otro líquido.",
    "•            Polisemia de volumen. Distinción de volumen ocupado, capacidad y volumen de material.",
    "•            Relación entre la masa y el volumen en sólidos y líquidos. Método experimental. Definición de densidad. Caracterización de sustancias",
    "•            Densidad de un gas en condiciones ambientales.",
    "•            Densidades de las sustancias en sus diferentes estados de agregación.",
    "Estados de la materia.",
    "•            Lenguaje académico relacionado con la materia. Uso de los conceptos: inherente, propio, constante, deformable, adaptable, rigidez, viscosidad y fluido.",
    "•            Concepto macroscópico de sólido y de líquido. Limitaciones y crítica razonada de las propiedades tradicionales asignadas a estos dos estados. Uso inadecuado de rigidez como propiedad específica de los sólidos y de capacidad de fluir y de adaptarse a la forma del recipiente como propiedades singulares de los líquidos. Búsqueda de definiciones alternativas que superen las limitaciones observadas.",
    "•            Estado gaseoso. Propiedades. Masa, volumen y densidad.",
    "•            Cambios de estado: significado del sufijo -ción en los cambios de estado. Diferencias entre ebullición y evaporación. Cambios de estado y conservación de la masa. Gráficos de calentamiento y enfriamiento.",
    "•            Densidad, temperatura de fusión y temperatura de ebullición como propiedades características de las sustancias.",
    "•            Modelo cinético-corpuscular: polisemia de modelo. Diferencias entre los significados en el ámbito cotidiano y el científico. Distinción entre modelo científico y el comportamiento macroscópico de la materia que pretende explicar y predecir",
    "•            Modelo cinético-corpuscular para explicar los estados de la materia y sus cambios. Limitaciones del modelo.",
    "•            Estudio cualitativo referido a la intensidad de las fuerzas de interacción entre partículas a partir de la comparación de los valores de temperaturas de fusión y de ebullición de diferentes sustancias.",
    "Clasificación de la materia: mezclas y sustancias puras",
    "•      Concepto de mezcla.",
    "•      Clasificación de las mezclas: homogéneas y heterogéneas. Clasificación de disoluciones: sólido en sólido; gas en líquido; líquido en líquido; sólido en líquido; gas en gas.",
    "•      Polisemia de la palabra puro. Contextualización en el ámbito científico.",
    "•      Caracterización de sustancias puras. Propiedades características. Identificación de sustancias puras: variación de las temperaturas de fusión y ebullición con la temperatura. Gráficas T = f(tiempo).",
    "•      Métodos de separación de mezclas: fundamento de cada proceso y aplicación experimental.",
    "•      Clasificación de sustancias puras: simples y compuestos.",
    "•      Sustancias puras simples de especial interés: hidrógeno, nitrógeno y oxígeno. Propiedades.",
    "•      Importancia de otras sustancias simples: helio, carbono, hierro, silicio y aluminio. Fuentes, obtención y aplicaciones.",
    "•      Sustancias puras compuesto de especial interés: agua y amoniaco.",
    "•     Aproximación al concepto de reacción química desde el punto de vista macroscópico: formación de sustancias compuesto a partir de sustancias simples y descomposición de sustancias compuesto en sustancias simples. Propiedades características.",
    "•     Importancia de algunas sustancias compuesto:",
    "-     El agua: propiedades singulares y aplicaciones. El agua en nuestro planeta. Agua potable y agua contaminada.",
    "-     El amoniaco: breve reseña histórica como materia prima de compuestos nitrogenados. Importancia industrial.",
    "-     El dióxido de carbono: importancia para los seres vivos y peligros para nuestro planeta.",
    "-     La sal común: importancia histórica, obtención, usos y peligros para la salud.",
    "-     La aspirina: historia de su síntesis, aplicaciones como medicamento y precauciones.",
    "•     Representación submicroscópica de una mezcla y de una sustancia pura. Limitaciones del modelo de representación.",
    "•     Concentración de una disolución. Aproximación inicial cualitativa al concepto de concentración. Formas para variar la concentración de una disolución. Relación masa de soluto/masa de disolución. Cálculos relacionados.",
    "•     Solubilidad de sales en agua. Concepto de disolución saturada. Variación de la solubilidad con la temperatura. Interpretación de las curvas de solubilidad de distintas sustancias. Predicciones de solubilidad con la temperatura y cálculos relacionados.",
    "Clasificación de sustancias simples e importancia",
    "•     Sustancias simples conocidas desde la Antigüedad.",
    "•     Técnicas de descomposición de compuestos y de análisis de sustancias aparecidos en el siglo XIX. Incremento singular y significativo de nuevas sustancias simples. Necesidad de establecer una clasificación para su estudio.",
    "•     Nuevas sustancias simples descubiertas por españoles. Contexto de descubrimiento y disputas sobre prioridades y nombres.",
    "•     Criterios sobre el nombre de las distintas sustancias elementales: nombres de cuerpos celestes, topónimos, nombres de científicos, mitología y propiedades específicas. Algunos casos significativos (ejemplos: Mt, Sg, He, V, Ga, Ge, Ag, Tl)",
    "•     Concepto de elemento químico asociado a la idea de átomo e intento de caracterización mediante la masa atómica. Primer Congreso de Química en Karlsruhe.",
    "•     Primeras clasificaciones realizadas por D. Mendeleiev. Criterio de clasificación y características de las tablas realizadas: periodicidad, filas y columnas. Predicciones. Limitaciones.",
    "•     Metales, no metales y semimetales. Propiedades y aplicaciones. Comparación de los significados de metal en la vida diaria y en el contexto químico.",
    "•     Abundancia de elementos químicos en el universo y en la Tierra.",
    "•     Abundancia de elementos químicos en el cuerpo humano. Importancia biológica. Calcio, hierro, sodio, potasio y yodo: alimentos que lo aportan y problemas de déficit.",
    "•     Formas alotrópicas del carbono. Aplicaciones.",
    "•     Familias de elementos en la Tabla Periódica actual.",
    "Reacciones químicas",
    "•     Aproximación experimental al concepto de reacción química desde el punto de vista macroscópico: procesos en los que a partir de una o más sustancias se obtienen otra u otras (con diferentes propiedades características a la(s) de partida): formación de sustancias insolubles a partir de otras solubles en agua o formación de gases (que se pueden caracterizar como el hidrógeno, el oxígeno o el dióxido de carbono), que suelen ir acompañados de cambios energéticos (variación de la temperatura, emisión de luz o producción de sonido).",
    "•     Aproximación experimental a reacciones de descomposición; reacciones de precipitación; reacciones de formación. Las reacciones químicas en la vida cotidiana.",
    "•     Conservación de la masa en las reacciones químicas.",
    "•     Reacciones rápidas y lentas. Estudio experimental de los factores de los que depende la velocidad de una reacción química: estado físico, concentración, temperatura, catalizador.",
    "•     Formación de dióxido de carbono y de vapor de agua en procesos de combustión de hidrocarburos. Caracterización de ambas sustancias.",
    "•     Oxidación del hierro y de otros metales.",
    "•     Descomposición de alimentos y cómo disminuir la velocidad del proceso.",
    "•     Ácidos y bases en la vida diaria. Clasificación experimental de sustancias de la vida diaria: medida cualitativa del pH. Reacciones de neutralización en el laboratorio. Uso de indicadores."
  ],
  
  "criteriosEvaluacion":[
    "CE1. Resolver problemas científicos abordables en el ámbito escolar a partir de trabajos de investigación de carácter experimental.",
    "Analizar y resolver problemas asociados a la medida de sólidos irregulares.",
    "Averiguar mediante diseños experimentales la influencia de factores como la temperatura o la concentración en la velocidad de las reacciones químicas.",
    "Investigar la sustancia que corresponde a un determinado sólido problema.",
    "Realizar estudios experimentales sobre distintos tipos de reacciones.",
    "Comprobar que se cumple la ley de conservación de la masa en experiencias de carácter práctico.",
    "Realizar experiencias en las que se produzcan reacciones químicas de distintos tipos (descomposición,          precipitación,          síntesis, combustión, neutralización), identificando reactivos y productos por sus diferentes propiedades características, y, en el caso de las reacciones ácido- base, utilizando la escala de pH para identificar el carácter ácido o básico de las sustancias implicadas.",
    "Realizar experiencias sencillas de preparación de disoluciones, describiendo el procedimiento seguido y el material utilizado, determinando la concentración.",
    "Resolver situaciones problemáticas relacionadas con el movimiento de los cuerpos en situaciones cotidianas.",
    "CE2. Analizar y resolver situaciones problemáticas del ámbito de la Física y la Química utilizando la lógica científica y alternando las estrategias del trabajo individual con el trabajo en equipo.",
    "Analizar los enunciados de las situaciones planteadas y describir la situación a la que se pretende dar respuesta, identificando las variables que intervienen.",
    "Elegir, al resolver un determinado problema, el tipo de estrategia más adecuada, justificando adecuadamente su elección",
    "Buscar y seleccionar la información necesaria para la resolución de la situación en problemas suficientemente acotados",
    "Expresar, utilizando el lenguaje matemático adecuado a su nivel, el procedimiento que se ha seguido en la resolución de un problema",
    "Comprobar e interpretar las soluciones encontradas.",
    "Participar en equipos de trabajo para resolver los problemas planteados asumiendo diversos roles con eficacia y responsabilidad.",
    "CE3. Utilizar el conocimiento científico como instrumento del pensamiento crítico, interpretando y comunicando mensajes científicos, desarrollando argumentaciones y accediendo a fuentes fiables, para distinguir la información contrastada de los bulos y opiniones.",
    "Buscar y seleccionar información a partir de una estrategia de filtrado y de forma contrastada en medios digitales, identificando las fuentes de las que procede.",
    "Exponer las ideas de una manera clara y",
    "CE4. Justificar la validez del modelo científico como producto dinámico que se va revisando y reconstruyendo con influencia del contexto social e histórico, atendiendo la importancia de la ciencia en el avance de las sociedades, a los riesgos de un uso inadecuado o interesado de los conocimientos y a sus limitaciones.",
    "Aportar ejemplos de utilización del conocimiento científico y relacionarlos con las consecuencias que han tenido para el ser humano y el desarrollo de la sociedad.",
    "Explicar la necesidad de sistematizar de una forma u otra la nomenclatura química y la formulación de las sustancias.",
    "Explicar el papel de las instituciones científicas del siglo XIX en el desarrollo de las ciencias físico-químicas. Analizar la cantidad de mujeres presentes y explicar las causas.",
    "Describir las dificultades para establecer una clasificación de los elementos químicos y explicar la clasificación de Mendeleiev, su originalidad y sus limitaciones.",
    "CE5. Utilizar modelos de Física y Química para identificar, caracterizar y analizar algunos fenómenos naturales, así como para explicar otros fenómenos de características similares.",
    "Utilizar el modelo cinético-corpuscular para explicar los estados de la materia y sus cambios, así como la variación de la densidad en los cambios de estado.",
    "Utilizar el modelo del cambio químico para explicar la transformación de unas sustancias en otras de diferentes propiedades.",
    "Utilizar el modelo de interacción para explicar los cambios en la velocidad de los cuerpos o sus deformaciones.",
    "CE6. Utilizar adecuadamente el lenguaje científico propio de la Física y la Química en la interpretación y transmisión de información.",
    "Reconocer la terminología conceptual propia del área y utilizarla correctamente en actividades orales y escritas.",
    "Leer textos de extensión breve en formatos diversos propios del área utilizando las estrategias de comprensión lectora para obtener información y aplicarla en la reflexión sobre el contenido.",
    "Escribir textos descriptivos y explicativos propios del área en diversos formatos y soportes, cuidando sus aspectos formales, aplicando las normas de corrección ortográfica y gramatical, para transmitir de forma organizada sus conocimientos con un lenguaje no discriminatorio.",
    "Expresar oralmente textos previamente planificados, propios del área, en exposiciones de corta duración, para transmitir de forma organizada sus conocimientos con un lenguaje no discriminatorio.",
    "CE7. Interpretar la información que se presenta en diferentes formatos de representación gráfica y simbólica utilizados en la Física y la Química.",
    "Reconocer la importancia de normalización del sistema de unidades y utilizar adecuadamente las medidas del sistema internacional.",
    "Realizar cambios de unidades de masa, longitud, superficie y volumen.",
    "Construir tablas de parejas de valores masa-volumen de sustancias sólidas y líquidas. Construir los gráficos representativos. Predecir e interpretar representaciones V =f(T); P = f(V); P= f(T).",
    "Reconocer el significado de fórmula química empleando símbolos químicos. Distinguir entre el uso de fórmulas químicas cuando se utilizan para representar moléculas y cuando se utilizan para representar estructuras cristalinas o poliméricas.",
    "Interpretar las curvas de solubilidad de distintas sustancias.",
    "Construir e interpretar gráficos espacio-tiempo y velocidad-tiempo en casos de aceleración constante.",
    "CE9. Identificar y caracterizar las sustancias a partir de sus propiedades físicas para relacionar los materiales de nuestro entorno con el uso que se hace de ellos.",
    "Utilizar las propiedades características de las sustancias para proponer métodos de separación de mezclas, describiendo el material de laboratorio adecuado.",
    "Clasificar materiales por sus propiedades, relacionando las propiedades de los materiales de nuestro entorno con el uso que se hace de ellos.",
    "Comparar las densidades de distintas sustancias (sólidos, líquidos y gases).",
    "Distinguir entre sistemas materiales de uso cotidiano para clasificarlos en sustancias puras y mezclas, diferenciando entre sus distintos tipos.",
    "CE10. Caracterizar los cambios químicos como transformación de unas sustancias en otras diferentes, reconociendo la importancia de las transformaciones químicas en actividades y procesos cotidianos.",
    "Reconocer situaciones de la vida cotidiana en las que se producen reacciones químicas y predecir cómo la influencia de ciertos factores puede servir para controlar estos procesos, ralentizándolos o acelerándolos para solucionar problemas que afectan a nuestra calidad de vida.",
    "Describir reacciones de interés industrial y los usos de los productos obtenidos, así como las reacciones de combustión, para justificar su importancia en la producción de energía eléctrica y otras reacciones de importancia biológica o industrial.",
    "CE11. Identificar las interacciones como causa de las transformaciones que tienen lugar en nuestro entorno físico para poder intervenir en el mismo, modificando las condiciones que nos permitan una mejora en nuestras condiciones de vida.",
    "Reconocer las distintas fuerzas que aparecen en la naturaleza y los distintos fenómenos asociados a ellas.",
    "Relacionar las fuerzas con los efectos que producen y comprobar esta relación experimentalmente, registrando los resultados en tablas y representaciones gráficas."
  ] 
}
