{
    "saberes": [
        "A. Sentido numérico.",
        "1. Conteo.",
        "– Estrategias variadas de conteo y recuento sistemático en situaciones de la vida cotidiana en cantidades hasta el 99.",
        "– Números ordinales del 1º al 10º en situaciones de la vida cotidiana.",
        "2. Cantidad.",
        "– Valor de la posición de las cifras de un número (unidad y decena).",
        "– Lectura, representación (incluida la recta numérica y con materiales manipulativos), de números naturales hasta 99.",
        "– Representación de una misma cantidad de distintas formas (manipulativa, gráfica o numérica) y estrategias básicas de elección de la representación adecuada para cada situación o problema.",
        "3. Sentido de las operaciones.",
        "– Estrategias básicas de cálculo mental con números naturales hasta 99.",
        "– Aplicación de la propiedad conmutativa de la suma.",
        "– Utilidad en situaciones contextualizadas de la suma con llevadas (hasta tres sumandos) y la resta sin llevadas de números naturales hasta 99 resueltas con flexibilidad y sentido.",
        "4. Relaciones.",
        "– Sistema de numeración de base diez (hasta el 99): aplicación de las relaciones que genera en las operaciones.",
        "– Números naturales en contextos de la vida cotidiana: comparación y ordenación",
        "– Series ascendentes y descendentes en cadencias de 1, 2, 5 y 10 a partir de un número dado.",
        "– Relaciones entre la suma y la resta: aplicación en contextos cotidianos.",
        "– 5. Educación financiera.",
        "– Sistema monetario europeo: monedas (10, 20, 50 céntimos y de 1 y 2 euros) y billetes de euro (5, 10, 20, 50), valor y relaciones muy sencillas de equivalencia.",
        "– Relaciones para el manejo de los precios de artículos cotidianos.",
        "B. Sentido de la medida.",
        "1. Magnitud.",
        "– Atributos mensurables de los objetos (longitud, masa, capacidad), distancias y tiempo.",
        "– Unidades convencionales (metro, kilo y litro) en situaciones de la vida cotidiana.",
        "– Enfoques para el acercamiento a la lectura de la hora en relojes analógicos y digitales.",
        "– Estrategias para la selección de la unidad adecuada para determinar la duración de un intervalo de tiempo.",
        "2. Medición.",
        "– Procesos para medir mediante repetición de una unidad y mediante la utilización de instrumentos no convencionales. Medida de objetos, espacios y tiempos con unidades de medida no convencionales (palmo, pie, paso, alto-bajo, largo-corto, ancho-estrecho, pesa más-pesa menos, cabe más-cabe menos).",
        "– Procesos de medición con instrumentos convencionales (reglas, cintas métricas, balanzas...) en contextos familiares. Manejo del calendario y unidades de medida del tiempo: día, mes y año; ayer, hoy y mañana; días de la semana y meses del año; hora en punto y media hora.",
        "3. Estimación y relaciones.",
        "– Estrategias de comparación directa y ordenación de medidas de la misma magnitud.",
        "– Estimación de medidas (distancias, tamaños, masas, capacidades) por comparación directa con otras medidas.",
        " C. Sentido espacial.",
        "1. Figuras geométricas de dos y tres dimensiones.",
        "– Figuras geométricas sencillas de dos dimensiones en objetos de la vida cotidiana (líneas rectas, curvas, cerradas, abiertas y poligonales; formas planas regulares e irregulares; círculos, rectángulos y triángulos) identificación. Reconocimiento de lenguaje matemático.",
        "– Estrategias y técnicas de construcción de formas geométricas sencillas de una o dos dimensiones de forma manipulativa.",
        "– Vocabulario geométrico básico: descripción verbal de los elementos y las propiedades de formas geométricas sencillas.",
        "– Propiedades de formas geométricas de dos dimensiones: exploración mediante materiales manipulables (mecanos, tangram, juegos de figuras, etc.) y herramientas digitales.",
        "2. Localización y sistemas de representación.",
        "– Posición relativa de objetos en el espacio e interpretación de movimientos: descripción en referencia a uno mismo a través de vocabulario adecuado (arriba, abajo, delante, detrás, derecha, izquierda, entre, cerca, lejos, interior, exterior, dentro, fuera...)",
        "– Estrategias para interpretar y describir de manera verbal, croquis muy sencillos de itinerarios y elaboración de los mismos siguiendo órdenes espaciales.",
        "3. Visualización, razonamiento y modelización geométrica.",
        "– Modelos geométricos en la resolución de problemas relacionados con los otros sentidos.",
        "– Relaciones geométricas: reconocimiento en el entorno.",
        "– Identificación de regularidades y simetrías en figuras dadas.",
        "– Reconocimiento y dibujo a mano alzada de triángulos, rectángulos y círculos.",
        "D. Sentido algebraico.",
        "1. Patrones.",
        "– Estrategias para la identificación, descripción oral, descubrimiento de elementos ocultos y extensión de secuencias a partir de las regularidades en una colección de números, figuras o imágenes.",
        "2. Modelo matemático.",
        "– Proceso de modelización de forma guiada (dibujos, esquemas, diagramas, objetos manipulables, dramatizaciones...) en la comprensión y resolución de problemas de la vida cotidiana.",
        "– Estrategias para la interpretación de enunciados en la resolución de problemas de una sola operación para relacionarlos con los datos, la pregunta y la operación.",
        "– Estrategias para resolver de forma guiada problemas de sumas y restas con una sola operación y sin llevadas.",
        "– Estrategias para la descripción del uso de los números y el cálculo numérico para resolver problemas en situaciones reales, explicando oralmente y por escrito los procesos de resolución y los resultados obtenidos.",
        "– Formulación de problemas sencillos de forma creativa y propuesta de pequeñas investigaciones en contextos matemáticos.",
        "3. Relaciones y funciones.",
        "– Expresión de relaciones de igualdad y desigualdad mediante los signos = y ≠ entre expresiones que incluyan operaciones.",
        "– Representación de la igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "4. Pensamiento computacional.",
        "– Estrategias para la interpretación de algoritmos sencillos (rutinas, instrucciones con pasos ordenados…).",
        "– Estrategias para seleccionar de forma guiada y uso de herramientas tecnológicas y dispositivos (calculadora) para la realización de cálculos, resolver problemas o conjeturas.",
        "– Utilización de sencillas herramientas digitales para la creación de contenidos digitales de forma creativa.",
        "E. Sentido estocástico.",
        "1. Organización y análisis de datos.",
        " – Estrategias de reconocimiento de los principales elementos, interpretación y extracción de la información relevante de gráficos estadísticos muy sencillos de la vida cotidiana (pictogramas, tablas, gráficas de barras...).",
        "– Estrategias sencillas para la recogida, clasificación y recuento de datos cualitativos y cuantitativos en muestras pequeñas.",
        "– Representación de datos obtenidos a través de recuentos mediante gráficos estadísticos sencillos, recursos manipulables y tecnológicos.",
        "– Iniciación a datos estadísticos e interpretación de sencillos gráficos de barras y cuadros de doble entrada relativos a fenómenos cercanos.",
        "F. Sentido socioafectivo.",
        "1. Creencias, actitudes y emociones.",
        "– Gestión emocional: estrategias de identificación y expresión de las propias emociones ante las matemáticas. Curiosidad, creatividad e iniciativa en el aprendizaje de las matemáticas.",
        "– Reflexión sobre el proceso de resolución de problemas numéricos. Aprendizajes autónomos y confianza en sus propias capacidades.",
        "– Valoración del error como oportunidad de aprendizaje.",
        "– 2. Trabajo en equipo, inclusión, respeto y diversidad.",
        "– Identificación y rechazo de actitudes discriminatorias ante las diferencias individuales presentes en el aula. Actitudes inclusivas y aceptación de la diversidad del grupo.",
        "– Participación activa en el trabajo en equipo: interacción positiva y respeto por el trabajo de los demás.",
        "– Contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
    ],
    "criteriosEvaluacion": [
        "1.1 Interpretar preguntas sencillas a través de diferentes estrategias o herramientas, descubriendo la información contenida en problemas de la vida cotidiana. (CCL2, STEM1, STEM2, STEM4, CE3)",
        "1.2. Identificar representaciones de situaciones problematizadas sencillas, con recursos manipulativos y gráficos que ayuden en la resolución de un problema de la vida cotidiana. (STEM1, STEM2, STEM4, CPSAA5, CE1, CCEC4)",
        "2.1 Identificar algunas estrategias adecuadas en la resolución de problemas sencillos. (STEM1, STEM2, CPSAA5)",
        "2.2 Obtener soluciones a problemas sencillos, de forma guiada, explorando estrategias básicas de resolución. (STEM1, CPSAA4, CE3)",
        "2.3 Describir verbalmente la idoneidad de las soluciones de problemas sencillos a partir de las preguntas previamente planteadas examinando los resultados y los procedimientos realizados. (CCL2, STEM1, STEM2, CPSAA4, CPSAA5, CE3)",
        "2.4 Identificar estrategias básicas de cálculo mental, aplicándolas a la resolución de problemas sencillos. (STEM1, CPSAA5, CE3)",
        "3.1 Identificar conjeturas matemáticas sencillas descubriendo patrones y relaciones de forma guiada. (STEM1, STEM2, CD5, CPSAA5)",
        "3.2 Dar ejemplos de problemas sencillos a partir de situaciones cotidianas que se resuelven matemáticamente. (CCL1, STEM1, STEM2, CE3)",
        "4.1 Identificar rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, descubriendo principios básicos del pensamiento computacional de forma guiada. (STEM1, STEM2, STEM3, CD5, CC2)",
        "4.2 Emplear herramientas tecnológicas adecuadas sencillas, de forma guiada, en el proceso de resolución de problemas. (STEM1, STEM2, CD1, CD3, CD5, CC2, CE3)",
        "5.1 Identificar conexiones sencillas entre los diferentes elementos matemáticos experimentando las matemáticas en diferentes contextos. (STEM1, STEM3, CPSAA4, CC2, CC4)",
        "5.2 Reconocer las matemáticas presentes en la vida cotidiana, identificando aspectos matemáticos en situaciones de la vida real. (STEM1, STEM3, CPSAA4, CC2, CC4, CCEC1)",
        "6.1 Identificar, con ayuda, lenguaje matemático sencillo presente en la vida cotidiana, utilizando vocabulario básico. (CCL3, STEM4)",
        "6.2. Explicar ideas y procesos matemáticos básicos y sencillos, de forma verbal o gráfica. (CCL1, STEM1, STEM2, STEM4, CD5, CE3, CCEC4)",
        "7.1 Reconocer, de manera guiada, las emociones básicas propias al abordar retos matemáticos sencillos, pidiendo ayuda solo cuando sea necesario. (CPSAA1, CPSAA4, CPSAA5, CE2)",
        "7.2 Experimentar actitudes positivas ante retos matemáticos, aceptando el error como herramienta de aprendizaje. (STEM5, CPSAA1, CPSAA4, CPSAA5)",
        "8.1 Participar respetuosamente en el trabajo en equipo, desarrollando actitudes de respeto, tolerancia, igualdad y fomentando la resolución pacífica de conflictos. (CCL5, CP3, STEM3, CPSAA3, CC2, CC3, CE3)",
        "8.2 Aceptar la tarea y rol asignado en el trabajo en equipo, contribuyendo a la consecución de los objetivos del grupo. (STEM3, CPSAA1, CC2, CE3)"
    ]
}