{
    "saberes": [
        "Bloque 1. Ciencia y tecnología",
        "Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones, creación de modelos, investigación a través de búsqueda de información, experimentos con control de variables...).",
        "Técnicas para una correcta exposición oral de los resultados de la investigación, presentando los resultados en diferentes formatos.",
        "Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "Fomento de la curiosidad, de la iniciativa y de la constancia en la realización de las diferentes investigaciones.",
        "Avances en el pasado relacionados con la ciencia y la tecnología que contribuyeron a transformar nuestra sociedad, mostrando modelos que incorporen una perspectiva de género.",
        "Propuestas de trabajo cooperativo que supongan un proceso de investigación y acción por parte del alumnado y faciliten el proceso de autorregulación de los aprendizajes. Cooperación y diálogo. Estrategias para la prevención y resolución de conflictos.",
        "Estrategias de búsquedas guiadas de información seguras y eficientes en internet (valoración, discriminación, selección y organización).",
        "Bloque 2. El mundo y el desarrollo sostenible",
        "Relación de los elementos, movimientos y dinámicas que ocurren en el universo con determinados fenómenos físicos que afectan a la Tierra y repercuten en la vida diaria y en el entorno.",
        "Las tecnologías de la información geográfica (TIG). La estación meteorológica y sus instrumentos. Relación entre las zonas climáticas y la diversidad de paisajes. Algunas características del clima de Galicia.",
        "Mapas y planos en distintas escalas. Técnicas de orientación mediante la observación de los elementos del medio físico y otros medios de localización espacial.",
        "El cambio climático. Introducción a las causas y consecuencias del cambio climático, y su impacto en los paisajes de la Tierra. Medidas de mitigación.",
        "Responsabilidad ecosocial. La transformación y la degradación de los ecosistemas naturales por la acción humana. Conservación y protección de la naturaleza. Los maltratos animales y su protección.",
        "Estilos de vida sostenible. El consumo y la producción responsables, la alimentación equilibrada y sostenible, el uso eficiente del agua y la energía, la movilidad segura, saludable y sostenible, la prevención y la gestión de los residuos.Bloque 3. Vivir en sociedad",
        "El valor, el control del dinero y los medios de pago. De la supervivencia a la sobreproducción.",
        "Las costumbres, tradiciones y manifestaciones culturales del entorno. Respeto por la diversidad cultural que convive en el entorno de la cohesión social. La cultura de paz y no violencia.",
        "La organización política y territorial de España.",
        "Organización y funcionamiento de la sociedad. Las principales instituciones y entidades del entorno local, regional y nacional y los servicios públicos que prestan. Estructura administrativa de España.",
        "Ocupación y distribución de la población en el espacio y análisis de los principales problemas y retos demográficos. Representación gráfica y cartográfica de la población con datos obtenidos de fuentes estadísticas. La organización del territorio en España y en Europa.",
        "Igualdad de género y conducta no sexista. Análisis y reflexión sobre los estereotipos de género.",
        "Seguridad viaria. La ciudad como espacio de convivencia. Normas de circulación, señales y marcas viarias. Movilidad segura, saludable y sostenible como peones o como usuarios de los medios de locomoción.",
        "Compromisos y normas para la vida en sociedad.",
        "Bloque 4. Lecciones del pasado",
        "Las huellas de la historia en lugares, edificios, objetos, oficios o tradiciones de la localidad. Los museos como espacio de aprendizaje y gozo.",
        "El tiempo histórico. Nociones temporales y cronología. Localización temporal de las grandes etapas históricas en ejes cronológicos. Temas de relevancia en la historia (Prehistoria y Edad Antigua).",
        "La función del arte y la cultura en el mundo de la Prehistoria y de la Edad Antigua.",
        "El patrimonio natural y cultural. Diferencias entre parques nacionales, regionales y naturales. Los espacios naturales protegidos. Su uso, cuidado y conservación.",
        "Iniciación a la investigación y a los métodos de trabajo para la realización de proyectos, que analicen hechos, asuntos y temas de relevancia actual con perspectiva histórica, contextualizándolos en la época correspondiente.",
        "Interpretación del papel de los individuos y de los distintos grupos sociales, relaciones, conflictos, creencias y condicionantes en cada época histórica."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Utilizar dispositivos y recursos digitales, de acuerdo con las necesidades del contexto educativo de forma segura, buscando información, comunicándose y trabajando de forma individual y en equipo, reelaborando y creando contenidos digitales sencillos. OBJ1",
        "CE1.2. Formular preguntas y realizar predicciones razonadas, demostrando curiosidad de por medio natural, social y cultural próximo. OBJ2",
        "CE1.3. Buscar y seleccionar información, de diferentes fuentes seguras y fiables utilizándola en investigaciones relacionadas con el medio natural, social y cultural y adquiriendo léxico científico básico. OBJ2",
        "CE1.4. Realizar experimentos guiados utilizando diferentes técnicas de investigación y modelos, empleando de forma segura instrumentos y dispositivos, realizando observaciones y mediciones precisas y registrándolas correctamente. OBJ2",
        "CE1.5. Realizar actividades en el contexto de la comunidad escolar, asumiendo responsabilidades y estableciendo acuerdos de forma dialogada y democrática y empleando un lenguaje inclusiva y no violenta. OBJ7",
        "CE2.1. Identificar las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de metodologías de investigación y utilizando las herramientas y procesos adecuados. OBJ3",
        "CE2.2. Identificar conexiones sencillas entre diferentes elementos del medio natural, social y cultural, mostrando comprensión de las relaciones que se establecen. OBJ3",
        "CE2.3. Identificar problemas ecosociales, proponer posibles soluciones y poner en práctica estilos de vida sostenible, reconociendo comportamientos respetuosos de cuidado, corresponsabilidad y protección del entorno y uso sostenible de los recursos naturales, y expresando los cambios positivos y negativos causados en medio por la acción humana. OBJ4",
        "CE3.1. Analizar la importancia demográfica, cultural y económica de las migraciones en la actualidad, valorando con respeto y empatía la aportación de la diversidad cultural al bienestar individual y colectivo. OBJ6",
        "CE3.2. Valorar positivamente las acciones que fomentan la igualdad de género y las conductas no sexistas, reconociendo modelos positivos a lo largo de la historia. OBJ6",
        "CE3.3. Conocer los principales órganos de gobierno y funciones de diversas administraciones y servicios públicos, valorando la importancia de su gestión para la seguridad integral ciudadana y la participación democrática. OBJ7",
        "CE3.4. Interiorizar normas básicas para la convivencia en el uso de los espacios públicos como peones o como usuarios de los medios de locomoción, identificando las señales de tráfico y tomando conciencia de la importancia de una movilidad segura, saludable y sostenible tanto para las personas como para el planeta. OBJ7",
        "CE4.1. Proteger el patrimonio natural y cultural y valorarlo como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora. OBJ3",
        "CE4.2. Identificar hechos del entorno social y cultural desde la Prehistoria hasta la Edad Antigua, empleando las nociones de causalidad, simultaneidad y sucesión. OBJ5",
        "CE4.3. Conocer personas, grupos sociales relevantes y formas de vida de las sociedades desde la Prehistoria hasta la Edad Antigua, incorporando la perspectiva de género. OBJ5"
    ]
}