{
    "criteriosEvaluacion": [
        "• CE1.1. Plantear y responder cuestiones acerca de procesos observados en el entorno, siguiendo las pautas de las metodologías científicas. OBJ1",
        "• CE1.2. Contrastar hipótesis realizando experimentos en laboratorios o en entornos virtuales siguiendo las normas de seguridad correspondientes. OBJ1",
        "• CE1.3. Comunicar los resultados de un experimento o trabajo científico utilizando los recursos adecuados y de acuerdo con los principios éticos básicos. OBJ1",
        "• CE1.4. Reconocer la relevancia de la ciencia en el progreso de la sociedad, valorando el importante papel que juegan las personas en el desempeño de la investigación científica. OBJ5",
        "• CE1.5. Buscar, contrastar y seleccionar información sobre fenómenos y procesos físicos, químicos, biológicos o geológicos en diferentes formatos, utilizando los recursos necesarios, tecnológicos o de otro tipo. OBJ6",
        "• CE1.6. Establecer colaboraciones, utilizando los recursos necesarios, tecnológicos o de otro tipo, en las diferentes etapas del proyecto científico, en la realización de actividades o en la resolución de problemas. OBJ6",
        "• CE1.7. Reconocer el papel de las científicas y de los científicos en el avance y en las mejoras de la sociedad, valorando sus contribuciones a la ciencia y a la tecnología. OBJ6",
        "• CE2.1. Explicar, utilizando los fundamentos científicos adecuados, los elementos y los procesos básicos de la biosfera y de la geosfera. OBJ2",
        "• CE2.2. Conocer el origen del Universo, del sistema solar, de la Tierra y de la Luna, describiendo sus características y sus movimientos y relacionando estos con sus efectos. OBJ2",
        "• CE2.3. Reflexionar sobre el proceso de la aparición de la vida adoptando una actitud crítica y escéptica hacia informaciones sin una base científica (pseudociencias, teorías conspiratorias, creencias infundadas, noticias falsas, etc.). OBJ2",
        "• CE2.4. Relacionar la dinámica interna y externa de la Tierra con la teoría de la tectónica de las placas reconociendo las estructuras georresultantes y analizando la aparición de riesgos. OBJ2",
        "• CE2.5. Analizar la estructura y las funciones de las capas fluidas reflexionando sobre su papel esencial para la vida en la Tierra. OBJ2",
        "• CE2.6. Reconocer los criterios utilizados para clasificar los seres vivos, identificando las principales características y describiendo sus adaptaciones al medio. OBJ2",
        "• CE3.1. Identificar los componentes del ecosistema, describiendo sus interacciones y explicando la transferencia de materia y energía en las redes tróficas. OBJ2",
        "• CE3.2. Resolver problemas relacionados con la dinámica de los ecosistemas utilizando el pensamiento científico y el razonamiento lógico-matemático. OBJ4",
        "• CE3.3. Analizar la estructura y las funciones de los suelos reflexionando sobre su papel esencial para el desarrollo de la vida. OBJ2",
        "• CE3.4. Analizar y reconocer las causas y las consecuencias de las actividades humanas en el medio ambiente, proponiendo acciones para su conservación. OBJ3",
        "• CE3.5. Investigar y analizar críticamente la solución de un problema medioambiental, transmitiéndola de forma clara y rigurosa y evitando informaciones sin base científica (pseudociencias, teorías conspiratorias, creencias infundadas, informaciones falsas, etc.). OBJ3",
        "• CE3.6. Adoptar y promover hábitos compatibles con un modelo de desarrollo sostenible y valorar su importancia utilizando fundamentos científicos. OBJ3",
        "• CE4.1. Reconocer en el ámbito estructural las biomoléculas, estableciendo relaciones con sus funciones e importancia en los seres vivos. OBJ2",
        "• CE4.2. Interpretar en el ámbito molecular la expresión de la información genética, distinguiendo los principales procesos y reflexionando sobre su significado biológico. OBJ2",
        "• CE4.3. Conocer conceptos básicos de la genética y resolver problemas y cuestiones sencillas de herencia de caracteres interpretando los resultados de forma crítica. OBJ4",
        "• CE4.4. Describir las principales técnicas de la ingeniería genética e interpretar las implicaciones éticas, sociales y medioambientales en relación con los avances en biotecnología e ingeniería genética, utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica (pseudociencias, teorías conspiratorias, creencias infundadas, informaciones falsas, etc.). OBJ2",
        "• CE4.5. Analizar el concepto de salud y enfermedad empleando la definición que proporciona la OMS. OBJ3",
        "• CE4.6. Relacionar las enfermedades infecciosas y no infecciosas con sus agentes causantes y sus tratamientos, reflexionando sobre el papel de los antibióticos y el uso adecuado de estos. OBJ2",
        "• CE4.7. Reconocer el papel esencial de las vacunas en la sociedad, utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica (pseudociencias, teorías conspiratorias, creencias infundadas, informaciones falsas, etc.). OBJ2",
        "• CE4.8. Adoptar y promover hábitos saludables (dieta equilibrada, higiene, vacunación, uso adecuado de antibióticos, rechazo al consumo de drogas, legales e ilegales, ejercicio físico, higiene del sueño, posturas adecuadas…), valorar su importancia utilizando los fundamentos de la fisiología humana. OBJ3",
        "• CE5.1. Analizar y explicar fenómenos del entorno, representándolos mediante expresiones, tablas, gráficas, modelos, simulaciones, diagramas u otros formatos. OBJ2",
        "• CE5.2. Explicar fenómenos que ocurren en el entorno utilizando principios, leyes y teorías de las ciencias de la naturaleza. OBJ2",
        "• CE5.3. Identificar y analizar los fenómenos fisicoquímicos más relevantes, explicándolos a través de las principales leyes o teorías científicas. OBJ2",
        "• CE5.4. Resolver problemas relacionados con fenómenos y procesos físicos y químicos utilizando el pensamiento científico y el razonamiento lógico-matemático y buscando estrategias alternativas de resolución cuando sea necesario. OBJ4",
        "• CE5.5. Analizar críticamente la solución de un problema relacionado con fenómenos y procesos físicos y químicos, modificando las conclusiones o las estrategias utilizadas si la solución no es viable o ante nuevos datos aportados. OBJ4",
        "• CE5.6. Reconocer la ciencia como un área de conocimiento global, analizando la interrelación y la interdependencia entre cada una de las disciplinas que la forman. OBJ5",
        "• CE6.1. Analizar y explicar fenómenos del entorno, representándolos mediante diversos formatos, como expresiones, tablas, gráficas, modelos, simulaciones o diagramas. OBJ2",
        "• CE6.2. Explicar fenómenos que ocurren en el entorno utilizando principios, leyes y teorías de la física. OBJ2",
        "• CE6.3. Resolver problemas de física relacionados con fenómenos y procesos de la ciencia utilizando el pensamiento científico y el razonamiento lógico-matemático y buscando estrategias alternativas de resolución cuando sea necesario. OBJ4",
        "• CE6.4. Reconocer la física como una ciencia global y básica, fundamental para la comprensión de otras disciplinas científicas. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Construyendo ciencia",
        "• La evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción y evolución.",
        "• Estrategias para la elaboración de un proyecto científico interdisciplinar.",
        "– Fuentes fiables de información: búsqueda, reconocimiento y utilización.",
        "– Experiencias científicas de laboratorio y/o de campo: diseño, planificación y realización.",
        "– Controles experimentales y contraste de hipótesis.",
        "– Métodos de análisis de resultados: organización, representación y herramientas estadísticas.",
        "– Comunicación científica: vocabulario científico, formatos (informes, vídeos, modelos, gráficos, diapositivas, gráficos, pósteres, modelos…) y herramientas digitales.",
        "• Importancia social de la contribución y de la labor científica de las personas dedicadas a la ciencia. El papel de las mujeres en la ciencia.",
        "Bloque 2. El sistema Tierra",
        "• El Universo.",
        "– El origen del Universo, del sistema solar y de la Tierra. Importancia de sus características para explicar su origen.",
        "– La Luna y la Tierra. Forma y movimientos y sus efectos.",
        "– Aparición de la vida en la Tierra. Principales hipótesis. Posibilidad de vida en otros planetas.",
        "• La geosfera.",
        "– Estructura y dinámica del interior terrestre. Teoría de la tectónica de placas.",
        "– Procesos geológicos externos.",
        "– Riesgos geológicos. Medidas de predicción y prevención y de corrección.",
        "• Las capas fluidas de la Tierra.",
        "– Funciones y dinámica de la atmósfera y de la hidrosfera.",
        "– Interacción con la superficie terrestre y con los seres vivos.",
        "• Los seres vivos.",
        "– Clasificación y principales características de los distintos grupos.",
        "– Adaptaciones al medio.",
        "Bloque 3. Los ecosistemas y el medio ambiente",
        "• Los ecosistemas.",
        "– Estructura: relación entre componentes bióticos y abióticos.",
        "– Dinámica: relaciones tróficas. Flujo de energía y ciclo de la materia.",
        "– Resolución de problemas asociados.",
        "• Los suelos.",
        "– Edafogénesis.",
        "– La importancia de la conservación del suelo.",
        "• El medio ambiente.",
        "– Principales problemas medioambientales de extensión local, regional y global (calentamiento global, agujero de la capa de ozono, destrucción de los espacios naturales, pérdida de la biodiversidad, contaminación del aire y del agua, desertificación…). Causas y consecuencias.",
        "– Recursos y fuentes de energía renovables y no renovables.",
        "– Prevención y gestión de residuos.",
        "– Economía circular.",
        "– Relación entre conservación del medio ambiente, salud humana y economía. Concepto one health.",
        "– Modelo de desarrollo sostenible.",
        "Bloque 4. Biología para el siglo XXI",
        "• Biología molecular.",
        "– Bioelementos. Biomoléculas inorgánicas y orgánicas. Estructura básica y funciones. Importancia biológica.",
        "– Expresión de la información genética. Procesos implicados.",
        "– El código genético. Características y relación con su función biológica.",
        "• Genética.",
        "– Conceptos básicos de genética.",
        "– La transmisión genética de caracteres: resolución de problemas sencillos.",
        "– Introducción a la genética cuantitativa y a la epigenética.",
        "• Ingeniería genética y biotecnología.",
        "– Técnicas de ingeniería genética: PCR, enzimas de restricción, clonación molecular y CRISPR- CAS9.",
        "– Posibilidades de la manipulación dirigida del ADN.",
        "– Aplicaciones y repercusiones de la biotecnología: agricultura, ganadería, medicina o recuperación medioambiental. Importancia biotecnológica de los microorganismos.",
        "• Salud y enfermedad.",
        "– Concepto de salud (OMS).",
        "– Las enfermedades infecciosas y no infecciosas: causas, prevención y tratamiento.",
        "– Las zoonosis y las pandemias.",
        "– El mecanismo de actuación de las vacunas y su importancia.",
        "– El uso adecuado de los antibióticos.",
        "Bloque 5. Un universo de materia y energía",
        "• Sistemas materiales macroscópicos.",
        "– La materia y sus estados de agregación: sólido, líquido y gaseoso.",
        "– Teoría cinética y cambios de estado.",
        "– Cambios físicos.",
        "– Reacciones químicas.",
        "• Clasificación de los sistemas materiales en función de su composición.",
        "– Mezclas, disoluciones y sustancias puras.",
        "– Propiedades de las disoluciones.",
        "• La estructura interna de la materia y su relación con las regularidades que se producen en la tabla periódica.",
        "– Estructura electrónica de los átomos. Desarrollo histórico del modelo atómico.",
        "– Desarrollo de la tabla periódica: contribuciones históricas a su elaboración actual e importancia como herramienta predictiva de las propiedades de los elementos.",
        "– Posición de un elemento en la tabla periódica a partir de su configuración electrónica.",
        "– Tendencias periódicas. Aplicación a la predicción de valores de propiedades de los elementos de la tabla a partir de su posición en esta.",
        "• Formación de compuestos químicos.",
        "– Normas de nomenclatura de la IUPAC aplicando dichas normas al reconocimiento y a la escritura de fórmulas y nombres de diferentes especies químicas. Aplicaciones que tienen en la vida cotidiana.",
        "• Transformaciones químicas de los sistemas materiales y leyes que las rigen.",
        "– Leyes fundamentales de la química: relaciones estequiométricas en reacciones químicas.",
        "– Clasificación de las reacciones químicas: aplicaciones de la reacción química en procesos industriales, ambientales y sociales significativos.",
        "• Energía contenida en un sistema, sus propiedades y sus manifestaciones:",
        "– Conservación de la energía mecánica. Energía interna.",
        "– Primer principio de la termodinámica: intercambios de energía entre sistemas.",
        "– Procesos termodinámicos: tipos.",
        "– Ecuaciones termoquímicas. Concepto de entalpía de reacción. Procesos endotérmicos y exotérmicos. Balance energético entre productos y reactivos.",
        "– Segundo principio de la termodinámica. Entropía.",
        "– Energía de Gibbs. Espontaneidad y equilibrio.",
        "– Energía y desarrollo sostenible.",
        "Bloque 6. Las fuerzas que nos mueven",
        "• Descripción del movimiento de un objeto empleando las ecuaciones básicas de la cinemática.",
        "– Conceptos generales: posición, velocidad y aceleración; componentes intrínsecos de la aceleración.",
        "– Movimiento recto uniforme y uniformemente acelerado; aplicaciones, por ejemplo, en seguridad vial.",
        "– Movimiento circular uniforme.",
        "• Dinámica newtoniana.",
        "– Leyes de Newton.",
        "– Momento lineal y su conservación; aplicaciones y manifestaciones en la naturaleza.",
        "– Momento de fuerzas y su relación con la rotación.",
        "• Estática: equilibrios de estructuras simples en las que intervienen pesos, tensiones y fuerzas de reacción; aplicaciones de interés en ingeniería, geología y biología.",
        "• Fuerzas fundamentales de la naturaleza.",
        "– Fuerza gravitacional: ley de la gravitación universal, campo gravitacional, órbitas de astros, leyes de Kepler.",
        "– Fuerza electrostática: ley de Coulomb, campo electrostático, ejemplos de interés en la naturaleza.",
        "– Fuerza magnética: ley de Lorentz; campo magnético.",
        "– Electromagnetismo. Fenómenos electromagnéticos de interés.",
        "• Fuerza nuclear fuerte: estabilidad nuclear, fisión y fusión nucleares, radiactividad y ley de decaimiento exponencial."
    ]
}