{
  "saberes": [
    "A. Escucha y percepción musical",
    "Propuestas musicales y dancísticas actuales producidas por creadores y creadoras del País Vasco y de otros lugares: audición y comentario de sus características más relevantes.*",
    "Compositores y compositoras, artistas y agrupaciones locales, regionales, nacionales y de otros lugares: análisis de eventos y manifestaciones artístico-musical y escenográficas en vivo y registradas.*",
    "Contaminación acústica, diseño de propuestas para la mejora medioambiental.*",
    "Vocabulario específico vinculado al área musical. Conocimiento y uso.",
    "Recepción musical y dancística: criterios de valoración estética.*",
    "Reconocimiento de la contribución de las mujeres al desarrollo de la música y la danza a lo largo de la historia.*",
    "Disfrute y valoración como oyente activo de diferentes manifestaciones musicales y dancísticas.*",
    "Expresión y gestión de sentimientos y emociones.*",
    "B. Interpretación, improvisación y creación escénica.",
    "Elementos y recursos para la creación de productos musicales, dancísticos, escenográficos y audiovisuales.",
    "Repertorio vocal, instrumental o corporal individual y/o grupal de distintos tipos de música actual.",
    "Técnicas básicas para una interpretación e improvisación respetuosa e inclusiva: técnicas vocales, instrumentales y cor-porales, técnicas de estudio y de control de emociones.*",
    "Editores de partituras y aplicaciones informáticas. Hábitos, consumo y gusto musical.* Normas de comportamiento y participación en actividades musicales.",
    "Planificación de un proyecto, elección de materiales y ejecución colaborativa bajo criterios de sostenibilidad.* Actitud inclusiva y respetuosa ante la diversidad presente en el aula y en la sociedad.*",
    "Habilidades interpersonales y sociales: confianza en sí mismo, flexibilidad, asertividad, empatía y estrategias para la gestión de dificultades y problemas*",
    "Respeto y sensibilidad hacia las ideas y sentimientos ajenos en el desarrollo de proyectos creativos.* Asunción de responsabilidades y participación activa y equitativa para la optimización del trabajo en equipo.*",
    "C. Contexto y culturas musicales, medios de comunicación y tecnologías",
    "Herramientas de edición, grabación y reproducción del sonido en diferentes contextos. Almacenamiento en la nube. Licen-cias de propiedad intelectual y derechos de autoría. Netiqueta.*",
    "La música en la publicidad y en el cine. Contextualización histórica y social con perspectiva de género.*",
    "Músicas populares y urbanas de nuestro entorno y de otros contextos, y su evolución en el tiempo. Principales solistas y grupos musicales.*",
    "Técnicas para el debate y la argumentación crítica.*"
  ],
  "criteriosEvaluacion": [
    "1.1. Explicar los factores culturales y sociales que rodean a determinadas producciones musicales y escénicas, comprendiendo sus características y función a través del análisis de ejemplos, con una actitud abierta y respetuosa, incorporando en este análisis la perspectiva de género.",
    "1.2. Reconocer la importancia de la conservación y la transmisión del patrimonio musical y escénico de la cultura vasca y de otras culturas, a través del conocimiento de distintas propuestas y la identificación de sus especificidades, apreciando su relación con el contexto en el que se producen y como factor de enriquecimiento personal y social.",
    "2.1. Analizar diferentes tipos de representaciones escénicas, a través de sus elementos y técnicas, utilizando diversos soportes, entendiendo y respetando su relación con el contexto.",
    "2.2. Valorar todo tipo de manifestaciones musicales y escénicas propias de la cultura vasca y otras culturas del siglo XX, del cine y de la actualidad, a través de la recepción activa y respetuosa, entendiéndolas como reflejo de la sociedad donde fueron creadas, desde un punto de vista inclusivo",
    "3.1. Expresar ideas, sentimientos y emociones de manera respetuosa, y crítica, con empatía y sensibilidad acerca de ejemplos de músicas estudiadas a través de la audición, visionado o eventos musicales a los que se asista.",
    "3.2. Realizar improvisaciones a partir de patrones o de manera libre, individuales o grupales, utilizando el cuerpo o los instrumentos musicales y desarrollando la creatividad y la autoconfianza.",
    "3.3. Poner en práctica habilidades musicales individuales y grupales, desarrollando la autoestima a través de la interpretación.",
    "4.1. Desarrollar las habilidades técnicas propias en actividades de interpretación y creación individual, potenciando el desarrollo de la autoestima, la autoconfianza, así como la gestión de emociones.",
    "4.2. Participar como intérprete y oyente en actuaciones y manifestaciones musicales, dentro y fuera del centro, mostrando iniciativa y liderazgo en los procesos creativos e interpretativos.",
    "4.3. Analizar el desarrollo de las destrezas musicales en grupo, mostrando respeto, empatía, actitud colaboradora y valorando críticamente la interpretación y creación musical.",
    "5.1. Utilizar herramientas tecnológicas en la creación y difusión de propuestas artísticomusicales, para el desarrollo de materiales audiovisuales, aplicando las normas de Netiqueta y los derechos de autoría.",
    "5.2. Crear composiciones vocales, instrumentales y coreográficas de forma individual y/o colaborativa mostrando respeto a la diversidad de ideas, emociones y sentimientos del grupo y atendiendo a criterios de sostenibilidad."
  ]
}