{
    "saberes": [
        "A. Communication",
        "LE.02.A.1. Self-confidence and reflection on learning. The error as an integral part of the process.",
        "LE.02.A.2. Basic strategies of common use for the comprehension and production of brief, simple and contextualized oral, written and multimodal texts.",
        "LE.02.A.3. Elementary knowledge, skills and attitudes that allow initiation in mediation activities in basic everyday situations.",
        "LE.02.A.4. Basic communicative functions of common use appropriate to the field and context: greet, say goodbye, introduce and introduce yourself; describe people, objects, and places; request and exchange information on everyday issues; describe routines; give directions and instructions; express time, quantity and space.",
        "LE.02.A.5. Contextual models and basic discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts such as brochures, instructions, rules, notices or conversations regulating coexistence.",
        "LE.02.A.6. Basic linguistic units in common use and meanings associated with these structures, such as expression of the entity and its properties, quantity and number, space and spatial relations, affirmation, exclamation, negation and question.",
        "LE.02.A.7. Elementary vocabulary of interest to students related to close interpersonal relationships, healthy lifestyle habits, affective-sexual health education, housing, nearby places and environments, highlighting the importance of sustainability and care for the environment.",
        "LE.02.A.8. Basic sound, stress and intonation patterns in common use, and general communicative functions associated with these patterns.",
        "LE.02.A.9. Basic spelling conventions in common use and meanings associated with formats and graphic elements.",
        "LE.02.A.10. Commonly used basic conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give directions, etc.",
        "LE.02.A.11. Resources for learning and elementary strategies for guided information search in analog and digital media.",
        "LE.02.A.12. Basic analogue and digital tools in common use for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, cooperation and collaboration.",
        "B. Multilingualism",
        "LE.02.B.1. Strategies and techniques to compensate for communication deficiencies to respond to an elementary need, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "LE.02.B.2. Basic strategies in common use to identify, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "LE.02.B.3. Introduction to basic strategies and tools in common use for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
        "LE.02.B.4. Vocabulary and elementary expressions to understand statements about communication, language and learning (metalanguage).",
        "C. Interculturality",
        "LE.02.C.1. The foreign language as a means of communication and relationship with people from other countries, and as a means of learning about different cultures and ways of life, as well as a means of transmitting values of Andalusian culture.",
        "LE.02.C.2. Interest in participating in planned communicative exchanges, through different media, with students of the foreign language.",
        "LE.02.C.3. Initiation to elementary cultural patterns typical of the foreign language.",
        "LE.02.C.4. Most significant sociocultural and sociolinguistic aspects related to customs, daily life and basic interpersonal relationships in countries where the foreign language is spoken.",
        "LE.02.C.5. Basic strategies of common use to understand and appreciate linguistic, cultural and artistic diversity, based on ecosocial and democratic values.",
        "LE.02.C.6. Commonly used basic strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1.a. Recognize the global meaning, as well as previously indicated words, in brief and simple oral, written and multimodal texts, on frequent and daily topics of personal relevance and close to their experience through different supports.",
        "1.2.a. Select, in a guided way, appropriate strategies in daily communicative situations and relevant to the students, in order to capture the global meaning and process explicit information in short and simple texts on familiar topics.",
        "2.1.a. Participate orally in a simple and brief conversation of daily use, using, in a guided way, basic resources of verbal and non-verbal language, paying special attention to basic intonation and rhythm.",
        "2.2.a. Write short sentences, appropriate to the proposed communicative situation, based on models and through analog and digital tools, using structures and elementary vocabulary on everyday issues and personal relevance for students.",
        "2.3.a. Select, in a guided way, strategies to produce brief and simple messages appropriate to the communicative intentions, using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "3.1.a. Participate in dialogues and simple conversations on topics close to their experience, through various supports, reproducing sound patterns of repetition, with basic intonation and rhythm and using some non-verbal language resources, favoring the ability to show empathy and respect for linguistic courtesy and digital label.",
        "3.2.a. Begin to use, in a guided manner, basic oral expression strategies to start or maintain a short and simple conversation such as greeting, saying goodbye, introducing yourself and transmitting short and simple messages.",
        "4.1.a. Understand and transmit, in a guided way, and with the help of various supports, essential information from short and simple oral texts, in different contexts in which it is necessary to attend to diversity, assessing with empathy and interest the problems of understanding in their environment closest.",
        "4.2.a. Identify and distinguish, in a guided way, basic and simple strategies in order to facilitate the understanding of information, using, with help, some physical or digital resources appropriate to their own needs at all times.",
        "5.1.a. Identify and begin to distinguish the similarities and differences between different languages, becoming aware of very basic aspects of how they work.",
        "5.2.a. Use the knowledge and strategies to improve their ability to communicate and learn the foreign language in a guided way, with the support of other participants and analog and digital supports.",
        "5.3.a. Register and apply, in a guided way, the progress and elementary difficulties in the foreign language learning process, recognizing the aspects that help to improve self-evaluation and peer-evaluation.",
        "6.1.a. Act with respect in intercultural situations, identifying similarities and elementary differences between languages and cultures, and showing rejection of discrimination, prejudice and stereotypes of any kind in daily and habitual communicative contexts.",
        "6.2.a. Recognize and appreciate the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in knowing basic and habitual cultural elements that promote peaceful coexistence and respect for others.",
        "6.3.a. Guided selection of elementary strategies to understand the most relevant aspects of cultural and artistic diversity."
    ]
}