{
    "saberes": [
        "A. Communication.",
        "LE.01.A.1. Self-confidence in the use of the foreign language.",
        "LE.01.A.2. Introduction to basic strategies for the comprehension and production of brief, simple and contextualised oral, written and multimodal texts.",
        "LE.01.A.3. Elementary communicative functions appropriate to the field and context: greeting, saying goodbye, introducing and introducing oneself; identify characteristics of people, objects, and places; answer specific questions about everyday issues; express time, quantity and space.",
        "LE.01.A.4. Elementary contextual models in the comprehension and production of short and simple oral, written and multimodal texts, such as congratulations, notes, lists or notices.",
        "LE.01.A.5. Elementary linguistic units and meanings associated with said structures such as expression of the entity and its properties, quantity and number, affirmation, exclamation, negation and interrogation.",
        "LE.01.A.6. Elementary vocabulary of interest to students related to basic interpersonal relationships, healthy habits, affective-sexual health education, housing, nearby places and environments, highlighting the importance of sustainability and care for the environment.",
        "LE.01.A.7. Initiation in elementary sound and accentual patterns. LE.01.A.8. Introduction to elementary spelling conventions.",
        "LE.01.A.9. Elementary conversational conventions and strategies, in synchronous or asynchronous format, to start, maintain and end communication, take and give the floor, ask and answer, etc.",
        "LE.01.A.10. Elementary analog and digital tools for oral, written and multimodal comprehension and production.",
        "B. Multilingualism.",
        "LE.01.B1. Elementary strategies and techniques for detecting communicative deficiencies and limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "LE.01.B.2. Introduction to elementary strategies to identify and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "C. Interculturality.",
        "LE.01.C.1. The foreign language as a means of communication and relationship with people from other countries and as a way to publicize basic aspects of Andalusian culture.",
        "LE.01.C.2. Elementary and most significant sociocultural and sociolinguistic aspects related to customs and daily life in countries where the foreign language is spoken.",
        "LE.01.C.3. Initiation in the basic strategies of common use to understand and appreciate the linguistic, cultural and artistic diversity, based on ecosocial and democratic values.",
        "LE.01.C.4. Introduction to the basic strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1.b. Recognize and interpret common words and expressions in short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance and close to their experience, expressed in an understandable, clear, simple and direct way, and in standard language.",
        "1.2.b. Guided selection and application of elementary strategies in everyday communicative situations relevant to students, in order to capture the overall idea and identify specific elements with the help of linguistic and non-linguistic elements of the context and cotext.",
        "2.1.b. Orally express short and simple sentences with basic information about everyday matters and relevant to the students, using verbal and non-verbal resources in a guided way, resorting to models and structures previously presented and paying attention to rhythm, stress and intonation.",
        "2.2.b. Write words, well-known expressions and phrases based on models and with a specific purpose, through analog and digital tools, using vocabulary and elementary structures on everyday matters and of personal relevance to the students.",
        "2.3.b. Select and apply, in a guided way, basic strategies to produce brief and simple messages appropriate to the communicative intentions using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "3.1.b. Participate, in a guided way, in elementary interactive situations on everyday topics, previously prepared, through various supports, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy.",
        "3.2.b. Select and use, in a guided way and in close environments, elementary strategies to greet, say goodbye and introduce oneself; express simple and brief messages; and ask and answer basic questions for communication.",
        "4.1.b. Interpret and explain, in a guided way, basic information on concepts, communications and brief and simple texts, in a guided way, in situations in which diversity must be addressed, showing empathy and interest in the interlocutors and in the problems of understanding in their immediate environment, relying on various resources and supports.",
        "5.1.b. Compare and contrast similarities and obvious differences between different languages, reflecting, in a guided way, on elementary aspects of how they work.",
        "5.2.b. Identify and apply, in a guided way, knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "5.3.b. Identify and explain, in a guided way, progress and elementary difficulties in the foreign language learning process.",
        "6.1.b. Show interest in intercultural communication, identifying and analyzing, in a guided way, the most common discriminations, prejudices and stereotypes, in everyday and habitual situations.",
        "6.2.b. Recognize and appreciate the linguistic and cultural diversity related to the foreign language, showing interest in knowing its elementary cultural and linguistic elements."
    ]
}