{
    "saberes": [
        "A. Communication.",
        "- Self-confidence and reflection on learning. Mistakes as a tool for improvement.",
        "- Basic and elementary strategies for understanding and expressing short, simple and contextualised oral, written and multimodal texts.",
        "- Basic knowledge, skills and attitudes which enable initiation and participation in mediation activities in basic everyday situations.",
        "- Basic communicative functions appropriate to the setting and context:",
        "    - greeting, saying goodbye, introducing oneself and introducing oneself.",
        "    - describe people, objects, places, plants, animals and activities.",
        "    - describe routines.",
        "    - ask for and exchange information about everyday matters.",
        "    - ask for and offer help.",
        "    - ask for permission and apologise.",
        "    - give directions and instructions.",
        "    - express time, quantity, space, possession, existence, taste, preference, opinion and ability.",
        "    - use of language in the classroom.",
        "    - narrate present events and actions taking place.",
        "- Contextual models and basic discourse genres in common use in the comprehension, production and co-production of short, simple, literary and non-literary oral, written and multimodal texts such as leaflets, instructions, rules, notices or conversations regulating coexistence.",
        "- Basic linguistic units of common usage and meanings associated with these structures, such as expression of entity and its properties, existence, modality, tastes and preferences, quantity and number, space and spatial relations, time, affirmation, exclamation, negation, interrogation, elementary logical relations.",
        "- Elementary vocabulary and lexical items of interest to students relating to personal description and close interpersonal relationships, housing, places and immediate surroundings (e.g. numbers, geometrical shapes, shapes and figures, etc.).",
        "e.g. numbers, geometric shapes, family, food, body parts, animals, months, seasons, weather, clothing, descriptive adjectives, sport, travel and holidays, education and study, shopping, transport).",
        "- Basic sound, accentual and intonation patterns in common use, and general communicative functions associated with these patterns: rhymes, rhymes, rhymes, tongue twisters, songs, riddles, resources of oral and written tradition.",
        "- Basic spelling conventions in common use and meanings associated with formats and graphic elements.",
        "- Basic conversational conventions and strategies in common use, in synchronous or asynchronous format, for initiating, maintaining and terminating communication, taking and giving the floor, asking for and giving directions, etc.",
        "- Learning resources and elementary strategies for guided information search in analogue and digital media.",
        "- Basic analogue and digital tools in common use for oral, written and multimodal comprehension, expression and co-production; and virtual platforms for interaction, cooperation and educational collaboration.",
        "- Strategies for formulating and reformulating hypotheses about meaning based on the understanding of significant linguistic and paralinguistic elements.",
        "B. Multilingualism.",
        "- Strategies and techniques for compensating for communicative deficits in order to respond to an elementary need despite the limitations arising from the level of competence in the foreign language and in the other languages of one's own linguistic repertoire.",
        "- Basic strategies of common use to identify, retain, retrieve and use linguistic units (lexis, morphosyntax, sound patterns, etc.) based on the comparison of the languages and varieties which make up one's own linguistic repertoire.",
        "- Initiation in basic commonly used strategies and tools for self-assessment and co-assessment, analogue and digital, individual and cooperative.",
        "- Lexicon and elementary expressions to understand statements about communication, language and learning (metalanguage).",
        "- Tools to facilitate the development of autonomous language learning.",
        "C. Interculturality.",
        "- The foreign language as a means of communication and relationship with people from other countries, and as a means of getting to know different cultures and ways of life.",
        "- Interest in participating in planned communicative exchanges, through different media, with learners of the foreign language.",
        "- Most significant sociocultural and sociolinguistic aspects of customs, everyday life and basic interpersonal relationships in countries where the foreign language is spoken.",
        "- Basic commonly used strategies for understanding and appreciating linguistic, cultural and artistic diversity, based on eco-social and democratic values.",
        "- Basic strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1 Recognise and interpret the overall meaning and essential information, as well as previously indicated words and phrases, in short, simple oral, written and multimodal texts on frequent, everyday topics of personal relevance and close to their experience, as well as fiction texts appropriate to the students' level of development, expressed comprehensibly, clearly and in standard language through different media (CCL2, CCL4, STEM1, CE1, CCEC2). ",
        "1.2 Select and apply, in a guided way, appropriate strategies in everyday communicative situations of relevance to the students, grasping the global meaning and processing explicit information in short and simple oral, written and multimodal texts on familiar topics. (CCL2, CCL3, CP1, STEM1, CPSAA5)",
        "2.1 Orally express short sentences and short, simple texts with basic information on everyday matters of relevance to the student, using, in a guided manner, verbal and non-verbal resources, paying attention to rhythm, stress and intonation. (CCL1, CP1, CE1, CE3, CCEC4).",
        "2.2 Write very short and simple texts, with appropriateness to the proposed communicative situation, from models and through analogue and digital tools, using structures and elementary lexis on everyday matters and of personal relevance for the students (CCL1, CP1, CD2, CE1, CE3, CCEC4).",
        "2.3 Select, organise and apply, in a guided way, strategies to express short and simple messages appropriate to the communicative intentions, using, with help, physical or digital resources and supports according to the needs of each moment (CCL3, CP1, CP2, STEM1, CD2, CPSAA5).",
        "3.1 Participate in short and simple interactive situations on everyday topics, of personal relevance and close to their experience, previously prepared, through different media, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy and respect for linguistic politeness and digital etiquette. (CCL1, CCL5, CP2, CD3, CPSAA3, CC3, CCEC3).",
        "3.2 Select and use, in a guided way, elementary strategies to greet, say goodbye and introduce oneself; express short messages; and formulate and answer simple questions, responding to the communicative needs that arise in different situations and contexts. (CCL1, CCL5, CP1, STEM1, CE3)",
        "4.1 Interpret and explain texts, concepts and brief and simple communications, in a guided way, in situations in which diversity is taken into account, showing empathy and interest for the interlocutors and for the problems of understanding in their immediate environment, relying on different resources and supports. (CCL2, CP2, CP3, STEM1, CPSAA3, CCEC1).",
        "4.2 Select and apply, in a guided way, elementary strategies that help to create bridges and facilitate the comprehension and expression of information and communication, using, with help, physical or digital resources and supports according to the needs of each moment. (CCL5, CP1, STEM1, CPSAA1, CPSAA3).",
        "5.1 Compare and contrast the similarities and differences between different languages, reflecting, in a guided way, on basic aspects of their functioning, respecting cognitive, social and cultural diversity (CP2, CP3, CPSAA4, CC3, CCEC1).",
        "5.2 Use and differentiate, in a guided way, the knowledge and strategies to improve their ability to communicate and learn the foreign language, relying on the group and on analogue and digital media (CCL3, STEM1, CD2, CPSAA4, CE3).",
        "5.3 Record and apply, in a guided manner, the progress and basic difficulties in the foreign language learning process, recognising the aspects that help to improve and participating in self-assessment and co-assessment activities, such as those proposed in the European Language Portfolio (ELP), normalising mistakes and valuing them as a source of learning. (STEM1, CPSAA1, CPSAA4, CPSAA5).",
        "6.1 Act with respect in intercultural situations, identifying and comparing elementary similarities and differences between languages and cultures, and showing rejection of discrimination, prejudice and stereotypes of any kind in everyday and usual communicative contexts. (CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3).",
        "6.2 Recognise and appreciate the linguistic, cultural and artistic diversity of countries where the foreign language is spoken as a source of learning and personal enrichment, showing interest in understanding elementary and common cultural and linguistic elements that promote peaceful coexistence and respect for others. (CCL5, CP2, CP3, CPSAA3, CC3, CCEC1).",
        "6.3 Select and apply, in a guided way, basic strategies to understand and appreciate the most relevant aspects of linguistic, cultural and artistic diversity, accepting and respecting its value and showing an attitude of openness. (CCL5, CP3, CPSAA3, CC2, CC3, CCEC1)."
    ]
}