{
    "saberes": [
        "A. Las lenguas y sus hablantes.",
        "- Biografía lingüística personal y mapa lingüístico del centro.",
        "- La diversidad lingüística y etno-cultural como herramienta de aprendizaje.",
        "- Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "- Práctica e iniciación a la lengua de signos: saludos, presentaciones, agradecimientos, etc.",
        "B. Comunicación.",
        "1. Contexto.",
        "- Incidencia de los componentes (situación, participantes, propósito comunicativo, canal) en el acto comunicativo.",
        "2. Géneros discursivos.",
        "- Tipologías textuales: la narración, la descripción, el diálogo y la exposición.",
        "- Propiedades textuales: estrategias elementales para la coherencia y la cohesión.",
        "- Géneros discursivos propios del ámbito personal y educativo. Elementos básicos de contenido (tema, fórmulas fijas, léxico) y forma (estructura, formato, imágenes).",
        "3. Procesos.",
        "a. Interacción, comprensión y producción, oral.",
        "- Pronunciación y entonación adecuadas.",
        "- Interacción oral adecuada en situaciones de aula y en contextos formales elementales, con respeto a las normas básicas de cortesía lingüística: exposición clara, turno de palabra, orden, vocabulario adecuado, entonación y gestos.",
        "- Estrategias de escucha activa y asertividad para la resolución dialogada de los conflictos, teniendo en cuenta la perspectiva de género.",
        "- Detección de posibles usos discriminatorios del lenguaje verbal y no verbal.",
        "- Construcción, valoración y comunicación de conocimiento mediante la planificación y producción acompañada de textos orales y multimodales sencillos.",
        "- Identificación e interpretación del sentido global y de integración de la información explícita de textos sociales orales y multimodales sencillos.",
        "- Interpretación de elementos básicos de la comunicación no verbal.",
        "- Reconocimiento y utilización de estrategias básicas; comentario, opinión personal y expresión de sentimientos.",
        "- Estructuración y práctica de debates y exposiciones orales de diferentes temáticas.",
        "- Audición y comprensión de diferentes tipos de textos orales y multimodales adaptados a la edad.",
        "b. Comprensión lectora.",
        "- Lectura individual con entonación y ritmo adecuados al nivel de desarrollo.",
        "- Elementos gráficos, textuales y paratextuales progresivamente complejos que favorecen la comprensión antes, durante y después de la experiencia lectora.",
        "- Identificación de las ideas más relevantes y comprensión del sentido global de lo leído realizando las inferencias necesarias.",
        "- Estrategias básicas de uso de fuentes documentales diversas, tanto en papel como digitales, para mejorar la comprensión de los textos.",
        "- Detección de usos discriminatorios del lenguaje verbal e icónico.",
        "- Lectura comprensiva de textos en voz alta y en reflexiva en silencio.",
        "c. Producción escrita.",
        "- Presentación cuidada y aplicación de las normas ortográficas básicas.",
        "- Estrategias elementales, individuales o grupales, de planificación, redacción, revisión y autocorrección de textos escritos y multimodales sencillos, en diferentes soportes, incluido el digital de manera acompañada, con distintos propósitos comunicativos.",
        "- Estrategias básicas de uso de fuentes documentales diversas, tanto en papel como digitales, para mejorar la expresión escrita.",
        "- Elementos gráficos y paratextuales sencillos que faciliten la organización y comprensión del texto.",
        "- Producción de textos individual y grupalmente para comunicar experiencias, conocimientos, sentimientos y emociones: descripciones, exposiciones, argumentaciones, noticias, cuentos y tebeos. Escritura en soporte digital acompañada.",
        "d. Alfabetización informacional.",
        "- Estrategias básicas para la búsqueda guiada de información en fuentes documentales variadas y con distintos soportes y formatos con criterios de fiabilidad. Hechos y opiniones.",
        "- Estrategias y técnicas para comparar y clasificar la información.",
        "- Modelos explícitos para reelaborar la información.",
        "- Comunicación creativa del conocimiento, con respeto a la propiedad intelectual.",
        "- Utilización de la biblioteca y los recursos digitales del aula o del centro.",
        "C. Educación literaria:",
        "- Lectura acompañada de obras o fragmentos variados y diversos de la literatura infantil, adecuados a sus intereses y organizados en itinerarios lectores.",
        "- Relación, de manera acompañada, entre los elementos constitutivos esenciales de la obra literaria (tema, protagonistas, personajes secundarios, argumento, espacio) y la construcción del sentido de la obra, de los distintos géneros literarios.",
        "- Técnicas básicas para la lectura, la interpretación acompañada y dramatización de los textos literarios.",
        "- Vínculos de la literatura con otras manifestaciones artísticas y culturales",
        "- Construcción de la identidad lectora. Estrategias para la expresión de gustos e intereses. Iniciación a la valoración argumentada de las obras.",
        "- Creación de textos de intención literaria de manera libre, a partir de modelos dados o recreando textos literarios.",
        "- La biblioteca del aula o del centro como punto de encuentro de actividades literarias compartidas. Comunidades lectoras e iniciación a las lecturas dialógicas.",
        "D. Reflexión sobre la lengua y sus usos en el marco de propuestas de producción y comprensión de textos orales, escritos o multimodales:",
        "- Formulación y comprobación de hipótesis (sustitución, cambio de orden, transformación) y establecimiento de generalizaciones sobre aspectos ortográficos y gramaticales básicos, con especial atención a la relación entre sustantivos, adjetivos y verbos.",
        "- Aspectos ortográficos básicos. Los signos de puntuación y su relación con el significado.",
        "- Estudio e identificación de las relaciones semánticas de las palabras: sinónimos y antónimos, palabras polisémicas, campos semánticos, derivadas y familias de palabras.",
        "- Reconocimiento, clasificación y uso de las clases de palabras y sus tipos: sustantivo, adjetivo, determinante, pronombre y verbo.",
        "- Discriminación de palabras invariables: preposición, adverbio, conjunción e interjección.",
        " - La oración. Sujeto y predicado",
        "- Modalidades oracionales en relación con la intención comunicativa. Tipos de oraciones.",
        "- Coherencia de las formas verbales en los textos.",
        "- Mecanismos elementales de coherencia y cohesión, con especial atención al orden de oraciones y párrafos.",
        "- Estrategias elementales para el uso guiado de diccionarios de distintos soportes.",
        "- Iniciación en el uso de las tecnologías de la información y la comunicación como instrumento de aprendizaje y producción de textos sencillos."
    ],
    "criteriosEvaluacion": [
        "1.1 Mostrar interés y respeto por las distintas lenguas y variedades dialectales de su entorno, incluidas las lenguas de signos, identificando algunas expresiones de uso cotidiano.",
        "1.2 Identificar, con cierta autonomía y en contextos próximos, prejuicios y estereotipos lingüísticos frecuentes, aportando alternativas y reconociendo la diversidad lingüística de su entorno como una fuente de riqueza cultural.",
        "2.1 Comprender el sentido de textos orales y multimodales sencillos, reconociendo las ideas principales, los mensajes explícitos y los mensajes implícitos más sencillos, y progresando, de manera acompañada, en la valoración crítica del contenido y de los elementos no verbales elementales.",
        "3.1 Producir textos orales y multimodales coherentes, con planificación acompañada, ajustando el discurso a la situación comunicativa y utilizando recursos no verbales básicos.",
        "3.2 Participar en interacciones orales espontáneas o regladas, incorporando estrategias básicas de escucha activa y cortesía lingüística.",
        "4.1 Leer de manera silenciosa y en voz alta textos escritos y multimodales sencillos, identificando el sentido global y la información relevante e integrando, de manera acompañada, la información explícita.",
        "4.2 Analizar, de manera acompañada, el contenido y aspectos formales y no formales elementales de textos escritos y multimodales, valorando su contenido y estructura e iniciándose en la evaluación de su fiabilidad.",
        "5.1 Producir textos escritos y multimodales sencillos con coherencia y adecuación, en distintos soportes, seleccionado el modelo discursivo que mejor responda a cada situación comunicativa, iniciándose en el uso de las normas gramaticales y ortográficas más sencillas y progresando, de manera acompañada, en la movilización de estrategias sencillas, individuales o grupales, de planificación, redacción y revisión.",
        "6.1 Localizar, seleccionar y contrastar información de distintas fuentes, incluidas las digitales, citándolas y recreándolas mediante la adaptación creativa de modelos dados.",
        "6.2 Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal o ecosocial, realizado de manera acompañada.",
        "6.3 Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información.",
        "7.1 Leer de manera autónoma o acompañada textos de diversos autores y autoras, ajustados a sus gustos e intereses y seleccionados con creciente autonomía, avanzando en la construcción de su identidad lectora.",
        "7.2 Compartir oralmente la experiencia de lectura participando en comunidades lectoras de ámbito escolar.",
        "8.1 Escuchar y leer textos orales y escritos de la literatura infantil universal, que recojan diversidad de autores y autoras, estableciendo de manera acompañada relaciones elementales entre ellos y con otras manifestaciones artísticas o culturales.",
        "8.2. Producir, de manera acompañada, textos sencillos individuales o colectivos con intención literaria, adaptados a las diferentes etapas del proceso evolutivo de la escritura, ajustándose a modelos dados, en distintos soportes y complementándolos con otros lenguajes artísticos.",
        "9.1 Formular conclusiones elementales sobre el funcionamiento de la lengua, prestando especial atención a la relación entre el sustantivos, adjetivos y verbos, a partir de la observación, comparación y transformación de palabras, enunciados y textos, en un proceso acompañado de producción o comprensión de textos en contextos significativos.",
        "9.2 Revisar y mejorar los textos propios y subsanar algunos problemas de comprensión lectora, de manera acompañada, partiendo de una reflexión metalingüística y usando la terminología básica adecuada.",
        "10.1 Rechazar los usos lingüísticos discriminatorios e identificar los abusos de poder a través de la palabra a partir de la reflexión grupal acompañada sobre los aspectos básicos, verbales y no verbales, de la comunicación, teniendo en cuenta una perspectiva de género.",
        "10.2 Movilizar, con la planificación y el acompañamiento necesarios, estrategias básicas para la escucha activa, comunicación asertiva y el consenso, progresando en la gestión dialogada de conflictos."
    ]
}