{
    "saberes": [
        "I. Patrimonio artístico y cultural",
        "1. Análisis de las formas geométricas en el arte y en el entorno. Patrimonio arquitectónico.",
        "II. Elementos formales de la imagen y del lenguaje visual. La expresión gráfica",
        "1. Análisis de los elementos básicos del lenguaje visual: el punto, la línea y el plano. Posibilidades expresivas y comunicativas. Obras de artistas canarios.",
        "2. Análisis, con el estudio de obras de artistas plásticos canarios, de los elementos visuales, conceptos y posibilidades expresivas: forma, color y textura.",
        "3. Selección y descripción de los elementos que intervienen en composiciones básicas. Los esquemas compositivos.",
        "III. Expresión artística y gráfico-plástica: técnicas y procedimientos",
        "1. Reconocimiento y constatación del proceso creativo a través de operaciones plásticas: reproducir, aislar, transformar y asociar.",
        "2. Introducción a la geometría plana y trazados geométricos básicos.",
        "3. Uso de técnicas básicas de expresión gráfico-plástica en dos dimensiones. Técnicas secas y húmedas. Su uso en el arte y sus características expresivas: estudio de artistas como Lola Massieu y Pepe Dámaso, entre otros. ",
        "IV. Imagen y comunicación visual y audiovisual",
        "1. Análisis del lenguaje y la comunicación visual. Finalidades: informativa, comunicativa, expresiva y estética. Contextos y funciones.",
        "2. Uso de imágenes visuales y audiovisuales: lectura y análisis."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer, de forma guiada, los factores históricos, sociales y culturales que rodean algunas producciones plásticas, explicando de manera escrita sus particularidades, con interés, respeto y actitud cooperativa, desde una perspectiva de género, para entender la necesidad de protección y conservación del patrimonio cultural y artístico, con especial atención al de Canarias. CCL1, CPSAA3, CC1, CC2",
        "2.1. Explicar la importancia del proceso que media entre la realidad, el imaginario y la producción, participando activamente en el trabajo en grupo, identificando hechos, conceptos, pensamientos, opiniones o sentimientos de manera escrita, superando estereotipos y mostrando un comportamiento respetuoso con la diversidad cultural, para valorar el intercambio, las experiencias compartidas y el diálogo intercultural. CCL1, CPSAA1, CPSAA3, CC3",
        "2.2. Analizar, de forma guiada, diversas producciones artísticas, incluidas las del patrimonio cultural y artístico, especialmente el de Canarias, así como las propias y las de sus iguales, con interés y con una actitud cooperativa, iniciándose en una mirada estética hacia el mundo y respetando la diversidad de las expresiones culturales, para valorar el intercambio, las experiencias compartidas y el diálogo intercultural, así como para superar estereotipos. CC1, CCEC1, CCEC3",
        "3.1. Seleccionar propuestas plásticas, visuales y audiovisuales de diversos tipos y épocas, con especial atención a las de Canarias, describiéndolas de forma escrita y de manera individual, grupal o colaborativa, e identificándolas con curiosidad y respeto desde una perspectiva de género, para enriquecer la cultura artística personal y alimentar el imaginario. CCL1, CC1, CC3",
        "3.2. Argumentar el disfrute producido por la recepción del arte en todas sus formas y vertientes, a través de la identificación de diferentes propuestas plásticas, visuales y audiovisuales, incluidas las contemporáneas, y del uso de diferentes herramientas digitales, en cualquier medio o soporte, mostrando, con respeto, impresiones y emociones, y expresando la opinión personal de forma abierta, para fomentar la curiosidad y la creatividad. CCL2, CD1, CPSAA4, CCEC2",
        "4.1. Reconocer e interpretar de forma guiada los rasgos particulares de diversas técnicas y lenguajes artísticos, utilizando textos escritos, así como sus distintos procesos y resultados en función de los contextos sociales, históricos, geográficos y tecnológicos, buscando, mediante el uso de diferentes herramientas digitales, la información con interés y eficacia, para descubrir las diversas posibilidades que ofrecen como fuente generadora de ideas y respuestas. CCL2, CD1, CD2",
        "4.2. Analizar y reconocer, de forma guiada, las especificidades de los lenguajes de diferentes producciones culturales y artísticas, de manera individual, grupal y colaborativa, demostrando respeto por las normas, empatía, equidad y espíritu constructivo, y mostrando interés por las manifestaciones artísticas y culturales más destacadas del patrimonio histórico de Canarias, para descubrir las diversas posibilidades que ofrecen los métodos y las técnicas artísticas como fuentes generadoras de ideas. CPSAA3, CC3, CCEC2",
        "5.1. Expresar de forma guiada ideas y sentimientos en diferentes producciones plásticas, visuales y audiovisuales, probando diversas herramientas, técnicas y soportes, con respeto a la propiedad intelectual y con actitud cooperativa y respetuosa, y desarrollando la capacidad de comunicación, para potenciar la autoconfianza. CCL2, CPSAA4, CC3, CCEC3, CCEC4",
        "5.2. Realizar diferentes tipos de producciones artísticas individuales o colectivas con las técnicas y los soportes adecuados al propósito, con actitud cooperativa y respetuosa, reconociendo el proceso creativo, mostrando iniciativa y autoconfianza, integrando racionalidad, empatía y sensibilidad, para expresar la visión del mundo, las emociones y los sentimientos propios, así como para mejorar la capacidad de comunicación y desarrollar la reflexión crítica. CPSAA3, CPSAA4, CC3, CCEC4",
        "6.1. Explicar de forma guiada su pertenencia a un contexto cultural concreto, especialmente el de Canarias, utilizando la búsqueda, selección y tratamiento de información de fuentes diversas, a través de la observación de los aspectos formales y de los factores sociales que determinan diversas producciones culturales y artísticas actuales, para enriquecer las creaciones propias y desarrollar la identidad personal, cultural y social. CCL2, CD1, CC1",
        "6.2. Utilizar creativamente referencias culturales y artísticas del entorno en la elaboración de producciones propias, mediante el uso de diferentes herramientas digitales, mostrando una visión personal con una actitud respetuosa y opuesta a cualquier tipo de discriminación o violencia, para enriquecer las creaciones artísticas y desarrollar una cultura emprendedora. CD1, CPSAA3, CCEC3",
        "7.1. Realizar un proyecto artístico creativo, de manera individual, grupal y colaborativa, valorando la importancia de la sostenibilidad, ajustándose al objetivo propuesto, utilizando de forma guiada distintas técnicas visuales o audiovisuales, seleccionadas en la generación de mensajes propios, y mostrando interés y curiosidad por la evolución de las tecnologías digitales e iniciativa en el empleo de lenguajes, materiales, soportes y herramientas, para enriquecer el diseño y aprender de sus errores en el proceso de construcción del conocimiento. CCL3, STEM3, CD1, CD5, CC1, CC3, CCEC4",
        "8.1. Reconocer los diferentes usos y funciones de las producciones y manifestaciones artísticas, así como las oportunidades que pueden generar, mostrando una actitud abierta, cooperativa y respetuosa, interés por conocer su importancia en la sociedad, con especial atención a la de Canarias, y curiosidad por la evolución de las tecnologías digitales, para valorar distintas oportunidades de desarrollo personal. CCL1, CD3, CCEC4",
        "8.2. Desarrollar producciones y manifestaciones artísticas con una intención previa, de forma individual o colectiva, aprendiendo de sus errores en el proceso de construcción del conocimiento, conociendo las diferentes etapas y considerando las características del público destinatario, para valorar las oportunidades personales, sociales y económicas que se le ofrecen. STEM3, CD3, CPSAA3, CPSAA5"
    ]
}