{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1.  Diseñar, realizar y exponer de modo personal o colaborativo pequeños trabajos de investigación acerca de cuestiones propias de la psicología, buscando, organizando e interpretando información pertinente al respecto, especialmente en entornos digitales, y aplicando los procedimientos de la metodología científica.",
        "1.2.  Generar una concepción informada, compleja, abierta y crítica de la naturaleza, historia, fundamentos y límites de la psicología como disciplina, así como de las condiciones y problemas de sus modelos teóricos y sus métodos de investigación, exponiendo, utilizando y contrastando diversas perspectivas en torno a las cuestiones objeto de análisis.",
        "1.3.  Identificar y categorizar los diversos temas y problemas a los que se enfrenta la psicología, reconociendo y distinguiendo sus áreas de investigación, sus campos de aplicación, sus enfoques de trabajo y su relación con otros saberes, y adoptando una actitud analítica, reflexiva y crítica en torno a su estatuto epistemológico, la naturaleza problemática de su objeto de estudio, y sus expresiones y aplicaciones fuera del ámbito académico.",
        "Competencia específica 2.",
        "2.1.  Identificar y describir los principales componentes naturales y culturales de la vida psíquica y la conducta humana, especialmente aquellos referidos al aprendizaje humano, manejando información rigurosa al respecto y aplicando los procedimientos propios del trabajo intelectual.",
        "2.2.  Reconocer y explicar las principales cuestiones, teorías y problemas en relación con los procesos psíquicos básicos, contrastando el planteamiento de dichas cuestiones con la propia experiencia del entorno y con la reflexión sobre los problemas psicológicos y filosóficos que dichas cuestiones plantean. ",
        "2.3.  Indagar sobre los problemas, tesis, hipótesis y experimentos psicológicos más importantes en torno a la comprensión de los procesos relacionados con el pensamiento, el razonamiento, la inteligencia, la creatividad y la consciencia humanas, vinculando dicha exposición a la experiencia personal de los procesos investigados. ",
        "Competencia específica 3.",
        "3.1.  Relacionar e integrar el saber relativo a los elementos, procesos y funciones mentales y conductuales, así como a la estructura y evolución de la personalidad, con la propia experiencia y desarrollo personal, desarrollando un autoconcepto realista y objetivo de sí mismo y de aquellos aspectos que convendría considerar para un adecuado crecimiento personal, social, académico y profesional. ",
        "3.2.  Expresarse con asertividad y demostrar una actitud cuidadosa tanto con respecto a sí mismo como con respecto a los demás, desarrollando la capacidad de empatizar con otros y de afrontar de modo resiliente y constructivo retos y desafíos que impliquen un análisis de elementos y procesos objeto de la psicología.",
        "Competencia específica 4.",
        "4.1.  Elaborar y exponer trabajos básicos de investigación acerca de los procesos y estados emocionales, así como sobre aquellos otros relativos a la motivación, justificando su lugar e importancia para la explicación y la determinación de la vida mental y la conducta humana. ",
        "4.2.  Identificar diferentes estados emocionales, tanto en sí mismos como en otras personas, demostrando capacidad para expresar dichos estados con asertividad, así como para gestionarlos, especialmente en relación con situaciones traumáticas y de incertidumbre, estrés, ansiedad, frustración o conflicto.",
        "4.3.  Analizar y describir los procesos y aspectos psíquicos y conductuales relacionados con la motivación, la volición y el comportamiento moral humano, aplicando las conclusiones de dicho análisis a la interpretación de la conducta propia y ajena, a la toma autónoma de decisiones y a la gestión del propio aprendizaje, especialmente en situaciones de incertidumbre y estrés.",
        "Competencia específica 5.",
        "5.1.  Manejar y contrastar información de distintas ciencias o materias sobre cuestiones esenciales y problemáticas de carácter antropológico, ético y filosófico acerca de la conducta, la mente y la naturaleza humana, adoptando una posición propia, reflexiva y dialogante en la realización de trabajos, debates u otras actividades al respecto. ",
        "5.2.  Articular una concepción compleja, integral, abierta y fundamentada de la realidad humana y sus distintas dimensiones y aspectos, evitando visiones dogmáticas y estereotipadas, y que sirva de marco de reflexión a la investigación psicológica, mediante el desarrollo de actividades interdisciplinares que tengan a la naturaleza humana como motivo principal. ",
        "Competencia específica 6.",
        "6.1.  Aplicar los conceptos y teorías de la psicología social a la observación e interpretación de los procesos, pautas y mecanismos sociales presentes en el entorno, reconociendo y describiendo la relación entre las interacciones sociales y el desarrollo de la conducta y el psiquismo de las personas. ",
        "6.2.  Detectar y poner en práctica pautas de interacción social y comunicativa conscientes, empáticas, dialogantes y respetuosas, a través del propio ejercicio de investigación grupal en torno a los temas fundamentales de la psicología social.",
        "6.3.  Identificar los distintos mecanismos y procesos psicológicos, tales como sesgos, pensamientos irracionales, estereotipos y otros, que contribuyen a la manifestación de conductas discriminatorias, xenófobas, racistas o violentas, describiendo y aplicando técnicas para el control de la agresividad y la resolución pacífica de los conflictos.",
        "6.4.  Indagar sobre los aspectos psicosociales de la conducta amorosa y afectivosexual de los seres humanos, identificando elementos relacionados con la identidad y diversidad de las personas, los conflictos afectivos y la violencia de género, con objeto de evitar el sexismo, la homofobia y la violencia contra las mujeres. ",
        "Competencia específica 7.",
        "7.1.  Investigar y debatir sobre la cuestión del modelo o concepto de salud y bienestar psíquico, así como sobre la categorización y el diagnóstico de los trastornos psicológicos, contrastando distintas concepciones al respecto y comparando igualmente las distintas técnicas y enfoques terapéuticos que emplea la psicología clínica.",
        "7.2.  Buscar y compendiar información rigurosa y segura sobre problemas relacionados con la salud mental en la adolescencia, identificando los factores que pueden contribuir a prevenir los trastornos psicológicos más comunes entre los adolescentes y elaborando una reflexión personal y cuidadosa acerca de la naturaleza e incidencia de los mismos."       
    ],
    "saberes": [
        "Bloque A. La psicología como disciplina.",
        "A.1. La investigación psicológica.",
        "A.1.1. Objeto e historia de la psicología. Antecedentes filosóficos y científicos. El problema de la naturaleza de lo mental. ",
        "A.1.2. Modelos teóricos de la psicología actual: los modelos neurobiológicos, el conductismo, el cognitivismo, los enfoques humanísticos, los modelos comunitarios y otros.",
        "A.1.3. Los métodos de investigación en psicología. Procedimientos, supuestos y problemas del método experimental. Aspectos éticos de la investigación en psicología.",
        "A.1.4. Áreas de investigación en psicología. La relación de la psicología con otras disciplinas.",
        "A.2. La psicología aplicada.",
        "A.2.1. La psicología clínica.",
        "A.2.2. La psicopedagogía. ",
        "A.2.3. Psicología de las organizaciones y los grupos. ",
        "A.2.4. La psicología aplicada al deporte y a otros ámbitos.",
        "Bloque B. Herencia y aprendizaje.",
        "B.1. La dimensión natural de la conducta.",
        "B.1.1. Genes y conducta. Fundamentos neurobiológicos del comportamiento. Teorías del apego y de la intersubjetividad. ",
        "B.1.2. Filogénesis y hominización: la evolución del cerebro, la mente y la conducta humana.",
        "B.1.3. Estructura y funciones del sistema nervioso. La organización cerebral y las neuronas.",
        "B.1.4. Las bases hormonales de la conducta: el sistema endocrino.",
        "B.2. La psicología del aprendizaje.",
        "B.2.1. Los procesos de socialización y enculturación. Conducta innata y aprendida.",
        "B.2.2. Enfoques en psicología del aprendizaje: el conductismo, el aprendizaje por observación, el aprendizaje cognitivo, el constructivismo y la indagación dialógica. Tipos y estrategias de aprendizaje. El condicionamiento de la conducta y la manipulación de las opiniones.",
        "B.2.3. El debate en torno a los factores genéticos y ambientales en la determinación de la conducta. La importancia del entorno sociocultural. ",
        "Bloque C. Procesos psíquicos.",
        "C.1. Procesos psíquicos básicos: sensopercepción, atención y memoria.",
        "C.1.1. Sensación y percepción. Bases fisiológicas y teorías de la percepción.",
        "C.1.2. Las leyes de la percepción. Factores que influyen en la percepción. Ilusiones y trastornos perceptivos. Realidad y percepción. ",
        "C.1.3. La atención y sus alteraciones. ",
        "C.1.4. La memoria: estructura y funcionamiento. Teorías sobre la memoria. El olvido. Trastornos y alteraciones de la memoria. Los sistemas de memoria.",
        "C.2. Emoción y motivación.",
        "C.2.1. La dimensión emocional y afectiva del ser humano. Definición y tipos de emociones. ",
        "C.2.2. Teorías sobre las emociones. Neurofisiología de las emociones. La emoción como respuesta fisiológica, cognitiva y conductual. ",
        "C.2.3. La educación de las emociones. El desarrollo de la empatía. La inteligencia emocional. Ansiedad, estrés y trauma.",
        "C.2.4. La motivación: definición y tipos. Teorías y técnicas de motivación. Los deseos y la voluntad. La gestión de la incertidumbre y la frustración.",
        "C.2.5. La libertad humana. Los mecanismos de decisión. Psicología del desarrollo moral. Pensamiento, inteligencia y creatividad. La consciencia humana.",
        "C.3.1. El pensamiento. La formación de conceptos. Lenguaje y pensamiento.",
        "C.3.2. El razonamiento y el juicio. Sesgos, distorsiones cognitivas y pensamientos irracionales.",
        "C.3.3. Inteligencia e inteligencias: el problema de su definición. Teorías sobre la inteligencia. El desarrollo y la evaluación de la inteligencia. La inteligencia artificial.",
        "C.3.4. Creatividad y resolución de problemas. Los mecanismos heurísticos. La psicología del arte.",
        "C.3.5. La cuestión de la consciencia humana. Los niveles y los estados alterados de consciencia. Fenómenos y procesos inconscientes. Identidad y consciencia.",
        "Bloque D. Personalidad y conducta social.",
        "D.1. Personalidad y adolescencia.",
        "D.1.1. Enfoques teóricos sobre la personalidad y métodos para su estudio y evaluación.",
        "D.1.2. La estructura de la personalidad. Elementos genéticos y ambientales. Tipologías y diferencias individuales.",
        "D.1.3. La psicología evolutiva. El desarrollo de la personalidad en la adolescencia.",
        "D.1.4. Identidad, autoconcepto y autoestima. Los trastornos de la personalidad.",
        "D.2. Interacción humana y conducta social.",
        "D.2.1. Identidad personal y social. El sentido de pertenencia al grupo. Socialización e individuación.",
        "D.2.2. La percepción e interpretación del otro. Actitudes, roles y estatus. Los procesos de atribución y sus sesgos. Estereotipos, prejuicios y discriminación. Aspectos psicosociales del racismo, la xenofobia, el machismo y la homofobia.",
        "D.2.3. La comunicación interpersonal. Tipos y niveles. Las nuevas formas de comunicación y su uso seguro, crítico y ético. El desarrollo de las habilidades comunicativas. La conducta asertiva.",
        "D.2.4. El amor y las relaciones afectivas. Aspectos psicosociales de la sexualidad. La prevención de la violencia de género. ",
        "D.2.5. Las conductas de odio, acoso y violencia. El control de la agresividad. La resolución pacífica de conflictos.",
        "D.2.6. Psicología de grupos y organizaciones. Estructura y comportamiento en los grupos. Conformidad y obediencia. Liderazgo y relaciones de poder. Competencia y cooperación.",
        "Bloque E. La salud y el bienestar psíquico.",
        "E.1. Los trastornos psicológicos.",
        "E.1.1. El concepto de salud. La salud como estilo de vida. La salud y el bienestar psíquicos.",
        "E.1.2. Los trastornos psicológicos. Los manuales de diagnóstico y el problema de la categorización de los trastornos mentales.",
        "E.1.3. La salud mental en la adolescencia. Los trastornos alimentarios y otros problemas psicológicos. El problema del suicidio.",
        "E.2. El tratamiento y prevención de los problemas psíquicos.",
        "E.2.1. Tipos, estrategias y métodos de intervención. Los distintos enfoques psicoterapéuticos.",
        "E.2.2. Psicología e intervención social. Las drogodependencias y otras adicciones.",
        "E.2.3. La prevención de los problemas psíquicos. Factores relacionados con la promoción de la salud mental."        
    ]
}
