{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Identificar la dimensión teórica y práctica de la psicología: sus objetivos, características, ramas y técnicas de investigación, relacionándola, como ciencia multidisciplinar, con otras cuyo fin es la comprensión de los fenómenos humanos, como la filosofía, la biología, la antropología y la economía, entre otras.",
        "1.2 Reconocer y expresar las aportaciones más importantes de la psicología, desde sus inicios hasta la actualidad, identificando los principales problemas planteados y las soluciones aportadas por las diferentes corrientes psicológicas y realizando un análisis crítico de textos breves, significativos, de contenido psicológico.",
        "Competencia específica 2.",
        "2.1 Analizar y apreciar la importancia de la organización del sistema nervioso central y periférico, distinguiendo la localización de sus distintos elementos y las funciones que determinan la conducta de los individuos.",
        "2.2 Investigar y resumir la influencia del sistema endocrino sobre el cerebro y los comportamientos derivados de ello, valorando la importancia de la relación entre ambos.",
        "Competencia específica 3.",
        "3.1 Comprender, reconocer y reflexionar sobre la complejidad que implica definir qué es un trastorno mental, describiendo algunos de los factores genéticos, ambientales y evolutivos implicados, además de las perspectivas psicopatológicas y sus métodos de estudio.",
        "3.2 Entender y valorar las diferentes técnicas actuales de investigación del cerebro y su impacto en el avance científico, relacionándolos con la explicación de la conducta y con la superación de algunos trastornos y enfermedades mentales.",
        "Competencia específica 4.",
        "4.1 Describir y comprender los procesos cognitivos básicos y superiores, explicando y apreciando la relevancia que tienen en el conocimiento del individuo y de la realidad.",
        "Competencia específica 5.",
        "5.1 Comprender y valorar la importancia de los distintos tipos de personalidad, eliminando prejuicios y estereotipos, de forma crítica, con el fin de fomentar el respeto y la tolerancia ante la diversidad.",
        "5.2 Conocer la importancia que, en el desarrollo del individuo, tienen las relaciones afectivas y sexuales, concienciando de la igualdad entre géneros y la necesidad de que las relaciones sexuales estén basadas en el respeto, la libertad, la diversidad y el consentimiento mutuo.",
        "5.3 Entender y describir las relaciones establecidas en el trabajo, en la salud laboral y en distintos tipos de organizaciones, valorando su importancia en el desarrollo de la personalidad.",
        "Competencia específica 6.",
        "6.1 Conocer y valorar los procesos psicológicos de las masas, su naturaleza, características y pautas de comportamiento, valorando su influencia tanto en la conducta individual como en la social.",
        "6.2 Analizar críticamente la influencia en nuestras vidas de distintos factores, incluidos los procedentes de las redes sociales, apreciando sus consecuencias tanto en las ideas como en los comportamientos."
    ],
    "saberes": [
        "A. La psicología como ciencia.",
        "- La psicología como ciencia: objeto de estudio y metodología. Psicología básica (teórica) y psicología aplicada.",
        "- Principales corrientes psicológicas: conductismo, cognitivismo, psicoanálisis, psicología humanista y Gestalt.",
        "- Fundamentos biológicos de la conducta. El sistema nervioso y su estructura. El sistema endocrino y sus relaciones con el sistema nervioso.",
        "- Técnicas y métodos de investigación del cerebro.",
        "- Condicionamientos biológicos y genéticos de la conducta. Trastornos psíquicos con causas genéticas.",
        "B. Los procesos cognitivos.",
        "- Sensación, percepción y atención. Teorías sobre la percepción: asociacionismo, Gestalt, cognitivismo y neuropsicología. Fenómenos y trastornos perceptivos.",
        "- La consciencia y el inconsciente. Estados de alteración de la consciencia y las drogas.",
        "- El aprendizaje y teorías: condicionamiento clásico, condicionamiento instrumental u operante, cognitivismo, Gestalt y aprendizaje social.",
        "- La memoria: estructura, funcionamiento y tipos. El olvido y los trastornos de la memoria.",
        "- Inteligencia y creatividad. Teorías sobre la inteligencia. La inteligencia emocional. La inteligencia artificial.",
        "C. Psicología de la personalidad y psicología social.",
        "- Pensamiento, comunicación y lenguaje.",
        "- Motivación y emoción. Los afectos y su clasificación.",
        "- Personalidad: temperamento y carácter. Teorías sobre la personalidad.",
        "- La sexualidad humana: naturaleza y cultura.",
        "- Trastornos, psicopatologías y terapias.",
        "- El proceso de sociabilización. La psicología de masas y teorías.",
        "- Psicología del trabajo y de las organizaciones. Riesgos de la salud laboral."
    ]
}
