{
    "criteriosEvaluacion": [
        "• CE1.1. Explicar y argumentar la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras. OBJ1",
        "• CE1.2. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con la ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios. OBJ1",
        "• CE1.3. Elaborar una interpretación personal a partir de la lectura autónoma de obras relevantes de la literatura universal, atendiendo a aspectos temáticos, estructurales y estilísticos, de género y subgénero, valores éticos y estéticos de las obras, estableciendo vínculos argumentados con otras obras y otras experiencias artísticas y culturales. OBJ2",
        "• CE1.4. Acceder a diversas manifestaciones de la cultura literaria en el marco de un itinerario lector personal que enriquezca, de forma consciente y sistemática, la propia identidad lectora y que facilite compartir las propias experiencias de lectura utilizando un metalenguaje específico. OBJ2",
        "• CE1.5. Comparar textos o fragmentos literarios entre sí y con otras manifestaciones artísticas, argumentando oralmente o por escrito los elementos de semejanza y contraste, tanto en lo relativo a aspectos temáticos y de contenido como formales y expresivos, atendiendo también a sus valores éticos y estéticos. OBJ3",
        "• CE1.6. Desarrollar proyectos de investigación que se concreten en una exposición oral, en un texto argumentativo o en una presentación multimodal, que muestren una respuesta personal alrededor de una cuestión que establezca vínculos argumentados entre los clásicos de la literatura universal objeto de lectura guiada y otros textos y manifestaciones artísticas, en función de temas, tópicos, estructuras, lenguaje, recursos expresivos y valores éticos y estéticos. OBJ3",
        "• CE1.7. Elaborar de manera individual o colectiva una exposición multimodal que sitúe los textos leídos en su horizonte histórico-cultural y que ofrezca una panorámica de conjunto sobre movimientos artísticos y obras relevantes de la literatura universal. OBJ4",
        "• CE1.8. Realizar un proyecto de investigación sobre autoras de relevancia, obras literarias de contextos no occidentales o sobre cuestiones temáticas o formales que aporten una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria. OBJ5",
        "• CE1.9. Comentar textos de manera crítica, de forma oral o por escrito, y participar en conversaciones literarias acerca de lecturas en las que se incorpore la perspectiva de género y en las que se ponga en cuestión la mirada etnocéntrica propia del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad que suponga opresión sobre cualquier minoría. OBJ5",
        "• CE2.1. Explicar y argumentar la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras. OBJ1",
        "• CE2.2. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios. OBJ1",
        "• CE2.3. Elaborar una interpretación personal a partir de la lectura autónoma de obras relevantes de la literatura universal, atendiendo a aspectos temáticos, estructurales y estilísticos, de género y subgénero, valores éticos y estéticos de las obras, estableciendo vínculos argumentados con otras obras y otras experiencias artísticas y culturales. OBJ2",
        "• CE2.4. Acceder a diversas manifestaciones de la cultura literaria en el marco de un itinerario lector personal que enriquezca, de forma consciente y sistemática, la propia identidad lectora y que facilite compartir las propias experiencias de lectura utilizando un metalenguaje específico. OBJ2",
        "• CE2.5. Comparar textos o fragmentos literarios entre sí y con otras manifestaciones artísticas, argumentando oralmente o por escrito los elementos de semejanza y contraste, tanto en lo relativo a aspectos temáticos y de contenido como formales y expresivos, atendiendo también a sus valores éticos y estéticos. OBJ3",
        "• CE2.6. Desarrollar proyectos de investigación que se concreten en una exposición oral, en un texto argumentativo o en una presentación multimodal, que muestren una respuesta personal, alrededor de una cuestión que establezca vínculos argumentados entre los clásicos de la literatura universal objeto de lectura guiada y otros textos y manifestaciones artísticas, en función de temas, tópicos, estructuras, lenguaje, recursos expresivos y valores éticos y estéticos. OBJ3",
        "• CE2.7. Elaborar de manera individual o colectiva una exposición multimodal que sitúe los textos leídos en su horizonte histórico-cultural y que ofrezca una panorámica de conjunto sobre movimientos artísticos y obras relevantes de la literatura universal. OBJ4",
        "• CE2.8. Realizar un proyecto de investigación sobre autoras de relevancia, obras literarias de contextos no occidentales o sobre cuestiones temáticas o formales que aporten una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria. OBJ5",
        "• CE2.9. Comentar textos de manera crítica, de forma oral o por escrito, y participar en conversaciones literarias acerca de lecturas en las que se incorpore la perspectiva de género y en las que se ponga en cuestión la mirada etnocéntrica propia del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad que suponga opresión sobre cualquier minoría. OBJ5",
        "• CE3.1 Explicar y argumentar la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras. OBJ1",
        "• CE3.2. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con la ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios. OBJ1",
        "• CE3.3. Elaborar una interpretación personal a partir de la lectura autónoma de obras relevantes de la literatura universal, atendiendo a aspectos temáticos, estructurales y estilísticos, de género y subgénero, valores éticos y estéticos de las obras, y estableciendo vínculos argumentados con otras obras y otras experiencias artísticas y culturales. OBJ2",
        "• CE3.4. Acceder a diversas manifestaciones de la cultura literaria en el marco de un itinerario lector personal que enriquezca, de forma consciente y sistemática, la propia identidad lectora y que facilite compartir las propias experiencias de lectura utilizando un metalenguaje específico. OBJ2",
        "• CE3.5. Comparar textos o fragmentos literarios entre sí y con otras manifestaciones artísticas, argumentando oralmente o por escrito los elementos de semejanza y contraste, tanto en lo relativo a aspectos temáticos y de contenido como formales y expresivos, atendiendo también a sus valores éticos y estéticos. OBJ3",
        "• CE3.6. Desarrollar proyectos de investigación que se concreten en una exposición oral, en un texto argumentativo o en una presentación multimodal, que muestren una respuesta personal alrededor de una cuestión que establezca vínculos argumentados entre los clásicos de la literatura universal objeto de lectura guiada y otros textos y manifestaciones artísticas, en función de temas, tópicos, estructuras, lenguaje, recursos expresivos y valores éticos y estéticos. OBJ3",
        "• CE3.7. Elaborar de manera individual o colectiva una exposición multimodal que sitúe los textos leídos en su horizonte histórico-cultural y que ofrezca una panorámica de conjunto sobre movimientos artísticos y obras relevantes de la literatura universal. OBJ4",
        "• CE3.8. Comentar textos de manera crítica, de forma oral o por escrito, y participar en conversaciones literarias acerca de lecturas en las que se incorpore la perspectiva de género y en las que se ponga en cuestión la mirada etnocéntrica propia del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad que suponga opresión sobre cualquier minoría. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Lectura guiada: temas y formas de la literatura universal",
        "• Decir el yo. Identidad y literatura.",
        "– Poesía lírica.",
        "– La canción, forma de expresión de los sentimientos.",
        "– Literatura testimonial y biográfica: diarios, cartas, memorias, etc.",
        "– Realidad ficticia o realidad representada: autobiografías, autoficción, etc.",
        "– Narrativa existencial: personajes en crisis.",
        "• Dialogar con los otros.",
        "– Frente a la ley o al destino: la tragedia.",
        "– Frente a las convenciones sociales: el drama.",
        "– Humor crítico, humor complaciente: la comedia.",
        "• Imaginar el mundo, observar el mundo, actuar en el mundo.",
        "– Mundos imaginados: mitos y narrativa. Mitologías. Héroes y heroínas. Viajes imaginarios. Espacios y criaturas fantásticas. Utopías, distopías, ciencia ficción.",
        "– Mundos observados: cuento y novela. Bildungsroman o novela de formación. Espacios privados, espacios públicos: afectos íntimos y lazos sociales. Desigualdades, discriminación, violencias. Guerra y revolución. Migraciones e identidades culturales. Colonialismo y emancipación. Diálogos con el poder.",
        "– Mundos de evasión. La literatura de aventuras y la novela policial. Literatura de terror.",
        "– Mundos en imágenes. El cómic. El cine.",
        "– El arte como compromiso: el ensayo. La literatura de ideas.",
        "• El ser humano, los animales y la naturaleza: admiración, sobrecogimiento, denuncia. Poesía, narrativa y ensayo.",
        "Bloque 2. Lectura guiada: estrategias de análisis, interpretación, recreación y valoración crítica para la lectura compartida",
        "• Construcción compartida de la interpretación de las obras a través de discusiones o conversaciones literarias.",
        "• Análisis de los elementos constitutivos del género literario y su relación con el sentido de la obra. Efectos en la recepción de sus recursos expresivos.",
        "• Identificación y análisis de los tópicos literarios como elementos de continuidad en la creación literaria.",
        "• Utilización de la información sociohistórica, cultural y artística necesaria para interpretar las obras y comprender su lugar e importancia en la tradición literaria.",
        "• Establecimiento de vínculos intertextuales entre obras y otras manifestaciones artísticas en función de temas, tópicos, estructuras, estilos y lenguajes. Elementos de continuidad y de ruptura.",
        "• Indagación alrededor del funcionamiento de la literatura como artefacto ideológico determinante en la construcción de los imaginarios sociales y culturales, haciendo hincapié en la perspectiva de género.",
        "• Expresión argumentada de la interpretación de los textos integrando los diferentes aspectos analizados y atendiendo a sus valores culturales, éticos y estéticos.",
        "• Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de comprensión y de oralización implicados.",
        "• Creación de textos de intención literaria a partir de las obras leídas.",
        "Bloque 3. Lectura autónoma de obras relevantes del patrimonio universal",
        "• Selección de las obras de manera autónoma y con la ayuda de recomendaciones especializadas.",
        "• Participación en conversaciones literarias y en intercambios de recomendaciones lectoras en contextos presenciales y digitales.",
        "• Utilización autónoma y frecuente de bibliotecas. Acceso a otras experiencias culturales.",
        "• Expresión argumentada de los gustos lectores personales. Diversificación del corpus leído.",
        "• Expresión de la experiencia lectora utilizando un metalenguaje específico y atendiendo a aspectos temáticos, estructurales, estilísticos, genéricos y a los valores éticos y estéticos de las obras.",
        "• Movilización de la experiencia personal, lectora y cultural, para establecer vínculos entre la obra leída y aspectos de la actualidad o con otras manifestaciones artísticas.",
        "• Recomendación de las lecturas en soportes variados atendiendo a aspectos temáticos, formales e intertextuales."
    ]
}