{
    "situacionesAprendizaje": [
        "Las situaciones de aprendizaje, que presentan carácter orientativo, suponen una herramienta eficaz para la integración de los diferentes elementos curriculares, lo que permitirá el desarrollo de las competencias clave establecidas en el Perfil de salida del alumnado al término de la enseñanza básica. Su diseño se verá favorecido a través de la implementación de propuestas pedagógicas que reconozcan al alumnado como agente activo de su propio aprendizaje. Hacen referencia a un conjunto de actividades globalizadas, contextualizadas y de complejidad gradual que requieren, por parte de los alumnos y las alumnas, de la resolución de tareas, retos o proyectos, a través de la movilización de aprendizajes, estrategias (relacionales, comunicativas, de planificación...) y saberes básicos, de forma competente, creativa y autónoma. Suponen, por tanto, la concreción del currículo en el aula por parte del profesorado, a través de propuestas pedagógicas que atiendan al contexto escolar y a las particularidades individuales del alumnado.",
        "Es por ello que las situaciones de aprendizaje deben ser flexibles, estimulantes, significativas, integradoras e inclusivas, bien contextualizadas y respetuosas con el proceso integral del alumnado en todas sus dimensiones (física, cognitiva, emocional y social), que tengan en cuenta sus potencialidades, intereses y necesidades, así como las diferentes formas de comprender la realidad en cada momento de la etapa y cuya resolución conlleve la construcción de nuevos aprendizajes. Deben convertirse en elementos eficaces que ayuden a la superación del currículo y al éxito escolar promoviendo distintas formas de acceso al aprendizaje.",
        "Asímismo, su diseño debe contemplar propuestas de actividades en complejidad creciente, que favorezcan el desarrollo progresivo de un desempeño autónomo, crítico y reflexivo, que permitan al alumnado adquirir los aprendizajes esenciales de cada área y alcanzar los objetivos propios de la etapa de Educación Primaria.",
        "Por otro lado, las situaciones de aprendizaje deberá alinearse con los principios del Diseño Universal del Aprendizaje (DUA), promoviendo distintas formas de acceso al aprendizaje, para garantizar una educación inclusiva con los mismos derechos e igualdad de oportunidades y tener en cuenta las condiciones personales, sociales o culturales de niños y niñas, para detectar y dar respuesta a los elementos que pudieran generar exclusión, siendo capaces de proporcionar múltiples formas de compromiso o implicación, diferentes medios de representación y diversas opciones de acción y expresión.",
        "Con este objetivo, la estructura del currículo de la Comunidad Autónoma de Canarias, se caracteriza por plantear una organización en bloques competenciales que deben alcanzar su concreción y eficacia a través de la integración efectiva de los elementos curriculares, para evidenciar la consecución de los objetivos de la etapa así como el grado de desarrollo y adquisición de las competencias clave, a través de productos concretos que evidencien dichos aprendizajes, de manera que los procesos de diseño y evaluación queden integrados y se retroalimenten. Además, su diseño debe servir para facilitar la toma de decisiones colegiadas y la elaboración de informes sobre el desarrollo y evolución de los desempeños en el alumnado.",
        "Finalmente, debemos garantizar la transferencia de los aprendizajes adquiridos y responder a las nuevas necesidades y retos del mundo globalizado en el que vivimos, con cambios rápidos y constantes. La escuela deberá formar alumnado competente par dar respuestas ajustadas a las necesidades del siglo XXI: la sostenibilidad, la inclusión educativa, la igualdad, el uso y el dominio de la tecnología y la posesión de un amplio sentido cultural en una marco educativo emocionalmente comprometido y activo, junto con el respeto y la valoración del patrimonio cultural, social y natural canario."
    ]
}