{
    "criteriosEvaluacion": [
        1.1 Elaborar un pla de treball personalitzat per al manteniment o la millora de la salut.
        1.2 Consolidar els hàbits saludables valorant els beneficis que suposen al llarg de la vida.
        1.3 Utilitzar els protocols d’actuació dels primers auxilis i de prevenció de lesions.
        1.4 Aplicar recursos digitals per a la monitorització de l’activitat física i l’adquisició d’hàbits saludables.
        2.1 Resoldre situacions en diferents modalitats esportives i medis aplicant habilitats tècniques, tàctiques i estratègiques.
        2.2 Aplicar els elements i tècniques d’expressió corporal adequats a cada composició.
        3.1 Gestionar activitats, sessions o jornades esportives desenvolupant funcions d’organització i dinamització.
        3.2 Crear produccions d’expressió corporal incorporant-hi elements de crítica social.
        3.3 Organitzar activitats físiques en el medi natural i urbà aplicant normes de seguretat i de conservació del medi ambient.
        3.4 Valorar les sortides professionals associades a l’activitat física i l’esport.
        4.1 Cooperar en diferents situacions motrius mostrant maduresa en la gestió emocional i personal en l’assumpció dels diferents rols.
        4.2 Resoldre conflictes mitjançant l’aplicació d’habilitats socials i valors davant situacions discriminatòries i de violència en la pràctica fisicoesportiva.
    ],
    "saberes": [
        "Vida activa i saludable",
        "● Activitat física saludable",
        "- Disseny i planificació d’un programa personal d’activitat física: autoavaluació de les capacitats físiques i coordinatives, identificació d’objectius personals i desenvolupament d’aquests, sistemes d’entrenament, autoregulació i control de les càrregues de treball, progressió, avaluació dels resultats aconseguits i reorientació de les activitats a partir dels resultats.",
        "● Hàbits saludables",
        "- Anàlisi i reflexió de dietes equilibrades segons les característiques físiques i personals amb una mirada saludable.",
        "- Planificació de tècniques i activitats específiques de relaxació, respiració i de prevenció i millora de la postura corporal.",
        "- Conscienciació dels efectes negatius que poden tenir alguns hàbits individuals i socials i pràctiques d’activitat física en la salut individual i col·lectiva.",
        "● Primers auxilis i prevenció de lesions",
        "- Actuacions adequades davant d’accidents: desplaçament i transport d’accidentats, reanimació amb desfibril·lador automàtic (DEA) o semiautomàtic (DESA), protocol RCP, tècniques específiques en indicis d’accidents cardiovasculars i coneixement del contingut bàsic del kit d’assistència.",
        "- Prevenció i planificació de mesures de seguretat en la pràctica d’activitat física.",
        "● Recursos digitals al servei de la pràctica esportiva",
        "- Ús d’aplicacions i recursos digitals per a la gestió de la pràctica d’activitat física.",
        "Resolució de situacions motrius",
        "● Habilitats motrius",
        "- Perfeccionament de les habilitats tècniques, tàctiques i estratègiques dels esports individuals, d’adversari, d’oposició o col·lectius.",
        "- Pràctica de diferents modalitats esportives, esports alternatius, esports adaptats i esports al medi natural.",
        "- Resolució de situacions motrius variades amb domini corporal en jocs i esports.",
        "● Expressió i comunicació corporal",
        "- Utilització eficient i precisa d’elements i tècniques d’expressió corporal en representacions i dramatitzacions.",
        "- Pràctica d’activitats ritmicomusicals amb intencionalitat estètica i expressiva.",
        "Organització i creació d’activitats, produccions i esdeveniments",
        "● Gestió d’activitats fisicoesportives",
        "- Planificació i gestió efectiva en l’organització d’activitats fisicoesportives en diferents medis i entorns.",
        "- Assumpció de rols de dinamització i organització (coordinador/a, director/a, responsable de grup, etc.) en activitats, jornades i esdeveniments.",
        "- Disseny de les activitats fisicoesportives atenent als elements necessaris: objectius, medi, seguretat, temps, espais, col·lectiu al qual va dirigit, material, etc.",
        "- Utilització òptima de materials, equipaments i espais segons les especificacions tècniques i per a la seva conservació i millora.",
        "● Creació de composicions d’expressió corporal",
        "- Creació de composicions individuals i col·lectives d’expressió corporal per comunicar històries, idees, sentiments, etc.",
        "- Incorporació crítica d’elements socialment i culturalment rellevants a les representacions i les creacions pròpies.",
        "● Sortides professionals i ús del temps de lleure",
        "- Valoració de les activitats fisicoesportives i expressives com una manera d’ocupar el temps de lleure.",
        "- Identificació de les professions vinculades a l’activitat física, la salut i les arts escèniques com a possibles sortides laborals.",
        "Valors, autoregulació emocional i interacció social en situacions motrius",
        "● Gestió personal i emocional",
        "- Gestió i regulació assertiva d’emocions i habilitats personals en situacions motrius: resiliència, superació, gestió de l’èxit, del fracàs, etc.",
        "● Habilitats socials i valors",
        "- Aplicació d’estratègies i habilitats socials (escolta activa, diàleg, resolució de conflictes, entesa, compromís social) que fomentin la integració, la participació, la cooperació i el respecte a les diferències en les activitats amb grup.",
        "● Activitat física, gènere i discriminació",
        "- Reconeixement i actitud proactiva respecte a conductes o situacions contràries a la convivència.",
        "- Adaptació de les activitats i les normes fomentant l’equitat i la igualtat de gènere en la pràctica fisicoesportiva."
    ]
}