{
    "saberes": [
        "Educació musical",
        "● Percepció i anàlisi",
        "- Descobriment i descripció de propostes musicals vocals i instrumentals de diferents corrents estètics, procedències i èpoques produïdes per creadores i creadors locals, regionals, nacionals i d’altres llocs a través del gaudi en audicions actives de concerts registrats o en viu.",
        "- Percepció i expressió de les sensacions i sentiments que ens evoquen les audicions i obres treballades.",
        "- Reconeixement de professions vinculades a la creació i interpretació musical, amb perspectiva de gènere, en les audicions i obres treballades.",
        "- Discriminació auditiva, classificació i representació del so i les seves qualitats a través de diferents grafies durant l’audició i la pràctica musical.",
        "- Discriminació visual i auditiva dels diferents materials sonors, de la veu i dels instruments musicals de les principals famílies i agrupacions per les seves característiques visuals i sonores de la pràctica musical i les audicions treballades.",
        "- Reconeixement i capacitat de relació del caràcter i el tempo en audicions en viu o gravades i en les interpretacions pròpies.",
        "- Adquisició d’hàbits de comportament i actitud positiva en la percepció de propostes musicals. El silenci com a element i condició indispensable per mantenir l’atenció durant l’audició i la pràctica musical.",
        "● Creació i interpretació",
        "- Experimentació, exploració creativa de les possibilitats sonores i expressives a través de la interpretació i improvisació vocal i corporal en contextos informals i d’aula.",
        "- Experimentació de les qualitats sonores construint diferents tipus d’instruments amb materials de l’entorn.",
        "- Coneixement i aplicació dels diferents conceptes dels llenguatges musicals a la interpretació de propostes sonores, vocals i instrumentals, practicades a l’aula, les representacions i/o els concerts, reconeixent el silenci musical com a element fonamental.",
        "- Ús d’aplicacions digitals d’enregistrament en creacions musicals tant personals com de grup per expressar idees o emocions.",
        "- Realització i interpretació d’una creació col·laborativa d’una pràctica musical, respectant i valorant els diferents rols exercits, el procés i el producte final.",
        "Educació plàstica i visual",
        "● Percepció i anàlisi",
        "- Identificació i cerca d’imatges de l’entorn associant-les al valor comunicatiu compartint múltiples lectures i interpretacions en pràctiques observacionals.",
        "- Reconeixement de professions vinculades a la creació, en els àmbits de creació plasticoartística, amb perspectiva de gènere de les obres treballades.",
        "- Descobriment i descripció de propostes plàstiques i visuals contemporànies i de diferents èpoques, llocs i cultures, a través del gaudi, en observacions actives en visites o en imatges en diferents suports incorporant la perspectiva de gènere.",
        "- Identificació i gaudi d’espais culturals i artístics participant amb respecte i valoració d’aquests espais en activitats i visites culturals.",
        "- Identificació dels elements configuratius del llenguatge plàstic (punt, línia, color, textura, pla) a partir de l’observació activa de les manifestacions artístiques treballades.",
        "- Percepció i expressió de les sensacions i els sentiments que ens evoca l’observació activa de les manifestacions artístiques treballades amb respecte.",
        "- Descobriment de materials, instruments, suports i tècniques utilitzats en l’expressió plàstica i visual a partir de l’observació activa de les manifestacions artístiques treballades.",
        "- Adquisició d’hàbits de comportament i actitud positiva en la percepció de propostes artístiques en diferents contextos i espais culturals i artístics.",
        "● Creació i interpretació",
        "- Experimentació amb diferents mitjans, suports i materials d’expressió plàstica, utilitzant tècniques bidimensionals i tridimensionals i digitals en imatges, dibuixos, pintures, modelats i construccions pròpies en les produccions artístiques treballades en diversitat de contextos.",
        "- Planificació i experimentació de processos creatius, personals o col·laboratius en les produccions artístiques treballades a l’aula, per expressar idees, sentiments o emocions identificant i valorant-ne les fases i els resultats finals.",
        "- Utilització d’aplicacions digitals per a la captura, creació, manipulació i creació de produccions plàstiques i visuals de grup en els processos creatius per expressar idees o emocions.",
        "Educació audiovisual",
        "● Percepció i anàlisi",
        "- Identificació de propostes audiovisuals de l’entorn descobrint-ne el valor comunicatiu accedint a espais culturals i artístics de l’àmbit audiovisual.",
        "- Reconeixement de professions vinculades a diferents tipus de produccions audiovisuals, amb perspectiva de gènere, de projectes i obres treballades.",
        "- Reconeixement d’elements propis del llenguatge audiovisual mitjançant el visionament de propostes icòniques, cinematogràfiques i audiovisuals.",
        "- Adquisició d’hàbits de comportament i actitud positiva en la percepció de propostes audiovisuals en diferents contextos i espais culturals i artístics.",
        "● Creació i interpretació",
        "- Creació d’històries senzilles amb intenció comunicativa per ser recreades, narrades i enregistrades de forma col·laborativa en format radiofònic o audiovisual en el context escolar i/o a l’entorn més proper.",
        "- Experimentació i maneig d’eines adequades per al registre d’imatge i so d’ús a l’entorn escolar, per narrar, documentar i expressar idees, sentiments o emocions.",
        "- Ús d’estratègies elementals de cerca i filtratge en els processos de cerca d’informació.",
        "- Planificació i experimentació de processos creatius audiovisuals col·laboratius, per narrar, documentar i expressar idees, sentiments o emocions identificant i valorant-ne les fases i els resultats finals.",
        "- Iniciació a la creació de produccions audiovisuals multimodals en grup a partir de presentacions, seqüenciant so i imatges estàtiques o en moviment per narrar o documentar processos viscuts o petites històries creades.",
        "- Experimentació en la creació i difusió de missatges a través de produccions audiovisuals usant diferents processos i recursos tècnics per comunicar actes o campanyes vinculades a projectes del grup que es proposen a l’entorn escolar.",
        "Educació en arts escèniques i performatives",
        "● Percepció i anàlisi",
        "- Descobriment i descripció de manifestacions vinculades a l’expressió corporal i a les arts escèniques i performatives de diferents llocs, èpoques i estils, incloses les contemporànies, des d’una perspectiva de gènere, a partir d’espectacles enregistrats o en viu.",
        "- Percepció i expressió de les sensacions i sentiments que ens evoquen els espectacles i les obres treballades, compartint-les amb respecte.",
        "- Reconeixement, amb perspectiva de gènere, de professions vinculades a les arts escèniques, a partir de les obres i espais treballats.",
        "- Adquisició d’hàbits de comportament i actitud positiva en la percepció de propostes escèniques en diferents espais culturals i artístics.",
        "● Creació i interpretació",
        "- Interès en l’experimentació i exploració del cos i les seves possibilitats motrius com a mitjà de comunicació, diversió i expressió de sentiments a través d’accions individuals i de grup vinculades amb els diversos gèneres escènics.",
        "- Iniciació en el coneixement de les nocions essencials del llenguatge expressiu i experimentació de les tècniques de les arts escèniques i performatives a través de l’expressió i la improvisació.",
        "- Planificació i experimentació de processos creatius escènics i performatius, personals o col·laboratius, per expressar idees, sentiments o emocions identificant i valorant-ne les fases i els resultats finals.",
        "- Manifestació de les capacitats expressives i creatives, i del plaer de l’expressió corporal i dramàtica a través de les arts escèniques i performatives."
    ],
    "criteriosEvaluacion": [
        "1.1 Descobrir obres de manifestacions culturals i artístiques de diferents gèneres i estils, èpoques i cultures amb visió de perspectiva de gènere, evidenciant interès, curiositat i gaudi cap a aquestes, a través de la percepció i la vivència.",
        "1.2 Descriure manifestacions culturals i artístiques en diferents contextos a partir de l’exploració de les característiques amb actitud oberta i interès.",
        "2.1 Utilitzar de forma col·laborativa les estratègies treballades per a la cerca de manifestacions culturals i artístiques, a través de canals i mitjans d’accés a la informació.",
        "2.2 Identificar múltiples lectures, tècniques i/o elements de diferents manifestacions culturals i artístiques que formen part del patrimoni de diversos entorns, i trobar diferències i similituds entre elles amb respecte i interès.",
        "2.3 Identificar i expressar les sensacions i emocions produïdes per diferents manifestacions culturals i artístiques de manera respectuosa i dialogant.",
        "3.1 Experimentar algunes possibilitats expressives i comunicatives del cos i de diferents eines d’expressió dels llenguatges artístics, a través de l’aplicació pràctica, mostrant confiança en les pròpies capacitats.",
        "3.2 Expressar idees, coneixements, sentiments i emocions amb creacions pròpies fent servir aprenentatges dels referents artístics treballats.",
        "3.3 Compartir creacions personals, evidenciant empatia i respecte envers les dels altres i acceptant-ne les diferents lectures i interpretacions.",
        "4.1 Participar en el procés de disseny de produccions culturals i creacions artístiques col·laboratives treballant en la consecució d’un resultat final que compleixi uns objectius acordats mitjançant un enfocament coeducatiu, basat en la igualtat i la perspectiva de gènere, i en el respecte a la diversitat cultural.",
        "4.2 Participar activament, experimentant diferents rols en el procés de creació, utilitzant elements de diferents llenguatges artístics, mostrant interès i respecte.",
        "4.3 Compartir les experiències creatives, gaudint del resultat final obtingut, identificant les parts del procés creatiu realitzat i valorant les opinions i sensacions dels altres."
    ]
}