{
    "criteriosEvaluacion": [
        "• CE1.1. Reconocer diferentes tipos de estructuras, formas y relaciones geométricas en la naturaleza, en el entorno urbano, en el arte y en el diseño, y también en los elementos de la vida cotidiana, analizando su función y valorando la importancia dentro del contexto histórico y social en el que aparecen. OBJ1",
        "• CE1.2. Dibujar formas poligonales y resolver tangencias básicas y simetrías aplicadas al diseño de formas, valorando la importancia de la limpieza y la precisión en el trazado con el instrumental de dibujo técnico. OBJ2",
        "• CE1.3. Transmitir ideas, sentimientos y emociones mediante la realización de estudios, esbozos y apuntes del natural a mano alzada, identificando la geometría interna y externa de las formas y apreciando su importancia en el dibujo de objetos y la composición en el cuadro. OBJ2",
        "• CE1.4. Realizar bocetos y croquis conforme a la norma UNE ISO comunicando la forma y las dimensiones de objetos, proponiendo ideas creativas y resolviendo problemas con autonomía, limpieza y precisión. OBJ4",
        "• CE2.1. Diferenciar las características de los distintos sistemas de representación seleccionando en cada caso el sistema más apropiado a la finalidad de la representación. OBJ3",
        "• CE2.2. Representar objetos sencillos mediante sus vistas diédricas en sistema europeo. OBJ3",
        "• CE2.3. Diseñar envases sencillos representándolos de forma clara y precisa en perspectiva isométrica o caballera seleccionando en cada caso el sistema más apropiado a la finalidad de la representación y reflexionando sobre el proceso realizado y el resultado obtenido. OBJ3",
        "• CE2.4. Dibujar ilustraciones o viñetas aplicando las técnicas de la perspectiva cónica en la representación de espacios, objetos o personas desde distintos puntos de vista. OBJ3",
        "• CE2.5. Realizar bocetos y croquis conforme a la norma UNE ISO, comunicando la forma y las dimensiones de objetos, proponiendo ideas creativas y resolviendo problemas con autonomía, limpieza y precisión. OBJ4",
        "• CE3.1. Diferenciar las características de los distintos sistemas de representación seleccionando en cada caso el sistema más apropiado a la finalidad de la representación. OBJ3",
        "• CE3.2. Representar objetos sencillos mediante sus vistas diédricas en el sistema europeo. OBJ3",
        "• CE3.3. Diseñar envases sencillos representándolos de forma clara y precisa en perspectiva isométrica o caballera, seleccionando en cada caso el sistema más apropiado a la finalidad de la representación y reflexionando sobre el proceso realizado y el resultado obtenido. OBJ3",
        "• CE3.4. Realizar bocetos y croquis conforme a la norma UNE ISO, comunicando la forma y las dimensiones de objetos, proponiendo ideas creativas y resolviendo problemas con autonomía, limpieza y precisión. OBJ4",
        "• CE4.1. Representar objetos sencillos mediante sus vistas diédricas en sistema europeo. OBJ3",
        "• CE4.2. Diseñar envases sencillos representándolos de forma clara y precisa en perspectiva isométrica o caballera, seleccionando en cada caso el sistema más apropiado a la finalidad de la representación y reflexionando sobre el proceso realizado y el resultado obtenido. OBJ3",
        "• CE4.3. Realizar bocetos y croquis conforme a la norma UNE ISO, comunicando la forma y las dimensiones de objetos, proponiendo ideas creativas y resolviendo problemas con autonomía, limpieza y precisión. OBJ4",
        "• CE4.4. Adquirir destrezas en el manejo de programas, herramientas y técnicas de dibujo vectorial en 2D, aplicándolos a la realización de proyectos de diseño. OBJ5",
        "• CE4.5. Iniciarse en el modelado en 3D mediante el diseño de esculturas o instalaciones, valorando su potencial como herramienta de creación y expresión. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Geometría, arte y entorno",
        "• La geometría en la naturaleza, en el entorno y en el arte. Observación directa e indirecta.",
        "• La geometría en la composición.",
        "• La representación del espacio en el arte. Estudios sobre la geometría y la perspectiva a lo largo de la historia del arte.",
        "• Relaciones geométricas en el arte y en el diseño: proporción, igualdad y simetría. El número áureo en el arte y en la naturaleza.",
        "• Escalas numéricas y gráficas. Construcción y uso.",
        "• Construcciones poligonales. Aplicación en el diseño.",
        "• Tangencias básicas. Curvas técnicas. Aplicación en el diseño.",
        "• Estudios a mano alzada de la geometría interna y externa de la forma. Apuntes y esbozos.",
        "Bloque 2. Sistemas de representación del espacio aplicado",
        "• Concepto y tipos de proyección. Finalidad de los distintos sistemas de representación.",
        "• Sistema diédrico ortogonal en el primer diedro. Vistas en sistema europeo.",
        "• Perspectivas isométrica y caballera. Iniciación al diseño de packaging.",
        "• Aplicación de la perspectiva cónica, frontal y oblicua al cómic y a la ilustración.",
        "Bloque 3. Normalización y diseño de proyectos",
        "• Concepto de normalización. Las normas fundamentales UNE e ISO.",
        "• Documentación gráfica de proyectos: necesidad y ámbito de aplicación de las normas.",
        "• Elaboración de bocetos y croquis.",
        "Bloque 4. Herramientas digitales para el diseño",
        "• Iniciación a las herramientas y a las técnicas de dibujo vectorial en 2D. Aplicaciones al diseño gráfico.",
        "• Iniciación al modelado en 3D. Aplicaciones a proyectos artísticos."
    ]
}