{
    "criteriosEvaluacion": [
        "1.1. Plantear y responder cuestiones acerca de procesos observados en el entorno, siguiendo las pautas de las metodologías científicas.",
        "1.2. Contrastar hipótesis, realizando experimentos en laboratorios o en entornos virtuales siguiendo las normas de seguridad correspondientes.",
        "1.3. Comunicar los resultados de un experimento o trabajo científico, utilizando los recursos adecuados y de acuerdo a los principios éticos básicos.",
        "1.4. Valorar la aportación de la comunidad científica en el avance y mejora de la sociedad.",
        "2.1. Analizar y explicar fenómenos del entorno, representándolos mediante expresiones, tablas, gráficas, modelos, simulaciones, diagramas u otros formatos.",
        "2.2. Explicar fenómenos que ocurren en el entorno, utilizando principios, leyes y teorías de las ciencias de la naturaleza.",
        "2.3. Reconocer y analizar los fenómenos fisicoquímicos más relevantes, explicándolos a través de las principales leyes o teorías científicas.",
        "2.4. Explicar, utilizando los fundamentos científicos adecuados, los elementos y procesos básicos de la biosfera y la geosfera.",
        "3.1. Adoptar y promover hábitos compatibles con un modelo de desarrollo sostenible y valorar su importancia utilizando fundamentos científicos.",
        "3.2. Adoptar y promover hábitos saludables (dieta equilibrada, higiene, vacunación, uso adecuado de antibióticos, rechazo al consumo de drogas legales e ilegales, ejercicio físico, higiene del sueño, posturas adecuadas…) y valorar su importancia, utilizando los fundamentos de la fisiología humana.",
        "4.1. Resolver problemas relacionados con fenómenos y procesos físicos, químicos, biológicos y geológicos utilizando, el pensamiento científico y el razonamiento lógico-matemático y buscando estrategias alternativas de resolución cuando sea necesario.",
        "4.2. Analizar críticamente la solución de un problema relacionado con fenómenos y procesos físicos, químicos, biológicos y geológicos, modificando las conclusiones o las estrategias utilizadas si la solución no es viable, o ante nuevos datos aportados.",
        "5.1. Reconocer la ciencia como un área de conocimiento global analizando la interrelación e interdependencia entre cada una de las disciplinas que la forman.",
        "5.2. Reconocer la relevancia de la ciencia en el progreso de la sociedad, valorando el importante papel que juegan las personas en el desempeño de la investigación científica.",
        "6.1. Buscar, contrastar y seleccionar información sobre fenómenos y procesos físicos, químicos, biológicos o geológicos en diferentes formatos, utilizando los recursos necesarios, tecnológicos o de otro tipo.",
        "6.2. Establecer colaboraciones, utilizando los recursos necesarios en las diferentes etapas del proyecto científico, en la realización de actividades o en la resolución de problemas."
    ],
    "saberes": [
        "A. Construyendo ciencia ",
        "CCGG.2.A.1. El método científico",
        "CCGG.2.A.1.1. Desarrollo de metodologías propias de la investigación científica para la identificación y formulación de cuestiones, la elaboración de hipótesis y la comprobación experimental de las mismas.",
        "CCGG.2.A.1.2. Realización de experimentos y proyectos de investigación mediante el uso de instrumental adecuado, ejecución de controles experimentales y aplicación del razonamiento lógico-matemático.",
        "CCGG.2.A.1.3. Estrategias de comprensión de los métodos de análisis de los resultados obtenidos en la resolución de problemas y cuestiones científicos relacionados con el entorno que permita el desarrollo de un criterio propio basado en la evidencia y el razonamiento.",
        "CCGG.2.A.2. El saber científico",
        "CCGG.2.A.2.1. Fuentes de información científica veraces y medios de colaboración: búsqueda de información científica en diferentes formatos y con herramientas adecuadas y posterior interpretación y producción de informes, emitidos con un lenguaje adecuado.",
        "CCGG.2.A.2.2. Valoración de la contribución de los científicos y las científicas a los principales hitos de la ciencia para el avance y la mejora de la sociedad.",
        "B. Un universo de materia y energía ",
        "CCGG.2.B.1. Sistemas materiales",
        "CCGG.2.B.1.1. Estrategias de comprensión de los sistemas materiales macroscópicos mediante el uso de modelos microscópicos para el análisis de sus propiedades y de sus estados de agregación, estableciendo relaciones con los procesos físicos y químicos de cambio.",
        "CCGG.2.B.1.2. Destrezas para la clasificación de los sistemas materiales en función de su composición permitiendo su aplicación a la descripción de los sistemas naturales y a la resolución de problemas relacionados.",
        "CCGG.2.B.1.3. Estrategias de comprensión de la estructura interna de la materia y su relación con las regularidades que se producen en la tabla periódica, reconociendo de su importancia histórica y actual.",
        "CCGG.2.B.1.4. Estrategias de comprensión de formación de compuestos químicos usando la nomenclatura como base de una alfabetización científica básica que permita establecer una comunicación eficiente con toda la comunidad científica.",
        "CCGG.2.B.1.5. Estrategias de comprensión de las transformaciones químicas de los sistemas materiales y leyes que los rigen valorando la importancia en los procesos industriales, medioambientales y sociales del mundo actual.",
        "CCGG.2.B.2. Energía",
        "CCGG.2.B.2.1. Estrategias de comprensión de la energía contenida en un sistema, sus propiedades y sus manifestaciones aplicando el teorema de conservación de la energía mecánica y los procesos termodinámicos más relevantes.",
        "CCGG.2.B.2.2. Desarrollo de destrezas para la resolución de problemas relacionados con el consumo energético y la necesidad de un desarrollo sostenible.",
        "CCGG.2.B.2.3. Elaboración fundamentada de hipótesis sobre el medioambiente y la sostenibilidad a partir de las diferencias entre fuentes de energía renovables y no renovables. Energías renovables en Andalucía.",
        "C. El sistema Tierra",
        "CCGG.2.C.1. Origen y evolución de la Tierra",
        "CCGG.2.C.1.1. Estrategias de comprensión de las teorías que explican el origen del universo, el origen del Sistema Solar y el origen de la Tierra, mediante el estudio y análisis de sus estructuras, estableciendo relaciones y características comunes entre cada una de ellas. Forma y movimientos de la Tierra y la Luna y sus efectos.",
        "CCGG.2.C.1.2. Estrategias de comprensión del origen de la vida en la Tierra, comprendiendo las hipótesis más destacadas, planteando la posibilidad de vida en otros planetas mediante la búsqueda de información veraz y contrastada.",
        "CCGG.2.C.2. Geosfera y biosfera",
        "CCGG.2.C.2.1. Estrategias de comprensión de la geosfera desarrollando destrezas para el análisis e interpretación de su estructura, dinámica, procesos geológicos internos y externos, permitiendo una visión global de la teoría de la tectónica de placas. Riesgos geológicos.",
        "CCGG.2.C.2.2. Estrategias de comprensión de las capas fluidas de la Tierra desarrollando destrezas para el análisis e interpretación de las funciones, dinámica e interacción con la superficie terrestre de cada una de ellas y la influencia sobre los seres vivos en la edafogénesis.",
        "CCGG.2.C.2.3. Estrategias de comprensión de los seres vivos como componentes bióticos del ecosistema desarrollando destrezas para la clasificación de los seres vivos según sus características y las adaptaciones al medio.",
        "CCGG.2.C.2.4. Desarrollo de destrezas para la comprensión de la dinámica de los ecosistemas mediante la resolución de problemas de flujos de energía, ciclos de la materia y relaciones tróficas entre los seres vivos.",
        "CCGG.2.C.3. Medio ambiente y sostenibilidad",
        "CCGG.2.C.3.1. Comprensión de los principales problemas medioambientales a nivel global (calentamiento global, agujero de la capa de ozono, destrucción de los espacios naturales y pérdida de la biodiversidad, contaminación de agua y aire, desertificación ...) y los riesgos geológicos asociados, valorando las causas, las consecuencias a la asunción de un modelo de desarrollo sostenible, reconociendo su importancia y necesidad.",
        "CCGG.2.C.3.2. Estrategias de comprensión de los recursos renovables y no renovables, reconociendo la importancia de su uso y explotación responsable, valorado la importancia del uso las energías renovables y la gestión de residuos para el fomento de la economía circular.",
        "CCGG.2.C.3.3. Desarrollo de destrezas para la comprensión de las relaciones entre la conservación medioambiental, valorando la influencia sobre la salud humana y el desarrollo económico de la sociedad. Concepto one health (una sola salud).",
        "CCGG.2.C.3.4. Estrategias de comprensión de las enfermedades infecciosas y no infecciosas relacionadas con el deterioro del medioambiente, analizando sus causas, formas de prevención y posibles tratamientos.",
        "CCGG.2.C.3.5. Estudio de las zoonosis y las pandemias recientes y su relación con el deterioro del medioambiente, desarrollando estrategias para la comprensión del fundamento e importancia de las vacunas y un uso adecuado de los antibióticos, valorando la importancia de un consumo responsable de medicamentos.",
        "D. Biología para el siglo XXI",
        "CCGG.2.D.1. Bioelementos y biomoléculas",
        "CCGG.2.D.1.1. Estrategias de comprensión de los bioelementos y principales biomoléculas (glúcidos, lípidos, proteínas y ácidos nucleicos), desarrollando destrezas para su clasificación según composición y funciones que desempeñan, analizando la estructura básica de cada una de ellas.",
        "CCGG.2.D.1.2. Búsqueda de información de la importancia biológica de las biomoléculas en el desarrollo y funcionamiento de los organismos.",
        "CCGG.2.D.2. Genética y su aplicación",
        "CCGG.2.D.2.1. Estrategias de comprensión de la transmisión genética de caracteres, desarrollando destrezas para la resolución de problemas, análisis de la probabilidad de herencia de alelos, manifestación de fenotipos y expresión de la información genética mediante el estudio de los procesos implicados.",
        "CCGG.2.D.2.2. Estrategias de comprensión de las características del código genético, analizando la relación con su función biológica, mediante el desarrollo de destrezas para la comprensión de las técnicas de ingeniería genética, interpretación de PCR, enzimas de restricción, clonación molecular y CRISPR-CAS9, valorando los posibles usos de la manipulación dirigida del ADN.",
        "CCGG.2.D.2.3. Estrategias de comprensión de las aplicaciones de la biotecnología sobre la agricultura, ganadería, medicina o recuperación medioambiental y valoración de la importancia biotecnológica de los microorganismos en el bienestar de nuestra sociedad.",
        "E. Las fuerzas que nos mueven",
        "CCGG.2.E.1. Estrategias de comprensión de las fuerzas fundamentales de la naturaleza, analizando los procesos físicos más relevantes del entorno natural, como los fenómenos electromagnéticos, el movimiento de los planetas o los procesos nucleares.",
        "CCGG.2.E.2. Estrategias de comprensión de las leyes de la estática, analizando las estructuras del entorno natural en relación con la física, la biología, la geología o la ingeniería.",
        "CCGG.2.E.3. Estrategias de comprensión de las leyes de la mecánica relacionadas con el movimiento, analizando el comportamiento de un objeto móvil y sus aplicaciones, por ejemplo, en la seguridad vial o en el desarrollo tecnológico."
    ]
}