{
    "situacionesAprendizaje": [
        "Las situaciones de aprendizaje en todo caso deberán:",
        "a) Ser globalizadas; es decir, deberán incluir contenidos pertenecientes a varios bloques.",
        "b) Ser estimulantes; es decir, deberán tener interés para el alumnado.",
        "c) Ser significativas; es decir, deberán partir de los conocimientos previos del alumnado en relación con contextos cotidianos de los ámbitos personal, social, educativo y/o profesional.",
        "d) Ser inclusivas; es decir, deberán garantizar el acceso a las mismas de todo el alumnado, adecuándolas a sus características evolutivas y a sus ritmos y estilos de aprendizaje.",
        "Las situaciones de aprendizaje se conciben como la herramienta imprescindible para que el alumnado adquiera en primer término las competencias específicas de la materia o materias correspondientes, como en definitiva las competencias clave del Perfil de salida y los objetivos de etapa.",
        "Diferentes circunstancias, momentos, disposiciones y escenarios, entre otros, pueden componer una situación de aprendizaje, que se deberá plantear en formato de situación problema en un contexto determinado, estar compuesta por tareas de creciente complejidad, en función del nivel psicoevolutivo del alumnado, y cuya resolución creativa implique la movilización de manera integrada de lo adquirido y aprendido en las materias que integran la etapa y conlleve la construcción de nuevos aprendizajes. Demandan, por tanto, del alumnado la utilización de procesos mentales profundos, así como la movilización de recursos variados y precisan la combinación de diferentes saberes, el establecimiento de conexiones con el entorno y la participación de la comunidad educativa.",
        "Deben reunir unas características definidas: resultar motivadoras para el alumnado y atractivas para poder aplicar y desarrollar adecuadamente las competencias clave, permitir un aprendizaje significativo y contextualizado, ser transferible a otras situaciones de la vida cotidiana, seguir los principios del Diseño Universal para el Aprendizaje, implicar la producción y la interacción oral e incluir el uso de recursos auténticos en distintos soportes y formatos, y fomentar aspectos relacionados con el interés común, la sostenibilidad o la convivencia democrática, esenciales para que el alumnado se prepare para responder con eficacia a los retos del siglo XXI.",
        "Para la selección, diseño y planificación de las situaciones de aprendizaje se tomarán como referente los criterios de evaluación, en los que se formulan los niveles de desempeño de los distintos elementos recogidos en las competencias específicas de cada materia, así como las competencias clave con las que éstas se vinculan.",
        "Aplicación de los principios DUA para la atención a las diferencias individuales.",
        "La situación de aprendizaje debe ser susceptible de integrar a la totalidad del alumnado, sin precisar de antemano la realización de adaptaciones o diseños especializados. Por ese motivo, el modelo DUA ofrece como recomendación para ello la selección de situaciones pensadas y elaboradas para todos, que tengan en cuenta la diversidad que está presente en las aulas, que estimulen la creación de procesos pedagógicos flexibles y accesibles que se ajusten a las necesidades, las características y los diferentes ritmos de aprendizaje del alumnado, a través de actividades con distintos grados de complejidad y la elección de alternativas y diversos caminos de aprendizaje, como vía para atender las necesidades educativas, generales y específicas, de todo el alumnado y garantizar la igualdad de oportunidades y la inclusión educativa.",
        "La generación de situaciones de aprendizaje es un modelo metodológico que responde a los principios del DUA en la medida en que, en primer lugar, proporciona múltiples formas y medios de representación (presentación de la información y contenidos en varios soportes y formatos y con distintos apoyos, teniendo en cuenta las diferentes vías de acceso y procesamiento de dicha información); en segundo lugar, pone en juego múltiples formas de acción y expresión (para que el alumnado disponga de opciones variadas para expresar sus conocimientos y aprendizajes); y, en tercer lugar, potencia diferentes modelos de implicación y participación, feedback o apoyos para superar barreras (como la colaboración entre iguales o la docencia compartida).",
        "Se ofrecerán herramientas, recursos, materiales y apoyos necesarios que propicien que el alumnado acceda, comprenda, organice y adquiera conocimientos y desarrolle sus competencias, partiendo desde el punto en el que está y progresando hasta donde sean capaces. De ese modo, el proceso de enseñanza se centra en un modelo competencial que resalta y favorece la capacidad que posee cada persona, mejorando y optimizando la calidad del aprendizaje, a la vez que se atiende y fortalecen las cualidades personales y la madurez como la autonomía, la autoestima o el bienestar emocional.",
        "Ámbitos de desarrollo de las situaciones de aprendizaje.",
        "En la elaboración de las situaciones de aprendizaje se considerarán diferentes ámbitos adaptados a la etapa de educación secundaria obligatoria, que permitan una adecuada contextualización del aprendizaje, que sean respetuosas con las experiencias del alumnado y sus diferentes formas de comprender la realidad y que puedan permitir un planteamiento interdisciplinar. En educación secundaria obligatoria se considerarán los ámbitos personal, social, profesional y educativo y se favorecerá la elaboración de situaciones que incluyan varios ámbitos de manera que no se consideren exclusivos. A continuación, se identifican una serie de contextos de cada ámbito, que pueden ser relevantes para el alumnado en la etapa de educación secundaria obligatoria:",
        "— Ligados al ámbito personal, se podrían plantear contextos relacionados con las propias opiniones, pensamientos y sentimientos, la regulación de las emociones o bienestar emocional, la salud, la alimentación, la actividad física, la resiliencia, la autonomía, la motivación, los hábitos personales, la autonomía, el autoconocimiento, la autoestima, la seguridad en el uso de entornos virtuales, y la identidad y huella digital.",
        "— En relación con el ámbito social, pueden considerarse contextos relacionados con los medios de comunicación, las instituciones y organizaciones, diversidad lingüística, cultural y artística de la sociedad, la elaboración de normas de convivencia o de documentos que regulan la participación ciudadana, la vida cultural de la comunidad, el impacto medioambiental y la gestión de los recursos, la sostenibilidad, la biodiversidad y su protección y el uso de nuevos materiales, la actividad científica y artística, la difusión crítica, segura y proactiva de los contenidos en entorno digital, las festividades y celebraciones sociales, la convivencia social y democrática, las desigualdades sociales, la relación con el entorno, la conciencia global, las tecnologías de la información y de la comunicación, los servicios públicos (salud pública), la participación en ámbito local, la educación vial, la ética y la legalidad de los contenidos y recursos compartidos en la red.",
        "— En relación con el ámbito profesional, se podrán plantear contextos como el desarrollo del liderazgo, el trabajo en equipo, la gestión del tiempo, la motivación extrínseca e intrínseca, las profesiones, la búsqueda de empleo o el centro de trabajo.",
        "— En el ámbito educativo, contextos como actividades del centro educativo, la convivencia en el entorno escolar, la correspondencia entre iguales, el aprendizaje de las diferentes materias, la robótica, programación, realidad virtual y aumentada o las actividades artísticas, las producciones escolares, la identidad digital profesional y la participación activa en plataformas virtuales, las festividades y celebraciones del propio centro, la autorregulación del aprendizaje, los hábitos asociados al aprendizaje, el cuidado del centro y la implicación con el mismo, el trabajo en equipo, la colaboración, las relaciones e intercambios con hablantes nativos de otras lenguas.",
        "Indicaciones para la planificación de situaciones de aprendizaje.",
        "El profesorado de educación secundaria obligatoria diseñará situaciones de aprendizaje atendiendo a que sean estimulantes, significativas e integradoras, estén bien contextualizadas y se adecuen al proceso de desarrollo armónico e integral del alumnado en todas sus dimensiones (cognitivo, emocional y psicomotriz), tengan en cuenta las potencialidades, intereses y necesidades del alumnado, se ajusten al modelo de comprensión de la realidad del momento de la etapa y favorezcan diferentes tipos de agrupamientos (trabajo individual, por parejas, en pequeño grupo y en gran grupo).",
        "Además, en la planificación será interesante y enriquecedor diseñar situaciones de aprendizaje interdisciplinares, que activen conocimientos, destrezas y actitudes de diferentes materias, de manera que permitan al alumnado establecer conexiones, pensar, razonar y transferir conocimientos y destrezas entre las materias diferentes de la etapa.",
        "La estructura general de una situación de aprendizaje debe contemplar los apartados siguientes:",
        "— Título y contextualización: identificación de la situación a partir de un reto o problema, descripción de la misma, motivación y producto final.",
        "— Fundamentación curricular:",
        "✓ Objetivos de etapa a los que se pretende contribuir.",
        "✓ Descriptores operativos que se desarrollan, vinculados a los criterios de evaluación y competencias específicas.",
        "✓ Competencias específicas.",
        "✓ Criterios de evaluación, junto a los contenidos de las materias y los contenidos transversales que es necesario movilizar.",
        "— Metodología.",
        "✓ Métodos: estilos, estrategias y técnicas.",
        "✓ Organización del alumnado y agrupamientos.",
        "✓ Cronograma y organización del tiempo.",
        "✓ Organización del espacio.",
        "✓ Materiales y recursos.",
        "— Planificación de actividades y tareas.",
        "— Atención a las diferencias individuales.",
        "— Proceso de evaluación: indicadores de logro en los que se subdividan los criterios de evaluación, técnicas e instrumentos de evaluación, criterios y herramientas para la calificación, momentos en los que se evaluará y agentes evaluadores.",
        "— Valoración de la situación de aprendizaje.",
        "Indicaciones para el desarrollo de la secuencia didáctica o de aprendizaje.",
        "El desarrollo en la práctica de las situaciones de aprendizaje contempla unas fases establecidas en secuencia. En primer lugar, la fase de motivación (¿qué sabemos?), en la que a través del uso de distintos elementos atractivos (lecturas, materiales tangibles, decoración, visitas…) se buscará activar los conocimientos previos del alumnado, que hagan inferencias, planteen hipótesis y surjan conflictos cognitivos en interacción con sus iguales.",
        "A dicha fase le sucede la fase de desarrollo (¿qué queremos saber?), en la que se potenciará la realización de actividades de observación, investigación, experimentación y exploración, que le ayuden a resolver retos planteados, en los que los contenidos conecten con la realidad y generen su curiosidad e interés por adquirirlos, con el fin de que sean saberes funcionales que les permitan desarrollar sus funciones ejecutivas y construir aprendizajes significativos. Para ello, es decisivo favorecer el diseño y organización de distintos espacios y agrupamientos, así como la elección de materiales variados, atractivos y estimulantes.",
        "Como final de secuencia, se procede con la fase de cierre o síntesis, que es la fase del producto final y su difusión o comunicación (¿qué hemos aprendido?), en la que se reflexiona sobre el propio aprendizaje valorando el proceso llevado a cabo, difundiendo los resultados a la comunidad educativa, a través de dosieres, exposiciones, reproducciones artísticas, mercadillo u otro tipo de soportes y medios de difusión.",
        "En esta secuencia la evaluación tiene distintos modos de presencia: la evaluación continua durante toda la secuencia que permita realizar modificaciones y tomar decisiones para ir ajustándola a las necesidades, capacidades e intereses del alumnado. Dicha evaluación debe entenderse como un procedimiento colaborativo en el que el profesional evalúa (heteroevaluación) y posibilita al alumnado iniciarse en la autoevaluación, la coevaluación y en la competencia de aprender a aprender (metacognición).",
        "Además, es precisa una evaluación de la situación de aprendizaje, en la que se valorará si ha habido una definición adecuada de los elementos curriculares, y se realizará un análisis de su desarrollo, de su impacto y de la satisfacción de los participantes. Con la información recogida, se procederá a un análisis, reflexión e interpretación de los datos y la elaboración de un informe con la finalidad de prevenir las posibles dificultades y mejorar el proceso educativo para el diseño de futuras situaciones de aprendizaje.    "
    ]
}