{
    "saberes": [
        "Bloque 1. Vida activa y saludable CE1, CE3, CE4, CE5",
        "Subbloque 1.1. Salud física",
        "Grupo 1. Características de las actividades físicas saludables",
        "Métodos de evaluación y autoevaluación de las capacidades físicas y coordinativas para la mejora personal y el acceso laboral.",
        "Actitudes, hábitos posturales y ergonomía.",
        "Programas de actividad física (FITT-PV). Sistemas de entrenamiento.",
        "Tecnologías facilitadoras de la evaluación y del análisis fisiológico del ejercicio físico.",
        "Grupo 2. Cuidado del cuerpo",
        "Mitos y falsas creencias de la actividad física, el deporte, la nutrición y otros contenidos relacionados con el cuidado del cuerpo en otros ámbitos.",
        "Métodos y técnicas de recuperación de lesiones y el esfuerzo.",
        "Subbloque 1.2. Salud social",
        "Actuaciones de prevención del consumo de tabaco, alcohol, otras drogas y la ludopatía asociada al deporte.",
        "Diversidad, perspectiva de género e inclusividad en el mundo del deporte, la actividad física y el ocio activo.",
        "Ayudas ergogénicas legales y dopaje.",
        "Subbloque 1.3. Salud mental",
        "Grupo 1. Métodos y técnicas de relajación y meditación",
        "Métodos de relajación y estiramientos.",
        "Técnicas de meditación.",
        "Hábitos de descanso.",
        "Valoración de la actividad física y el deporte como componentes resolutivos de estados",
        "depresivos.",
        "Grupo 2. Uso y abuso de la tecnología",
        "Autogestión del tiempo de uso de la tecnología para la mejora de la salud.",
        "Hábitos de corrección en relación con la netiqueta aplicada a la actividad física y al deporte",
        "Bloque 2. Organización y gestión de la actividad física y el deporte CE1, CE2, CE4, CE5",
        "Subbloque 2.1. Medidas preventivas y de seguridad",
        "Protocolos, normas de seguridad y técnicas para la prevención y actuación en una situación de",
        "emergencia en nuestras prácticas y en la vida cotidiana.",
        "Política crítica y sostenible sobre la gestión de materiales y espacios para la práctica física y",
        "deportiva.",
        "Subbloque 2.2. Herramientas digitales para la gestión de la actividad física",
        "Actitud proactiva respecto al uso de la tecnología relacionada con el movimiento, la actividad",
        "física, el deporte y la salud, en diferentes entornos de aprendizaje digital: planificación, control y",
        "análisis. Creación y cuidado de contenidos.",
        "Salidas profesionales relacionadas con la Educación Física.",
        "Subbloque 2.3. Juegos y deportes",
        "Juegos y deportes individuales, colectivos y de adversario.",
        "Juegos y deportes inclusivos.",
        "Organización y asistencia a acontecimientos o jornadas deportivas, torneos y competiciones",
        "deportivas.",
        "Normativa y reglamento deportivo.",
        "Roles deportivos: árbitro/a, organizador/a, entrenador/a, practicante, espectador/a y otros.",
        "Valores deportivos olímpicos.",
        "Actividades y dinámicas de animación sociocultural.",
        "Bloque 3. Manifestaciones de la comunicación y de la cultura motriz CE1, CE2, CE3, CE4, CE5",
        "Subbloque 3.1. Gestión emocional y habilidades comunicativas",
        "Grupo 1. Gestión emocional",
        "Control y gestión de emociones. El diálogo y la mediación.",
        "Técnicas corporales de regulación física y emocional.",
        "Grupo 2. Habilidades comunicativas",
        "Habilidades comunicativas: escucha activa, negociación, asertividad y comunicación efectiva.",
        "Gestión de grupos: estilo de liderazgo, organización y dinamización de grupos.",
        "Subbloque 3.2. Elementos comunicativos y cultura artístico-expresiva",
        "Elementos comunicativos, cultura y contracultura.",
        "Montajes e intervenciones artístico-expresivas.",
        "Artes escénicas.",
        "Actividades y artes circenses.",
        "El ritmo y el cuerpo en movimiento. Danza y baile.",
        "Expresión corporal y sus aplicaciones.",
        "Subbloque 3.3. Cultura motriz tradicional",
        "Contribuciones del deporte a la inclusión.",
        "La Pilota Valenciana como bien de interés cultural. Pilota como deporte profesional.",
        "Intervenciones en el desarrollo deportivo local.",
        "Bloque 4. Interacción eficiente y sostenible con el entorno CE1, CE4, CE5",
        "Subbloque 4.1. Iniciativas y actividades saludables y sostenibles en el entorno",
        "Evidencia científica de los beneficios de la práctica física y deportiva en el medio natural.",
        "Medidas para reducir la huella de carbono en actividades al aire libre.",
        "Transporte activo, seguro y sostenible.",
        "Oportunidades del entorno para el ocio activo, seguro y sostenible. Promoción y usos creativos.",
        "Prevención de riesgos en la práctica físico-deportiva en entornos naturales y urbanos.",
        "Protocolos de emergencia, primeros auxilios y supervivencia.",
        "Propuestas de mejora de la salud y la sostenibilidad con impacto en la comunidad y en el",
        "entorno.",
        "Riqueza natural y topográfica del entorno.",
        "Subbloque 4.2. Alimentación saludable y sostenible",
        "Consumo responsable: perspectiva crítica y alternativas saludables y sostenibles.",
        "Hábitos nutricionales saludables y sostenibles.",
        "Nutrición deportiva.",
        "Subbloque 4.3. Tecnología y medio natural",
        "Tecnología y aplicaciones facilitadoras de la práctica física y deportiva en el medio natural, urbano y en el tiempo de ocio."
    ],
    "criteriosEvaluacion": [
        "1.1 Aplicar de manera autónoma un programa de actividad física adecuado al nivel de condición física y a las necesidades e intereses propios y valorar los componentes que contribuyen al bienestar físico, mental y social.",
        "1.2 Difundir propuestas de intervención de actividades físicas y hábitos saludables, dentro y fuera del centro.",
        "1.3 Identificar y valorar los componentes de un estilo de vida saludable en el ámbito educativo y el ámbito sociofamiliar, discriminando las conductas de riesgo para la salud física, mental y social.",
        "2.1 Afrontar situaciones motrices en diferentes contextos, adaptando los elementos técnicos, tácticos y reglamentarios a las condiciones cambiantes de la actividad, y utilizando las habilidades sociales para la resolución de conflictos.",
        "2.2 Organizar y adaptar acontecimientos recreativos y deportivos aplicando políticas sostenibles de gestión y uso de materiales e instalaciones.",
        "2.3 Promover situaciones de actividad física y deportiva en diferentes contextos atendiendo a los elementos inherentes de justicia social como la participación y la igualdad de oportunidades.",
        "3.1 Desarrollar y valorar propuestas artístico-expresivas mostrando un dominio de los elementos corporales y escénicos desde una perspectiva de género e inclusiva.",
        "3.2 Organizar y practicar varias actividades motrices adoptando un comportamiento personal y social respetuoso y responsable, mostrando actitudes de empatía e inclusión ante la diversidad y autorregulando las emociones.",
        "3.3 Organizar partidas y participar en la difusión de las diferentes modalidades de Pilota Valenciana como bien de interés cultural.",
        "4.1 Practicar y evaluar actividades físico-deportivas inclusivas en el medio natural y urbano diseñadas con eco-responsabilidad y fomentando los estilos de vida sostenibles.",
        "4.2 Promover actuaciones saludables y sostenibles para la protección, conservación y mejora del entorno natural y urbano, estableciendo relaciones con entidades relacionadas con la educación ambiental y con la sostenibilidad y evaluando su impacto en la comunidad.",
        "4.3 Analizar, practicar y aplicar protocolos de seguridad y técnicas de primeros auxilios y supervivencia en contextos naturales y urbanos para controlar los riesgos intrínsecos de las actividades respecto a los equipamientos, al entorno y a la actuación e interacción de los participantes. ",
        "5.1 Elaborar una propuesta en el ámbito del centro o colaborar con entidades del entorno relacionadas con la actividad física y con la salud, el deporte, las actividades artísticoexpresivas o la naturaleza, analizando las posibilidades del entorno más próximo y teniendo en cuenta la sostenibilidad.",
        "5.2 Participar en la creación y en la difusión de contenidos relacionados con escenarios de práctica activa saludable utilizando las tecnologías digitales.",
        "5.3 Cooperar en experiencias informativas de salidas académicas y laborales relacionadas con la actividad física, el deporte y el ocio activo."
    ]
}