{
    "situacionesAprendizaje": [
        "Principios y orientaciones generales para el diseño de situaciones de aprendizaje en Educación Secundaria Obligatoria.",
        "Las situaciones de aprendizaje favorecen el desarrollo competencial e implican que el alumnado despliegue actuaciones vinculadas a las competencias específicas (y, por tanto, también a las competencias clave), mediante la movilización y articulación de un conjunto de saberes.En las situaciones de aprendizaje deben integrarse todos los elementos necesarios para favorecer la adquisición de competencias, garantizando el derecho a la inclusión a través de la personalización y el Diseño Universal para el Aprendizaje (DUA) en aras de asegurar la presencia, participación y progreso de todo el alumnado, y de lograr aprendices más autónomos, decididos y comprometidos.",
        "Los principios generales que se van a enunciar, y que se complementan con los principios recogidos en los currículos de cada materia, pueden orientar el diseño, desarrollo y evaluación de las situaciones de aprendizaje en todos sus elementos (presentación de la situación, tareas, organización social de la actividad, recursos didácticos, etc.), tanto dentro como fuera del centro educativo. Se asume que no todos los principios estarán presentes de forma simultánea en todas las situaciones, pero sí se irán integrando de manera combinada en la mayoría de las unidades didácticas y en todas y cada una de las materias de Educación Secundaria Obligatoria a lo largo de cada curso escolar.",
        "Para que el alumnado sea agente activo de su propio aprendizaje, debe asumir el objeto de aprendizaje como algo que, a pesar del esfuerzo que requiere, resulta alcanzable, al tiempo que ajustado a sus expectativas y posibilidades de realización. Esto implica la activación de los conocimientos previos que permitan establecer conexiones para producir nuevos aprendizajes y que conecten con sus experiencias e intereses.",
        "En la etapa de Educación Secundaria cobra énfasis el “aprendizaje para toda la vida”; por ello es necesario fomentar la adquisición de habilidades adaptativas y conseguir progresivamente la autonomía a través del desarrollo de capacidades fundamentales para este momento psicoevolutivo, como son la toma de decisiones, la flexibilidad cognitiva y la capacidad creativa, que van a permitir que el alumnado aplique el aprendizaje adquirido a diferentes contextos de forma autónoma, tanto dentro como fuera del centro educativo. La continuidad necesaria que deben tener las situaciones de aprendizaje con la familia, la comunidad y el mundo, en general, dota al proceso didáctico de significatividad y relevancia, facilita la transferencia y la generalización de lo aprendido y ofrece al alumnado la oportunidad para seguir aprendiendo a lo largo de la vida. ",
        "Los retos del siglo XXI a los que se debe enfrentar el alumnado al terminar la educación básica implican formar a una ciudadanía creativa, crítica, emprendedora, competente digitalmente y capaz de adaptarse a ambientes diversos e inciertos en un mundo laboral y social cada vez más dinámico.",
        "En este sentido, las situaciones de aprendizaje deben vincularse con los desafíos previstos para este siglo (compromiso ante las situaciones de inequidad y exclusión, consumo responsable, respeto al medioambiente, uso crítico, ético y responsable de la cultura digital, valoración de la diversidad personal y cultural, aceptación y manejo de la incertidumbre y promoción de la igualdad de género, entre otros). Es importante partir de situaciones de aprendizaje referidas a acciones asumibles desde el aula y desde el centro educativo, pero con la mirada hacia el entorno y la comunidad, permitiendo al alumnado ir más allá de la mera observación y del análisis de las situaciones para desarrollar un pensamiento crítico que le facilite razonar, planificar, tomar decisiones, resolver problemas complejos y proponer planes de mejora relacionados con los desafíos del siglo XXI desde un enfoque inclusivo.",
        "El modelo de enseñanza competencial incorpora, no solo los conocimientos que debe alcanzar el alumnado, sino también las destrezas, habilidades, valores y actitudes necesarias para completar el perfil al término de la etapa, con la finalidad de contribuir a la formación de personas responsables, críticas, comprometidas activamente con la participación, la sostenibilidad y el bienestar individual y colectivo. Por ejemplo, al sensibilizar al alumnado en la participación plena y en la igualdad de condiciones de todas las personas, estamos contribuyendo a una sociedad inclusiva, pacífica y basada en la igualdad, el respeto y la tolerancia. ",
        "Si tenemos en cuenta, por un lado, el carácter propedéutico que progresivamente va adquiriendo la etapa, y por otro, la situación actual del mundo, resulta conveniente planificar situaciones de aprendizaje en las que estén implicadas varias materias que contribuyan al desarrollo de competencias de forma transversal, globalizada e interdisciplinar. Esta conexión horizontal entre las distintas materias favorece un aprendizaje real conectado con la comunidad y los retos del siglo XXI. Algunas de estas situaciones pueden planificarse en coordinación con otras entidades (asociaciones juveniles, servicios municipales, instituciones públicas y privadas, organizaciones no gubernamentales, etc.), siendo especialmente relevantes aquellas vinculadas a nuestra comunidad autónoma. Además, los contextos de aprendizaje pueden ser formales, no formales e informales. El intercambio dialógico en la interacción entre escuela, familia y comunidad favorece la creación de estos contextos de aprendizaje al dar sentido personal y social a todo el proceso. ",
        "Asumiendo la inclusión educativa como una realidad que atañe a todo el alumnado, el profesorado debería desempeñar una función de “andamiaje” en el proceso educativo, planificando diferentes estrategias o ayudas que dirijan a cada estudiante a ser autónomo, teniendo en cuenta sus diferentes motivaciones, intereses, capacidades y ritmos de aprendizaje. Se trata de ofrecer oportunidades para que muestren sus habilidades preferentes, con el medio que mejor se adapte a sus posibilidades y necesidades. De este modo, el profesorado podrá planificar la práctica guiada que permita a cada alumno y alumna adquirir aquellos aprendizajes en los que se muestre menos competente, proporcionando una retroalimentación formativa para que los aprendices controlen su progreso, tanto individual como grupal.",
        "Para el desarrollo de un aprendizaje autorregulado y constructivo, se trabajarán determinadas funciones psicológicas como el autocontrol, la regulación de la atención, la inhibición de una respuesta, la planificación, la capacidad de supervisar y la anticipación consecuencial de una acción determinada. Para ello, se implicará al alumnado en la planificación y análisis de las situaciones de aprendizaje, en la elección de las tareas, actividades y materiales, y en la selección de instrumentos o procedimientos de evaluación. La reflexión sobre las situaciones de aprendizaje se propiciará mediante planificadores cognitivos y rutinas de pensamiento.El aprendizaje emocional adquiere, también en esta etapa, una gran importancia en la dimensión personal y social del alumnado en el proceso de construcción de su identidad, por lo que el profesorado debe servir de apoyo en la adquisición de estrategias que permitan una gestión adecuada de sus emociones. Las habilidades de autorregulación y gestión emocional se facilitarán mediante el establecimiento de metas adecuadas, dando significatividad y sentido al propio aprendizaje y creando contextos emocionalmente seguros, donde el error sea entendido como oportunidad para aprender y superarse, desarrollando estrategias positivas de manejo de la frustración. La tarea docente es acompañar al alumnado, tanto al facilitar la comprensión de las emociones propias y ajenas y la expresión de las mismas, como al explicitar estrategias para afrontar las situaciones que puedan ocurrir en diferentes contextos.Las interacciones sociales están condicionadas por la importancia que adquiere el grupo de iguales. En esta etapa, los contextos sociales del alumnado se diversifican y amplían, por lo que el aprendizaje debe ser el resultado de la conexión entre los escenarios en los que el alumnado se desarrolla. Esta circunstancia debe tenerse en cuenta por el profesorado a la hora de planificar actuaciones que fomenten las interacciones entre el alumnado. El diseño de situaciones de aprendizaje que favorezcan una estructura de aula cooperativa y colaborativa permitirá el desarrollo de diferentes niveles de pensamiento, así como la atención a las diferentes necesidades de aprendizaje, lo que conlleva el fomento de habilidades socioemocionales de apoyo y ayuda mutua.",
        "Por otro lado, se estimula la transversalidad necesaria para el aprendizaje en comunidad enseñando al alumnado a colaborar para aprender. Además, se potencia el respeto a las diferencias individuales y se destaca la importancia de las decisiones grupales ante las situaciones de mayor complejidad en su resolución. El aprendizaje colaborativo pretende la implicación del alumnado en procesos menos dirigidos, en los que el componente social y de aprendizaje entre iguales juega un papel fundamental.En el diseño y desarrollo de las situaciones de aprendizaje deben primar enfoques metodológicos que aglutinen métodos de investigación y análisis crítico como forma de acercamiento a los distintos saberes, de experimentación y de mejora del entorno en un marco de interacción. Por tanto, el uso de métodos pedagógicos que ubican al alumnado en el centro de los procesos de enseñanza y aprendizaje, implica enfatizar un proceso de construcción del conocimiento y la puesta en marcha de habilidades de comprensión, diálogo y razonamiento compartido, así como diferentes posibilidades para llegar al aprendizaje.",
        "Las tecnologías digitales deben utilizarse junto a una variedad de recursos analógicos y digitales, teniendo en cuenta la madurez psicoevolutiva y capacidades del alumnado para emplearlas de manera eficiente, ética y segura. Pueden contribuir a minimizar las barreras para el aprendizaje y ofrecer una atención personalizada a cada estudiante, mediante la creación de situaciones de aprendizaje que combinen adecuadamente la actividad presencial y a distancia, síncrona y asíncrona, individual y grupal, escolar y no escolar, etc. Esta apuesta requiere contrarrestar, desde la escuela, la brecha digital existente en cuanto al acceso, conocimiento y manejo de dicha tecnología por parte de todos y cada uno de los escolares, así como mejorar la alfabetización digital de las familias. La digitalización de contenidos o la aproximación de los mismos al alumnado mediante dispositivos y pantallas deben garantizar más oportunidades de interacción con dichos contenidos y entre los diferentes agentes relacionados con el aprendizaje.",
        "Los recursos y materiales didácticos en las situaciones de aprendizaje y evaluación deben ofrecer múltiples formas de comunicarse y representar la información. Por un lado, debemos asegurar la percepción, contemplando alternativas multimodales que vayan más allá del lenguaje oral y escrito para adquirir y transmitir la información priorizando el uso de materiales didácticos que garanticen la accesibilidad física, cognitiva, emocional, sensorial y comunicativa, tanto en formato analógico como digital. No solo es importante percibir la información, sino potenciar las habilidades de procesamiento activo de la misma, mediante la atención selectiva, las estrategias de categorización, la memoria activa y la integración de nuevos aprendizajes.",
        "Por otro lado, debemos asegurar la comprensión de la información, mediante estrategias y ayudas que permitan al alumnado representarla, decodificarla, estructurarla y transformarla. ",
        "Es decir, se ofrecerán diferentes oportunidades de acción, expresión y comunicación por parte del alumnado (elementos multimedia, material manipulativo, iconográfico, audiovisual, interactivo, hipertextual, en formato de texto oral o escrito, musical, expresión no verbal, etc.), posibilitando el uso de las ayudas técnicas que sean necesarias, especialmente en alumnado con necesidades específicas de apoyo educativo. En definitiva, se trata de ofrecer oportunidades para que los aprendices muestren sus habilidades con el medio que mejor se adapte a sus posibilidades y necesidades.Desde un enfoque competencial, no tiene sentido establecer una diferenciación nítida entre las situaciones de aprendizaje y las situaciones de evaluación, ya que una misma situación puede servir para promover el desarrollo de una o varias competencias, al tiempo que supone una oportunidad para valorar el nivel de desarrollo competencial del alumnado en un determinado momento de su proceso de aprendizaje.",
        "En este sentido, la retroalimentación del docente y discentes debe estar presente a lo largo de todo el proceso, lo que supone combinar actividades de heteroevaluación (por parte del profesorado), coevaluación (entre iguales) y autoevaluación, encaminadas a la mejora competencial del alumnado en función de su potencial de desarrollo. Así, el profesorado analizará diversas situaciones en las que pueda encontrar evidencias del nivel alcanzado por los estudiantes en el desarrollo de diferentes competencias y del proceso a través del cual lo han alcanzado. Por ello, la observación continua es una técnica de evaluación privilegiada, y la información recogida ayudará a determinar la dirección y las características de las nuevas situaciones de aprendizaje que se diseñen.",
        "Las evidencias de aprendizaje estarán ligadas a las distintas competencias específicas de las diferentes materias curriculares, tomando como referencia los criterios de evaluación y los distintos contextos de desarrollo del alumnado, especialmente el escolar, el familiar y el social. Las situaciones de aprendizaje deben girar en torno a evidencias secuenciadas que integren los distintos tipos de conocimientos y se aborden alternándose con diferentes niveles de profundidad, desde el reconocimiento y la identificación hasta llegar a procesos de reflexión crítica, autorregulación y creatividad.Es conveniente explicitar al alumnado lo que se espera que aprenda y las formas concretas y diferenciadas a través de las que puede llegar a hacerlo. Asimismo, el alumnado debería conocer y comprender los diferentes procedimientos e instrumentos de evaluación que van a emplearse, y tener oportunidades para seleccionarlos, valorarlos y adecuarlos a sus características individuales.",
        "La evaluación del alumnado debe complementarse con la evaluación del propio diseño de las situaciones de aprendizaje y de la práctica docente. Es conveniente que en esta evaluación participen diferentes agentes educativos, entendiendo que el desarrollo competencial del alumnado se ve influido por el desarrollo competencial del profesorado. En este sentido, los principios de accesibilidad cognitiva, sensorial y comunicativa exigen procesos de evaluación destinados a valorar estos aspectos durante el diseño y desarrollo de las situaciones de aprendizaje, de cara a detectar barreras y limitaciones de distinto tipo, para minimizarlas o erradicarlas en la medida de lo posible.",
        "Para una evaluación completa y auténtica de todo este proceso es aconsejable tener en cuenta diferentes agentes evaluadores, situaciones, momentos, procedimientos e instrumentos de evaluación.",
    ]
}
