{
  "saberes": [
    "Bloque 1: Lengua y uso",
    "Lengua y uso. Transversal a todas las CE",
    "Funciones comunicativas",
    "•   Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludos, despedidas y presentaciones; descripción de personas, objetos y lugares; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; petición e intercambio de información sobre cuestiones cotidianas; instrucciones y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y emociones básicas; narración de acontecimientos pasados, descripción de situaciones presentes, y expresión de sucesos futuros; expresar la opinión y la posibilidad.",
    "•   Unidades lingüísticas de uso común y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y calidad, espacio y relaciones espaciales, tiempo y relaciones temporales, afirmación, negación, interrogación y exclamación, y relaciones lógicas básicas.",
    "Modelos contextuales y géneros discursivos",
    "•   Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto; organización y estructuración según el género, la función textual y la estructura.",
    "Expresiones y léxico",
    "•   Léxico de uso común y de interés para el alumnado, relativo a identificación personal, relaciones interpersonales, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana, salud y actividad física, vivienda y hogar, clima y entorno natural, tecnologías de la información y la comunicación.",
    "•   Expresiones y léxico de uso común para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
    "Patrones sonoros, acentuales y rítmicos",
    "•   Patrones sonoros, acentuales, rítmicos y de entonación básicos y de uso común, intenciones comunicativas y significados asociados a dichos patrones.XX",
    "Convenciones ortográficas  ",
    "•   Convenciones ortográficas básicas e intenciones comunicativas y significados asociados a los formatos, patrones y elementos gráficos.XX",
    "Reflexión sobre la lengua  ",
    "•   Consciencia sobre las similitudes formales y diferencias de significados entre lenguas (préstamos, cognados, falsos amigos).",
    "•   Reflexión sobre similitudes formales y diferencias de significados (préstamos, cognados, falsos amigos, etc.) y su aplicación en diferentes contextos comunicativos.",
    "Bloque 2: Estrategias comunicativas",
    "Estrategias comunicativas. Transversal a todas las CE",
    "Estrategias de comprensión y producción",
    "•   Estrategias de uso común para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
    "Estrategias conversacionales",
    "•   Estrategias y técnicas para responder eficazmente a una necesidad comunicativa básica y concreta de forma comprensible, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las lenguas familiares.",
    "•   Estrategias de uso común para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
    "Intercambios interculturales y mediación  ",
    "•   Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
    "•   Estrategias para resolver conflictos interculturales en contextos personales, sociales y educativos.",
    "•   Conocimientos, destrezas y actitudes que permitan detectar y colaborar en actividades de mediación en situaciones cotidianas sencillas.",
    "Estrategias de autoevaluación y coevaluación",
    "•   Autoconfianza. El error como instrumento de mejora y propuesta de reparación.",
    "•   Estrategias y herramientas de uso común de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
    "Tratamiento de la información",
    "•   Recursos para el aprendizaje y estrategias básicas de búsqueda de información: diccionarios, libros de consulta, bibliotecas, recursos digitales e informáticos.",
    "•   Identificación de la autoría de las fuentes consultadas y los contenidos utilizados.",
    "•   Respeto a la propiedad intelectual y a los derechos de autor sobre las fuentes consultadas y contenidos utilizados.",
    "•   Herramientas analógicas y digitales de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas) para el aprendizaje, la comunicación y el desarrollo de proyectos con las personas hablantes y estudiantes de la lengua extranjera.",
    "Bloque 3: Cultura y sociedad",
    "Cultura y sociedad. Transversal a todas las CE",
    "Aspectos socioculturales y sociolingüísticos",
    "•   Aspectos socioculturales y sociolingüísticos de uso común relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales básicas; lenguaje no verbal, cortesía lingüística y etiqueta digital; cultura, costumbres y valores propios de países donde se habla la lengua extranjera.",
    "•   Valoración crítica de las diferencias en la comunicación no verbal entre las distintas lenguas y culturas.",
    "•   Reconocimiento de la necesidad de adaptar el propio repertorio comunicativo al contexto social y cultural en el cual se desarrolla la comunicación.",
    "•   Estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
    "Diversidad lingüística e intercultural",
    "•   Reconocimiento de las diferencias y la diversidad plurilingüe e intercultural.",
    "•   Estereotipos de otras culturas donde se habla la lengua extranjera.",
    "Lengua extranjera como medio de comunicación",
    "•   Patrones culturales de uso común propios de la lengua extranjera.",
    "•   La lengua extranjera como medio de comunicación interpersonal e internacional, fuente de información, y como herramienta para el enriquecimiento personal."
  ],
  "criteriosEvaluacion": [
    "1.1. Contrastar las similitudes y diferencias entre distintas lenguas, de manera progresivamente autónoma, sobre aspectos básicos de su funcionamiento.",
    "1.2. Utilizar y diferenciar, de forma progresivamente autónoma, los conocimientos y estrategias que forman su repertorio lingüístico, con apoyo de otros participantes y de soportes analógicos y digitales.",
    "1.3. Diferenciar y valorar, de forma progresivamente autónoma, la diversidad lingüística y cultural propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos del ámbito personal, social y educativo.",
    "1.4. Mostrar respeto por las diferencias lingüísticas y culturales de la lengua extranjera, identificando prejuicios y estereotipos, y reconociendo la pluralidad lingüística como fuente de riqueza cultural.",
    "2.1. Escuchar de forma activa es interpretar de manera progresivamente autónoma, textos orales y multimodales breves y sencillos, sobre temas predecibles y no predecibles, del ámbito personal, social, educativo y profesional, así como textos literarios adecuados a su nivel",
    "2.2. Analizar la función comunicativa, el tema principal, las ideas secundarias y detalles relevantes de textos orales y multimodales a partir de los significados explícitos e implícitos presentes en la información de carácter lingüístico y extralingüístico, por medio de inferencias y sus conocimientos previos.",
    "2.3. Inferir el significado de vocabulario y el uso de estructuras frecuentes, así como expresiones básicas de uso común del ámbito personal, social, educativo y profesional",
    "3.1. Leer e interpretar, de manera progresivamente autónoma, textos escritos y multimodales breves y sencillos, sobre temas predecibles y no predecibles del ámbito personal, social, educativo y profesional, y elegir aquellos que se adecuen a sus gustos e intereses.",
    "3.2. Identificar, de forma progresivamente autónoma, la función comunicativa, el tema principal, las ideas secundarias de textos escritos y multimodales, así como sus significados explícitos e implícitos de carácter lingüístico y su relación con la información de carácter extralingüístico.",
    "3.3. Inferir el significado de vocabulario y el uso de estructuras frecuentes, así como expresiones básicas de uso común del ámbito personal, social, educativo y profesional en textos escritos y multimodales.",
    "3.4. Localizar, seleccionar y contrastar la información en medios digitales, de forma progresivamente autónoma, de diferentes textos multimodales del ámbito, personal, social, educativo y profesional. partir de la información de diferentes fuentes.",
    "4.1. Producir diferentes tipos de textos orales breves, con una pronunciación, ritmo y entonación        adecuados,         de         forma progresivamente autónoma, utilizando un registro informal y formal, así como un repertorio de expresiones, léxico y estructuras de uso frecuente en situaciones del ámbito personal, social, educativo y profesional.",
    "4.2. Utilizar estrategias de planificación, producción, compensación y revisión, como el uso de palabras o frases sencillas de las diferentes lenguas de su repertorio lingüístico o el uso del contexto verbal y no verbal.",
    "5.1. Producir textos escritos y multimodales breves, coherentes y cohesionados, de forma progresivamente autónoma, en soportes analógicos y digitales, utilizando tanto el registro formal como informal según la tipología textual y la situación comunicativa, sobre temas del ámbito personal, educativo, social y profesional.",
    "5.2. Aplicar estrategias de revisión de textos, de forma progresivamente autónoma, a partir de modelos de los textos escritos.",
    "6.1. Participar en conversaciones simples, sobre temas predecibles, en contextos analógicos y digitales, utilizando guiones como apoyo.",
    "6.2. Utilizar la cortesía lingüística, la etiqueta digital, el lenguaje no verbal y estrategias para indicar que no se ha entendido el mensaje y solicitar repetición.",
    "6.3. Interactuar mostrando interés, respeto y empatía hacia los interlocutores en contextos pluriculturales, cotidianos, informales, como dar y pedir la palabra, cooperar y pedir aclaraciones.",
    "7.1. Mostrar interés por participar en la solución de problemas de incomprensión y entendimiento, sobre asuntos diversos del ámbito personal, social y educativo.",
    "7.2. Comprender, comunicar y describir textos en diferentes soportes, o explicar conceptos, de forma oral o escrita, combinando su repertorio lingüístico (L2-L2, L1-L2, L2-L1), que incluyan vocabulario, expresiones y estructuras frecuentes, de forma progresivamente autónoma.",
    "7.3. Seleccionar y aplicar, de forma progresivamente autónoma, estrategias de simplificación y adaptación de la lengua, que faciliten la comprensión y expresión oral y escrita de la información en distintas lenguas (L2-L2, L1-L2, L2-L1), adecuadas a las situaciones comunicativas, con apoyo puntual de soportes analógicos o digitales, en función de las necesidades de cada momento."
  ]
}
