{
  "saberes": [
    "Block 1: Language and use",
    "Language and use. Transversal to all EC",
    "Communication functions",
    "• Basic communicative functions appropriate to the environment and the communicative context: greetings, farewells and introductions; description of people, objects and places; placing events in time; placing objects, people and places in space; requesting and exchanging information on issues daily activities; instructions and orders; offering, accepting and refusing help, propositions or suggestions; partially expressing taste or interest and basic emotions; narration of past events, description of present situations, and expression of future events; expressing opinion and possibility .",
    "• Commonly used linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation, and basic logical relations. ",
    "Contextual models and discursive genres",
    "• Contextual models and discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context ; organization and structuring according to genre, textual function and structure.",
    "Expressions and vocabulary",
    "• Lexicon of common use and of interest to students, related to personal identification, interpersonal relationships, nearby places and environments, leisure and free time, daily life, health and physical activity, housing and home, climate and natural environment, information technologies. the information and the comunication.",
    "• Commonly used expressions and vocabulary to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
    "Sound, accentual and rhythmic patterns",
    "• Basic and commonly used sound, accentual, rhythmic and intonation patterns, communicative intentions and meanings associated with said patterns.XX",
    "Spelling Conventions",
    "• Basic spelling conventions and communicative intentions and meanings associated with formats, patterns and graphic elements.XX",
    "Reflection on the language",
    "• Awareness of formal similarities and differences in meanings between languages (loanwords, cognates, false friends).",
    "• Reflection on formal similarities and differences in meanings (loans, cognates, false friends, etc.) and their application in different communicative contexts.",
    "Block 2: Communication strategies",
    "Communication strategies. Transversal to all CE",
    "Comprehension and production strategies",
    "• Commonly used strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
    "Conversational Strategies",
    "• Strategies and techniques to respond effectively to a basic and specific communicative need in an understandable way, despite the limitations derived from the level of competence in the foreign language and in the family languages.",
    "• Commonly used strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "Intercultural exchanges and mediation",
    "• Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "• Strategies to resolve intercultural conflicts in personal, social and educational contexts.",
    "• Knowledge, skills and attitudes that allow detecting and collaborating in mediation activities in simple everyday situations.",
    "Self-assessment and peer-assessment strategies",
    "• Self-confidence. Errors as an instrument for improvement and a proposal for reparation.",
    "• Commonly used strategies and tools for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
    "Information processing",
    "• Resources for learning and basic information search strategies: dictionaries, reference books, libraries, digital and computer resources.",
    "• Identification of the authorship of the sources consulted and the contents used.",
    "• Respect for intellectual property and copyright on the sources consulted and content used.",
    "• Commonly used analog and digital tools for oral, written, and multimodal comprehension, production, and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferencing, collaborative digital tools) for learning, communication, and development of projects with foreign language speakers and students.",
    "Block 3: Culture and society",
    "Culture and society. Transversal to all EC",
    "Sociocultural and sociolinguistic aspects",
    "• Sociocultural and sociolinguistic aspects of common use related to daily life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values typical of countries where the language is spoken. foreign language.",
    "• Critical assessment of the differences in non-verbal communication between different languages and cultures.",
    "• Recognition of the need to adapt one's own communicative repertoire to the social and cultural context in which communication takes place.",
    "• Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "Linguistic and intercultural diversity",
    "• Recognition of multilingual and intercultural differences and diversity.",
    "• Stereotypes of other cultures where the foreign language is spoken.",
    "Foreign language as a means of communication",
    "• Commonly used cultural patterns typical of the foreign language.",
    "• The foreign language as a means of interpersonal and international communication, a source of information, and as a tool for personal enrichment."
  ],
  "criteriosEvaluacion": [
    "1.1. Contrast the similarities and differences between different languages, in a progressively autonomous way, on basic aspects of their operation.",
    "1.2. Use and differentiate, in a progressively autonomous way, the knowledge and strategies that make up their linguistic repertoire, with the support of other participants and analog and digital supports.",
    "1.3. Differentiate and value, in a progressively autonomous way, the linguistic and cultural diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding cultural and linguistic elements of the personal, social and educational sphere.",
    "1.4. Show respect for the linguistic and cultural differences of the foreign language, identifying prejudices and stereotypes, and recognizing linguistic plurality as a source of cultural richness.",
    "2.1. Listening actively is interpreting, in a progressively autonomous way, brief and simple oral and multimodal texts, on predictable and non-predictable topics, from the personal, social, educational and professional fields, as well as literary texts appropriate to their level",
    "2.2. Analyze the communicative function, the main theme, the secondary ideas and relevant details of oral and multimodal texts from the explicit and implicit meanings present in the information of a linguistic and extralinguistic nature, by means of inferences and their previous knowledge. ",
    "2.3. Infer the meaning of vocabulary and the use of frequent structures, as well as basic expressions of common use in the personal, social, educational and professional fields",
    "3.1. Read and interpret, in a progressively autonomous way, short and simple written and multimodal texts, on predictable and non-predictable personal, social, educational and professional topics, and choose those that suit their tastes and interests.",
    "3.2. Identify, in a progressively autonomous way, the communicative function, the main theme, the secondary ideas of written and multimodal texts, as well as their explicit and implicit meanings of a linguistic nature and their relationship with information of an extralinguistic nature.",
    "3.3. Infer the meaning of vocabulary and the use of frequent structures, as well as basic expressions of common use from the personal, social, educational and professional field in written and multimodal texts.",
    "3.4. Locate, select and contrast the information in digital media, progressively autonomously, from different multimodal texts in the personal, social, educational and professional field. Starting from information from different sources.",
    "4.1. Produce different types of short oral texts, with proper pronunciation, rhythm and intonation, progressively autonomously, using an informal and formal register, as well as a repertoire of expressions, vocabulary and structures frequently used in personal situations , social, educational and professional.",
    "4.2. Use planning, production, compensation and revision strategies, such as the use of words or simple phrases from the different languages of their linguistic repertoire or the use of verbal and non-verbal context.",
    "5.1. Produce brief, coherent and cohesive written and multimodal texts, in a progressively autonomous way, in analog and digital supports, using both formal and informal register according to the textual typology and the communicative situation, on topics of the personal, educational, social field and professional.",
    "5.2. Apply text revision strategies, progressively autonomously, based on models of written texts.",
    "6.1. Participate in simple conversations, on predictable topics, in analogue and digital contexts, using scripts as support.",
    "6.2. Use linguistic courtesy, digital etiquette, non-verbal language and strategies to indicate that the message has not been understood and request repetition.",
    "6.3. Interact showing interest, respect and empathy towards the interlocutors in multicultural, everyday, informal contexts, such as giving and asking for the floor, cooperating and asking for clarifications.",
    "7.1. Show interest in participating in the solution of problems of incomprehension and understanding, on various matters of the personal, social and educational sphere.",
    "7.2. Understand, communicate and describe texts in different supports, or explain concepts, orally or in writing, combining their linguistic repertoire (L2-L2, L1-L2, L2-L1), which include frequent vocabulary, expressions and structures, in a progressively autonomous way.",
    "7.3. Select and apply, in a progressively autonomous way, simplification and adaptation strategies of the language, which facilitate the comprehension and oral and written expression of information in different languages (L2-L2, L1-L2, L2-L1), appropriate to communicative situations, with timely support from analog or digital media, depending on the needs of each moment."
  ]
}
