{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Emplear diferentes estrategias y herramientas, incluidas las digitales que resuelvan ",
        "problemas de la vida cotidiana y de las ciencias sociales, seleccionando la más adecuada ",
        "según su eficiencia. ",
        "1.2. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de las ",
        "Ciencias Sociales, describiendo el procedimiento realizado. ",
        "Competencia específica 2. ",
        "2.1. Demostrar la validez matemática de las posibles soluciones de un problema utilizando el ",
        "razonamiento y la argumentación. ",
        "2.2. Seleccionar la solución más adecuada de un problema en función del contexto, usando el ",
        "razonamiento y la argumentación. ",
        "Competencia específica 3. ",
        "3.1. Adquirir nuevo conocimiento matemático mediante la  ",
        "3.2. , razonamiento y justificación de conjeturas y problemas de forma autónoma. ",
        "3.3. Integrar el uso de herramientas tecnológicas en la formulación o investigación de conjeturas y ",
        "problemas. ",
        "Competencia específica 4. ",
        "4.1. Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y las ",
        "ciencias sociales, utilizando el pensamiento computacional, modificando, creando y ",
        "generalizando algoritmos. ",
        "Competencia específica 5. ",
        "5.1. Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas ",
        "matemáticas. ",
        "Competencia específica 6. ",
        "6.1. Resolver problemas en situaciones diversas, utilizando procesos matemáticos, reflexionando, ",
        "estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las ",
        "matemáticas. ",
        "6.2. Analizar la aportación de las matemáticas al progreso de la humanidad valorando su ",
        "contribución en la propuesta de soluciones a situaciones complejas y a los retos que se ",
        "plantean en las ciencias sociales. ",
        "Competencia específica 7. ",
        "7.1. Representar y visualizar ideas matemáticas, estructurando diferentes procesos matemáticos y ",
        "seleccionando las tecnologías más adecuadas. ",
        "7.2. Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir ",
        "información. ",
        "Competencia específica 8. ",
        "8.1. Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la ",
        "terminología y el rigor apropiados. ",
        "8.2. Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la ",
        "información con precisión y rigor. ",
        "Competencia específica 9. ",
        "9.1. Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, y ",
        "aceptando y aprendiendo del error como parte del proceso de aprendizaje de las ",
        "matemáticas. ",
        "9.2. Mostrar perseverancia y una motivación positiva, aceptando y aprendiendo de la crítica ",
        "razonada al hacer frente a las diferentes actividades de las matemáticas. ",
        "9.3. Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, escuchando su ",
        "razonamiento.          "
    ],
    "saberes": [
        "A. Números y operaciones. ",
        "– Operaciones.  ",
        "Adición y producto de matrices: interpretación, comprensión y aplicación adecuada de las ",
        "propiedades.  ",
        "Cálculo de determinantes mediante la regla de Sarrus.  ",
        "Cálculo de la inversa de una matriz cuadrada mediante determinantes.  ",
        "Estrategias para operar con números reales y matrices: cálculo mental o escrito en los ",
        "casos sencillos y con herramientas tecnológicas en los casos más complicados. ",
        "– Relaciones.  ",
        "Conjuntos de matrices: estructura, comprensión y propiedades.  ",
        "Determinantes: definición y propiedades.  ",
        "Matriz inversa: definición y propiedades.  ",
        "Comprensión de las permutaciones, las combinaciones y las variaciones como técnicas ",
        "de conteo. ",
        "B. Medida y geometría. ",
        "– Medición.  ",
        "Interpretación de la integral definida como el área bajo una curva.  ",
        "Técnicas elementales para el cálculo de primitivas. Aplicación al cálculo de áreas.  ",
        "Cálculo de primitivas inmediatas simples y compuestas. Regla de Barrow.  ",
        "La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios: ",
        "interpretaciones subjetivas, clásica y frecuentista. ",
        "– Cambio.  ",
        "Límite de una función en un punto: cálculo gráfico y analítico. Resolución de ",
        "indeterminaciones (0/0, k/0, ∞–∞, 1∞). Límites laterales.  ",
        "Límite de una función en el infinito: cálculo gráfico y analítico. Resolución de ",
        "indeterminaciones.  ",
        "Determinación de las asíntotas de una función racional o de una función definida a trozos.  ",
        "Estudio de la continuidad de una función (incluyendo funciones definidas a trozos). Tipos ",
        "de discontinuidades.  ",
        "Derivadas: interpretación y aplicación al cálculo de límites. Regla de L´Hôpital.   ",
        "Derivación de funciones polinómicas, racionales, irracionales, exponenciales y ",
        "logarítmicas. Reglas de derivación de las operaciones elementales con funciones y regla ",
        "de la cadena.  ",
        "Estudio de la derivabilidad de una función (incluyendo funciones definidas a trozos). ",
        "Relación entre derivabilidad y continuidad de una función en un punto. Derivadas ",
        "laterales.  ",
        "Aplicaciones de las derivadas: ecuación de la recta tangente a una curva en un punto de ",
        "la misma; cálculo de los coeficientes de una función para que cumpla una serie de ",
        "propiedades.  ",
        "La derivada como razón de cambio en resolución de problemas de optimización en ",
        "contextos diversos.  ",
        "Aplicación de los conceptos de límite y derivada a la representación y al estudio de ",
        "situaciones susceptibles de ser modelizadas mediante funciones.  ",
        "Obtención de extremos relativos, puntos de inflexión, intervalos de crecimiento y ",
        "decrecimiento e intervalos de concavidad y convexidad de una función.  ",
        "Teorema de Bolzano, Teorema del Valor Medio (caso particular es el Teorema de Rolle). ",
        "Demostración del TVM. ",
        "C. Álgebra. ",
        "– Patrones.  ",
        "Generalización de patrones en situaciones diversas. ",
        "– Modelo matemático.  ",
        "Relaciones cuantitativas en situaciones complejas: estrategias de identificación y ",
        "determinación de la clase o clases de funciones que pueden modelizarlas.  ",
        "Sistemas de ecuaciones: modelización de situaciones en diversos contextos.  ",
        "Técnicas y uso de matrices para, al menos, modelizar situaciones en las que aparezcan ",
        "sistemas de ecuaciones lineales o grafos.  ",
        "Utilización de las matrices para representar datos estructurados y situaciones de contexto ",
        "real.  ",
        "Programación lineal: modelización de problemas reales y resolución mediante ",
        "herramientas digitales.  ",
        "Determinación gráfica de la región factible y cálculo analítico de los vértices de la misma, ",
        "así como de la solución óptima. ",
        "– Igualdad y desigualdad.  ",
        "Formas equivalentes de expresiones algebraicas en la resolución de sistemas de ",
        "ecuaciones e inecuaciones, mediante cálculo mental, algoritmos de lápiz y papel, y con ",
        "herramientas digitales.  ",
        "Regla de Cramer para la resolución de sistemas compatibles (determinados o ",
        "indeterminados) de tres ecuaciones lineales con tres incógnitas.  ",
        "Resolución de sistemas de ecuaciones e inecuaciones en diferentes contextos.  ",
        "Resolución de ecuaciones matriciales mediante el uso de la matriz inversa y mediante su ",
        "transformación en un sistema de ecuaciones lineales. ",
        "– Elementos de álgebra lineal.  ",
        "Estudio del rango de una matriz que depende de un parámetro real por determinantes (a ",
        "lo sumo de orden 3).  ",
        "Teorema de Rouché-Frobenius para la discusión de un sistema de ecuaciones lineales ",
        "que depende de un parámetro real. ",
        "– Relaciones y funciones.  ",
        "Representación, análisis e interpretación de funciones con herramientas digitales.  ",
        "Propiedades de las distintas clases de funciones: comprensión y comparación.  ",
        "Estudio y representación gráfica de funciones polinómicas, racionales, exponenciales, ",
        "logarítmicas y definidas a trozos sencillas a partir de sus propiedades globales y locales ",
        "obtenidas empleando las herramientas del análisis (límites y derivadas). ",
        "– Pensamiento computacional.  ",
        "Formulación, resolución y análisis de problemas de la vida cotidiana y de las Ciencias ",
        "Sociales empleando las herramientas o los programas más adecuados.  ",
        "Análisis algorítmico de las propiedades de las operaciones con matrices y la resolución ",
        "de sistemas de ecuaciones lineales. ",
        "D. Estadística. ",
        "– Incertidumbre. ",
        "Cálculo de probabilidades en experimentos compuestos. Probabilidad condicionada e ",
        "independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia.  ",
        "Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación ",
        "del teorema de Bayes para actualizar la probabilidad a partir de la observación y la ",
        "experimentación y la toma de decisiones en condiciones de incertidumbre.  ",
        "Planteamiento y resolución de problemas que requieran del manejo de los axiomas de la ",
        "probabilidad de Kolmogorov o del trazado de diagramas de Venn.  ",
        "Planteamiento y resolución de problemas de contexto real que requieran del empleo de ",
        "los teoremas de la probabilidad total y de Bayes o del trazado de diagramas de árbol. ",
        "– Distribuciones de probabilidad.  ",
        "Variables aleatorias discretas y continuas. Parámetros de la distribución. Distribuciones ",
        "binomial y normal.  ",
        "Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad ",
        "binomial y normal. Cálculo de probabilidades asociadas mediante herramientas ",
        "tecnológicas.  ",
        "Condiciones bajo las cuales se puede aproximar la distribución binomial por la ",
        "distribución normal. ",
        "– Inferencia.  ",
        "Conceptos de población y muestra. Parámetros poblacionales y estadísticos muestrales.   ",
        "Selección de muestras representativas. Técnicas de muestreo. Representatividad de una ",
        "muestra según su proceso de selección.  ",
        "Estimación puntual y estimación por intervalo.  ",
        "Estimación de la media, la proporción y la desviación típica. Aproximación de la ",
        "distribución de la media y de la proporción muestrales por la normal.  ",
        "Intervalos de confianza basados en la distribución normal: construcción, análisis y toma ",
        "de decisiones en situaciones contextualizadas. Aplicación en la resolución de problemas.  ",
        "Intervalo de confianza para la media de una distribución normal con desviación típica ",
        "conocida. Cálculo del tamaño muestral mínimo.  ",
        "Relación entre confianza, error y tamaño muestral.  ",
        "Herramientas digitales en la realización de estudios estadísticos.  ",
        "Lectura y comprensión de la ficha técnica de una encuesta.  ",
        "Grado de relación entre dos variables estadísticas. Regresión lineal. ",
        "E. Actitudes y aprendizaje. ",
        "– Actitudes.  ",
        "Tratamiento y análisis del error, como elemento movilizador de conocimientos previos ",
        "adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas. ",
        "– Toma de decisiones.  ",
        "Destrezas para evaluar diferentes opciones y tomar decisiones en la resolución de ",
        "problemas. ",
        "– Respeto.  ",
        "Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las ",
        "matemáticas.  ",
        "Valoración de la contribución de las Matemáticas y el papel de matemáticos a lo largo de ",
        "la historia al avance de las Ciencias Sociales.         "
    ]
}
