{
    "saberes": [
        "A. Organización básica del cuerpo humano.",
        "- Niveles de organización del cuerpo humano. La célula. Los tejidos. Los sistemas y aparatos.",
        "- Las funciones vitales.",
        "- Órganos y sistemas del cuerpo humano. Localización y funciones básicas",
        "B. El metabolismo y los sistemas energéticos celulares.",
        "- Nutrientes energéticos y no energéticos: su función en el mantenimiento de la salud.",
        "- Principales vías metabólicas de obtención de energía. Metabolismo aeróbico y anaeróbico.",
        "- Relación entre duración e intensidad de un ejercicio físico y vía metabólica predominante.",
        "- Consumo y déficit de oxígeno: concepto, fisiología y aplicaciones.",
        "- Mecanismo de termorregulación en el cuerpo humano.",
        "- Equilibrio hídrico y osmorregulación en el cuerpo humano. Mecanismo de acción.",
        "C. Nutrición I: El sistema digestivo.",
        "- Sistema digestivo. Características, estructura y funciones.",
        "- Fisiología del proceso digestivo.",
        "- Alimentación y nutrición. Tipos de nutrientes.",
        "- Dieta equilibrada y su relación con la salud. Tipos de alimentos. Composición corporal. Balance energético.",
        "- Necesidades de alimentación relacionadas con la actividad realizada.",
        "- Hidratación. Pautas saludables de consumo en función de la actividad.",
        "- Trastornos del comportamiento nutricional: dietas restrictivas, anorexia, bulimia y obesidad.",
        "- Factores sociales que favorecen la aparición de distintos tipos de trastornos del comportamiento nutricional, particularmente los relacionados con las actividades artísticas.",
        "D. Nutrición II: El sistema cardiopulmonar y la función excretora.",
        "- Sistema respiratorio. Características, estructura y funciones.",
        "- Fisiología de la respiración.",
        "- Sistema cardiovascular. Características, estructura y función.",
        "- Fisiología cardiaca y de la circulación.",
        "- Sistema excretor: Características, estructura y función.",
        "- Respuesta y adaptación del sistema cardiopulmonar como resultado de actividades artísticas y físicas regulares.",
        "- Principales patologías del sistema cardiopulmonar y del aparato excretor. Causas. Hábitos y costumbres saludables.",
        "- Principios de acondicionamiento cardiopulmonar para la mejora del rendimiento físico.",
        "- Anatomía y funcionamiento de los órganos de la voz y el habla.",
        "- Fisiología del soplo fonatorio. Regulación y dinámica del habla.",
        "- Técnica de la voz hablada. Coordinación de la fonación con la respiración.",
        "- Principales patologías por alteraciones funcionales: disfonías y nódulos, con especial atención a las relacionadas con las actividades artísticas.",
        "- Hábitos y costumbres saludables para el aparato fonatorio. Higiene vocal.",
        "E. Coordinación y relación I: Los receptores, sistema nervioso y sistema endocrino.",
        "- La percepción: receptores y órganos sensoriales.",
        "- Sistema nervioso. Características, estructura y funciones. Movimientos reflejos y voluntarios.",
        "- Sistema endocrino. Características, estructura y funciones. Tipos de hormonas y función.",
        "- Relación de los distintos sistemas de regulación del organismo con la actividad física y artística.",
        "F. Coordinación y relación II: El sistema locomotor.",
        "- Sistemas óseos, muscular y articular. Características, estructura y funciones.",
        "- Función de los huesos, músculos y articulaciones en la producción del movimiento humano.",
        "- El músculo como órgano efector de la acción motora. Fisiología de la contracción muscular. Tipos de contracción muscular.",
        "- Entrenamiento de las cualidades físicas básicas para la mejora de la calidad del movimiento, la calidad de vida y el rendimiento.",
        "- Los hábitos de calentamiento y vuelta a la calma adecuados a cada tipo de actividad artística.",
        "- Alteraciones posturales. Identificación y ejercicios de compensación. Hábitos saludables de higiene postural en la práctica de las actividades artísticas.",
        "- Lesiones más frecuentes relacionadas con el aparato locomotor y medidas para su prevención. Primeros auxilios ante una lesión.",
        "G. La reproducción y los aparatos reproductores.",
        "- Anatomía y fisiología del aparato reproductor masculino y femenino.",
        "- Consecuencias de la actividad física y artística sobre la maduración del organismo y la pubertad.",
        "- Hormonas sexuales. Influencia en el desarrollo y maduración de la estructura musculo-esquelética.",
        "- Ciclo menstrual femenino: menarquia, alteraciones de la ovulación e influencia de la menstruación en el rendimiento físico. Alteraciones de la función menstrual relacionadas con los malos hábitos alimenticios."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Analizar críticamente conceptos y procesos asociados a la anatomía humana, interpretando información en diferentes formatos como modelos, gráficos, tablas, diagramas, fórmulas y esquemas, entre otros.",
        "1.2 Comunicar informaciones u opiniones razonadas, en relación con los saberes de la materia o con trabajos científicos, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados, tales como: modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas y símbolos, entre otros, además de herramientas digitales.",
        "1.3 Argumentar sobre aspectos científicos y bioéticos, defendiendo una postura de forma razonada, con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás.",
        "Competencia específica 2.",
        "2.1 Plantear y resolver cuestiones relacionadas con la anatomía humana, localizando y citando fuentes adecuadas, además de seleccionando, organizando y analizando críticamente la información.",
        "2.2 Contrastar y justificar la veracidad de la información de carácter científico, utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica, como: pseudociencias, teorías conspiratorias, creencias infundadas y bulos, entre otras.",
        "2.3 Argumentar sobre la contribución de la ciencia y de las personas dedicadas a ella a la sociedad, destacando el papel de la mujer, acentuando su valor en Castilla-La Mancha y entendiendo la investigación como una labor colectiva e interdisciplinar, en constante evolución, influida por el contexto político y los recursos económicos.",
        "Competencia específica 3.",
        "3.1 Plantear preguntas, realizar predicciones y formular hipótesis, que intenten explicar fenómenos científicos y puedan ser respondidas o contrastadas, utilizando métodos científicos.",
        "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos científicos, seleccionando los instrumentos necesarios para ello, de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada, minimizando los sesgos, en la medida de lo posible.",
        "3.3 Realizar experimentos y registro de datos, tanto cuantitativos como cualitativos, sobre fenómenos relacionados con la ciencia, seleccionando y utilizando los instrumentos, herramientas o técnicas adecuados, de forma correcta y precisa.",
        "3.4 Interpretar y analizar resultados obtenidos en un proyecto de investigación, utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas, reconociendo, por un lado, el alcance y limitaciones de dichos resultados y llegando, por otro, a conclusiones razonadas y fundamentadas, valorando, incluso, la imposibilidad de hacerlo.",
        "3.5 Establecer colaboraciones dentro y fuera del centro educativo, en las distintas fases del proyecto científico, para trabajar con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, valorando la importancia de colaborar en una investigación, respetando la diversidad y favoreciendo la inclusión.",
        "Competencia específica 4.",
        "4.1 Resolver problemas o dar explicación a procesos biológicos, utilizando recursos variados, como pueden ser: conocimientos propios, datos e información, razonamiento lógico, pensamiento computacional y herramientas digitales, entre otros.",
        "4.2 Analizar críticamente la solución de problemas sobre fenómenos biológicos, modificando los procedimientos utilizados o las conclusiones extraídas, si dicha solución no fuese viable o ante nuevos datos aportados con posterioridad.",
        "Competencia específica 5.",
        "5.1 Analizar el funcionamiento de nuestro cuerpo en las distintas actividades diarias y promover su adecuado mantenimiento, identificando, para ello, los tejidos, órganos y sistemas que lo componen.",
        "5.2 Proponer y poner en práctica hábitos e iniciativas saludables, además de argumentar sobre sus efectos positivos y la urgencia de adoptarlos, basándose en los saberes adquiridos sobre el funcionamiento de sistemas y aparatos del cuerpo humano."
    ]
}