{
    "saberes": [
        "I. Vida activa y saludable",
        "1. Interiorización de los efectos físicos y psicológicos beneficiosos de un estilo de vida activo. Factores básicos del cuidado del cuerpo, hidratación, educación postural en acciones motrices.",
        "2. Respeto y aceptación del propio cuerpo, desarrollando el autoconocimiento a través de la identificación de fortalezas, debilidades, posibilidades y limitaciones en aspectos sociales, físicos y mentales.",
        "3. Reconocimiento de hábitos de ocio nocivos y utilización de la actividad física como hábito y alternativa saludable.",
        "4. Aceptación de las habilidades y el propio cuerpo y el de los demás, evitando el exceso de competitividad.",
        "II. Organización y gestión de la actividad física",
        "1. Práctica de actividad física con fines catárticos, lúdicos y cooperativos. Respeto hacia las elecciones de los demás.",
        "2. Cuidado y preparación del material según la actividad a desarrollar.",
        "3. Seguimiento de pautas de higiene personal relacionadas con la actividad física.",
        "4. Planificación y autorregulación de retos motores siguiendo mecanismos básicos para ejecutar lo planificado.",
        "5. Prevención de lesiones en las prácticas motrices con mecanismos de prevención y control corporal.",
        "III. Resolución de problemas en situaciones motrices",
        "1. Iniciación en situaciones de juego a la toma de decisiones mediante la distribución racional del esfuerzo en situaciones motrices individuales.",
        "2. Iniciación en situaciones de juego a la toma de decisiones mediante la ubicación en el espacio en situaciones cooperativas; y la ubicación en el espacio y reubicación tras cada acción en situaciones motrices de persecución y de interacción con un móvil.",
        "3. Anticipación a las decisiones ofensivas de la persona adversaria en situaciones de oposición de contacto y el pase a compañeros desmarcados o compañeras desmarcadas o en situación ventajosa en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
        "4. Uso de las capacidades perceptivo-motrices en contexto de práctica mediante la integración del esquema corporal; el control tónico-postural e independencia segmentaria en situaciones motrices; la definición de la lateralidad; la coordinación dinámica general y segmentaria; y el equilibrio estático y dinámico. ",
        "5. Experimentación de las habilidades y destrezas motrices básicas y genéricas locomotrices, no locomotrices, manipulativas y combinación de estas.",
        "6. Variación y adecuación de la acción motriz ante estímulos internos y externos.",
        "7. Reconocimiento de las capacidades físicas básicas.",
        "IV. Autorregulación emocional e interacción social en situaciones motrices",
        "1. Reconocimiento y gestión de emociones propias, pensamientos y sentimientos a partir de experiencias motrices.",
        "2. Uso de estrategias de escucha activa y de negociación para la resolución de conflictos en contextos motrices.",
        "3. Iniciación a la deportividad.",
        "4. Empleo de conductas favorables a la convivencia positiva.",
        "V. Manifestaciones de la cultura motriz",
        "1. Iniciación a los juegos motores, deportes y danzas de Canarias y otras culturas como manifestación de la interculturalidad.",
        "2. Expresión de sensaciones, sentimientos, emociones e ideas simples a través del cuerpo y el movimiento.",
        "3. Reproducción y construcción de actividades rítmico-musicales con carácter expresivo.",
        "4. Reconocimiento y valoración de referentes de distintos géneros y competiciones.",
        "VI. Interacción eficiente y sostenible con el entorno",
        "1. Iniciación a la educación vial para vehículos sin motor a través de una movilidad segura, saludable y sostenible.",
        "2. Prevención y sensibilización sobre la generación de residuos y su correcta gestión, atendiendo a las particulares características del territorio canario.",
        "3. Reconocimiento del estado del material para actividades en el medio natural y urbano a través de una valoración previa y actuación ante desperfectos.",
        "4. Realización de actividades físicas en el medio natural y urbano buscando un disfrute seguro y favoreciendo su mantenimiento.",
        "5. Iniciación al cuidado del entorno próximo y de los seres vivos que en él conviven, durante la práctica segura de actividades físicas en el medio natural y urbano. "
    ],
    "criteriosEvaluacion": [
        "1.1. Utilizar la actividad física como alternativa de ocio saludable y sostenible, adquiriendo hábitos de educación postural, de hidratación e higiene, adoptando un estilo de vida activo y saludable.",
        "1.2. Interiorizar medidas de seguridad antes, durante y después de la práctica de actividad física, diferenciando contextos de riesgo de aquellos beneficiosos para la salud, adquiriendo actitudes inclusivas y respetando las diferencias individuales.",
        "2.1. Adoptar decisiones en juegos motores y actividades deportivas, ajustándose a las demandas derivadas de los objetivos motores y de la lógica interna de situaciones con diferentes tipos de comunicación motriz.",
        "2.2. Adquirir un progresivo control y dominio corporal, empleando los componentes cualitativos y adaptando los cuantitativos de la motricidad a diferentes situaciones motrices lúdicas, para resolver problemas motores en los contextos simulados o reales de los retos motores creados de forma individual y grupal.",
        "3.1. Demostrar, durante la práctica de actividades motrices, respeto hacia las normas y reglas del juego y una disposición positiva hacía el esfuerzo físico, controlando la impulsividad, gestionando las emociones, valorando las aportaciones de compañeros y adversarios y actuando siempre con deportividad y juego limpio.",
        "3.2. Participar en situaciones motrices lúdicas, desarrollando habilidades sociales de acogida, inclusión y cooperación, resolviendo los conflictos de forma dialógica y mostrando un compromiso activo de cambio frente a los estereotipos, la discriminación y la violencia.",
        "4.1. Participar activamente en juegos motores y deportes, propios de la cultura canaria, así como procedentes de otras, reconociendo y conservando su valor cultural y su potencial como espacio generador de interacciones constructivas entre personas, adoptando actitudes positivas hacia la igualdad.",
        "4.2. Distinguir y participar en composiciones con o sin soporte musical y reproducirlas, al igual que otras manifestaciones artístico-expresivas de la cultura canaria u otras, transmitiendo sensaciones, emociones e ideas, de forma estética y creativa mediante el ritmo y el movimiento.",
        "5.1. Practicar actividad física en los distintos espacios del entorno natural y urbano de forma segura, actuando desde un análisis previo de la situación y aplicando medidas de conservación ambiental."
    ]
}