{
  "saberes": [
    "A. Plurilingüismo. ",
    "– Uso de las estrategias y técnicas para responder eficazmente a una necesidad comunicativa ",
    "básica y concreta de forma comprensible, a pesar de las limitaciones derivadas del nivel de ",
    "competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio. ",
    "Reflexión sobre el uso de recursos lingüísticos elementales y extralingüísticos que le ",
    "permitan satisfacer necesidades comunicativas básicas, eligiendo, de manera más ",
    "autónoma, las estrategias más adecuadas, según el contexto y la situación en cada caso. ",
    "Desarrollo de estrategias de comunicación para superar las interrupciones en la ",
    "comunicación. ",
    "– Aproximación a las estrategias básicas para retener, recuperar y utilizar creativamente ",
    "unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación ",
    "de las lenguas y variedades que conforman el repertorio lingüístico personal. ",
    "Aprovechamiento del conocimiento personal de la lengua materna, y otras lenguas en su ",
    "caso, para utilizar las unidades lingüísticas de la lengua extranjera de manera apropiada ",
    "y creativa. ",
    "– Aplicación de estrategias y herramientas básicas de autoevaluación y coevaluación, ",
    "analógicas y digitales, individuales y cooperativas.  ",
    "Participación en tareas de autoevaluación y evaluación conjuntas para ganar una ",
    "perspectiva general de la evolución de su proceso de aprendizaje. ",
    "– Léxico y expresiones de uso común para comprender enunciados sobre la comunicación, la ",
    "lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje). ",
    "Expresiones relacionadas con la función metalingüística para solventar problemas ",
    "relacionados con la comprensión y expresión de contenidos, mostrando así cierta ",
    "autonomía en la propia comunicación. ",
    "– Comparación básica entre lenguas a partir de elementos gramaticales de la lengua extranjera ",
    "y otras lenguas: origen y parentescos. ",
    "Reconocimiento de la interconexión entre lenguas y realización en su favor de ",
    "comparaciones entre ellas, con ayuda del profesor, tras el análisis de elementos ",
    "morfológicos adecuados a su nivel de competencia. ",
    "B. Interculturalidad. ",
    "– La lengua extranjera como medio de comunicación interpersonal e internacional, como fuente ",
    "de información, y como herramienta para el enriquecimiento personal. ",
    "Reconocimiento de la importancia y por tanto la necesidad de dominar la lengua ",
    "extranjera en el mundo global actual, como herramienta básica de información, ",
    "comunicación y establecimiento de relaciones escolares, personales y profesionales. ",
    "– Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes ",
    "medios con hablantes o estudiantes de la lengua extranjera. ",
    "Implicación en la realización de actividades enfocadas a la ampliación y utilización de la ",
    "lengua extranjera mediante proyectos, inmersiones lingüísticas, intercambios, etc… ",
    "encaminados a la puesta en práctica y la mejora de la lengua extranjera. ",
    "– Aspectos socioculturales y sociolingüísticos básicos relativos a la vida cotidiana, las ",
    "condiciones de vida y las relaciones interpersonales; convenciones sociales básicas; lenguaje no verbal, cortesía lingüística y etiqueta digital; cultura, costumbres y valores propios de ",
    "países donde se habla la lengua extranjera. ",
    "Uso del lenguaje no verbal propio de la lengua extranjera: distintas formas de saludarse, ",
    "de contacto físico, de gestos y señales, posturas, etc. ",
    "Reconocimiento y utilización de los patrones básicos de la cortesía lingüística frente a los ",
    "de su propia lengua en la comunicación tanto presencial como remota.  ",
    "Conocimiento e interpretación de las costumbres, convenciones sociales, rasgos de la ",
    "vida cotidiana, festividades y celebraciones señaladas propias de los países y culturas ",
    "donde se habla la lengua extranjera.  ",
    "– Estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, ",
    "atendiendo a valores democráticos. ",
    "Comparación de algunos rasgos históricos y geopolíticos de los países donde se habla la ",
    "lengua extranjera, obteniendo la información de forma más autónoma, a través de ",
    "diferentes fuentes de información en soportes tradicionales y/o digitales. ",
    "– Estrategias básicas de detección y actuación ante usos discriminatorios del lenguaje verbal y ",
    "no verbal. ",
    "Adquisición de destrezas, con ayuda, de soluciones prácticas para evitar el sexismo ",
    "lingüístico, tanto verbal como gestual en su entorno próximo. ",
    "Mejora de las relaciones a través del lenguaje para escribir y hablar con precisión y así ",
    "contribuir a minimizar el sexismo.",
    "C. Comunicación. ",
    "– Autoconfianza. El error como instrumento de mejora y propuesta de reparación. ",
    "Comprensión del error como síntoma de progresión en el proceso de adquisición de la ",
    "lengua extranjera, así como potenciador de la autoestima tras la superación del mismo. ",
    "Reajuste de la tarea o del mensaje tras la identificación del error y la valoración de las ",
    "dificultades y de los recursos disponibles. ",
    "– Uso de estrategias básicas para la planificación, ejecución, control y reparación de la ",
    "comprensión, la producción y la coproducción de textos orales, escritos y multimodales. ",
    "Identificación del tema de un texto con ayuda de elementos textuales y no textuales, ",
    "movilización de los conocimientos previos, inferencia de significados por el contexto, por ",
    "comparación de palabras o frases similares en las lenguas que se conocen. ",
    "– Conocimientos, destrezas y actitudes que permitan detectar y colaborar en actividades de ",
    "mediación en situaciones cotidianas sencillas. ",
    "Identificar e inferir los sentimientos, intenciones y puntos de vista de los participantes en ",
    "la situación comunicativa. ",
    "Uso del lenguaje corporal culturalmente pertinente (gestos, expresiones faciales, ",
    "posturas, contacto visual o corporal, etc.) ",
    "– Identificación de los modelos contextuales y géneros discursivos básicos en la comprensión, ",
    "producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, ",
    "literarios y no literarios: características y reconocimiento del contexto (participantes y ",
    "situación), expectativas generadas por el contexto; organización y estructuración según el ",
    "género y la función textual. ",
    "Comprensión y producción semiguiada, de forma individual o en grupo, de textos breves ",
    "orales, escritos y multimodales de géneros discursivos básicos, relacionados con las ",
    "actividades del aula: instrucciones, preguntas, comentarios, diálogos, etc. ",
    "El lenguaje literario: lectura de textos de varias obras o fragmentos, adecuados en ",
    "extensión y contenido a la edad. Apreciación de los rasgos distintivos del lenguaje ",
    "literario. ",
    "– Producción y reconocimiento de las unidades lingüísticas básicas y significados asociados a ",
    "dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el ",
    "espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la ",
    "negación, la interrogación y la exclamación, relaciones lógicas básicas (preposiciones, ",
    "adverbios, adjetivos y conjunciones asociados a significados familiares y relevantes para los ",
    "alumnos. ",
    "– Ampliación del léxico de uso común y de interés para el alumnado relativo a identificación ",
    "personal, relaciones interpersonales, lugares y entornos cercanos, ocio y tiempo libre, vida ",
    "cotidiana, salud y actividad física, vivienda y hogar, clima y entorno natural, tecnologías de la ",
    "información y la comunicación. ",
    "Léxico de uso común relativo a familia y amigos; trabajo y ocupaciones; deporte; viajes y ",
    "vacaciones; cuidados físicos; educación y estudio; compras y actividades comerciales; ",
    "alimentación y restauración; transporte e itinerarios urbanos; lengua y comunicación; ",
    "medio ambiente,. ",
    "Adjetivos y sustantivos propios de la descripción y la caracterización. ",
    "Fórmulas y expresiones. ",
    "– Uso de las convenciones ortográficas básicas y significados e intenciones comunicativas ",
    "asociados a los formatos, patrones y elementos gráficos. ",
    "Elección adecuada de elementos ortográficos básicos que ayuden a expresar el mensaje ",
    "con claridad y coherencia y se ajusten a los modelos y fórmulas de cada tipo de texto ",
    "(formal o informal).  ",
    "– Utilización ",
    "de ",
    "forma ",
    "progresivamente ",
    "autónoma ",
    "de ",
    "convenciones ",
    "y ",
    "estrategias ",
    "conversacionales básicas, en formato síncrono o asíncrono, para reformular, comparar y ",
    "contrastar, resumir, colaborar y debatir, en textos orales breves y coherentes, de forma ",
    "guiada, con pronunciación y entonación adecuadas. ",
    "– Utilización semiguiada de recursos para el aprendizaje y estrategias básicas de búsqueda de ",
    "información: diccionarios, libros de consulta, bibliotecas, recursos digitales e informáticos, etc. ",
    "– Identificación de la autoría de las fuentes consultadas y los contenidos utilizados. ",
    "Uso de recursos lingüísticos y ortográficos que hagan patente la identificación de la ",
    "autoría.  ",
    "Desaprobación del plagio como comportamiento rechazable en la utilización de fuentes ",
    "de información. ",
    "– Uso de herramientas analógicas y digitales básicas para la comprensión, producción y ",
    "coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración ",
    "educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas, etc.) para ",
    "el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la ",
    "lengua extranjera. ",
    "Participación guiada en programas de intercambio con alumnos de otros países.  ",
    "ALEMÁN. ",
    "– Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludar, ",
    "despedirse, presentar y presentarse; describir personas, objetos y lugares; situar eventos en ",
    "el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información ",
    "sobre cuestiones cotidianas; dar y pedir instrucciones y órdenes; ofrecer, aceptar y rechazar ",
    "ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y emociones ",
    "básicas; narrar acontecimientos pasados, describir situaciones presentes, y enunciar sucesos ",
    "futuros; expresar la opinión, la posibilidad, la capacidad, la obligación y la prohibición. ",
    "Identificación de elementos morfológicos: artículo, sustantivo, verbo, adjetivo, adverbio, ",
    "preposición etc., en el uso de la lengua. ",
    "Uso de estructuras y funciones más habituales. ",
    "Revisar como saludar, presentarse formal e informalmente, pedir y dar información ",
    "personal.  ",
    "Expresar gustos y preferencias. Verbos: mögen, finden y gefallen. ",
    "Descripción y calificación de objetos y personas. Uso predicativo del adjetivo e ",
    "introducción del uso atributivo del mismo. Declinación del adjetivo. ",
    "Grados del adjetivo: comparación de igualdad y superioridad. Introducción de algunas ",
    "formas irregulares (besser – mehr – lieber). Coordinación de oraciones. Orden de los elementos de la oración. ",
    "Subordinación de oraciones: dass – wenn – weil. Orden de los elementos de la oración. ",
    "Expresar cantidades y establecer un orden. Adjetivos numerales y ordinales. Expresar la ",
    "fecha, la edad y las unidades de medida. ",
    "Dar y pedir instrucciones. Conjugación del imperativo. Utilización de las formas de ",
    "cortesía. ",
    "Indicar direcciones y describir la posición de los objetos en el espacio. Puntos cardinales. ",
    "Adverbios de lugar. Introducción al uso de las preposiciones de doble caso ",
    "(Wechselpräpositionen: in, auf, an, zwischen…). ",
    "Verbos correlativos de posición: stellen/stehen, legen/liegen, setzen/sitzen, hängen, ",
    "stecken. ",
    "Describir y narrar hechos pasados. Formación del Perfekt de los verbos regulares e ",
    "irregulares más frecuentes. El Partizip II. Präteritum de los verbos sein, haben y modales. ",
    "Principales verbos con caso acusativo. Pronombres personales en acusativo. ",
    "El dativo. Preposiciones / verbos / pronombres. ",
    "Verbos modales para expresar deseo, obligación, voluntad, capacidad y permiso. ",
    "Conjugación de los verbos modales sollen y dürfen. Adverbios modales. ",
    "El pronombre man. ",
    "– Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones ",
    "comunicativas generales asociadas a dichos patrones. ",
    "Reconocimiento y producción de patrones sonoros básicos de ritmo, entonación y ",
    "acentuación de palabras y frases, adecuados a la finalidad e intención del mensaje, y su ",
    "uso como ayuda a la comprensión. ",
    "Acentuación de las palabras compuestas.  ",
    "Identificación de algunos símbolos fonéticos con la pronunciación de fonemas de uso ",
    "frecuente: Umlaut, ß, sch-/st-/sp-/schw-, w, v, pf, h, diptongos (ei – eu – äu – ie) ",
    "Diferenciación de vocales largas y cortas. Vokal + h. Dígrafo ie. Dobles vocales. ",
    "FRANCÉS. ",
    "– Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludar, ",
    "despedirse, presentar y presentarse; describir personas, objetos y lugares; situar eventos en ",
    "el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información ",
    "sobre cuestiones cotidianas; dar y pedir instrucciones y órdenes; ofrecer, aceptar y rechazar ",
    "ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y emociones ",
    "básicas; narrar acontecimientos pasados, describir situaciones presentes, y enunciar sucesos ",
    "futuros; expresar la opinión, la posibilidad, la capacidad, la obligación y la prohibición. ",
    "Identificación de elementos morfológicos: artículo, sustantivo, verbo, adjetivo, adverbio, ",
    "preposición etc., en el uso de la lengua. ",
    "Uso de las estructuras y funciones más habituales. ",
    "Revisar como saludar, presentarse formal e informalmente, pedir y dar información ",
    "personal.  ",
    "Situar y describir un lugar. Comprender, dar y pedir información sobre el entorno: ",
    "Fórmulas de cortesía. Interrogativos: Pourquoi? Où? Comment? El imperativo. Numerales ",
    "cardinales (0/100) y ordinales. ",
    "Comprender, dar y pedir información sobre gustos, deseos, habilidades y conocimientos. ",
    "Respuestas a interrogativas totales (oui/si, non). Respuestas a interrogativas parciales. ",
    "Expresión de la comparación: plus/moins/aussi/autant …que. Expresión de la causa: ",
    "Pourquoi ? Parce que, etc. ",
    "La familia. Las relaciones. Descripción física, anímica y de carácter. Formas de la ",
    "interrogación: Entonación, inversión, Est-ce que, etc. Determinantes posesivos: uno y ",
    "varios poseedores. ",
    "Comprender, preguntar y dar información sobre los hechos habituales de la vida ",
    "cotidiana. Momentos del día. Expresión de la hora. La negación: Ne ... pas, ne ... plus, ne ",
    "... jamais, ne ... rien. Verbos pronominales. Verbos del segundo grupo: presente e ",
    "imperativo. ",
    "Comprender, pedir y dar información, consejos, órdenes y expresar deseos e intenciones. ",
    "Expresión de la obligación: il faut / on doit + infinitivo. Presente de devoir, pouvoir, vouloir. ",
    "Adverbios de cantidad. Expresión del deseo e intención: j’aimerais / je voudrais. ",
    "Penser/espérer + inf. ",
    "Hablar por teléfono. Aceptar o rechazar una invitación. Fórmulas de cortesía, toma de ",
    "contacto y despedida. Presente progresivo: être en train de + infinitivo. ",
    "Comprar, escoger y expresar una necesidad. Preguntar el precio, la calidad, la materia, la ",
    "cantidad. Artículos partitivos. Su empleo en frases afirmativas y negativas. ",
    "Pasado reciente: venir de + infinitivo. La negación en los tiempos compuestos. ",
    "Pronombres personales C.O.D. y C.O.I.: su colocación. Adverbios y locuciones ",
    "adverbiales de tiempo. ",
    "Describir y narrar proyectos. Futuro próximo. Pronombres personales tónicos. ",
    "– Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones ",
    "comunicativas generales asociadas a dichos patrones. ",
    "Reconocimiento y producción de patrones sonoros, acentuales, rítmicos y de entonación. ",
    "Reconocimiento progresivo de los símbolos fonéticos y la pronunciación de fonemas de ",
    "especial dificultad. ",
    "La liaison. ",
    "Revisión de la correspondencia entre grafía y fonética. ",
    "INGLÉS. ",
    "– Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludar, ",
    "despedirse, presentar y presentarse; describir personas, objetos y lugares; situar eventos en ",
    "el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información ",
    "sobre cuestiones cotidianas; dar y pedir instrucciones y órdenes; ofrecer, aceptar y rechazar ",
    "ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y emociones ",
    "básicas; narrar acontecimientos pasados, describir situaciones presentes, y enunciar sucesos ",
    "futuros; expresar la opinión, la posibilidad, la capacidad, la obligación y la prohibición. ",
    "Identificación de elementos morfológicos: artículo, sustantivo, verbo, adjetivo, adverbio, ",
    "preposición etc., en el uso de la lengua. ",
    "Uso de las estructuras y funciones más habituales. ",
    "Revisar como saludar, presentarse formal e informalmente, pedir y dar información ",
    "personal. ",
    "Revisar el presente simple y expresiones de frecuencia, y formas verbales have got, there ",
    "is/there are. ",
    "Describir objetos, lugares y personas. Adjetivos: grado comparativo y superlativo. ",
    "Expresiones de cantidad: some/any, much/many. Números ordinales. ",
    "Preposiciones y frases preposicionales de lugar: under, between, on the left,etc. ",
    "Expresar las obligaciones, prohibiciones. Modales auxiliares: must, have to, mustn´t, ",
    "can´t, etc. ",
    "Expresar acontecimientos pasados. Revisión de There was/There were. Pasado simple ",
    "de verbos regulares e irregulares y pasado continuo. Acciones interrumpidas en el ",
    "pasado: pasado continuo vs pasado simple. ",
    "Hablar sobre habilidades y capacidades: can, be able to. Pedir y conceder permiso. ",
    "Can/could, may. Expresar la posibilidad: may,might. Dar consejos. Should/shouldn't, ",
    "ought to. ",
    "Expresar gustos y expresar y pedir opiniones de forma más sofisticada. Like / love /dislike ",
    "/ don’t like/ hate, feel like/don´t feel like. I think / I don’t think, I believe, I consider, In my ",
    "opinion, in my view, … ",
    "Expresar acontecimientos futuros, decisiones y hacer predicciones. Will/be going to. ",
    "Expresiones temporales más complejas: this weekend, next year, in two years’ time, etc. Expresar condiciones: oraciones condicionales de tipo I: If it is rainy, we won´t play the ",
    "match. ",
    "– Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones ",
    "comunicativas generales asociadas a dichos patrones. ",
    "Reconocimiento progresivo de los símbolos fonéticos y pronunciación de fonemas de ",
    "especial dificultad. ",
    "Pronunciación de formas contractas. ",
    "Pronunciación de la terminación en formas de tiempos verbales. ",
    "Formas débiles. ",
    "Reconocimiento y producción de patrones sencillos de ritmo, entonación y acentuación ",
    "de palabras y frases adecuados a la finalidad e intención del mensaje y utilizarlos para ",
    "ayudar a la comprensión.  ",
    "ITALIANO. ",
    "– Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludar, ",
    "despedirse, presentar y presentarse; describir personas, objetos y lugares; situar eventos en ",
    "el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información ",
    "sobre cuestiones cotidianas; dar y pedir instrucciones y órdenes; ofrecer, aceptar y rechazar ",
    "ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y emociones ",
    "básicas; narrar acontecimientos pasados, describir situaciones presentes, y enunciar sucesos ",
    "futuros; expresar la opinión, la posibilidad, la capacidad, la obligación y la prohibición. ",
    "Identificación de elementos morfológicos: artículo, sustantivo, verbo, adjetivo, adverbio, ",
    "preposición etc., en el uso de la lengua. ",
    "Uso de las estructuras y funciones más habituales. ",
    "Revisar como saludar, presentarse formal e informalmente, pedir y dar información ",
    "personal.  ",
    "Descripción de cualidades físicas y abstractas de personas, objetos, lugares y ",
    "actividades. ",
    "Narración de acontecimientos pasados puntuales y habituales, descripción de estados y ",
    "situaciones presentes, y expresión de sucesos futuros. ",
    "Comprensión de mensajes emitidos dentro del aula relacionados con las actividades ",
    "habituales. ",
    "Uso de las estructuras y funciones más habituales. ",
    "Desarrollo de la expresión escrita de forma guiada, completando o modificando frases y ",
    "párrafos sencillos. ",
    "Describir y narrar hechos pasados. Imperfecto de indicativo de los verbos regulares e ",
    "irregulares más frecuentes (essere y fare). C´era/c´erano. El passato prossimo (repaso). ",
    "Marcadores temporales más frecuentes. ",
    "Saber ",
    "ofrecer/pedir ",
    "algo ",
    "a ",
    "alguien. ",
    "Aceptar/rechazar. ",
    "Pronombres ",
    "indirectos ",
    "(singular/plural). Si impersonal. ",
    "Pedir/conceder permiso. Aceptar/rechazar. Imperativo de tu, lei, voi. Expresiones: ",
    "Senz´altro! Volentieri! Mi dispiace! Expresar gustos y preferencias. ",
    "El superlativo absoluto (- issimo). Marcadores de intensidad. Verbo piacere (repaso) ",
    "Saber pedir algo en un restaurante. Fórmulas. Pronombres complemento directo de 3ª ",
    "persona. Un altro; un altro po’ di etc.; un’ altra; altri; altre. ",
    "Situar algo en el espacio. Expresiones para localizar en el espacio: in fondo a; di fronte a; ",
    "sotto; dentro; di fianco a. Preposiciones articuladas. ",
    "Describir lugares y objetos e indicar sus características. Com´é? Come sono? ",
    "Expresiones mi sembra/sembrano, lo trovo, la trovo, etc. El pronombre relativo che. Los ",
    "posesivos (cuadro completo). ",
    "Describir personas. Expresar nuestro punto de vista sobre las mismas. Hacer ",
    "comparaciones. ",
    "Repaso de los marcadores: abbastanza, molto, un po’, troppo, etc. Expresiones con ",
    "sembrare y trovare. Diminutivo de los adjetivos.",
    "– Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones ",
    "comunicativas generales asociadas a dichos patrones. ",
    "Reconocimiento progresivo de los símbolos fonéticos y la pronunciación de fonemas de ",
    "especial dificultad. ",
    "Reconocimiento y producción de patrones básicos de ritmo, entonación y acentuación de ",
    "palabras y frases.",
    "PORTUGUÉS. ",
    "– Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludar, ",
    "despedirse, presentar y presentarse; describir personas, objetos y lugares; situar eventos en ",
    "el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información ",
    "sobre cuestiones cotidianas; dar y pedir instrucciones y órdenes; ofrecer, aceptar y rechazar ",
    "ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y emociones ",
    "básicas; narrar acontecimientos pasados, describir situaciones presentes, y enunciar sucesos ",
    "futuros; expresar la opinión, la posibilidad, la capacidad, la obligación y la prohibición. ",
    "Identificación de elementos morfológicos: artículo, sustantivo, verbo, adjetivo, adverbio, ",
    "preposición etc., en el uso de la lengua. ",
    "Uso de las estructuras y funciones más habituales. ",
    "Revisar como saludar, presentarse formal e informalmente, pedir y dar información ",
    "personal.  ",
    "Saludar. Presentarse y presentar a alguien. Hacer pedidos, recomendaciones y dar ",
    "consejos. Verbos dar y querer. Presente de indicativo. Pronombres indefinidos variables. ",
    "Adverbios: ainda, já. Proverbios. ",
    "Dar, pedir y confirmar opiniones. La expresión de los sentimientos y de las preferencias. ",
    "Pretérito imperfecto de indicativo de verbos regulares e irregulares. Pronombres relativos ",
    "invariables. Locuciones adverbiales: de preferencia, de costume. Pronombres personales ",
    "complemento directo: lo(s), la(s), no(s), na(s). ",
    "Deducir, expresar agrado y desagrado. Hablar de acciones impersonales relacionadas ",
    "con el pasado. Expresiones de tiempo con: desde y há. Pronombres personales ",
    "complemento directo: me, te, o, a, lhe. Locuciones de coordinación: não só... mas ",
    "também, quer... quer, nem… nem… Pretérito perfecto simple: haver (forma impessoal). ",
    "Describir cosas, lugares y personas relacionados con situaciones cotidianas (profesiones, ",
    "medios de transporte, etc.). Preposiciones (a, para + verbos de movimento; de, em + ",
    "meios de transporte). Perífrasis de: haver de + infinitivo. Locuciones con función. ",
    "Expresar acontecimientos pasados relacionados con el presente. La expresión de la ",
    "necesidad y obligación. Pretérito perfecto simple de indicativo: verbos ir, ser, estar, ter. ",
    "Pretérito perfecto compuesto de indicativo: ter (presente) + particípio passado. Há + ",
    "expresiones de tiempo. Adverbios: actualmente, anteontem, ontem, apenas, infelizmente, ",
    "principalmente. Locuciones de coordinación: menos... do que, quer... quer, sempre que, ",
    "tão... como. Verbos irregulares: imperativo afirmativo. ",
    "Expresar consecuencia y finalidad. Oraciones subordinadas con: porque, pois, que, ",
    "como. Partícula apassivante: se. Com + pronombres personales complemento ",
    "circunstancial: comigo, contigo, consigo, connosco, com ele(s), com ela(s). Locuciones ",
    "preposicionales: por causa de, a pesar de. ",
    "Expresar acontecimientos futuros, probabilidad y posibilidad. Presente de subjuntivo con ",
    "expresiones personales. Futuro de indicativo: verbos poder, querer, fazer. Pronombres ",
    "personales complemento directo e indirecto: nós, vós, os, as, lhes. Conjunciones de ",
    "coordinación: logo, portanto, porém. ",
    "– Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones ",
    "comunicativas generales asociadas a dichos patrones. ",
    "Pronunciación. Fonemas de especial dificultad. Consonantes sordas/sonoras. La ",
    "terminación de palabras en formas de tiempos verbales. Acentuación. Acento tónico y gráfico. ",
    "Entonación de frases. ",
    "Ritmo. "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1 Interpretar y analizar el sentido global y la información específica y explícita de textos orales, ",
    "escritos y multimodales de mayor longitud y sencillos sobre temas frecuentes y cotidianos, de ",
    "relevancia personal y próximos a la experiencia del alumnado, propios de los ámbitos de las ",
    "relaciones interpersonales, del aprendizaje, de los medios de comunicación y de la ficción, ",
    "expresados de forma clara y en la lengua estándar a través de diversos soportes. ",
    "1.2 Seleccionar, organizar y aplicar de forma cada vez más autónoma las estrategias y ",
    "conocimientos más adecuados en situaciones comunicativas cotidianas para comprender el ",
    "sentido general, la información esencial y los detalles más relevantes de los textos; interpretar ",
    "elementos no verbales; y buscar y seleccionar información. ",
    "Competencia específica 2. 2.1 Expresar oralmente textos de mayor longitud, sencillos, estructurados, comprensibles y ",
    "adecuados a la situación comunicativa sobre asuntos cotidianos y frecuentes, de relevancia ",
    "para el alumnado, con el fin de describir, narrar e informar sobre temas concretos, en ",
    "diferentes soportes, utilizando de forma guiada recursos verbales y no verbales, así como ",
    "estrategias de planificación y control de la producción. ",
    "2.2 Organizar y redactar textos de mayor longitud y comprensibles, con aceptable claridad, ",
    "coherencia, cohesión y adecuación a la situación comunicativa propuesta, siguiendo pautas ",
    "establecidas, a través de herramientas analógicas y digitales, sobre asuntos cotidianos y ",
    "frecuentes, de relevancia para el alumnado y próximos a su experiencia. ",
    "2.3 Seleccionar, organizar y aplicar de forma progresivamente autónoma conocimientos y ",
    "estrategias para planificar, producir y revisar textos comprensibles, coherentes y adecuados a ",
    "las intenciones comunicativas, a las características contextuales y a la tipología textual, ",
    "usando con menor ayuda los recursos físicos o digitales más adecuados en función de la ",
    "tarea y las necesidades de cada momento, teniendo en cuenta las personas a quienes va ",
    "dirigido el texto. ",
    "Competencia específica 3. ",
    "3.1 Planificar y participar en situaciones interactivas de mayor duración sobre temas cotidianos, ",
    "de relevancia personal y próximos a la experiencia del alumnado, a través de diversos ",
    "soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no ",
    "verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como ",
    "por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los ",
    "interlocutores. ",
    "3.2 Seleccionar, organizar y utilizar de forma cada vez más autónoma y en entornos próximos, ",
    "estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la ",
    "palabra, solicitar y formular aclaraciones y explicaciones. ",
    "Competencia específica 4. ",
    "4.1 Inferir y explicar textos, conceptos y comunicaciones de mayor longitud en situaciones en las ",
    "que atender a la diversidad, mostrando respeto y empatía por los interlocutores y por las ",
    "lenguas empleadas, e interés por participar en la solución de problemas de intercomprensión ",
    "y de entendimiento en el entorno próximo, apoyándose en diversos recursos y soportes. ",
    "4.2 Aplicar, de forma paulatinamente autónoma, estrategias que ayuden a crear puentes y ",
    "faciliten la comprensión y producción de información y la comunicación, adecuada a las ",
    "intenciones comunicativas, usando recursos y apoyos físicos o digitales en función de las ",
    "necesidades de cada momento. ",
    "Competencia específica 5. ",
    "5.1 Comparar y contrastar las semejanzas y diferencias entre distintas lenguas reflexionando de ",
    "manera progresivamente autónoma sobre su funcionamiento. ",
    "5.2 Utilizar y diferenciar los conocimientos y estrategias de mejora de la capacidad de comunicar ",
    "y de aprender la lengua extranjera de forma cada vez más autónoma, con apoyo de otros ",
    "participantes y de soportes analógicos y digitales. ",
    "5.3 Identificar y registrar, de manera más elaborada, siguiendo modelos, los progresos y ",
    "dificultades de aprendizaje de la lengua extranjera, seleccionando de forma más autónoma ",
    "las estrategias más eficaces para superar esas dificultades y progresar en el aprendizaje, ",
    "realizando actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio ",
    "Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y ",
    "dificultades explícitos y compartiéndolos. ",
    "Competencia específica 6. ",
    "6.1 Actuar de forma empática y respetuosa en situaciones interculturales, construyendo vínculos ",
    "más complejos entre las diferentes lenguas y culturas y rechazando cualquier tipo de ",
    "discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos. ",
    "6.2 Aceptar y adecuarse a la diversidad lingüística, cultural y artística propia de los países donde ",
    "se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por ",
    "compartir elementos culturales y lingüísticos que fomenten la sostenibilidad y la democracia. ",
    "6.3 Aplicar, de forma cada vez más autónoma, estrategias para explicar y apreciar la diversidad ",
    "lingüística, cultural y artística, atendiendo a valores democráticos y respetando los principios ",
    "de justicia, equidad e igualdad.  "
    
  ]
}
