{
  "saberes": [
    "A. Plurilingualism.",
    "- Use of strategies and techniques to respond effectively to a basic and concrete communicative need in an understandable way, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "• Reflection on the use of elementary and extralinguistic linguistic resources that allow you to satisfy basic communicative needs, choosing, more autonomously, the most appropriate strategies, according to the context and situation in each case.",
    "• Development of communication strategies to overcome interruptions in communication.",
    "– Approach to the basic strategies to retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) based on the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "• Taking advantage of personal knowledge of the mother tongue, and other languages as the case may be, to use the linguistic units of the foreign language in an appropriate and creative way.",
    "– Application of strategies and basic self-evaluation and co-evaluation tools, analog and digital, individual and cooperative.",
    "• Participation in joint self-evaluation and evaluation tasks to gain a general perspective of the evolution of your learning process.",
    "– Vocabulary and commonly used expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
    "• Expressions related to the metalinguistic function to solve problems related to the understanding and expression of content, thus showing a certain autonomy in one's own communication.",
    "- Basic comparison between languages based on grammatical elements of the foreign language and other languages: origin and parentage.",
    "• Recognition of the interconnection between languages and making comparisons between them in your favor, with the help of the teacher, after the analysis of morphological elements appropriate to your level of competence.",
    "B. Interculturality.",
    "– The foreign language as a means of interpersonal and international communication, as a source of information, and as a tool for personal enrichment.",
    "• Recognition of the importance and therefore the need to master a foreign language in today's global world, as a basic tool for information, communication and establishing school, personal and professional relationships.",
    "– Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "• Involvement in carrying out activities focused on the expansion and use of the foreign language through projects, linguistic immersions, exchanges, etc... aimed at the implementation and improvement of the foreign language.",
    "– Basic sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values of countries where the foreign language is spoken.",
    "• Use of the non-verbal language of the foreign language: different ways of greeting, physical contact, gestures and signals, postures, etc.",
    "• Recognition and use of the basic patterns of linguistic courtesy in front of those of your own language in both face-to-face and remote communication.",
    "• Knowledge and interpretation of the customs, social conventions, features of daily life, festivals and celebrations specific to the countries and cultures where the foreign language is spoken.",
    "– Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, while respecting democratic values.",
    "• Comparison of some historical and geopolitical features of the countries where the foreign language is spoken, obtaining the information more autonomously, through different sources of information in traditional and/or digital media.",
    "- Basic strategies for detection and action against discriminatory uses of verbal and non-verbal language.",
    "• Acquisition of skills, with help, of practical solutions to avoid linguistic sexism, both verbal and gestural in your immediate environment. Improving relationships through language to write and speak accurately and thus contribute to minimizing sexism.",
    "C. Communication",
    "– Self-confidence. The error as an instrument of improvement and repair proposal.",
    "• Understanding the error as a symptom of progress in the process of acquiring the foreign language, as well as enhancing self-esteem after overcoming it.",
    "• Readjustment of the task or the message after identifying the error and assessing the difficulties and available resources.",
    "- Use of basic strategies for the planning, execution, control and repair of the understanding, production and co-production of oral, written and multimodal texts.",
    "• Identification of the topic of a text with the help of textual and non-textual elements, mobilization of previous knowledge, inference of meanings by the context, by comparison of similar words or phrases in the languages that are known.",
    "– Knowledge, skills and attitudes that allow detecting and collaborating in mediation activities in simple everyday situations.",
    "• Identify and infer the feelings, intentions and points of view of the participants in the communicative situation.",
    "• Use of culturally relevant body language (gestures, facial expressions, postures, visual or body contact, etc.)",
    "– Identification of contextual models and basic discursive genres in the understanding, production and co-production of oral, written and multimodal texts, short and simple, literary and non-literary: characteristics and recognition of the context (participants and situation), expectations generated by the context ; organization and structuring according to genre and textual function.",
    "• Comprehension and semi-guided production, individually or in groups, of short oral, written and multimodal texts of basic discourse genres, related to classroom activities: instructions, questions, comments, dialogues, etc.",
    "• Literary language: reading texts from various works or fragments, suitable in length and content for the age. Appreciation of the distinctive features of the literary language.",
    "- Production and recognition of the basic linguistic units and meanings associated with said units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, the questioning and exclamation, basic logical relationships (prepositions, adverbs, adjectives and conjunctions associated with familiar and relevant meanings for students.",
    "– Expansion of the lexicon of common use and of interest to students related to personal identification, interpersonal relationships, places and nearby environments, leisure and free time, daily life, health and physical activity, housing and home, climate and natural environment, technologies of information and communication.",
    "• Lexicon of common use relative to family and friends; work and occupations; sport; trips and vacations; physical care; education and study; shopping and commercial activities; food and catering; transport and urban itineraries; language and communication; environment,",
    "• Adjectives and nouns proper to description and characterization.",
    "• Formulas and expressions.",
    "- Use of basic spelling conventions and communicative meanings and intentions associated with formats, patterns and graphic elements.",
    "• Adequate selection of basic orthographic elements that help to express the message clearly and coherently and adjust to the models and formulas of each type of text (formal or informal).",
    "– Progressively autonomous use of basic conversational conventions and strategies, in synchronous or asynchronous format, to reformulate, compare and contrast, summarize, collaborate and debate, in short and coherent oral texts, in a guided way, with appropriate pronunciation and intonation.",
    "– Semi-guided use of learning resources and basic information search strategies: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "- Identification of the authorship of the sources consulted and the contents used.",
    "• Use of linguistic and orthographic resources that make clear the identification of authorship.",
    "• Disapproval of plagiarism as unacceptable behavior in the use of sources of information.",
    "– Use of basic analog and digital tools for oral, written and multimodal understanding, production and co-production; and virtual platforms for interaction and educational collaboration (virtual classrooms, video conferences, collaborative digital tools, etc.) for learning, communication and project development with foreign language speakers or students.",
    "• Guided participation in exchange programs with students from other countries.",
    "– Basic communicative functions appropriate to the communicative environment and context: greeting, saying goodbye, introducing and introducing yourself; describe people, objects and places; place events in time; place objects, people and places in space; ask for and exchange information on everyday issues; give and ask for instructions and orders; offer, accept and reject help, proposals or suggestions; partially express taste or interest and basic emotions; narrate past events, describe present situations, and enunciate future events; express the opinion, the possibility, the capacity, the obligation and the prohibition.",
    "• Identification of morphological elements: article, noun, verb, adjective, adverb, preposition, etc., in the use of the language.",
    "• Use of the most common structures and functions.",
    "• Review how to greet, introduce yourself formally and informally, ask for and give personal information.",
    "• Review the present simple and expressions of frequency, and verb forms have got, there is/there are.",
    "• Describe objects, places and people. Adjectives: comparative and superlative degree. Expressions of quantity: some/any, much/many. Ordinal numbers.",
    "• Prepositions and prepositional phrases of place: under, between, on the left, etc.",
    "• Express the obligations, prohibitions. Auxiliary modals: must, have to, mustn't, can't, etc.",
    "• Express past events. Review of There was/There were. Past simple of regular and irregular verbs and past continuous. Interrupted actions in the past: past continuous vs simple past.",
    "• Talk about skills and abilities: can, be able to. Ask and grant permission. Can/could, may. Express the possibility: may, might. Give advice Should/shouldn't, ought to.",
    "• Express tastes and express and ask for opinions in a more sophisticated way. Like / love / dislike / don't like/ hate, feel like/don't feel like. I think / I don't think, I believe, I consider, In my opinion, in my view, …",
    "• Express future events, decisions and make predictions. Will/be going to. More complex temporal expressions: this weekend, next year, in two years’ time, etc.",
    "• Express conditions: conditional sentences of type I: If it is rainy, we won't play the match.",
    "– Sound, accentual, rhythmic and basic intonation patterns, and meanings and general communicative intentions associated with said patterns.",
    "• Progressive recognition of phonetic symbols and pronunciation of particularly difficult phonemes.",
    "• Pronunciation of contracted forms.",
    "• Pronunciation of the termination in forms of verb tenses.",
    "• Weak forms.",
    "• Recognition and production of simple patterns of rhythm, intonation and accentuation of words and phrases appropriate to the purpose and intention of the message and using them to help understanding."
  ],
  "criteriosEvaluacion": [
    "1.1 Interpret and analyze the overall meaning and the specific and explicit information of long and simple oral, written and multimodal texts on frequent and everyday topics, of personal relevance and close to the students' experience, specific to the areas of interpersonal relationships , of learning, media and fiction, expressed clearly and in standard language through various supports.",
    "1.2 Select, organize and apply more and more autonomously the most appropriate strategies and knowledge in everyday communicative situations to understand the general meaning, the essential information and the most relevant details of the texts; interpret non-verbal elements; and search and select information.",
    "2.1 Orally express longer texts, simple, structured, comprehensible and appropriate to the communicative situation on everyday and frequent issues, of relevance to the students, in order to describe, narrate and inform about specific topics, in different supports, using guided form verbal and non-verbal resources, as well as production planning and control strategies.",
    "2.2 Organize and write longer and comprehensible texts, with acceptable clarity, coherence, cohesion and adequacy to the proposed communicative situation, following established guidelines, through analog and digital tools, on everyday and frequent issues, of relevance to the students and close to your experience.",
    "2.3 Select, organize and progressively autonomously apply knowledge and strategies to plan, produce and revise texts that are comprehensible, coherent and appropriate to communicative intentions, contextual characteristics and textual typology, using with minor help the most appropriate physical or digital resources depending on the task and the needs of each moment, taking into account the people to whom the text was directed.",
    "3.1 Plan and participate in interactive situations of greater duration on daily topics, of personal relevance and close to the students' experience, through various supports, relying on resources such as repetition, the slow rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.2 Select, organize and use increasingly autonomously and in close quarters, appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations.",
    "4.1 Infer and explain texts, concepts and communications of greater length in situations in which they attend to diversity, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in the solution of problems of mutual understanding and understanding in the surrounding environment, relying on various resources and supports.",
    "4.2 Apply, gradually autonomously, strategies that help to create bridges and facilitate the understanding and production of information and communication, adequate to communicative intentions, using physical or digital resources and supports depending on the needs of each moment.",
    "5.1 Compare and contrast the similarities and differences between different languages reflecting progressively autonomously on their functioning.",
    "5.2 Use and differentiate the knowledge and strategies for improving the ability to communicate and learn the foreign language more and more autonomously, with the support of other participants and analogue and digital supports.",
    "5.3 Identify and record, in a more elaborate way, following models, the progress and difficulties in learning the foreign language, selecting more autonomously the most effective strategies to overcome those difficulties and progress in learning, carrying out self-evaluation and co-evaluation activities, like the proposals in the European Portfolio of Languages (PEL) or in a learning diary, making those progress and difficulties explicit and sharing them.",
    "6.1 Act empathetically and respectfully in intercultural situations, building more complex links between different languages and cultures and rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts.",
    "6.2 Accept and adapt to the linguistic, cultural and artistic diversity of the countries where the foreign language is spoken as a source of personal enrichment, showing interest in sharing cultural and linguistic elements that promote sustainability and democracy.",
    "6.3 Apply, increasingly autonomously, strategies to explain and appreciate linguistic, cultural and artistic diversity, attending to democratic values and respecting the principles of justice, equity and equality."
  ]
}