{
    "saberes": [
        "BLOQUE I. Música y danza ",
        "A. Recepción y análisis     ",
        "    - Principales propuestas artísticas musicales vocales e instrumentales de diferentes corrientes estéticas, procedencias y épocas producidas por creadores y creadoras locales, regionales y nacionales.",
        "    - Recepción y apreciación de obras artísticas.",
        "    - Normas elementales de comportamiento y actitud en la recepción de propuestas artísticas musicales y de las artes escénicas en diferentes lugares. El silencio como elemento y condición indispensable para el mantenimiento de la atención durante la recepción y la práctica musical.",
        "    - Vocabulario específico básico de la música y las artes escénicas.",
        "    - Recursos digitales básicos para la música y las artes escénicas. Estrategias elementales de búsqueda, difusión y filtrado de información de manera responsable. Consecuencias sobre la difusión de obras sin consentimiento.",
        "B. Creación e interpretación    ",
        "    - Fases del proceso creativo: planificación guiada y experimentación: preparación, generación y resultado. Ejecución individual y en grupo.",
        "    - Profesiones vinculadas con la música y las artes escénicas.",
        "    - Valoración, respeto e interés, tanto por el proceso como por el producto final, en producciones musicales y escénicas.",
        "C. Música y artes escénicas     ",
        "    - El sonido y sus cualidades básicas, tono, duración, timbre e intensidad, discriminación auditiva, clasificación y representación de diversidad de sonidos y líneas melódicas a través de diferentes grafías.",
        "    - La voz, cualidades y registros de la voz como instrumento y recurso expresivo, partiendo de la canción y de sus posibilidades para interpretar, crear e improvisar. Los instrumentos musicales y principales familias: viento, cuerda y percusión y agrupaciones: coros, bandas y orquestas. Distinguir tipos de voces e instrumentos. Discriminación visual y auditiva. Objetos sonoros, cotidiáfonos.",
        "    - El carácter y el tempo: reconocimiento y capacidad de relación tras la escucha de obras musicales.",
        "    - Práctica instrumental, vocal y corporal: aproximación a la experimentación e interpretación sencilla de piezas vocales e instrumentales de diferentes épocas, estilos y culturas a partir de las propias posibilidades sonoras y expresivas de forma individual o en distintos agrupamientos.",
        "    - Construcción asistida de instrumentos con materiales del entorno, domésticos y reciclados.",
        "    - Lenguajes musicales básicos: conocimiento y aplicación de sus conceptos elementales en la interpretación y creación de propuestas musicales vocales e instrumentales sencillas que contengan procedimientos musicales de repetición, variación y contraste. Juegos rítmicos con instrumentos de diferentes tipos.",
        "    - El cuerpo y sus posibilidades motrices: interés por la experimentación a través de ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medio de expresión y diversión. El cuerpo como instrumento de expresión de emociones y forma de interacción social.",
        "    - Técnicas dramáticas y dancísticas elementales. Nociones básicas del lenguaje expresivo y representación dramáticas elementales. Iniciación a la danza y coreografías sencillas.",
        "    - Capacidades expresivas y creativas básicas de la expresión corporal y dramática. El mimo, el teatro, la danza y el baile como formas de interacción social. Valoración y respeto por su aportación al patrimonio cultural.",
        "BLOQUE II. Educación plástica y visual ",
        "A. Recepción y análisis     ",
        "    - Principales propuestas artísticas de diferentes corrientes estéticas, procedencias y épocas producidas por creadores y creadoras locales, regionales y nacionales para valorar el patrimonio artístico.",
        "    - Recepción y apreciación de obras artísticas.",
        "    - Normas elementales de comportamiento y respeto en la recepción de propuestas artísticas, plásticas, visuales y audiovisuales en diferentes lugares. El silencio como elemento y condición indispensable para el mantenimiento de la atención durante la recepción.",
        "    - Vocabulario específico básico de las artes plásticas, visuales y las artes audiovisuales.",
        "    - Recursos digitales básicos para las artes plásticas, visuales y las artes audiovisuales. Estrategias elementales de búsqueda de información de manera responsable. Consecuencias sobre la difusión de imágenes propias o ajenas sin consentimiento.",
        "B. Creación e interpretación    ",
        "    - Fases del proceso creativo: planificación guiada y experimentación: preparación, generación y resultado. Ejecución individual y grupal.",
        "    - Profesiones vinculadas con las artes plásticas, visuales y audiovisuales.",
        "    - Valoración, respeto e interés tanto por el proceso como por el producto final en producciones pláticas, visuales y audiovisuales.",
        "BLOQUE II. Educación plástica y visual ",
        "A. Recepción y análisis     ",
        "    - Principales propuestas artísticas de diferentes corrientes estéticas, procedencias y épocas producidas por creadores y creadoras locales, regionales y nacionales para valorar el patrimonio artístico.",
        "    - Recepción y apreciación de obras artísticas.",
        "    - Normas elementales de comportamiento y respeto en la recepción de propuestas artísticas, plásticas, visuales y audiovisuales en diferentes lugares. El silencio como elemento y condición indispensable para el mantenimiento de la atención durante la recepción.",
        "    - Vocabulario específico básico de las artes plásticas, visuales y las artes audiovisuales.",
        "    - Recursos digitales básicos para las artes plásticas, visuales y las artes audiovisuales. Estrategias elementales de búsqueda de información de manera responsable. Consecuencias sobre la difusión de imágenes propias o ajenas sin consentimiento.",
        "B. Creación e interpretación    - Fases del proceso creativo: planificación guiada y experimentación: preparación, generación y resultado. Ejecución individual y grupal.",
        "    - Profesiones vinculadas con las artes plásticas, visuales y audiovisuales.",
        "    - Valoración, respeto e interés tanto por el proceso como por el producto final en producciones pláticas, visuales y audiovisuales.",
        "BLOQUE II. Educación plástica y visual ",
        "C. Artes plásticas, visuales y audiovisuales    ",
        "    - Las artes visuales. La imagen en el mundo actual: técnicas y estrategias básicas de lectura. Distintas manifestaciones de las artes visuales.",
        "    - Elementos configurativos básicos del lenguaje visual: punto, línea, plano, textura, color.",
        "    - Materiales, instrumentos, soportes y técnicas elementales utilizados en la expresión plástica y visual.",
        "    - Medios, soportes y materiales de expresión plástica y visual. Técnicas bidimensionales y tridimensionales básicas de composición, equilibrio y proporción en dibujos y modelados sencillos.",
        "    - Herramientas adecuadas para el registro de imagen y sonido.",
        "    - Estrategias y técnicas básicas de composición de historias audiovisuales sencillas con intención comunicativa.",
        "    - Nociones básicas sobre el cine. El cine de animación como género y sus características.",
        "    - Respeto y valoración de las manifestaciones artísticas más importantes del patrimonio cultural y artístico, español y local."
    ],
    "criteriosEvaluacion": [
        "1.1. Descubrir propuestas artísticas de diferentes géneros, estilos, épocas y culturas, mostrando curiosidad y respeto por las mismas, así como el respeto a la libertad de expresión artística.",
        "1.2. Describir manifestaciones culturales y artísticas del entorno próximo, explorando sus características.",
        "1.3. Aproximarse a la lectura del arte en sus contextos culturales e históricos comprendiendo su significado y función.",
        "2.1. Seleccionar y aplicar estrategias elementales para la búsqueda guiada de información sobre manifestaciones culturales y artísticas del entorno próximo, a través de canales y medios de acceso sencillos, tanto de forma individual como en grupo.",
        "2.2. Reconocer elementos característicos básicos de distintas manifestaciones culturales y artísticas que forman parte del patrimonio, indicando los canales, medios y técnicas empleados e identificando diferencias y similitudes de diversos entornos, del local al autonómico.",
        "3.1. Producir obras propias de manera guiada, utilizando algunas de las posibilidades expresivas del cuerpo (gesto y movimiento), el sonido, la imagen y los medios digitales básicos, y mostrando confianza en las capacidades propias, entre ellas danza, teatro, música, pintura…",
        "3.2. Expresar de forma guiada ideas, valores, sentimientos y emociones a través de manifestaciones artísticas sencillas, experimentando con los diferentes lenguajes e instrumentos a su alcance.",
        "4.1. Participar de manera guiada en el diseño de producciones culturales y artísticas elementales, trabajando en grupo.",
        "4.2. Diseñar y elaborar, de manera guiada, producciones culturales y artísticas elementales de carácter individual.",
        "4.3. Tomar parte en el proceso de producciones culturales y artísticas de forma respetuosa y utilizando elementos básicos de diferentes lenguajes y técnicas artísticas.",
        "4.4. Compartir los proyectos creativos, explicando el proceso y el resultado final obtenido, valorando las experiencias propias y las de los demás."
    ]
}