{
    "saberes": [
        "A. Communication.",
        "- Self-confidence. Mistakes as a tool for improvement.",
        "- Basic strategies for comprehension, planning and production of short, simple and contextualised oral, written and multimodal texts.",
        "- Knowledge, skills and attitudes that enable initiation into mediation activities in basic everyday situations such as paraphrasing, equivalence and synthesis.",
        "- Basic communicative functions appropriate to the domain and context: greeting, saying goodbye, introducing oneself and others, saying thank you; describing people, objects and places; placing events in time; placing objects, people and places in space; asking for and exchanging information on everyday matters; describing routines; giving directions and instructions; expressing belonging, quantity and space.",
        "- Contextual patterns and basic discourse genres in the comprehension, production and co-production of short, simple, literary and non-literary oral, written and multimodal texts (brochures, instructions, rules, notices or conversations regulating coexistence): characteristics and recognition of context, organisation and structuring according to internal structure.",
        "- Basic linguistic units and meanings associated with these units, such as expression of the entity and its properties, quantity and number, space and spatial relations, time, affirmation, negation, interrogation and exclamation, elementary logical relations.",
        "- Basic vocabulary and vocabulary of interest to students relating to personal identification, close interpersonal relationships, places and environments, leisure and free time, everyday life.",
        "- Basic sound, accentual, rhythmic and intonation patterns, and general communicative functions associated with these patterns.",
        "- Basic spelling conventions and meanings associated with formats and graphic elements.",
        "- Basic conversational conventions and strategies, in synchronous or asynchronous format, for initiating, maintaining and terminating communication, taking and giving the floor, asking for and giving clarification and explanation, comparing and contrasting, collaborating, etc.",
        "- Learning resources and strategies for guided information search in analogue and digital media.",
        "- Intellectual property of the sources consulted and contents used.",
        "- Basic analogue and digital tools for oral, written and multimodal comprehension, production and co-production, and virtual platforms for interaction, cooperation and educational collaboration (virtual classrooms, videoconferences, collaborative digital tools, etc.) for learning, communication and the development of projects with speakers or learners of the foreign language.",
        "- Knowledge, skills and attitudes that allow initiation into activities of contrast, verification and critical analysis of informative texts (visual, auditory and written), especially from social networks, for the development of critical thinking in the face of misinformation.",
        "B. Multilingualism.",
        "- Strategies and techniques for compensating for communicative shortcomings in order to respond effectively to a specific need, despite the limitations arising from the level of competence in the foreign language and in the other languages of one's own linguistic repertoire.",
        "- Basic strategies for identifying, organising, retaining, retrieving and using linguistic units (lexis, morphosyntax, sound patterns, etc.) on the basis of a comparison of the languages and varieties which make up one's own linguistic repertoire.",
        "- Basic strategies and tools for self-assessment and co-assessment, analogue and digital, individual and cooperative.",
        "- Basic vocabulary and expressions to understand statements about communication, language, learning and the tools of communication and learning (metalanguage).",
        "- Elementary comparison between languages based on elements of the foreign language and other languages: origins and similarities, establishing similarities and differences that favour and develop interlanguage.",
        "C. Interculturality.",
        "- The foreign language as a means of communication and relationship with people from other countries, as a way of accessing new information and as a means of getting to know different cultures and ways of life.",
        "- Positive evaluation and interest in establishing contacts and communicating through different media with speakers or learners of the foreign language.",
        "- Basic sociocultural and sociolinguistic aspects relating to customs, daily life and interpersonal relationships, basic social conventions in common use, non-verbal language, linguistic politeness and digital etiquette typical of countries where the foreign language is spoken.",
        "- Relevant female characters from the historical, cultural and scientific spheres of the foreign language.",
        "- Basic strategies for understanding and appreciating linguistic, cultural and artistic diversity, based on eco-social and democratic values. The artistic, literary, heritage and natural heritage of the countries of the foreign language.",
        "- Strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1. Recognise, interpret, deduce and analyse the overall meaning and specific words and phrases of short, simple oral, written and multimodal texts on frequent, everyday topics of personal relevance and areas close to their own experience, as well as literary texts appropriate to their level of development, expressed comprehensibly, clearly and in standard language through different media.",
        "1.2. Select, organise and apply, in a guided manner, appropriate strategies and knowledge in everyday communicative situations of relevance to the pupils in order to grasp the overall meaning and process explicit information in different texts.",
        "2.1. Orally express short, simple texts, previously prepared, on everyday matters, as well as impressions, tastes and opinions on topics of interest and relevance for the students, using, in a guided way, verbal and non-verbal resources, and using basic and frequently used forms and structures of the foreign language.",
        "2.2. Organise and write short, simple texts, previously prepared, appropriate to the proposed communicative situation, using analogue and digital tools, and using basic structures and lexis of common use on everyday and frequent matters, of personal relevance for the students and close to their experience.",
        "2.3. Select, organise and apply, in a guided way, knowledge and strategies to prepare and produce texts appropriate to the communicative intentions, contextual characteristics and textual typology, using, with help, physical or digital resources depending on the task and the needs of the moment.",
        "3.1. Prepare in advance and participate in short, simple interactive situations which he/she understands and in which he/she asks questions about everyday topics, of personal relevance and close to his/her experience, through different media, relying on resources such as repetition, slow pace or visual, verbal and non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas and motivations of the interlocutors.",
        "3.2. Select, organise and use, in a guided way and in everyday situations close to their environment, different elementary techniques and strategies to greet, say goodbye, introduce themselves and thank others; ask and answer simple questions; express oral and written messages, and initiate and end communication and indicate that they do not understand.",
        "4.1. Infer and explain texts, transmit concepts and brief and simple communications, in a guided manner, in situations in which diversity is taken into account, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in the solution of problems of intercomprehension and understanding in their immediate environment, relying on various resources and media.",
        "4.2. Select and apply, in a guided way, basic strategies (paraphrasing, equivalence and synthesis) which help to create bridges and facilitate the comprehension and production of information and communication, appropriate to the communicative intentions, using, with help, physical or digital resources and supports according to the needs of each moment.",
        "5.1. Compare and contrast the similarities and differences between different languages, analysing and reflecting progressively autonomously on basic aspects of their functioning and applying them to improve communicative competence.",
        "5.2. Use and differentiate in a progressively autonomous way the knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and of analogue and digital supports.",
        "5.3. Record and use, in a guided manner, the progress and difficulties in the foreign language learning process, recognising the aspects that help to improve and carrying out self-assessment and co-assessment activities, such as those proposed in the European Language Portfolio (ELP) or in a learning diary, normalising error and valuing it as a source of learning.",
        "6.1. Act with appreciation and respect in intercultural situations, building links between different languages and cultures, and showing rejection of any kind of discrimination, prejudice and stereotyping in different everyday and habitual communicative contexts.",
        "6.2. Accept and respect the linguistic, cultural and artistic diversity of the countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding basic cultural and linguistic elements that promote sustainability and democracy.",
        "6.3. Select and apply, in a guided way, basic strategies to understand and appreciate linguistic, cultural and artistic diversity."
    ]
}