{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Comprender y asimilar, los aspectos fonológicos, morfosintácticos y léxicos básicos de la lengua griega, a través de una lectura directa de textos, identificando unidades lingüísticas regulares de la lengua y apreciando por comparación variantes y coincidencias con el castellano y otras lenguas conocidas por el alumnado, utilizando la retroversión como herramienta para la fijación de las estructuras lingüísticas elementales. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.2 Realizar traducciones directas o inversas de dificultad adecuada y progresiva de textos o fragmentos originales sencillos, o convenientemente adaptados o anotados, con coherencia, corrección ortográfica, de puntuación y expresiva, seleccionando los equivalentes más adecuados en castellano o en griego. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.3 Seleccionar con progresiva autonomía y seguridad en la traducción de textos de dificultad creciente el significado más adecuado de palabras polisémicas, justificar la elección de acuerdo con la información cotextual o contextual, utilizando apropiadamente las herramientas de apoyo a la traducción en distintos soportes, tales como listas de vocabulario, glosarios, diccionarios, mapas o atlas, correctores ortográficos, gramáticas y libros de estilo. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.4 Revisar, y corregir de forma autónoma y consciente las traducciones propias y las de los compañeros y compañeras, y realizar propuestas razonables de mejora, argumentando los cambios sugeridos y empleando para ello terminología especializada a partir de la reflexión lingüística. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSAA5)",
        "1.5 Registrar los progresos y dificultades de aprendizaje de la lengua griega, y conocer y seleccionar las estrategias más adecuadas y eficaces para superar las dificultades y afianzar los progresos, realizando actividades dirigidas a la planificación consolidación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolas explícitas y compartiéndolas. (CP2)",
        "Competencia específica 2",
        "2.1 Identificar y conocer el significado de las bases léxicas más frecuentes y productivas, y de los principales sufijos y prefijos del griego clásico presentes en los procesos de derivación y composición en el castellano y otras lenguas de uso del alumno a partir de la lectura de textos en castellano y en griego. (CCL1, CCL2, CP2, CP3, STEM1, CPSAA1.1)",
        "2.2 Deducir el significado etimológico de un término de uso común o técnico del vocabulario habitual, e inferir el significado de términos de nueva aparición o procedentes de léxico especializado aplicando, de manera guiada, estrategias de reconocimiento de étimos y formantes griegos atendiendo a los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar, y usando de forma correcta las reglas de transliteración del griego al castellano y otras lenguas. (CCL1, CCL2, CP2, CP3, STEM1, CPSAA1.1, CPSAA5)",
        "2.3 Reconocer y explicar de manera guiada la influencia del griego en la conformación de las lenguas modernas, identificando, analizando y comparando en estas los elementos lingüísticos comunes de origen griego, utilizando estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio del alumnado. (CP2, CP3, STEM1, CPSAA1.1)",
        "2.4 Identificar prejuicios y estereotipos lingüísticos, adoptando una actitud de respeto y valoración positiva, a partir de criterios dados, de la diversidad lingüística y dialectal como parte fundamental de la riqueza y patrimonio culturales. (CP2, CP3)",
        "Competencia específica 3",
        "3.1 Leer, comprender, interpretar y comentar de forma guiada textos y fragmentos de la literatura griega de géneros y temática diversos y de complejidad creciente, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, la comprensión del mundo y de la condición humana, y desarrollar la capacidad crítica, la sensibilidad estética y el hábito lector. (CCL1, CCL4, CP1, CC3)",
        "3.2 Detectar, analizar y explicar en obras o fragmentos de la literatura griega antigua las principales características formales de los géneros, sus temas y tópicos, y los valores éticos y estéticos que transmiten, comparándolos con obras o fragmentos literarios de épocas posteriores desde un enfoque intertextual guiado. (CCL1, CCL4, CC3, CCEC1, CCEC2)",
        "3.3 Identificar de forma aislada o sobre textos de diferentes formatos términos griegos que designan ideas fundamentales para el estudio y comprensión de la civilización helena, en los que se combinan conocimientos léxicos y culturales, tales comoasimilando su significado, apreciando su relevancia y definiéndolos en su contexto (si lo hay) de manera guiada. (CCL1, CCL4, CC3)",
        "3.4 Crear, de manera individual o en grupo, textos originales con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, inspirados en la lectura de obras o fragmentos significativos de la civilización y cultura griega antiguas o que se refieran a ellas. (CCL1, CCL4, CP1)",
        "Competencia específica 4",
        "4.1 Conocer, analizar y explicar, a partir de criterios dados, los hechos y procesos históricos y políticos de la sociedad helena, así como las principales líneas de pensamiento, religión, instituciones, modos de vida y costumbres más características del mundo griego, y acercarse de forma crítica a los personajes históricos más relevantes, utilizando elementos visuales y textuales. (CCL3, CD1, CD2, CC1, CC2, CC3, CCEC1)",
        "4.2 Comparar, explicar y valorar de forma crítica semejanzas y diferencias entre el mundo griego antiguo y el actual, incidiendo en las adaptaciones y cambios experimentados a la luz de la evolución de las sociedades y los derechos humanos, y favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos. (CCL3, CD1, CD2, CC1, CC2, CC3, CCEC1)",
        "4.3 Reflexionar acerca de la importancia de los diferentes aspectos del legado griego en nuestra sociedad, de su evolución y asimilación, y debatir sobre ellos, cuestionándolos si fuera preciso, utilizando estrategias retóricas y oratorias de manera guiada, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias veraces y mostrando interés, respeto y empatía por otras opiniones y argumentaciones. (CCL3, CP3, CD1, CPSAA3.1, CC1, CC2, CC3)",
        "4.4 Planificar y elaborar trabajos de investigación de forma autónoma y de creciente complejidad en diferentes soportes sobre aspectos del legado de la civilización griega en el ámbito personal, religioso y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, valorando de forma crítica su fiabilidad y pertinencia, y respetando los principios de rigor y propiedad intelectual. (CCL3, CD, CD2)",
        "Competencia específica 5",
        "5.1 Conocer e identificar el legado material e inmaterial de la civilización griega antigua, explicarlo y reconocerlo como fuente de inspiración de producciones culturales y artísticas posteriores, mediante el análisis de estas a partir de criterios dados. (CCL3, CD1, CCEC1, CCEC2)",
        "5.2 Planificar y llevar a cabo investigaciones guiadas sobre el patrimonio arqueológico, artístico y cultural heredado de la civilización griega, manifestando corrección, empatía, respeto e interés por los procesos de preservación y por aquellas actitudes cívicas que aseguran su sostenibilidad, y presentar los resultados a través de diferentes soportes. (CCL3, CD1, CD2, CC1, CC4, CE1, CCEC1, CCEC2)",
        "5.3 Planificar y llevar a cabo, tareas de exploración del legado griego en el entorno próximo del, a partir de criterios dados, en que se apliquen los conocimientos adquiridos, se reflexione sobre su relevancia y donde se muestren ejemplos de la pervivencia de la Antigüedad Clásica en su vida cotidiana, presentando los resultados a través de diferentes soportes. (CCL3, CD1, CD2, CCEC1, CCEC2)"
    ],
    "saberes": [
        "A. El texto: comprensión y traducción",
        "1. Unidades lingüísticas de la lengua griega.",
        "- El alfabeto: orígenes. Pronunciación y acentuación del griego clásico. Signos diacríticos y de puntuación. Lectura de textos griegos.",
        "- Clases de palabras: palabras variables e invariables.",
        "- La flexión y las lenguas flexiva: casos. La flexión nominal o declinación; declinación de sustantivos, adjetivos y determinantes. El género gramatical. Particularidades de la flexión pronominal.",
        "- La flexión verbal o conjugación. Particularidades de la conjugación griega. Formas personales regulares de uso frecuente: presentes temáticos activos y medios, imperfectos, aoristos temáticos y sigmáticos.",
        "- Sintaxis oracional: Los elementos de la oración; distinción entre casos y funciones. Sistema casual griego. Usos regulares y más frecuentes de los casos griegos. El sintagma nominal. Los sintagmas preposicionales. Sistemas preposicionales básicos.",
        "- Estructuras oracionales. Tipología oracional básica (transitiva, intransitiva, copulativa). Distinción entre oración simple y compuesta. La concordancia y el orden de palabras y sintagmas en oraciones simples y compuestas.",
        "- Formas nominales del verbo: Construcciones elementales de infinitivo y participio de los temas estudiados.",
        "2. La traducción: técnicas, procesos y herramientas.",
        "- El análisis morfosintáctico como herramienta de traducción. Comparación de estructuras morfosintácticas elementales griegas con las de la lengua propia y otras de uso de los alumnos: semejanzas y diferencias.",
        "- Estrategias de traducción: Identificación de la modalidad de texto (narrativo, dialógico); descripción de la estructura y género, y sus implicaciones y peculiaridades en el uso de las unidades lingüísticas (discurso directo/indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica).",
        "- Formulación de expectativas sintácticas y semánticas de textos elementales a partir del entorno textual (título, obra, si los hubiere), del propio texto (campos temáticos y semánticos y familias de palabras) y del contexto (conocimiento del tema). Errores frecuentes de traducción y técnicas para evitarlos.",
        "- Herramientas de traducción: normas para el uso adecuado de glosarios, diccionarios, atlas o correctores ortográficos en soporte analógico o digital, etc.",
        "- Lectura comparada y comprensiva de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
        "- Recursos estilísticos frecuentes y su relación con el contenido del texto.",
        "- La retroversión como herramienta para la comprensión y asimilación de estructuras lingüísticas básicas y recurrentes. Estrategias básicas de retroversión de textos breves.",
        "- La traducción como instrumento que favorece el razonamiento lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis.",
        "- Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación.",
        "- Estrategias elementales y herramientas básicas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autocorrección.",
        "B. Plurilingüismo",
        "- Sistemas de escritura a lo largo de la historia. De la pictografía a la fonografía: silabarios y alfabetos.",
        "- El alfabeto griego: su historia e influencia posterior. Reglas de transcripción o transliteración del alfabeto griego a las lenguas de enseñanza. Grafía etimológica.",
        "- Del indoeuropeo al griego. Familias y grupos lingüísticos. Los grupos lingüísticos del indoeuropeo. Etapas de la lengua griega: del micénico al griego demótico actual.",
        "- Léxico: procedimientos básicos de composición y derivación en la formación de palabras griegas; identificación de formantes en términos griegos; principales lexemas, sufijos y prefijos de origen griego en el léxico de uso común y en el específico de las ciencias y la técnica.",
        "- Cultismos, neologismos y términos patrimoniales. Los helenismos: significado y definición de palabras de uso común en las lenguas de enseñanza a partir de sus étimos griegos; influencia del griego en la conformación y evolución de las lenguas de enseñanza y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado; técnicas básicas para la elaboración de familias léxicas y de un vocabulario básico griego de frecuencia. Técnicas básicas para la confección de vocabularios temáticos.",
        "- Interés por conocer el significado etimológico de las palabras y la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
        "- Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan.",
        "- Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con estudiantes de griego a nivel transnacional.",
        "- Expresiones y léxico específico básico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "C. Educación literaria",
        "- Etapas y vías de transmisión de la literatura griega: nociones generales.",
        "- Introducción a los principales géneros y autores de la literatura griega: origen (circunstancias socio-políticas que posibilitan su aparición), tipología, cronología, características, temas, motivos, tradición y principales autores. Analogías y diferencias básicas entre los géneros literarios griegos y los de la literatura actual.",
        "- Introducción a las técnicas básicas para el comentario y análisis lingüístico y literario de los textos literarios griegos.",
        "- Recepción de la literatura griega: fábula, novela y géneros menores, y sus principales influencias en la literatura latina y en la producción cultural europea.",
        "- Nociones básicas de intertextualidad, imitatio, aemulatio, interpretatio, allusio.",
        "- Introducción a la crítica literaria: nociones generales.",
        "- Interés hacia la literatura como fuente de placer y de conocimiento del mundo.",
        "- Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "D. La Antigua Grecia",
        "- Geografía de la Antigua Grecia: topografía, nombre y función de los principales sitios (islas principales, ciudades, regiones, santuarios): su importancia geopolítica, religiosa y cultural.",
        "- Historia: etapas; hitos de la historia del mundo griego: la llegada de los griegos, la civilización micénica y la Edad Oscura. La historia griega entre los siglos VIII a.C. y V d.C. El Helenismo.",
        "- Leyendas y principales episodios históricos, personalidades históricas relevantes de la historia de Grecia, su biografía en contexto y su importancia para Europa.",
        "- Historia y organización política y social de Grecia como parte esencial de la historia y la cultura de la sociedad actual. Sistemas de gobierno: monarquía y tiranía; aristocracia y oligarquía; Estructura socio-política de Esparta. La democracia ateniense. La importancia del discurso público para la vida política y social.",
        "- Instituciones, creencias y formas de vida de la civilización griega y su reflejo y pervivencia en la sociedad actual. El mundo del trabajo y del ocio. La ciencia y la técnica. El marco espiritual. El matrimonio, la familia y la posición de la mujer en la civilización griega.",
        "- Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit. Influencias materiales de la cultura griega en Roma. Grecia y Roma: una historia de amor y odio.",
        "- La aportación de Grecia a la cultura y al pensamiento de la sociedad occidental.",
        "- Evolución de la relación de Grecia con culturas extranjeras como Persia o Roma.",
        "- El mar Mediterráneo como encrucijada de culturas ayer y hoy.",
        "E. Legado y patrimonio",
        "- Legado, herencia y patrimonio culturales.",
        "- La transmisión textual griega como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Principales hitos en la transmisión textual con relación a los soportes de escritura. Tipos de soporte y su preservación.",
        "- La mitología clásica y su pervivencia en manifestaciones literarias y artísticas.",
        "Los dioses olímpicos.",
        "- Obras públicas y urbanismo: construcción, conservación, preservación y restauración del patrimonio heredado del Mundo Clásico. Respeto, sensibilización y valoración positiva del legado clásico en sus aspectos materiales.",
        "- El teatro griego en sus aspectos materiales. Los teatros griegos. Las representaciones y festivales teatrales, su evolución y pervivencia en la actualidad.",
        "- Las competiciones atléticas y su pervivencia en la actualidad. Los Juegos Olímpicos y otros juegos.",
        "- Las instituciones políticas griegas, su influencia y pervivencia en el sistema político actual. Semejanzas y diferencias entre la democracia ateniense y las democracias modernas.",
        "- Técnicas básicas de debate y de exposición oral.",
        "- La educación en la Antigua Grecia: los modelos educativos de Atenas y Esparta y su comparación con los sistemas actuales.",
        "- Principales obras artísticas de la Antigüedad griega: arquitectura, escultura, cerámica. Principales períodos y estilos.",
        "- Principales yacimientos arqueológicos, museos o festivales relacionados con la Antigüedad Clásica en Europa, España y Castilla y León."
    ]
}