{
    "criteriosEvaluacion": [
        "1.1.Describir las principales características formales, estéticas, expresivas y técnicas de imágenes fijas, identificando la función comunicativa en su contexto.",
        "1.2.Identificar el género de varias imágenes fijas teniendo en cuenta las características propias de cada una, estableciendo conexiones entre sus características formales, su contexto y las temáticas que tratan.",
        "1.3.Describir los elementos de la dimensión sociocultural de la fotografía, estableciendo una conexión entre los elementos expresivos y el impacto que tienen sobre los receptores.",
        "2.1.Describir las características de las producciones audiovisuales de radio y podcast, identificando los elementos materiales y comunicativos, y valorando su adecuación a las necesidades de la comunicación social actual.",
        "2.2.Describir las principales características formales, estéticas, expresivas y técnicas del cine, analizando varias piezas audiovisuales e identificando la función comunicativa en su contexto histórico.",
        "2.3.Identificar los elementos de la dimensión sociocultural del cine, distinguiendo estereotipos, formas de manipulación y valorando la contribución a la libertad de expresión y al patrimonio cultura",
        "3.1.Identificar elementos expresivos de imágenes y producciones audiovisuales buscando información adicional, estableciendo conexiones con referentes culturales y determinando su significado.",
        "3.2.Argumentar sobre producciones audiovisuales, comunicando sus valoraciones personales críticas y estéticas, haciendo un uso adecuado del vocabulario específico de los diferentes lenguajes y medios.",
        "3.3.Compartir argumentos y criterios de valoración sobre producciones audiovisuales a través de diferentes canales y contextos, mostrando respeto por las obras y mostrando apertura hacia las opiniones de los otros.",
        "4.1.Explorar diferentes aproximaciones en la transmisión de ideas, sentimientos o emociones mediante la realización de creaciones audiovisuales diversas adaptadas a diferentes grupos y tipos de receptores.",
        "4.2.Elaborar un proyecto audiovisual valorando su artística, lúdica e ideológica, justificando las decisiones tomadas y ejerciendo, con criterio y respeto, la libertad de expresión personal.",
        "4.3.Planificar las fases de una producción audiovisual sencilla individual y/o colectiva mediante un proceso creativo de elección de ideas y gestión de recursos materiales y humanos de manera sostenible e integradora, y valorando la dimensión profesional vinculada a las diferentes áreas.",
        "5.1 Aplicar herramientas tecnológicas de producción de imágenes en la realización de proyectos diversos, desarrollando diferentes dinámicas de trabajo individual y en grupo, de manera activa, planificada, respetuosa y responsable.",
        "5.2 Crear producciones audiovisuales que den forma coherente a la intencionalidad comunicativa, haciendo uso de los elementos de la narrativa visual y la integración del sonido con exigencia a la calidad del acabado.",
        "5.3 Aplicar criterios de sostenibilidad, innovación e inclusión en las fases de una producción audiovisual.",
        "6.1 Explorar diferentes formas de difundir las producciones audiovisuales valorando el impacto en la recepción según los diferentes contextos.",
        "6.2 Compartir la experiencia creativa de selección y toma de decisiones en función del mensaje que se quiere comunicar, valorando la relación entre la intención, el proceso y la producción, y evaluando su resultado.",
        "6.3 Difundir producciones audiovisuales considerando aspectos éticos, legales, de seguridad, de sostenibilidad y de identidad digital."
    ],
    "saberes": [
        "BLOQUE 1. PERCEPCIÓN Y ANÁLISIS",
        "SUBBLOQUE 1.1. PERCEPCIÓN",
        "Los saberes de este subbloque son transversales a todas las competencias a pesar de estar especialmente vinculados a la C1 y C2.",
        "GRUPO 1. IMAGEN FIJA",
        "Principales etapas de la historia de la fotografía: orígenes, autores, corrientes.",
        "Aplicaciones y géneros fotográficos (artística, documental, científica, publicitaria).",
        "Sistemas tecnológicos fotográficos: corrección técnica y expresiva.",
        "Manifestaciones fotográficas contemporáneas.",
        "GRUPO 2. IMAGEN EN MOVIMIENTO",
        "Elementos en la recepción: información previa, observación, impacto.",
        "Cimientos históricos de las tecnologías del cine y las artes audiovisuales: el proceso hacia la imagen en movimiento.",
        "Evolución e influencia del cine en el contexto histórico, sociocultural, artístico y comunicativo. Orígenes, autores, corrientes.",
        "Sistemas tecnológicos audiovisuales: corrección técnica y expresiva.",
        "Manifestaciones cinematográficas y audiovisuales contemporáneas.",
        "GRUPO 3. MEDIOS DE COMUNICACIÓN AUDIOVISUAL",
        "Características y evolución de los medios de comunicación audiovisual: radio, televisión, medios multimedia actuales, podcast, videos, videojuegos.",
        "Lenguaje, géneros y formatos de la radio y la televisión: características técnicas y expresivas.",
        "Redes y socialización de la información, comunicación y creación.",
        "Lo audiovisual en la sociedad contemporánea: diversidad de medios y entornos profesionales relacionados.",
        "SUBBLOQUE 1.2. ANÁLISIS",
        "Los saberes de este subbloque son transversales a todas las competencias a pesar de estar especialmente vinculados a la C3.",
        "GRUPO 1. LENGUAJES AUDIOVISUALES",
        "Elementos formales de la imagen y su capacidad expresiva y narrativa. Signos básicos. Luz. Color. Planificación y encuadre. Composición. Tiempo. Sonido. Texto.",
        "Formatos audiovisuales. Aspectos formales.",
        "Códigos específicos audiovisuales: fotográfico, cinematográfico, radiofónico, televisivo y multimedia.",
        "Manifestaciones audiovisuales contemporáneas.",
        "Vocabulario relativo a los diferentes lenguajes y medios.",
        "GRUPO 2. IMAGEN Y SIGNIFICADO",
        "Patrimonio audiovisual valenciano y de diferentes culturas.",
        "Elementos relativos a la percepción audiovisual: sensación y memoria visual. Percepción de la realidad.",
        "Tipologías, características y funciones de la imagen.",
        "Lectura crítica de imágenes de diferentes épocas, géneros y movimientos estéticos variados.",
        "Dimensión artística, lúdica e ideológica: forma y contenido.",
        "Valores y categorías estéticas. Capacidad expresiva y comunicativa.",
        "Actitudes éticas de creador y receptor.",
        "Redes sociales: comunicación, creación audiovisual y uso responsable.",
        "BLOQUE 2. CREACIÓN",
        "SUBBLOQUE 2.1. NARRATIVA AUDIOVISUAL",
        "Los saberes de este subbloque son transversales a todas las competencias a pesar de estar especialmente vinculados a la C4 y C5.",
        "GRUPO 1. NARRACIÓN",
        "Estímulos para la creación. Fuentes y referencias.",
        "Géneros cinematográficos y audiovisuales.",
        "Estrategias de creatividad y toma de decisiones.",
        "La estructura fílmica: plano, escena y secuencia.",
        "El guion. Fases de elaboración: idea, sinopsis, argumento, escaleta, tratamiento. Tipología: literario, técnico, gráfico. Elementos: personajes, diálogos, secuencia, conflicto.",
        "Puesta en escena: localizaciones, elementos visuales, interpretación, caracterización y movimiento de personajes.",
        "Montaje audiovisual. Articulación tiempo y espacio.",
        "GRUPO 2. INTEGRACIÓN DEL SONIDO",
        "Relación entre imagen y sonido: tipología, función expresiva del sonido.",
        "Elementos técnicos: grabación y edición de sonido. Sincronía. Recreación.",
        "La música en el cine y medios audiovisuales: conceptos y funciones expresivas.",
        "Montaje audiovisual a partir del sonido.",
        "SUBBLOQUE 2.2. PRODUCCIÓN AUDIOVISUAL Y MULTIMEDIA",
        "Los saberes de este subbloque son transversales a todas las competencias, a pesar de estar especialmente vinculados a la C4, C5 y C6.",
        "GRUPO 1. PLANIFICACIÓN",
        "Tipología de proyectos.",
        "Fases de trabajo: preproducción, rodaje/grabación o toma de imágenes y posproducción.",
        "Equipos y distribución inclusiva de roles en la producción audiovisual.",
        "Pautas de atención, percepción y sentido crítico en la planificación.",
        "Técnicas de escucha activa, responsabilidad y sentido ético.",
        "Medios técnicos de realización: cámara. Elementos de iluminación. Elementos de grabación de sonido.",
        "Herramientas digitales para el diseño y la animación.",
        "Postproducción. Introducción a la edición no lineal: continuidad, paso del tiempo, transición entre planos y secuencias, ritmo. Efectos de imágenes. Retoque digital. Etalonaje y sonorización.",
        "Normativa vigente en relación con licencias de uso de elementos.",
        "Valoración y evaluación de procesos y resultados.",
        "GRUPO 2. DIFUSIÓN",
        "Espacios de exhibición convencionales.",
        "Espacios alternativos, redes, muestras y festivales.",
        "Recursos digitales aplicados a la difusión de proyectos artísticos.",
        "Estudios y profesiones relacionadas con la creación, la producción y la difusión audiovisual. Oportunidades de desarrollo personal, social y económico."

    ]
}
