{
  "saberes": [
    "Bloque A. Proceso de resolución de problemas.",
    "A.1. Estrategias para la resolución de problemas.",
    "A.1.1. Estrategias, técnicas y marcos de resolución de problemas en diferentes contextos y sus fases.",
    "A.1.2. Estrategias de búsqueda crítica de información para la investigación y definición de problemas planteados.",
    "A.1.3. El análisis de productos y de sistemas tecnológicos para la construcción de conocimiento desde distintos enfoques y ámbitos.",
    "A.1.4. Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar.",
    "A.2. Operadores tecnológicos.",
    "A.2.1. Estructuras para la construcción de modelos.",
    "A.2.2. Sistemas mecánicos básicos. Simulación o montajes físicos.",
    "A.2.3. Electricidad y electrónica básica. Simulación o montajes físicos.",
    "A.2.4. Interpretación, cálculo, diseño y aplicación en proyectos.",
    "A.3. Materiales y herramientas.",
    "A.3.1. Materiales tecnológicos básicos y su impacto ambiental.",
    "A.3.2. Herramientas y técnicas de manipulación y mecanizado de materiales para la construcción de objetos y prototipos.",
    "A.3.3. Estereotipos y funciones tradicionalmente asignadas a cada género en el manejo de herramientas y máquinas.",
    "A.3.4. Introducción a la fabricación digital.",
    "A.3.5. La importancia de las 5R: reducir, reparar, recuperar, reutilizar y reciclar.",
    "A.3.6. Respeto por las normas de seguridad e higiene y por el cuidado, control y mantenimiento de los recursos materiales del aula-taller de uso comunitario.",
    "Bloque B. Comunicación y difusión de ideas.",
    "B.1. Representación gráfica.",
    "B.1.1. Técnicas de representación gráfica. Acotación y escalas.",
    "B.1.2. Aplicaciones básicas de CAD en 2D y 3D para la representación de esquemas, circuitos, planos y objetos.",
    "B.2. Técnicas comunicativas.",
    "B.2.1. Herramientas digitales para la elaboración, publicación y difusión de documentación técnica e información multimedia relativa a proyectos.",
    "B.2.2. Vocabulario técnico apropiado.",
    "B.2.3. Habilidades básicas de comunicación interpersonal.",
    "B.2.4. Pautas de conducta propias del entorno virtual: etiqueta digital.",
    "Bloque C. Pensamiento computacional, programación y robótica.",
    "C.1. La informática.",
    "C.1.1. Algorítmica y diagramas de flujo.",
    "C.1.2. Aplicaciones informáticas sencillas para ordenador y dispositivos móviles.",
    "C.1.3. Introducción a la inteligencia artificial.",
    "C.2. Automatización y robótica.",
    "C.2.1. Sistemas de control programado.",
    "C.2.2. Montaje físico o uso de simuladores y programación sencilla de dispositivos.",
    "C.2.3. Internet de las cosas (IoT).",
    "C.2.4. Fundamentos de la robótica.",
    "C.2.5. Montaje y control programado de robots sencillos de manera física o por medio de simuladores.",
    "C.3. El error.",
    "C.3.1. Autoconfianza e iniciativa.",
    "C.3.2. El error, la reevaluación y la depuración como parte del proceso de aprendizaje.",
    "Bloque D. Digitalización del entorno personal de aprendizaje.",
    "D.1. Telecomunicaciones.",
    "D.1.1. Dispositivos digitales: elementos del hardware y software.",
    "D.1.2. Identificación y resolución de problemas técnicos sencillos.",
    "D.1.3. Sistemas de comunicación digital de uso común.",
    "D.1.4. Transmisión de datos.",
    "D.1.5. Tecnologías inalámbricas para la comunicación.",
    "D.2. Herramientas digitales para el aprendizaje.",
    "D.2.1. Herramientas y plataformas de aprendizaje.",
    "D.2.2. Configuración, mantenimiento y uso crítico.",
    "D.2.3. Herramientas de edición y creación de contenidos: instalación, configuración y uso responsable.",
    "D.2.4. Propiedad intelectual.",
    "D.2.5. Técnicas de tratamiento, organización y almacenamiento seguro de la información.",
    "D.2.6. Realización de copias de seguridad.",
    "D.2.7. Seguridad en la red: riesgos, amenazas y ataques.",
    "D.2.8. Medidas de protección de datos y de información.",
    "D.2.9. Bienestar digital.",
    "Bloque E. Tecnología sostenible.",
    "E.1. El desarrollo tecnológico.",
    "E.1.1. Desarrollo tecnológico: creatividad, innovación, investigación, obsolescencia e impacto social y ambiental.",
    "E.1.2. Ética y aplicaciones de las tecnologías emergentes.",
    "E.1.3. La mujer en el desarrollo tecnológico.",
    "E.2. Sostenibilidad.",
    "E.2.1. Tecnología sostenible: producción, gestión y consumo de la energía eléctrica.",
    "E.2.2. Desarrollo tecnológico sostenible en Extremadura.",
    "E.2.3. Consumo sostenible y sustentable de bienes y servicios tecnológicos.",
    "E.2.4. Compromiso ciudadano en el ámbito local y global para la sostenibilidad.",
    "E.2.5. Valoración crítica de la contribución de la tecnología a la consecución de los Objetivos de Desarrollo Sostenible (ODS).."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Definir problemas sencillos o necesidades básicas planteadas, buscando y contrastando información procedente de diferentes fuentes de manera crítica y segura, evaluando su fiabilidad y pertinencia.",
    "Criterio 1.2. Comprender y examinar productos tecnológicos de uso habitual, analizando objetos y sistemas, siguiendo los pasos del método científico a través del método de proyectos.",
    "Criterio 1.3. Utilizar herramientas de simulación en la construcción de conocimientos.",
    "Competencia específica 2.",
    "Criterio 2.1. Crear y diseñar soluciones originales a problemas definidos, aplicando conceptos, técnicas y procedimientos interdisciplinares con actitud emprendedora, perseverante y creativa.",
    "Criterio 2.2. Seleccionar, planificar y organizar los materiales y herramientas, así como las tareas necesarias para la construcción de una solución a un problema planteado.",
    "Criterio 2.3. Elaborar la documentación técnica normalizada necesaria (planos, esquemas, diagramas, etc.) para poder interpretar correctamente los datos en la futura construcción de la solución adoptada.",
    "Criterio 2.4. Trabajar cooperativamente, respetando las ideas y opiniones de los demás y desempeñando, con una actitud constructiva y empática, la función que le haya sido encomendada.",
    "Criterio 2.5. Contribuir a la igualdad de género mostrando una actitud proactiva en el reparto indistinto de las correspondientes funciones dentro de los grupos de trabajo en los que participa.",
    "Competencia específica 3.",
    "Criterio 3.1. Manipular y conformar materiales para la construcción de objetos o modelos, empleando herramientas y máquinas necesarias (por ejemplo, impresoras 3D, máquinas de corte CNC), respetando las normas de seguridad y salud.",
    "Criterio 3.2. Construir estructuras y mecanismos con elementos estructurales y operadores mecánicos o con simuladores en base a requisitos establecidos y aplicando cálculos y conocimientos científicos multidisciplinares.",
    "Criterio 3.3. Diseñar, calcular, montar o simular circuitos eléctricos y electrónicos funcionales sencillos por medio de operadores eléctricos o electrónicos para resolver problemas concretos y aplicando conocimientos y técnicas de medida.",
    "Competencia específica 4.",
    "Criterio 4.1. Representar ideas mediante bocetos, vistas y perspectivas, aplicando criterios de normalización y escalas, empleando para ello distintos recursos de diseño, incluyendo las herramientas digitales de diseño CAD.",
    "Criterio 4.2. Describir y comunicar el proceso de creación de un producto desde su diseño hasta su difusión, mediante la elaboración de la documentación técnica asociada con la ayuda de las herramientas digitales adecuadas y empleando los formatos y el vocabulario técnico apropiados, simbología y esquemas de sistemas tecnológicos.",
    "Criterio 4.3. Respetar las ideas y la labor de otros, así como las normas y protocolos de comunicación propios del trabajo cooperativo, participando y colaborando de forma activa y mostrando interés por el trabajo tanto presencial como en remoto.",
    "Criterio 4.4. Debatir opiniones e intercambiar información sobre el proyecto técnico elaborado y las soluciones propuestas al crear un producto, bien sea en un debate presencial o bien en redes sociales, aplicaciones o plataformas virtuales, usando las normas establecidas en la etiqueta digital y valorando la importancia de la comunicación en diferentes lenguas.",
    "Competencia específica 5.",
    "Criterio 5.1. Describir, interpretar y diseñar soluciones a problemas informáticos a través de algoritmos y diagramas de flujo, aplicando los elementos y técnicas de programación de manera creativa.",
    "Criterio 5.2. Programar aplicaciones sencillas para distintos dispositivos (ordenadores, dispositivos móviles y otros) empleando, en entornos de desarrollo, los elementos de programación de manera apropiada y aplicando sus herramientas de edición y módulos de inteligencia artificial que añadan funcionalidades.",
    "Criterio 5.3. Analizar, construir y programar sistemas de control programado y robots para automatizar procesos, máquinas y objetos de manera autónoma, con o sin conexión a Internet.",
    "Competencia específica 6.",
    "Criterio 6.1. Conocer los elementos y fundamentos de los dispositivos digitales de uso habitual y resolver problemas sencillos asociados, haciendo un uso eficiente de los recursos disponibles.",
    "Criterio 6.2. Configurar y ajustar correctamente las herramientas digitales habituales del entorno de aprendizaje y organizar la información de manera adecuada, ajustándose a sus necesidades y respetando la legalidad vigente.",
    "Criterio 6.3. Conocer el funcionamiento de Internet y los diferentes sistemas de comunicación e intercambio de información entre dispositivos, así como los riesgos y la normativa asociados a su uso, y adoptar las medidas de seguridad apropiadas para la protección de datos personales y del resto de información, mostrando una actitud curiosa, crítica y responsable.",
    "Competencia específica 7.",
    "Criterio 7.1. Conocer la influencia de la actividad tecnológica en la sociedad y en el medioambiente a lo largo de su historia.",
    "Criterio 7.2. Valorar la importancia de la actividad tecnológica en el desarrollo sostenible, identificando sus aportaciones y repercusiones en distintos ámbitos.",
    "Criterio 7.3. Identificar las aportaciones de las tecnologías emergentes al bienestar, a la igualdad social y a la disminución del impacto ambiental.",
    "Criterio 7.4. Proponer medidas y actuaciones que contribuyan a la consecución de los Objetivos de Desarrollo Sostenible (ODS) relacionados con el uso ético y responsable de las tecnologías.",
    "Criterio 7.5. Valorar críticamente la contribución de la tecnología sostenible a la consecución de los ODS.",
    "Criterio 7.6. Identificar la contribución de las mujeres a la actividad tecnológica.",
    "Criterio 7.7. Conocer la situación del desarrollo tecnológico en Extremadura, identificando las principales actividades tecnológicas de la Comunidad Autónoma."
  ]
}
