{
  "competenciasEspecificas": [
    "1. Buscar, seleccionar, tratar y organizar información sobre temas relevantes del presente y del pasado, usando críticamente fuentes históricas y geográficas, para adquirir conocimientos, elaborar y expresar contenidos en varios formatos. CCL2, CCL3, STEM4, CD1, CD2, CPSAA4, CC1, CCEC4.",
    "2. Indagar, argumentar y elaborar productos propios sobre problemas geográficos, históricos y sociales que resulten relevantes en la actualidad, desde lo local a lo global, para desarrollar un pensamiento crítico, respetuoso con las diferencias, que contribuya a la construcción de la propia identidad y a enriquecer el acervo común. CCL1, CCL2, CCL5, STEM2, STEM4, CD1, CD2, CD3, CPSAA3, CC1, CC3, CE3, CCEC2, CCEC3.",
    "3. Conocer los principales desafíos a los que se han enfrentado distintas sociedades a lo largo del tiempo, identificando las causas y consecuencias de los cambios producidos y los problemas a los que se enfrentan en la actualidad, mediante el desarrollo de proyectos de investigación y el uso de fuentes fiables, para realizar propuestas que contribuyan al desarrollo sostenible. CCL1, CCL3, CCL5, STEM3, STEM4, STEM5, CD1, CD2, CD3, CPSAA3, CC3, CC4, CE1, CCEC1.",
    "4. Identificar y analizar los elementos del paisaje y su articulación en sistemas complejos naturales, rurales y urbanos, así como su evolución en el tiempo, interpretando las causas de las transformaciones y valorando el grado de desequilibrio existente en los distintos ecosistemas, para promover su conservación, mejora y uso sostenible. CCL2, STEM5, CD1, CPSAA2, CC1, CC2, CC3, CC4, CE1.",
    "5. Analizar de forma crítica planteamientos históricos y geográficos explicando la construcción de los sistemas democráticos y los principios constitucionales que rigen la vida en comunidad, así como asumiendo los deberes y derechos propios de nuestro marco de convivencia, para promover la participación ciudadana y la cohesión social. CCL1, CCL5, CD1, CD3, CPSAA3, CC1, CC2, CCEC1.",
    "6. Comprender los procesos geográficos, históricos y culturales que han conformado la realidad multicultural en la que vivimos, conociendo y difundiendo la historia y cultura de las minorías étnicas presentes en nuestro país y valorando la aportación de los movimientos en defensa de la igualdad y la inclusión, para reducir estereotipos, evitar cualquier tipo de discriminación y violencia, y reconocer la riqueza de la diversidad. CCL2, CCL5, CP3, CD2, CPSAA3, CC1, CC2, CC3, CCEC1, CCEC2.",
    "7. Identificar los fundamentos que sostienen las diversas identidades propias y las ajenas, a través del conocimiento y puesta en valor del patrimonio material e inmaterial que compartimos para conservarlo y respetar los sentimientos de pertenencia, así como para favorecer procesos que contribuyan a la cohesión y solidaridad territorial en orden a los valores del europeísmo y de la Declaración Universal de los Derechos Humanos. CCL4, CP3, STEM4, CD2, CPSAA1, CC1, CC2, CC3, CCEC1, CCEC3.",
    "8. Tomar conciencia del papel de los ciclos demográficos, el ciclo vital, las formas de vida y las relaciones intergeneracionales y de dependencia en la sociedad actual y su evolución a lo largo del tiempo, analizándolas de forma crítica, para promover alternativas saludables, sostenibles, enriquecedoras y respetuosas con la dignidad humana y el compromiso con la sociedad y el entorno. CCL2, STEM1, STEM4, STEM5, CD4, CPSAA2, CPSAA5, CC1, CC2, CC3, CE2.",
    "9. Conocer y valorar la importancia de la seguridad integral ciudadana en la cultura de convivencia nacional e internacional, reconociendo la contribución del Estado, sus instituciones y otras entidades sociales a la ciudadanía global, a la paz, a la cooperación internacional y al desarrollo sostenible, para promover la consecución de un mundo más seguro, solidario, sostenible y justo. CCL2, STEM3, CD3, CC1, CC2, CC3, CC4, CE1, CCEC1."
  ]
}
