{
    "criteriosEvaluacion": [
        "• CE1.1. Explicar de forma respetuosa el enriquecimiento que supone la diversidad en el arte, estudiando obras de épocas y culturas distintas a partir de la vinculación con su contexto y analizando el concepto de arte al que responden. OBJ1",
        "• CE1.2. Exponer proyectos artísticos, individuales o colectivos, seleccionando los estilos, técnicas y lenguajes más adecuados de diversas disciplinas, y organizando y distribuyendo las tareas de manera razonada. OBJ7",
        "• CE1.3. Distinguir las funciones del arte a lo largo de la historia, analizando sin prejuicios su evolución a partir del estudio de diversas producciones artísticas de distintos estilos y épocas. OBJ2",
        "• CE1.4. Analizar producciones artísticas de diversos estilos y épocas, realizadas en distintos medios y soportes, relacionándolas con su contexto social, geográfico e histórico de creación y explicando las posibles relaciones con obras de otras épocas y culturas. OBJ4",
        "• CE1.5. Identificar los elementos constituyentes de manifestaciones artísticas de diversos períodos y estilos, reconociendo las claves de sus lenguajes y justificando su relación con la época, artista o movimiento correspondiente. OBJ3",
        "• CE1.6. Compartir las conclusiones de investigaciones sobre producciones artísticas de diversos estilos y épocas y las relaciones con su contexto, usando los medios analógicos y digitales más adecuados. OBJ4",
        "• CE2.1. Argumentar la evolución de la concepción del arte en la historia, comparando con iniciativa sus significados en períodos y culturas diferentes y analizando sus semejanzas y diferencias. OBJ1",
        "• CE2.2. Distinguir las funciones del arte a lo largo de la historia, analizando sin prejuicios su evolución a partir del estudio de diversas producciones artísticas de distintos estilos y épocas. OBJ2",
        "• CE2.3. Explicar las singularidades de diversas manifestaciones culturales y artísticas, relacionándolas con su función de forma abierta, crítica y respetuosa. OBJ2",
        "• CE2.4. Analizar formal, funcional y semánticamente, con criterio y sensibilidad, diferentes manifestaciones artísticas, haciendo uso de la terminología específica asociada a sus lenguajes. OBJ3",
        "• CE2.5. Analizar producciones artísticas de diversos estilos y épocas, realizadas en distintos medios y soportes, relacionándolas con su contexto social, geográfico e histórico de creación y explicando las posibles relaciones con obras de otras épocas y culturas. OBJ4",
        "• CE2.6. Comparar las interpretaciones que se dieron de diversas manifestaciones artísticas, analizando los diferentes puntos de vista y proponiendo una valoración personal. OBJ6",
        "• CE3.1. Explicar las singularidades de diversas manifestaciones culturales y artísticas, relacionándolas con su función de forma abierta, crítica y respetuosa. OBJ2",
        "• CE3.2. Identificar los elementos constituyentes de manifestaciones artísticas de diversos períodos y estilos, reconociendo las claves de sus lenguajes y justificando su relación con la época, artista o movimiento correspondiente. OBJ3",
        "• CE3.3. Analizar formal, funcional y semánticamente, con criterio y sensibilidad, diferentes manifestaciones artísticas, haciendo uso de la terminología específica asociada a sus lenguajes. OBJ3",
        "• CE3.4. Analizar producciones artísticas de diversos estilos y épocas, realizadas en distintos medios y soportes, relacionándolas con su contexto social, geográfico e histórico de creación y explicando las posibles relaciones con obras de otras épocas y culturas. OBJ4",
        "• CE4.1. Argumentar la evolución de la concepción del arte en la historia, comparando con iniciativa sus significados en períodos y cultura diferentes y analizando su semejanzas y diferencias. OBJ1",
        "• CE4.2. Interpretar creaciones artísticas de distintos períodos y estilos, analizando su forma, su significado y su contexto de creación e incorporando las ideas, conocimientos, emociones y sentimientos propios. OBJ6",
        "• CE4.3. Explicar las diferentes posibilidades expresivas del arte y su poder de transmisión de ideas, conceptos, sentimientos y emociones a partir de obras de artistas de distintas épocas y estilos, analizando las distintas interpretaciones que se dieron de ellas. OBJ5",
        "• CE4.4. Analizar producciones artísticas de diversos períodos y estilos vinculándolas creativamente con experiencias vitales propias y ajenas y valorándolas como herramientas potenciadoras de la creatividad, la imaginación, la autoestima y el crecimiento personal. OBJ5",
        "• CE4.5. Comparar las interpretaciones que se dieron de diversas manifestaciones artísticas, analizando los diferentes puntos de vista y proponiendo una valoración personal. OBJ6",
        "• CE5.1. Distinguir las funciones del arte a lo largo de la historia, analizando sin prejuicios su evolución a partir del estudio de diversas producciones artísticas de distintos estilos y épocas. OBJ2",
        "• CE5.2. Compartir las conclusiones de investigaciones sobre producciones artísticas de diversos estilos y épocas y las relaciones con su contexto, usando los medios analógicos y digitales más adecuados. OBJ4",
        "• CE5.3. Explicar las singularidades de diversas manifestaciones culturales y artísticas, relacionándolas con su función social de forma abierta, crítica y respetuosa. OBJ2",
        "• CE5.4. Analizar producciones artísticas de diversos estilos y épocas, realizadas en distintos medios y soportes, relacionándolas con su contexto social, geográfico e histórico de creación y explicando las posibles relaciones con obras de otras épocas y culturas. OBJ4",
        "• CE5.5. Comparar las interpretaciones que se dieron de diversas manifestaciones artísticas, analizando los diferentes puntos de vista y proponiendo una valoración personal. OBJ6",
        "• CE6.1. Explicar de forma respetuosa el enriquecimiento que supone la diversidad en el arte, estudiando obras de épocas y culturas distintas a partir de la vinculación con su contexto y analizando el concepto de arte al que responden. OBJ1",
        "• CE6.2. Argumentar la evolución de la concepción del arte en la historia, comparando con iniciativa sus significados en períodos y culturas diferentes y analizando sus semejanzas y diferencias. OBJ1",
        "• CE6.3. Explicar las singularidades de diversas manifestaciones culturales y artísticas, relacionándolas con su función de forma abierta, crítica y respetuosa. OBJ2",
        "• CE6.4. Identificar los elementos constituyentes de manifestaciones artísticas de diversos períodos y estilos, reconociendo las claves de sus lenguajes y justificando su relación con la época, artista o movimiento correspondiente. OBJ3",
        "• CE6.5. Analizar formal, funcional y semánticamente, con criterio y sensibilidad, diferentes manifestaciones artísticas, haciendo uso de la terminología específica asociada a sus lenguajes. OBJ3",
        "• CE6.6. Formular proyectos artísticos, individuales o colectivos, seleccionando los estilos, técnicas y lenguajes más adecuados de diversas disciplinas, y organizando y distribuyendo las tareas de manera razonada. OBJ7",
        "• CE6.7. Llevar a cabo con creatividad proyectos artísticos individuales o colectivos, materializando las ideas y objetivos expuestos, aplicando los aprendizajes adquiridos, asumiendo los roles asignados y respetando, en su caso, las aportaciones de los demás."
    ],
    "saberes": [
        "Bloque 1. Los fundamentos del arte",
        "• Tecnología del arte, materiales, técnicas y procedimientos.",
        "• Terminología específica del arte y de la arquitectura.",
        "• Aspectos históricos, geográficos y sociales del arte.",
        "• Teorías del arte. Definición de arte a lo largo de la historia y perspectiva actual.",
        "• Perspectiva de género en el arte: representaciones y creaciones de mujeres.",
        "• Arte conceptual y arte objeto.",
        "Bloque 2. Visión, realidad y representación",
        "• Introducción al arte precolombino y al arte africano precolonial.",
        "• Sistemas de representación espacial en la pintura. De la pintura primitiva a la ruptura cubista.",
        "• El impresionismo y posimpresionismo pictórico. El inicio de la escultura moderna.",
        "• El realismo: conceptos y enfoques. El hiperrealismo.",
        "• El surrealismo. Influencias posteriores en el arte, el cine y la publicidad.",
        "• La abstracción pictórica y escultórica: orígenes y evolución.",
        "• Tradición y vanguardia del arte gallego.",
        "Bloque 3. El arte clásico y sus proyecciones",
        "• Introducción a la arquitectura y escultura griegas. Órdenes. Obras y períodos más relevantes.",
        "• El retrato escultórico en la Roma Antigua.",
        "• Claves de la arquitectura a través de las diferentes épocas y estilos: de la romanización a la Baja Edad Media.",
        "• El renacer del arte clásico en la arquitectura, pintura y escultura: del trecento al cinquecento.",
        "• La proyección clásica en la edad contemporánea: del neoclasicismo a la pintura metafísica.",
        "Bloque 4. Arte y expresión",
        "• El simbolismo: expresión pictórica y literaria. La Hermandad Prerrafaelita.",
        "• La exaltación barroca, aportaciones a la pintura y escultura.",
        "• El Romanticismo y el origen de la modernidad.",
        "• El Expresionismo alemán. Del Fauvismo al Expresionismo figurativo del siglo XX.",
        "• Del rechazo dadaísta al arte intermedio de Fluxus.",
        "Bloque 5. Naturaleza, sociedad y comunicación en el arte",
        "• El modernismo. Arquitectura y artes aplicadas. La arquitectura orgánica.",
        "• La Bauhaus. Arte y función. Diseño y artes aplicadas. El Art Decó. Arte y artesanía. Laboratorio de Formas: Sargadelos.",
        "• La arquitectura del vidrio y el hierro y el movimiento moderno.",
        "• Arte y medios de comunicación: del cartelismo al Pop Art.",
        "• El arte en pantalla: el videoarte, arte en las redes, arte digital. La luz como elemento plástico.",
        "• Arte y ecología. Del Land Art y el Arte Povera hasta nuestros días.",
        "• El arte como instrumento de transformación de la sociedad. De los individualismos artísticos al arte colaborativo. Espacios urbanos e intervenciones artísticas. Arte urbano.",
        "Bloque 6. Metodologías y estrategias",
        "• Metodologías de estudio de las formas, las funciones y los significados asociados a los movimientos y estilos artísticos, y de análisis técnico y procedimental a la obra de arte.",
        "• La distribución de tareas en los proyectos artísticos colectivos: criterios de selección a partir de las habilidades requeridas.",
        "• Metodología proyectual. Fases de los proyectos artísticos.",
        "• Estrategias de selección de estilos, técnicas y lenguajes."
    ]
}