{
    "criteriosEvaluacion": [
        "1.1. Extraer e interpretar la información necesaria del enunciado de problemasrelacionados con la vida cotidiana y de los ámbitos cultural, social ycientífico, estructurando el proceso de resolución atendiendo a criterios deeficacia y sencillez. ",
        "1.2. Resolver problemas relacionados con los desafíos del siglo XXI,implementando las estrategias formales que sean necesarias para suresolución, movilizando de manera adecuada y justificada los conceptos,procedimientos y actitudes implicados. ",
        "1.3. Revisar, validar o rectificar las soluciones o conclusiones obtenidas, usandoaplicaciones de geometría dinámica, cálculo numérico o simbólico parasimular los procesos de resolución, y facilitando la interpretación yvalidación de resultados. ",
        "1.4. Analizar críticamente los procedimientos de resolución seguidos y aprenderde los errores cometidos, incorporando alternativas y transfiriéndolas a otrosproblemas similares, sistematizando y generalizando el proceso deresolución ",
        "2.1. Establecer conexiones entre situaciones relevantes del siglo XXI yconceptos matemáticos abstractos a partir del planteamiento de preguntasy la formulación de hipótesis.5.2.2. Usar analogías, patrones, contraejemplos u otras estrategias paraconfirmar o descartar hipótesis y conjeturas que permitan profundizar ensituaciones relevantes de los ámbitos social, cultural y científico. ",
        "2.3. Conectar diferentes conceptos y procedimientos matemáticosargumentando el razonamiento empleado. ",
        "2.4. Emplear de forma adecuada diferentes herramientas tecnológicas quefaciliten la interpretación de propiedades matemáticas. ",
        "2.5. Generalizar algunos argumentos para hacer demostraciones sencillassobre algunas propiedades fundamentales. ",
        "3.1. Establecer y aplicar de forma adecuada las conexiones entre los saberespropios de las matemáticas y los de otras disciplinas, buscando,formalizando o cuantificando las variables y las relaciones que intervienensobre situaciones concretas susceptibles de ser modelizadas. ",
        "3.2. Asumir hipótesis sobre aspectos desconocidos o no determinados yrealizar simplificaciones que permitan estructurar y elaborar un modelo deuna situación real. ",
        "3.3. Obtener la solución o resultados a partir del modelo matemático de unasituación interdisciplinar real, e interpretar los resultados, validándolos ycontrastándolos con la situación real. ",
        "3.4. Realizar inferencias sobre las propiedades más relevantes de fenómenosreales a partir de su modelización matemática. ",
        "3.5. Utilizar herramientas TIC para elaborar modelos matemáticos defenómenos reales, hacer simulaciones, realizar predicciones y tomardecisiones. ",
        "4.1. Analizar e interpretar los elementos necesarios para la implementacióndel algoritmo de resolución de un problema dado, ordenando,clasificando y organizando los datos con un lenguaje adecuado. ",
        "4.2. Elegir las estrategias adecuadas para la correcta resolución deproblemas o demostración de propiedades, descomponiendo yestructurando sus partes mediante algoritmos y analizando las diferentesopciones que se plantean. ",
        "4.3. Crear y editar contenidos digitales que faciliten la resolución ycomprensión de problemas, usando cuando sea necesario la calculadoray las hojas de cálculo. ",
        "5.1. Seleccionar el simbolismo adecuado para describir matemáticamentesituaciones relacionadas con los retos del siglo XXI o relevantes en losámbitos científico, cultural o social. ",
        "5.2. Utilizar de forma adecuada la terminología conceptual y las formas derepresentación simbólicas que resulten necesarias para formalizar conprecisión los conceptos matemáticos. ",
        "5.3. Realizar conversiones, entre las representaciones simbólicas quepermitan estructurar los razonamientos y procesos matemáticosimplicados en situaciones relevantes de los ámbitos científico, cultural ysocial, así como en los desafíos del siglo XXI. ",
        "6.1. Interpretar y producir correctamente mensajes con y sobrematemáticas, debatiendo e intercambiando ideas y enriqueciendo eldiscurso con las ideas de los demás o el uso de las herramientas TIC. ",
        "6.2. Comunicar ideas matemáticas recurriendo al conocimiento deconceptos, procedimientos y al lenguaje matemático de maneraestructurada. ",
        "6.3. Utilizar formas de expresión matemática precisas y rigurosas paracomunicar significados y matices ajustados a las características propiasde los contextos de comunicación. ",
        "7.1. Identificar y describir el contenido matemático presente en situacionesreales y, en particular, en fenómenos relevantes de los ámbitos cultural,social y científico. ",
        "7.2. Valorar la importancia del desarrollo de las matemáticas comoherramienta para el avance de la humanidad a lo largo de la historia. ",
        "7.3. Valorar las matemáticas como vehículo para la resolución deproblemas relacionados con los desafíos del siglo XXI. ",
        "8.1. Regular las emociones, actitudes y procesos cognitivos propiosimplicados al enfrentarse a situaciones de aprendizaje complejasrelacionadas con las matemáticas. ",
        "8.2. Mostrar una disposición favorable hacia el aprendizaje de lasmatemáticas y hacia las propias capacidades tanto en el trabajoindividual como colaborativo. ",
        "8.3. Abordar los errores como oportunidades de aprendizaje y desarrollarun uso flexible y adaptable de los procesos matemáticos para evitar elbloqueo en situaciones problemáticas y mejorar el trabajo en equipo. "
    ],
    "saberes": [
        "Sentido numérico y de las operaciones (Transversal a todas las CE)",
        "Combinatoria elemental. Estrategias para el recuento en conjuntos finitos.",
        "Razones y proporciones, porcentajes y tasas.",
        "Interés simple y compuesto. Interpretación de documentos financieros cotidianos y resolución de problemas.",
        "Uso de herramientas tecnológicas para el recuento o el cálculo numérico.",
        "Reconocimiento del error como elemento de aprendizaje en la selección u obtención de soluciones numéricas y cálculos realizados.",
        "Desarrollo histórico del sentido numérico. Usos sociales de los números.",
        "Ecuaciones-sistemas-inecuaciones (Transversal a todas las CE)",
        "Ecuaciones e inecuaciones.",
        "Sistemas de ecuaciones lineales de hasta 3 incógnitas.",
        "Resolución de problemas mediante el uso de ecuaciones y sistemas lineales con y sin medios tecnológicos.",
        "Programación lineal. Modelización de situaciones reales con y sin herramientas digitales.",
        "Desarrollo histórico del álgebra y valoración en el avance de la sociedad, la ciencia y la tecnología.",
        "Flexibilidad en el uso de varias estrategias, técnicas o métodos de resolución de situaciones problemáticas susceptibles de modelación algebraica.",
        "Autonomía, tolerancia ante el error, perseverancia en el aprendizaje de aspectos asociados al sentido algebraico.",
        "Funciones. Transversal a todas las CE.",
        "Funciones básicas. Características necesarias para la construcción gráfica.",
        "Resolución de problemas. Modelización y análisis de situaciones mediante funciones.",
        "Programas informáticos de geometría dinámica. Calculadoras gráficas.",
        "Desarrollo histórico del análisis sobre funciones y sus aplicaciones. Valoración de los usos científicos de las funciones.",
        "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados a las relaciones funcionales.",
        "Cálculo de derivadas. CE1, CE2, CE3, CE5, CE6, CE7, CE8.",
        "Introducción a la derivada. Tasa de variación absoluta y media.",
        "Concepto de derivada. Interpretación geométrica con medios tecnológicos.",
        "Reglas de derivación y cálculo de derivadas funciones simples.",
        "Desarrollo histórico del cálculo de derivadas y sus aplicaciones.",
        "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados al cálculo y utilización de la derivada de una función. ",
        "Estadística bidimensional. CE1, CE2, CE4, CE5, C6, CE7, CE8.",
        "Recogida, organización de datos bidimensionales, interpretación y comparación de datos en tablas de frecuencia, tablas de contingencia y gráfica, con y sin herramientas digitales.",
        "Parámetros estadísticos de una distribución bidimensional.",
        "Distribuciones condicionadas. Dependencia e Independencia. Representación gráfica.",
        "Regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste.",
        "Diseño de estudios estadísticos en contextos reales. Toma de decisiones: utilización de conclusiones derivadas del tratamiento estadístico de datos, fiabilidad en las estimaciones.",
        "Uso herramientas tecnológicas adecuadas (calculadora gráfica, webs o hojas de cálculo) en contextos cuando se requiera.",
        "Desarrollo histórico de la estadística y sus aplicaciones. Valoración de los usos en contextos diversos.",
        "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados al cálculo estadístico.",
        "Probabilidad e incertidumbre. CE1, CE2, CE3, CE5, C6, CE7, CE8.",
        "Experimentos aleatorios y sucesos. Frecuencias e idea intuitiva de probabilidad. Sucesos.",
        "Dependencia e independencia de sucesos.",
        "Estrategias de recuento para el cálculo de probabilidades. Diagramas de árbol y tablas de contingencia. Regla de Laplace",
        "Probabilidad condicionada. Teoremas: probabilidad total y Bayes.",
        "Distribución binomial. Distribución normal. Distribución uniforme discreta y continua",
        "Cálculo de probabilidades mediante herramientas tecnológicas. Interpretación y análisis de",
        "información de naturaleza estocástica en diversos contextos.",
        "Desarrollo histórico de la probabilidad y sus aplicaciones. Valoración de los usos en el tratamiento de la información.",
        "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos de trabajo asociados a distribuciones y el cálculo de probabilidades.",
        "Transversal a todas las CE.",
        "Análisis e interpretación de sucesiones numéricas: término general, monotonía, predicción de términos y acotación",
        "Grafos: composición y tipos (dirigidos, planos, ponderados. árboles …)",
        "Grafos eulerianos y hamiltonianos: resolución de problemas de caminos y círculos.",
        "Coloración de grafos. Resolución del camino mínimo en diferentes contextos",
        "Estrategias de resolución de problemas. Modelización de fenómenos mediante algoritmos y programas y herramientas tecnológicas adecuadas.",
        "Desarrollo histórico del pensamiento computacional y sus aplicaciones. Valoración de los usos de sucesiones y de la teoría de grafos.",
        "Perseverancia, iniciativa y flexibilidad en la resolución de situaciones problemáticas susceptibles de error o no exentos de dificultades relacionados con las formas de razonamiento lógicomatemático o del uso de medios tecnológicos específicos",
        "Transversal a todas las CE.",
        "Construcción de elementos de geometría plana utilizando herramientas TIC y programas de geometría dinámica.",
        "Aplicaciones geométricas en problemas de modelización y en contextos reales.",
        "Puntos, vectores y movimientos en el plano con programas de geometría dinámica.",
        "Ecuaciones de la recta y posiciones relativas en el plano utilizando programas de geometría dinámica.",
        "Perseverancia, iniciativa y flexibilidad en la resolución de problemas geométricos con el uso de herramientas TIC y programas de geometría dinámica."
    ]
}
