{
    "criteriosEvaluacion": [
        "1.1. Identificar y poner en valor la riqueza de las expresiones artísticas y su concepción del arte mediante proyectos de investigación. CCL3, CD1, CPSAA3.2, CC1, CC3, CCEC1, CCEC2, CCEC3.2",
        "1.2. Analizar obras de arte seleccionadas, reconociendo sus principales características. CCL3, CPSAA3.2, CCEC1, CCEC2, CCEC3.2",
        "2.1. Elaborar opiniones fundamentadas sobre distintas obras de arte, valorando las opiniones y las emociones de las demás personas. CCL1, CCL5, CD1, CPSAA1.2, CPSAA5, CC1, CCEC2, CCEC3.2",
        "2.2. Emplear el vocabulario específico de la materia, haciendo uso de los distintos lenguajes artísticos mediante herramientas de análisis de las obras de arte. CCL1, CPSAA5, CE3, CCEC2",
        "3.1. Identificar las distintas funciones del arte, analizando los factores sociopolíticos, culturales, ideológicos, económicos o religiosos que influyen en la obra de arte. CP3, CPSAA1.2, CPSAA3.2, CC1, CC2, CCEC1, CCEC2, CCEC3.1",
        "3.2. Construir opiniones fundamentadas sobre las obras de arte, su proceso de producción, su estética y su percepción por parte del público. CP3, CPSAA1.2, CPSAA3.2, CC1, CC3, CCEC1, CCEC2",
        "4.1. Identificar los principales movimientos artísticos a lo largo de la historia, en Canarias, en el resto del territorio español y en el mundo. CPSAA3.2, CC1, CC2, CCEC2, CCEC3.2",
        "4.2. Conocer y explicar la relación cultural que tiene el arte con su entorno cultural, describiendo sus funciones, características básicas de estilo y su evolución temporal. CCL5, CP3, CD1, CPSAA3.2, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2",
        "4.3. Comparar y contrastar obras de arte para reconocer la evolución que se ha producido a lo largo de los distintos períodos artísticos, explicando los antecedentes y consecuentes y las rupturas entre estilos, autores, autoras y movimientos. CPSAA3.2, CC2, CC3, CCEC1, CCEC2, CCEC3.2",
        "5.1. Realizar comentarios sobre distintas obras de arte siguiendo una pautas sobre descripción formal de los elementos, características del período artístico, influencias, contextos y repercusiones en otros artistas o estilos, incluyendo el ámbito canario, respetando todas manifestaciones artísticas. CP3, CPSAA3.1, CPSAA3.2, CC2, CC3, CCEC1, CCEC3.2",
        "5.2. Reconocer la complejidad del trabajo de los artistas y las artistas en el proceso creativo. CPSAA3.1, CPSAA3.2, CC1, CC2, CC3, CCEC1, CCEC3.2",
        "5.3. Investigar y trabajar las biografías de las personas creadoras, identificando en su obra las características del período estudiado y la influencia que tienen en sus creaciones sus rasgos biográficos. CD1, CPSAA3.1, CPSAA3.2, CC3, CCEC1, CCEC2, CCEC3.2",
        "6.1. Valorar el patrimonio artístico canario, del resto del territorio español y mundial, tomando conciencia de la necesidad de su protección y difusión. CC2, CC3, CCEC1, CCEC2",
        "6.2. Investigar sobre las obras de arte, en especial las canarias, indagando cómo se adquieren, conservan y se exhiben, teniendo en cuenta la influencia de la acción antrópica sobre ellas. CC2, CC3, CE1, CCEC1, CCEC2",
        "6.3. Analizar la influencia que tiene el arte y el patrimonio artístico en el concepto del mundo que nos rodea, identificando los recursos estéticos e iconográficos utilizados. CP3, CPSAA3.2, CC1, CC3, CE1, CCEC1, CCEC3.2",
        "7.1. Comparar distintos cánones de belleza y obras de diversos estilos y lugares para apreciar la relatividad de las concepciones estéticas. CCL1, CD2, CPSAA3.1, CPSAA3.2, CC1, CC3, CCEC1, CCEC3.2",
        "7.2. Realizar estudios sobre obras de arte donde se aprecia la diversidad estética a través de las diferentes épocas y estilos. CD2, CPSAA1.1, CPSAA3.1, CPSAA3.2, CC1, CC3, CCEC1, CCEC3.2",
        "8.1. Reconocer, a través de los distintos períodos de la Historia del Arte, a las principales artistas. CCL5, CPSAA3.1, CC2, CC3, CCEC1, CCEC2, CCEC3.2",
        "8.2. Valorar a la mujer artista en su contexto histórico, haciendo difusión de la importancia de su producción artística y sus aportaciones a la Historia del Arte. CCL5, CPSAA3.1, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2",
        "8.3. Analizar producciones artísticas femeninas, mediante la comparación entre etapas de la Historia del Arte, tomando conciencia crítica de la imagen que se ha dado de mujer en la Historia del Arte. CCL5, CPSAA3.1, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2"
    ],
    "saberes": [
        "I. Aproximación a la Historia del Arte",
        "    1. Debate sobre la definición de arte y su concepto del arte a lo largo de la historia.",
        "    2. Estudio sobre el lenguaje artístico: el arte como forma de comunicación. La variedad de códigos y lenguajes. Conocimiento de la variedad de símbolos e iconografía en el arte. La subjetividad creadora. La complejidad de la interpretación. El juicio estético.",
        "    3. Aproximación al aprendizaje de la terminología y vocabulario específico del arte en la arquitectura y las artes plásticas.",
        "    4. Uso de las herramientas para el análisis de la obra de arte: elementos técnicos, formales, y estilísticos. Estudio iconográfico y significado, identificación, contextualización y relevancia de la obra. El análisis comparativo.",
        "    5. Análisis de las influencias, préstamos, continuidades y rupturas en la Historia del Arte.",
        "II. El arte y sus funciones a lo largo de la historia",
        "    1. Comprensión del arte como instrumento mágico-ritual a lo largo de la historia.",
        "    2. Reconocimiento del arte como dispositivo de dominación y control: desde las primeras civilizaciones urbanas hasta la sociedad contemporánea.",
        "    3. Valoración del arte como instrumento propagandístico: desde el Mundo Antiguo hasta la actual sociedad de consumo.",
        "    4. Conocimiento de la función didáctica y religiosa del arte en las sociedades teocéntricas.",
        "    5. Identificación del mecenazgo y el coleccionismo como elementos de diferenciación social en el arte.",
        "    6. Utilización del arte como medio de progreso, crítica y transformación sociocultural desde el pensamiento ilustrado hasta la actualidad.",
        "    7. Análisis del arte como idioma de sentimientos y emociones.",
        "    8. Utilización del arte como expresión de los avances tecnológicos: desde la Revolución Industrial hasta la era digital.",
        "III. Dimensión individual y social del arte",
        "    1. Reflexión sobre la necesidad de representarnos. Estudio de la imagen del cuerpo humano. El género del retrato. La evolución en la imagen del artista. Arte e identidad individual.",
        "    2. Análisis y estudio de las escuelas, regionalismos y búsqueda de identidad. Las escuelas en el arte de Canarias.",
        "    3. Igualdad. ",
        "        3.1. Identificación y análisis de la representación de la mujer en el arte desde una perspectiva crítica.",
        "        3.2. Valoración de la mujer como artista. La lucha por la visibilidad a lo largo de la historia del arte.",
        "IV. Realidad, espacio y territorio en el arte",
        "    1. Reconocimiento de la revolución de la fotografía y del cine. El arte y la realidad, imitación e interpretación.",
        "    2. Estudio sobre la creación de espacios arquitectónicos.",
        "    3. Identificación y análisis de la pintura y la perspectiva a través de la conquista de la tercera dimensión.",
        "    4. Indagación sobre la intervención del arte en el urbanismo.",
        "    5. Concienciación sobre la función del arte en el medio ambiente. La naturaleza y la representación de las emociones.",
        "    6. Reconocimiento de la contribución del arte a los Objetivos de Desarrollo Sostenible y a la Agenda Canaria de Desarrollo Sostenible 2030. Aproximación a la arquitectura, urbanismo y diseño sostenible.",
        "    7. Valoración y reflexión sobre el patrimonio artístico: preservación, conservación y usos sostenibles. La utilidad de la museografía y museología. Conocimiento de la realidad museística canaria."
    ]
}