{
  "saberes": [
    "Bloque A. Las lenguas y sus hablantes.",
    "A.1. La comunicación: lengua y lenguas.",
    "A.1.2.1. Las familias lingüísticas y las lenguas del mundo.",
    "A.1.2.2. La diversidad de códigos contemporáneos, con atención a los diversos sistemas lingüísticos y los sistemas alternativos de comunicación.",
    "A.2. España, un país plurilingüe.",
    "A.2.2.1. Reconocimiento de las lenguas de España: origen, distribución geográfica y nociones básicas.",
    "A.2.2.2. Plurilingüismo y diversidad dialectal.",
    "A.2.2.3. Comparación de rasgos de las principales variedades dialectales del español, con especial atención a las peculiaridades del dialecto extremeño.",
    "A.3. Idiolecto, interlingüismo y valoración de la diversidad idiomática.",
    "A.3.2.1. Biografía lingüística y diversidad idiomática del entorno (iniciación).",
    "A.3.2.2. Reflexión interlingüística (iniciación).",
    "A.3.2.3. Prejuicios y estereotipos lingüísticos explícitos. Estrategias para evitarlos.",
    "Bloque B. Comunicación.",
    "B.1. Contexto.",
    "B.1.2.1. Identificación de situaciones de comunicación y análisis elemental de sus elementos.",
    "B.1.2.2. Acercamiento a rasgos y situaciones de comunicación verbal y no verbal propias de ámbitos variados, próximos al alumnado.",
    "B.1.2.3. Adecuación del registro a las situaciones comunicativas según su grado de formalidad y su carácter público o privado.",
    "B.1.2.4. Reconocimiento de registros y propósitos comunicativos.",
    "B.1.2.5. Estrategias elementales para la comunicación formal.",
    "B.1.2.6. Reconocimiento de los niveles sociales de la lengua.",
    "B.2. Géneros discursivos.",
    "B.2.2.1. Reconocimiento, análisis y redacción de textos expositivos académicos breves: la definición y el resumen.",
    "B.2.2.2. Reconocimiento, análisis y redacción de textos narrativos, descriptivos y dialogados.",
    "B.2.2.3. Géneros discursivos propios del ámbito personal: la conversación.",
    "B.2.2.4. Géneros discursivos propios del ámbito educativo. La exposición oral guiada de conceptos lingüísticos.",
    "B.2.2.5. Géneros discursivos propios del ámbito educativo. La exposición oral guiada de conceptos literarios.",
    "B.2.2.6. Géneros discursivos propios del ámbito social: prensa digital, blogs, webs Etiqueta digital y riesgos de desinformación, manipulación y vulneración de la privacidad en la red. ",
    "B.2.2.7. Análisis básico de la imagen y de los elementos paratextuales de los textos icónico-verbales y multimodales.",
    "B.2.2.8. Reconocimiento e integración textual básica de las propiedades textuales: coherencia, cohesión y adecuación.",
    "B.3. Procesos.",
    "B.3.2.1. Interacción oral de carácter informal. Tomar y dejar la palabra. Cooperación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "B.3.2.2. Interacción escrita de carácter informal.",
    "B.3.2.3. Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante.",
    "B.3.2.4. Identificación de usos discriminatorios del lenguaje verbal y no verbal, y de los mecanismos adecuados para el lenguaje inclusivo.",
    "B.3.2.5. Estrategias iniciales para la producción oral formal. Planificación guiada y búsqueda de información, textualización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal.",
    "B.3.2.6. Comprensión lectora: sentido global del texto y relación entre sus partes. La intención del emisor.",
    "B.3.2.7. Estrategias elementales de producción escrita. Planificación, redacción, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica.",
    "B.3.2.8. Técnicas básicas de escritura para la organización del pensamiento en toma de notas, esquemas, mapas conceptuales, resúmenes, etc.",
    "B.3.2.9. Destrezas elementales de alfabetización informacional: búsqueda y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión creativa y respetuosa con la propiedad intelectual. Uso de plataformas virtuales en proyectos escolares.",
    "B.4. Reconocimiento y uso discursivo de los elementos lingüísticos.",
    "B.4.2.1. Recursos lingüísticos básicos para mostrar la implicación del emisor en los textos: formas de deixis (personal, temporal y espacial) y procedimientos de modalización.",
    "B.4.2.2. Recursos lingüísticos elementales para adecuar el registro a la situación de comunicación.",
    "B.4.2.3. Mecanismos de cohesión. Conectores textuales temporales, explicativos, de orden y de contraste. Mecanismos de referencia interna gramaticales (sustituciones pronominales) y léxicos (repeticiones, sinónimos, hiperónimos y elipsis).",
    "B.4.2.4. Uso coherente de las formas verbales en los textos. Los tiempos de pretérito en la narración. Correlación temporal en el discurso relatado.",
    "B.4.2.5. Técnicas elementales para la corrección lingüística y revisión ortográfica y gramatical de los textos. Uso básico de diccionarios, manuales de consulta y correctores ortográficos en soporte analógico o digital.",
    "B.4.2.6. Ampliación del uso de signos de puntuación variados como mecanismo organizador del texto escrito. Su relación con el significado.",
    "Bloque C. Educación literaria.",
    "C.1. La lectura como experiencia de enriquecimiento personal.",
    "C.1.2.1. Implicación en la lectura de manera progresivamente autónoma a partir de una preselección de textos variados que incluyan obras de autoras y autores. Reflexión sobre los textos y sobre la propia práctica de lectura sustentada en modelos.",
    "C.1.2.2. Selección, de manera orientada, de obras variadas que incluyan autoras y autores, a partir de la exploración guiada de las bibliotecas, la escolar y las públicas disponibles. Ampliación del uso compensado y sostenible de formatos variados, físicos o digitales, para la lectura. ",
    "C.1.2.3. Familiarización con el circuito literario y lector. Participación en actos culturales organizados en el centro.",
    "C.1.2.4. Tácticas de toma de conciencia de los propios gustos e identidad lectora.",
    "C.1.2.5. Expresión, a través de modelos, de la experiencia lectora y de diferentes formas de apropiación y recreación de los textos leídos.",
    "C.1.2.6. Estrategias de movilización de la experiencia personal y lectora para establecer vínculos entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas.",
    "C.1.2.7. Técnicas para la recomendación de las lecturas, en soportes variados o bien oralmente entre iguales.",
    "C.2. La lectura como experiencia cultural.",
    "C.2.2.1. Lectura de obras relevantes de la literatura juvenil contemporánea y del patrimonio literario universal, con atención a las manifestaciones de la literatura extremeña, inscritas en itinerarios temáticos o de género, que incluyan la presencia de autoras y autores.",
    "C.2.2.2. Estrategias y modelos básicos de construcción compartida de la interpretación de las obras. Conversaciones literarias.",
    "C.2.2.3. Relación básica entre los elementos constitutivos del género literario y la construcción del sentido de la obra. Reconocimiento de subgéneros literarios.",
    "C.2.2.4. Introducción al lenguaje literario. Análisis básico del valor de los recursos expresivos; sus efectos en la recepción.",
    "C.2.2.5. Relación y comparación de los textos leídos con otros textos, con otras manifestaciones artísticas y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes.",
    "C.2.2.6. Estrategias, modelos y pautas para la expresión, a través de procesos y soportes diversificados, de la interpretación y valoración personal de obras y fragmentos literarios.",
    "C.2.2.7. Lectura con perspectiva de género. Indagación en los textos y fuentes de conocimiento literario sobre la presencia de voces femeninas en la literatura. Acercamiento a textos de diversos géneros, compuestos por escritoras de diversas épocas y tradiciones.",
    "C.3. Lectura expresiva y creación literaria.",
    "C.3.2.1. Técnicas de lectura expresiva, dramatización y recitación de los textos.",
    "C.3.2.2. Creación de textos sencillos a partir de la apropiación de las   convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación, etc.).",
    "Bloque D. Reflexión sobre la lengua.",
    "D.1. La lengua como sistema: niveles y unidades. La reflexión metalingüística.",
    "D.1.2.1. Reconocimiento de la lengua como sistema y de sus unidades básicas, teniendo en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado), su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "D.1.2.2. Estrategias elementales para la construcción guiada de conclusiones propias sobre el sistema lingüístico. Observación, comparación y clasificación de unidades comunicativas. ",
    "D.1.2.3. Manipulación básica de estructuras, formulación de hipótesis, contraejemplos, generalizaciones y contraste entre lenguas, utilizando el metalenguaje específico.",
    "D.2. Relaciones entre lengua oral y lengua escrita: fonología y ortografía.",
    "D.2.2.1. Aproximación a la identificación y el análisis de las diferencias relevantes e intersecciones entre lengua oral y lengua escrita atendiendo a aspectos morfosintácticos, léxicos y pragmáticos.",
    "D.2.2.2. Reconocimiento de los elementos básicos de fonología, reflexión autónoma sobre su vinculación con la escritura y aplicación de las principales reglas de ortografía.",
    "D.3. Morfosintaxis.",
    "D.3.2.1. Identificación de las clases de palabras y análisis básico de su estructura. Acercamiento a los procedimientos para el cambio de categoría.",
    "D.3.2.2. Reconocimiento de sintagmas y análisis de su estructura.",
    "D.3.2.3. Correspondencia entre los esquemas semántico y sintáctico de la oración simple. Identificación y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria. Relaciones de concordancia.",
    "D.3.2.4. Estrategias de uso de diccionarios y manuales especializados para obtener información gramatical básica.",
    "D.4. El léxico castellano: formación, adquisición y significado.",
    "D.4.2.1. Reconocimiento y análisis elemental de los procedimientos de adquisición y formación de palabras. ",
    "D.4.2.2. Reflexión básica sobre los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Reconocer las lenguas de España a partir de la distinción de ciertas particularidades básicas y el contraste de algunos de sus rasgos en manifestaciones orales, escritas y multimodales.",
    "Criterio 1.2. Establecer relaciones entre las lenguas nacionales y otras habladas por el alumnado a partir de la reflexión interlingüística, favorecedora del desarrollo de su competencia plurilingüe, en contextos de intercambio familiar, académico y social.",
    "Criterio 1.3. Reconocer las variedades dialectales del español, con atención especial a las manifestaciones de la variedad geográfica extremeña, mediante la identificación de rasgos diferenciadores esenciales en manifestaciones orales, escritas y multimodales.",
    "Criterio 1.4. Señalar situaciones de comunicación variadas y sus elementos constitutivos, apreciando prejuicios y estereotipos lingüísticos.",
    "Criterio 1.5. Distinguir plurilingüismo de variedad dialectal, mostrando una actitud de respeto y valoración de la riqueza cultural, idiomática y dialectal, a partir de la observación de la diversidad lingüística del entorno, que permita identificar prejuicios y estereotipos lingüísticos explícitos.",
    "Competencia específica 2.",
    "Criterio 2.1. Comprender e interpretar el sentido global y la información más relevante de textos orales y multimodales sencillos propios del ámbito personal, académico y social en función de las necesidades comunicativas y la intención del emisor.",
    "Criterio 2.2. Reconocer la estructura de textos orales sencillos propios del ámbito personal, académico y social en función de las necesidades comunicativas y la intención del emisor.",
    "Criterio 2.3. Analizar los elementos de la comunicación en situaciones de intercambio académico y social y la posible interacción entre ellos.",
    "Criterio 2.4. Identificar la variedad de códigos comunicativos en la sociedad contemporánea y analizar su uso en contextos comunicativos reconocibles para el alumnado.",
    "Criterio 2.5. Evaluar la eficacia de los procedimientos empleados en situaciones de comunicación oral, en ámbitos académicos y sociales cercanos al alumnado, así como la calidad, fiabilidad e idoneidad del canal utilizado.",
    "Criterio 2.6. Valorar la forma y el contenido de textos orales y multimodales sencillos vinculados al ámbito académico y social cercano al alumnado, con atención al uso expresivo no discriminatorio.",
    "Competencia específica 3.",
    "Criterio 3.1. Realizar narraciones, descripciones y exposiciones orales sencillas con diferente grado de planificación sobre temas de interés personal, social y educativo, relacionados con los desafíos del siglo XXI, con fluidez, coherencia y con el registro adecuado.",
    "Criterio 3.2. Reconocer y emplear las convenciones básicas de los distintos géneros discursivos así como los rasgos más característicos de los registros y niveles sociales de la lengua en situaciones de comunicación académicas y sociales habituales para el alumnado de esta etapa.",
    "Criterio 3.3. Usar de manera eficaz los recursos verbales y no verbales en sus producciones orales, contextualizadas en el entorno académico del aula.",
    "Criterio 3.4. Participar de manera activa y adecuada en interacciones orales informales, integradas en el trabajo en equipo, con actitudes de escucha activa, estrategias de cooperación conversacional y cortesía lingüística y uso de una expresión respetuosa e inclusiva.",
    "Criterio 3.5. Intervenir de forma guiada en interacciones formales sencillas de carácter dialogado, a partir del empleo de mecanismos lingüísticos básicos para adecuar su registro a situaciones académicas formales y a contextos sociales reconocibles para el alumnado, en los que dicho registro sea adecuado.",
    "Criterio 3.6. Reconocer y utilizar los principales recursos lingüísticos para mostrar la implicación del emisor en los textos e introducir mecanismos básicos de cohesión en los textos orales.",
    "Criterio 3.7. Emplear técnicas básicas de alfabetización informacional en la planificación de las intervenciones orales.",
    "Competencia específica 4.",
    "Criterio 4.1. Comprender el sentido global de los textos escritos y multimodales de diferentes ámbitos y vinculados a contextos locales, y distinguir su mensaje principal de la información secundaria, en relación a los propósitos de lectura.",
    "Criterio 4.2. Interpretar el sentido global, la información más relevante y la intención del emisor de textos escritos y multimodales sencillos de diferentes ámbitos, realizando las inferencias e hipótesis necesarias.",
    "Criterio 4.3. Reconocer la estructura de textos escritos y multimodales sencillos propios del ámbito personal, académico y social en función de las necesidades comunicativas y la intención del emisor.",
    "Criterio 4.4. Reconocer los rasgos básicos de los niveles y registros de la lengua, y valorar la adecuación del discurso a situaciones comunicativas propias de su vida cotidiana e insertas en un entorno reconocible, a partir del análisis guiado de los mecanismos básicos de coherencia, cohesión y adecuación textual.",
    "Criterio 4.5. Evaluar, de forma guiada, la fiabilidad e idoneidad del canal de la comunicación escrita o multimodal así como la eficacia de los procedimientos comunicativos empleados.",
    "Criterio 4.6. Percibir los usos discriminatorios de los códigos verbales y visuales mediante el análisis guiado de elementos icónicos y paratextuales presentes en mensajes sociales habituales en el entorno de los estudiantes.",
    "Criterio 4.7. Emplear técnicas de alfabetización informacional a partir del desarrollo de criterios básicos de detección de la veracidad, calidad y pertinencia de la información seleccionada.",
    "Competencia específica 5.",
    "Criterio 5.1. Planificar la redacción de textos escritos descriptivos, dialogados, narrativos y expositivos, breves y multimodales, sencillos, atendiendo a la situación comunicativa, destinatario, propósito y canal.",
    "Criterio 5.2. Redactar borradores y revisarlos con ayuda del diálogo entre iguales, la supervisión docente y el empleo de instrumentos de consulta, y presentar un texto final coherente, cohesionado y con el registro adecuado.",
    "Criterio 5.3. Incorporar procedimientos básicos para corregir y enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical, con atención al uso no discriminatorio de la lengua.",
    "Criterio 5.4. Diversificar el manejo de técnicas de escritura para la organización del pensamiento en la redacción guiada de textos tales como esquemas, resúmenes y mapas conceptuales.",
    "Criterio 5.5. Emplear técnicas diversas para la edición del texto escrito en distintos soportes y en formatos variados, adecuados a su edad y al grado de desarrollo de sus habilidades comunicativas, potenciando su creatividad y fomentando el respeto a la propiedad intelectual.",
    "Competencia específica 6.",
    "Criterio 6.1. Elaborar trabajos de investigación de manera guiada en diferentes soportes sobre diversos temas de interés académico, personal o social.",
    "Criterio 6.2. Localizar, seleccionar y contrastar información procedente de diferentes fuentes, de manera guiada, calibrando su fiabilidad y pertinencia en función de los objetivos de lectura.",
    "Criterio 6.3. Organizar e integrar la información seleccionada en esquemas propios, partiendo de propuestas modelo.",
    "Criterio 6.4. Reelaborar, a partir de guías de estructura y expresión, la información previamente seleccionada adoptando un punto de vista crítico y respetuoso con los principios de propiedad intelectual.",
    "Criterio 6.5. Comunicar de forma creativa la información seleccionada ya sea usando soportes tradicionales o digitales.",
    "Competencia específica 7.",
    "Criterio 7.1. Elegir y leer textos a partir de preselecciones guiándose por sus propios gustos, intereses y necesidades.",
    "Criterio 7.2. Desarrollar sus propios criterios estéticos y valorar la experiencia lectora como fuente de placer.",
    "Criterio 7.3. Iniciarse en dinámicas para compartir la experiencia de lectura en soportes diversos, entre sus iguales.",
    "Criterio 7.4. Relacionar el sentido de la obra con la propia experiencia biográfica y lectora, así como con el contexto contemporáneo y otras manifestaciones artísticas.",
    "Competencia específica 8.",
    "Criterio 8.1. Explicar y argumentar, con la ayuda de pautas y modelos, la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra.",
    "Criterio 8.2. Reconocer los distintos géneros y subgéneros literarios en sus lecturas, así como los recursos literarios utilizados.",
    "Criterio 8.3. Establecer de manera guiada vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales, así como con otras manifestaciones artísticas, en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal del lector en la lectura.",
    "Criterio 8.4. Crear, de forma guiada, textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios.",
    "Competencia específica 9.",
    "Criterio 9.1. Revisar textos propios y ajenos de manera guiada y hacer propuestas de mejora argumentando los cambios, a partir de la observación y análisis de las unidades básicas del sistema lingüístico empleando los tecnicismos adecuados.",
    "Criterio 9.2. Identificar y subsanar, de forma guiada, dificultades de expresión escrita, poniendo en práctica las habilidades derivadas de la reflexión sobre la estructura y componentes de los diferentes niveles de la lengua.",
    "Criterio 9.3. Establecer semejanzas y diferencias entre aspectos esenciales de la lengua oral y escrita, por medio del reconocimiento de los principios fundamentales de la fonología y de las reglas básicas de ortografía.",
    "Criterio 9.4. Expresar generalizaciones sobre aspectos básicos del funcionamiento de la lengua tales como los rasgos de las categorías gramaticales y la estructura de los grupos sintácticos, a partir del análisis, comparación y transformación de distintas unidades de la lengua y empleando los tecnicismos apropiados.",
    "Criterio 9.5. Reconocer y analizar los procedimientos de adquisición y formación de palabras, como herramientas para el avance progresivo en la interpretación y elaboración de discursos orales y escritos.",
    "Criterio 9.6. Reconocer, de forma guiada, los valores del léxico en función del contexto y el propósito comunicativo, a partir de la reflexión sobre las relaciones semánticas y los cambios en el significado de las palabras.",
    "Criterio 9.7. Formular hipótesis y proponer ejemplos y contraejemplos, de forma guiada, a partir del conocimiento de la norma lingüística y la iniciación en la reflexión metalingüística, utilizando un metalenguaje específico y consultando diccionarios, manuales y gramáticas.",
    "Competencia específica 10.",
    "Criterio 10.1. Identificar y eliminar los usos discriminatorios o manipuladores de la lengua así como los abusos de poder a través de la palabra, a partir de la reflexión y el análisis guiado de los elementos lingüísticos y no verbales presentes en contextos comunicativos orales y escritos.",
    "Criterio 10.2. Emplear habilidades elementales para una interacción verbal respetuosa y utilizar estrategias progresivamente autónomas para la resolución dialogada de los conflictos y la búsqueda de consensos tanto en el ámbito personal como educativo y social."
  ]
}
