{
  "saberes": [
    "A. Multilingualism.",
    "– Deepening of the strategies and techniques to respond effectively and with increasing levels of fluency, adequacy and correction to a specific communicative need despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "• Development of increasingly elaborate communication strategies to overcome interruptions and communicative lapses and to initiate and conclude information exchanges.",
    "– Application of commonly used strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "• Systematization and organization of the linguistic units using previous knowledge of the mother tongue and other languages, where appropriate, in order to facilitate communication in the foreign language.",
    "– Effective application of commonly used strategies and tools for self-assessment, peer-assessment and self-repair, analogue and digital, individual and cooperative.",
    "• Identification of areas for improvement to carry out future tasks.",
    "• Increasingly autonomous participation in joint evaluation tasks to gain a general perspective of the evolution of the learning process of their peers, beyond their own.",
    "– Expansion of expressions and specific vocabulary in common use to exchange ideas about communication, language, learning and communication and learning tools (metalanguage).",
    "– More complex comparison between languages based on grammatical elements of the foreign language and other languages: origin and relationships.",
    "• Recognition of the interconnection between languages of the student's personal linguistic repertoire and comparison between them, reaching conclusions from systematic observations of syntactic and semantic elements appropriate to their level of competence.",
    "B. Interculturality.",
    "– The foreign language as a means of interpersonal and international communication, a source of information, and as a tool for social participation and personal enrichment.",
    "• Appreciation of the foreign language as a bridge to the knowledge of people and cultures different from their own, as well as a necessary instrument for participation in international events, in person or remotely, that transcend their immediate environment.",
    "– Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language, international projects, linguistic immersion, cultural exchanges, among others.",
    "– Commonly used sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; commonly used social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, norms, attitudes, customs and values of countries where the foreign language is spoken.",
    "• Carrying out information search projects and presentations in different formats (multimodal) about the culture and customs of countries where the foreign language is spoken.",
    "– Commonly used strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account democratic values.",
    "• Expansion of knowledge of the historical, geopolitical and cultural features of the countries where the foreign language is spoken, obtaining the information through different sources in traditional and digital media and making longer and more complex presentations on the data obtained.",
    "– Commonly used strategies for detection and action against discriminatory uses of verbal and non-verbal language: inappropriate courtesy treatments, the use of the feminine gender to disqualify and make pejorative allusions, etc.",
    "C. Communication.",
    "– Self-confidence and initiative. Error as an integral part of the learning process.",
    "• Analysis of errors in own productions and introduction to self-repair and self-assessment strategies.",
    "– Deepening of the strategies of common use for the planning, execution, control and repair of the comprehension, the production and the co-production of oral, written and multimodal texts.",
    "• Distinction of types of comprehension (general sense, essential information, main points, relevant details) and adaptation of the text to the addressee, context and channel, applying the register and the appropriate discourse structure to each case.",
    "• Inference and formulation of hypotheses about meanings, content and context based on the understanding of significant, linguistic and paralinguistic elements. Reformulation of hypotheses from the understanding of new elements.",
    "• Use of message comprehension strategies: verbal and non-verbal context, prior knowledge of the situation, identification of key words, identification of the speaker's attitude and intention.",
    "– Knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
    "• Offering information, indications and clarifications in order to promote understanding between the interlocutors.",
    "– Efficient use of contextual models and discursive genres commonly used in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context; organization and structuring according to genre and textual function.",
    "• Understanding, individually or collectively, of longer oral, written and multimodal texts.",
    "• Commented reading and recitation of poems, recognizing the symbolic value of poetic language and the meaning of the most important rhetorical resources.",
    "• Production of more complex texts of simple discursive genres, on paper or in digital format, integrating various types of content.",
    "– Efficient application of more complex linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and the exclamation, habitual logical relations.",
    "– More sophisticated vocabulary of interest to students related to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, information and communication technologies , school system and training.",
    "– Orthographic conventions in common use and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "• Appropriate choice of the most complex spelling conventions according not only to the communicative channel, but also to the type of context (formal or informal).",
    "– Application of commonly used conversational conventions and strategies, in synchronous or asynchronous format, reformulate, compare and contrast, summarize, collaborate, debate, in longer oral texts, saving the textual properties, autonomously, with proper pronunciation and intonation .",
    "– Knowledge and autonomous use of resources for learning and commonly used strategies for searching and selecting information: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "• Knowledge and selective use of reliable analog and digital sources of information appropriate to their age, interests and needs that facilitate a certain autonomy in the learning process.",
    "• Selective choice of the most appropriate analog and digital information search resources according to each learning context with the appropriate advice.",
    "– Respect for intellectual property and copyright on the sources consulted and content used.",
    "– Efficient use of commonly used analogue and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, cooperation and collaboration (virtual classrooms, videoconferences, collaborative digital tools, etc.) for learning, communication and the development of projects with speakers or students of the foreign language.",
    "• Participation in projects and personal or virtual exchanges with students from foreign language countries through collaborative digital tools that favorably affect personal and academic relationships.",
    "– Communicative functions of common and more specific use appropriate to the field and the communicative context: expand the repertoire of ways to greet and say goodbye, introduce and introduce oneself; accurately describe people, objects, places, phenomena, and events; accurately place events in time; locate objects, people and places in space; request and exchange information on a greater variety of everyday issues; specifically giving and asking for instructions, advice, and orders; offer, accept and reject help, propositions or suggestions; partially express taste or interest and emotions; narrate past events, describe present situations, and state future events with detailed information; express the opinion, the possibility, the capacity, the obligation and the prohibition; express simple arguments; make detailed hypotheses and assumptions; express uncertainty and doubt; rephrase and summarize.",
    "• Consolidation and use of structures and functions associated with different communication situations.",
    "• Appropriate use of structures and functions associated with different communication situations and contexts: formal vs informal, face-to-face vs remote, analog vs digital,…",
    "• Describe and compare habits and lifestyles with ongoing actions. Present simple and continuous. Used to + infinitive. Interrogative pronouns.",
    "• Express past events linked to the present or to a previous past. Past simple and continuous. Present perfect: for, since, already, yet, etc. Questions subject and object. Discourse markers.",
    "• Make predictions and express intentions. Express certainty and probability. Will. Be going to/Present continuous. Temporal and conditional sentences (type I). May/might/can/can't, etc.",
    "• Give instructions and orders: imperative mood.",
    "• Express taste, interest, emotion and opinions: Make invitations and respond to them. I love/like/enjoy/don't like/hate/It's too…, etc. Connectors: and, because, but, so, such, both, etc. Adjectives in comparative and superlative degree.",
    "• Express hypotheses and give advice and make suggestions. Conditional sentences (type II). Should/Shouldn't.",
    "• Express processes and changes. Passive voice.",
    "• Convey the opinions and ideas of others. Indirect style. Temporary expresions. Describe, identify and locate things, places and people. Relative Pronouns. Specific relative clauses. Compounds of some/any.",
    "• Temporal relations, affirmation, exclamation, negation, question, expression of the past tense, expression of the aspect.",
    "• Reformulate ideas and summarize them: In other words, that's to say, in short, summing up, to put in a nutshell…",
    "– Commonly used sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns.",
    "• Recognition and deepening of the use of phonetic symbols and pronunciation of particularly difficult phonemes.",
    "• Recognition and autonomous production of different patterns of rhythm, intonation and stress of words and phrases (tonic accents, speech stress).",
    "• Pronunciation of particularly difficult phonemes."
  ],
  "criteriosEvaluacion": [
    "1.1. Extract and analyze the overall meaning and main ideas, and select relevant information from oral, written and multimodal texts on everyday topics, of personal relevance or of public interest close to the student's experience, expressed clearly and in the standard language to through various media.",
    "1.2. Interpret and assess the content and discursive features of progressively more complex texts typical of the fields of interpersonal relationships, the media of social communication and learning, as well as literary texts appropriate to the level of maturity of the students.",
    "1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details of the texts; infer meaning and interpret non-verbal elements; and search, select and manage truthful information.",
    "2.1. Orally express texts that are progressively more complex, structured, understandable, coherent and appropriate to the communicative situation on everyday matters, of personal relevance or of public interest close to the student's experience, in order to describe, narrate, argue and inform, in different supports, using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
    "2.2. Write and disseminate texts of longer length with acceptable clarity, coherence, cohesion, correctness and adaptation to the proposed communicative situation, to the textual typology and to the analogical and digital tools used, on daily matters, of personal relevance or of public interest close to the student's experience, respecting intellectual property and avoiding plagiarism.",
    "2.3. Select, organize and apply knowledge and more complex strategies to plan, produce, review and cooperate in the elaboration of coherent, cohesive and appropriate texts to the communicative intentions, the contextual characteristics, the sociocultural aspects and the textual typology, using the physical resources or most appropriate digital media depending on the task and the needs of the potential interlocutor to whom the text is addressed.",
    "3.1. Plan, participate and collaborate actively, autonomously, through various supports, in interactive situations on everyday topics, of personal relevance or of public interest close to the experience of the students, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.2. Select, organize, and use appropriate more complex strategies to initiate, maintain, and end communication, speak and yield, request and formulate clarifications and explanations, rephrase, compare and contrast, summarize, collaborate, debate, problem-solve, and manage sticky situations.",
    "4.1. Infer and explain texts, concepts and communications of greater length and complexity in situations in which attention is paid to diversity, showing respect and empathy for the interlocutors and for the languages used, and actively participating in the solution of problems of intercomprehension and understanding in the environment, relying on various resources and supports.",
    "4.2. Apply more elaborate strategies that help create bridges, facilitate communication and serve to explain and simplify texts, concepts and messages, and that are appropriate to communicative intentions, contextual characteristics and textual typology, using resources and physical or digital supports in according to the needs of each moment.",
    "5.1. Compare and discuss the similarities and differences between different languages, reflecting in a progressively autonomous way on their functioning.",
    "5.2. Creatively use strategies and knowledge to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital media.",
    "5.3. Register and analyze the progress and difficulties of learning the foreign language, selecting the most effective strategies to overcome these difficulties and consolidate their learning, carrying out increasingly elaborate activities of planning their own learning, self-evaluation and peer-evaluation, such as those proposed in the European Language Portfolio (PEL) or in a learning diary, making those progress and difficulties explicit and sharing them.",
    "6.1. Act appropriately, empathically and respectfully in intercultural situations, building increasingly complex links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communication contexts and proposing increasingly elaborate solutions to those factors. Sociocultural factors that make communication difficult.",
    "6.2. Critically assess in relation to human rights and adapt to the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, actively favoring the development of a shared culture and a citizenry committed to sustainability and democratic values.",
    "6.3. Apply strategies in an increasingly autonomous way to defend and appreciate linguistic, cultural and artistic diversity, attending to democratic values and respecting the principles of justice, equity and equality."
  ]
}