{
  "competenciasEspecificas": [
    "1. Resolver problemas con el fin de mejorar la realidad cercana y la calidad de vida en general, interpretando los motivos por los que ocurren los principales fenómenos fisicoquímicos del entorno y explicándolos en términos de las leyes y teorías científicas adecuadas.",
    "2. Formular preguntas e hipótesis, a partir de observaciones realizadas en el entorno, explicándolas y demostrándolas mediante la experimentación científica, la indagación y la búsqueda de evidencias así como desarrollando los razonamientos propios del pensamiento científico y las destrezas en el empleo de la metodología científica.",
    "3. Manejar con soltura las reglas y normas básicas de la física y la química en lo referente al lenguaje de la IUPAC, al lenguaje matemático, al empleo de unidades de medida correctas, al uso seguro del laboratorio y a la interpretación y producción de datos e información en diferentes formatos y fuentes, reconociendo el carácter universal del lenguaje científico y la necesidad de una comunicación fiable en investigación y ciencia entre diferentes países y culturas.",
    "4. Utilizar de forma crítica y eficiente plataformas tecnológicas y recursos variados tanto para el trabajo individual como en equipo, fomentando la creatividad, el desarrollo personal y el aprendizaje individual y social, a través de la consulta de información, la creación de materiales y la comunicación efectiva en los diferentes entornos de aprendizaje.",
    "5. Utilizar las estrategias de trabajo colaborativo que permitan potenciar la ayuda entre iguales como base emprendedora de una comunidad científica crítica, ética y eficiente, valorando la importancia de la ciencia para la mejora de la sociedad, así como también las consecuencias de los avances científicos, la preservación de la salud y la conservación sostenible del medioambiente.",
    "6. Percibir la ciencia como una construcción colectiva en continuo cambio y evolución, en la que no solo participa la comunidad científica, sino que también requiere de interacción con el resto de la sociedad, obteniendo soluciones que repercutan en el avance tecnológico, económico, ambiental y social."
  ]
}
