{
  "saberes": [
    "Bloque 1. Calidad y seguridad en el laboratorio.",
    "Laboratorio: organización y materiales. Instrumental. Desinfección y esterilización.",
    "Productos químicos habituales. Interpretación de su etiquetado. Manipulación y Transporte de reactivos. Pictogramas.",
    "Manipulación de muestras biológicas.",
    "Peligrosidad de las sustancias químicas: peligros físicos, peligros para la salud y peligros para el medio ambiente.",
    "Tratamiento de residuos generados en el laboratorio.",
    "Normas y actitudes en la seguridad e higiene en el laboratorio. Equipos de protección más habituales.",
    "Técnicas de primeros auxilios. Actuaciones proactivas frente a situaciones de emergencia.",
    "Bloque 2. Técnicas de Laboratorio",
    "Colaboración y cooperación en la elaboración y realización de un trabajo de investigación científica: (análisis de interrogan-te o problema, selección de datos obtenidos de distintas fuentes, emisión y verificación de hipótesis mediante la experimen-tación y análisis de resultados).",
    "Técnicas de experimentación en Física, Química, Biología y Geología:",
    "  Ensayos físicos y químicos de medidas de magnitudes como el volumen, la masa o la tempe-ratura, y/o de identificación de sustancias.",
    "  Mezclas y sustancias puras. Disoluciones. Concentración. Métodos de preparación de disolu-ciones.",
    "  Técnicas de separación y purificación de sustancias: filtración, destilación, cristalización, centrifugación, decantación, extracción y cromatografía.",
    "  Técnicas de identificación de biomoléculas en alimentos.",
    "  Reacciones químicas más frecuentes. Reacciones ácido-base: indicadores, Medida de pH.",
    "  Reacciones redox: electrolisis y corrosión. Aplicaciones de las reacciones químicas.",
    "  Elección y descripción de las técnicas y del instrumental apropiado para los procesos cotidianos de desinfección. Aplicación en industria y medios profesionales.",
    "Análisis y relación de los distintos procedimientos experimentales con su aplicación en el campo industrial o en el de servicios.",
    "Reconocimiento de las aplicaciones de la ciencia en las actividades profesionales de su entorno.",
    "Utilización de herramientas TIC para el trabajo experimental del laboratorio. Simulaciones. Laboratorios remotos.",
    "Bloque 3. La ciencia al servicio del Desarrollo Sostenible.",
    "Contaminación: concepto y tipos.",
    "Contaminantes de la actividad industrial y agrícola y sus efectos sobre el suelo.",
    "Agentes contaminantes del agua y su tratamiento.",
    "Discriminación entre los diferentes tipos de contaminantes de la atmósfera, causas y consecuencias de la contaminación atmosférica.",
    "Efectos de la radiactividad sobre el medio ambiente y su repercusión sobre el futuro de la humanidad.",
    "Tratamiento de residuos. Fases de separación y gestión de residuos. Reciclaje y reutilización de recursos materiales.",
    "Estrategias ambientales de cara al desarrollo sostenible que se llevan a cabo en el País Vasco.",
    "Bloque 4: Investigación, Desarrollo e Innovación (I+D+i)",
    "Conceptos de Investigación, Desarrollo e Innovación.",
    "Ciclo de I+D+i: relación entre las 3 etapas: Investigación, Desarrollo e innovación. Economía circular.",
    "Incidencia e importancia de la I+D+i en la sociedad actual.",
    "Investigación acerca de los tipos de innovación en productos y procesos.",
    "Organismos y administraciones que fomentan la I+D+i en el País Vasco.",
    "Análisis de los planes de igualdad en las empresas y organizaciones."
  ],
  "criteriosEvaluacion": [
    "1.1. Plantear preguntas e hipótesis que puedan ser verificables o contrastables utilizando métodos científicos.",
    "1.2. Realizar experimentos y tomar datos cuantitativos o cualitativos utilizando las herramientas y técnicas adecuadas con corrección y precisión.",
    "1.3. Interpretar y analizar los resultados obtenidos en las prácticas realizadas, obteniendo conclusiones razonadas y fun-damentadas o valorando la imposibilidad de hacerlo.",
    "1.4. Establecer colaboraciones cuando sea necesario en las distintas fases del trabajo científico valorando la importancia de la cooperación y la inclusión en la investigación.",
    "1.5. Presentar y comunicar de forma clara y rigurosa la información y las conclusiones obtenidas mediante recursos ade-cuados: Infografías y pósters, en formato analógico y/o digital.",
    "2.1. Determinar los tipos de contaminantes más representativos y sus efectos sobre la atmósfera, el agua y el suelo, así como los que se derivan de la actividad industrial y agrícola y la radioactividad, utilizando los ensayos de laboratorio pertinentes.",
    "2.2. Evaluar los efectos de determinadas acciones sobre los organismos y el medio natural y proponer hábitos saludables y sostenibles basados en los conocimientos adquiridos y la información disponible.",
    "3.1. Identificar los avances tecnológicos que favorecen la conservación, preservación y protección de los recursos natura-les valorando sus impactos positivos.",
    "3.2. Identificar los diferentes tipos de residuos que se generan en una determinada actividad, indicando las soluciones para su gestión, almacenamiento, reciclaje y eliminación según el producto del que se trate.",
    "3.3. Proponer estrategias que ayuden a la gestión sostenible de recursos y a la reducción de los impactos ambientales, utilizando el conocimiento científico y/o los avances tecnológicos más adecuados.",
    "3.4. Participar activa y responsablemente en pro del desarrollo sostenible utilizando herramientas de prevención que fun-damenten un uso sostenible de los recursos.",
    "4.1. Organizar y comunicar información científica de forma clara y coherente utilizando correctamente el vocabulario científicotécnico y el formato más adecuado.",
    "4.2. Analizar e interpretar información científica presente en la actividad profesional manteniendo una actitud crítica ante las informaciones científicas y no científicas.",
    "4.3. Emplear y citar de forma adecuada fuentes fiables seleccionando la información científica relevante en la consulta y creación de contenidos para la mejora del aprendizaje propio y colectivo.",
    "5.1. Argumentar la importancia que tienen los procesos de I+D+i valorando los procesos de mejora de la calidad y la competitividad de los distintos sectores productivos.",
    "5.2. Describir algunas líneas de I+D+i más recientes utilizando las tecnologías de la información y de la comunicación. ",
    "6.1. Justificar la contribución de la ciencia a la sociedad y la labor de los hombres y mujeres dedicados a su desarrollo, entendiendo la investigación como una labor colectiva en constante evolución fruto de la interacción entre la ciencia, la tecnología, la sociedad y el medio ambiente.",
    "6.2. Establecer interacciones constructivas y coeducativas y asumir responsabilidades a través de actividades de coope-ración y colaboración.",
    "6.3. Asumir en un grupo las tareas, recursos y responsabilidades de manera ecuánime fomentando la empatía y la tolerancia.",
    "6.4. Justificar la importancia de la colaboración entre equipos adscritos en diferentes empresas, instituciones o incluso países diferentes analizando los factores positivos asociados (económicos, sociales, sostenibles...)."
  ]
}