{
    "competenciasEspecificas": [
        "Competencias Específica 1. Reconocer, utilizar y valorar positivamente la diversidad lingüística a partir de la identificación del asturiano, gallego-asturiano o eonaviego, de otras lenguas del alumnado y de la realidad plurilingüe y multicultural de Asturias, para favorecer la formación de un pensamiento crítico que impida prejuicios hacia el uso de la propia lengua, rechace un uso del lenguaje discriminatorio y favorezca la convivencia democrática y, apreciar dicha variedad lingüística como fuente de riqueza cultural en los usos sociales de las lenguas en contextos multilingües. CCL1, CCL5, CP2, CP3, CPSAA3, CC1, CC2, CC3, CCEC1.",
        "Competencia específica 2. Participar activamente en intercambios comunicativos orales y multimodales captando el sentido general, identificando la información más relevante, valorando aspectos formales y de contenido básicos; expresando hechos, ideas, sentimientos y opiniones, con claridad, para mejorar la expresión oral en lengua asturiana, construir conocimiento, establecer vínculos personales, y participar con autonomía y actitud cooperativa y empática en interacciones orales dentro y fuera del aula. CCL1, CCL2, CP2, STEM4, CPSAA1, CPSAA4, CPSAA5, CC4, CE1.",
        "Competencia específica 3. Comprender y deducir el sentido general de textos escritos y multimodales, identificando el sentido global, resumiendo las ideas principales, la información más relevante y las expresiones propias de la lengua asturiana, y valorando con ayuda aspectos formales y de contenido básicos, para adquirir y construir conocimiento y responder a necesidades e intereses comunicativos diversos. CCL2, CP2, STEM4, CPSAA4, CPSAA5, CC4.",
        "Competencia específica 4. Realizar textos escritos y multimodales con distintas finalidades comunicativas, exponiendo linealmente los hechos, ideas, sentimientos y opiniones, respetando las normas gramaticales y ortográficas básicas con una correcta presentación para buscar una mejora de la expresión escrita en lengua asturiana, construir conocimiento y dar respuesta a demandas comunicativas concretas. CCL2, CP2, STEM4, CD2, CPSAA4, CPSAA5, CC4.",
        "Competencia específica 5. Localizar, reconocer y valorar información procedente de diversidad de fuentes de información, de forma planificada y acompañada, evaluando su fiabilidad para favorecer y ampliar el conocimiento de la lengua y de aspectos del patrimonio cultural y sociolingüístico asturiano con un punto de vista personal y respetuoso con la propiedad intelectual. CCL3, CD1, CD2, CD3, CD4, CPSAA4, CPSAA5, CC4, CE3.",
        "Competencia específica 6. Leer, identificar y valorar el patrimonio literario asturiano en diferentes soportes, analizando e interpretando textos literarios adecuados a su desarrollo, atendiendo a sus gustos e intereses para iniciarse en el reconocimiento de la literatura como manifestación artística, y de conocimiento e inspiración para la creación de textos de intención literaria orales, escritos o como parte de obras audiovisuales. CCL1, CCL2, CCL4, CD2, CPSAA1, CPSAA3, CPSAA5, CCEC1, CCEC2, CCEC3, CCEC4.",
        "Competencia específica 7. Reflexionar de forma guiada sobre el lenguaje a partir de la práctica de la escritura y la comprensión de textos, usando la terminología elemental adecuada para mejorar las destrezas de producción y comprensión oral y escrita en lengua asturiana e iniciarse en el desarrollo de una conciencia lingüística asturiana que valore la convivencia, el respeto y el entendimiento entre las personas. CCL1, CCL2, CCL5, CP2, STEM1, CPSAA4, CPSAA5."
    ]
}