{
    "criteriosEvaluacion": [
        "1.1. Interpretar la actualidad económica a través del estudio de casos o desimulaciones, teniendo en cuenta diversos factores y aplicando lasherramientas propias del ámbito de la economía.",
        "1.2. Explicar la relación que tiene la ciencia económica con otrasdisciplinas, reflexionando desde una perspectiva integral de la materia.",
        "1.3. Proponer algunas soluciones ante hechos y acontecimientoseconómicos, desde un punto de vista crítico, reflexivo y comprometido.",
        "2.1. Analizar la repercusión de los cambios económicos y sociales en suentorno, identificando los problemas actuales desde un punto de vista local,regional y global.",
        "2.2. Describir y evaluar los efectos del comportamiento individual ycolectivo en el proceso de toma de decisiones a partir de casos reales eidentificando con sentido crítico hechos y datos.",
        "2.3. Explicar el problema de la escasez y sus causas, utilizandoherramientas económicas básicas.",
        "2.4. Identificar y relacionar las distintas disciplinas que permiten explicar losefectos del comportamiento individual y colectivo en las decisioneseconómicas.",
        "3.1. Proponer iniciativas para dar respuesta a algunos de los principalesproblemas mundiales relacionados con los Objetivos de DesarrolloSostenible a través de herramientas económicas y empresariales, en elámbito local y global, desde una perspectiva crítica, constructiva ycomprometida.",
        "3.2. Identificar, mediante el análisis de casos, situaciones que reflejen losprincipales retos económicos actuales.",
        "3.3. Argumentar la importancia que tiene para la sociedad los Objetivos deDesarrollo Sostenible desde una perspectiva multicultural, identificando lasoportunidades de desarrollo personal, social y económico al implementarlos.",
        "4.1. Identificar destrezas emprendedoras relevantes, valorandopreviamente las habilidades que poseen personas emprendedoras cercanasy analizando sus competencias a la hora de afrontar las oportunidadeseconómicas que se les presentan.",
        "4.2. Comparar las destrezas de las personas emprendedoras con aspectosbásicos de la vida cotidiana del alumnado.5.4.3. Poner ejemplos de experiencias emprendedoras en las que situacionesde fracaso han sido reconvertidas en éxito y debatirlas con actitud crítica yrespetuosa.",
        "5.1. Distinguir las tendencias más importantes e identificar los valores delas empresas a través del estudio de casos de estrategias empresarialesconcretas, analizando su evolución.",
        "5.2. Identificar los puntos fuertes y débiles esenciales de empresas reales através de casos concretos de diferentes sectores y relacionarlos entre sí.",
        "5.3. Analizar con espíritu crítico la actividad empresarial y la importancia deactuar de forma sostenible comparando dicha actuación con casos deempresas que cumplan con los Objetivos de Desarrollo Sostenible.",
        "5.4. Descubrir nuevos modelos de negocio pertenecientes a diversossectores y ámbitos, valorando sus posibilidades, limitaciones y compararcon otros modelos.",
        "6.1. Argumentar las respuestas que ofrecen las empresas a los desafíosactuales, analizando la transformación económica y social que estáexperimentando la sociedad.",
        "6.2. Identificar situaciones que ilustren la importancia que tiene lainnovación en la actividad empresarial, a partir de propuestas alternativas ynuevas soluciones a los desafíos actuales.",
        "6.3. Comparar los beneficios más destacados que la revolución digitalgenera en la sociedad con los aspectos negativos que ello conlleva para laciudadanía.",
        "7.1. Investigar e interpretar la actualidad económica a través del estudio decasos, proyectos en equipo o simulaciones, teniendo en cuenta diversosfactores y aplicando las herramientas propias del ámbito de la economía.",
        "7.2. Utilizar las técnicas estadísticas propias o más usuales en este ámbito,los procedimientos y estrategias de búsqueda de datos económicos a nivelglobal, nacional y local, las técnicas de presentación de datos económicos(gráficos, etc.) y la lectura e interpretación de datos económicosempresariales.",
        "7.3. Evaluar las diferentes amenazas y oportunidades de la economíaactual, creando y editando contenidos digitales como documentos de texto,presentaciones multimedia y producciones audiovisuales con sentidoestético utilizando diferentes aplicaciones.",
        "7.4. Utilizar correctamente la terminología económica adaptada al niveleducativo en actividades orales y escritas del ámbito personal, académico,social o profesional, en las distintas lenguas del currículo, utilizando unlenguaje no discriminatorio."
    ],
    "saberes": [
        "Bloque 1 Economía (CE1, CE2, CE3, CE6)",
        "Subbloque 1.1 El problema económico de la escasez",
        "La economía y la escasez: la eficiencia y los sistemas de asignación de recursos.",
        "El coste de oportunidad.",
        "La utilidad y el valor de los bienes y servicios.",
        "Los agentes económicos y el comportamiento racional. Fallos de la racionalidad.",
        "El flujo circular de la renta.",
        "Subbloque 1.2 La economía como ciencia social",
        "La economía como ciencia social.",
        "La modelización matemática como herramienta para el análisis económico: la complejidad de la realidad y la incorporación de supuestos simplificadores.",
        "Relación de la economía con otras disciplinas.",
        "Subbloque 1.3 El mercado",
        "El funcionamiento del mercado.",
        "Los fallos del mercado y la intervención del sector público. Fallos del sector público y sus implicaciones.",
        "Subbloque 1.4 Entorno financiero",
        "Dinero y transacciones.",
        "Sistema financiero.",
        "Planificación y gestión de las finanzas personales: riesgo y beneficio.",
        "Subbloque 1.5 Entorno macroeconómico",
        "Análisis de la oferta y demanda agregada.",
        "Macromagnitudes: Análisis de las interrelaciones que existen entre los diversos elementos y agregados de la realidad económica.",
        "La maximización del bienestar social y el debate eficiencia versus equidad.",
        "Subbloque 1.6 Los retos de la economía actual",
        "Los Objetivos de Desarrollo Sostenible (ODS) y los retos económicos actuales.",
        "Cambio climático, el desarrollo sostenible y la economía circular.",
        "Tolerancia ante diferentes opiniones y perspectivas relacionadas con las soluciones a los problemas económicos.",
        "Bloque 2 Emprendimiento (CE3, CE4, CE6)",
        "Subbloque 2.1 La persona emprendedora y sus cualidades",
        "La persona emprendedora e intraemprendedora.",
        "Competencias, cualidades y hábitos de la persona emprendedora. La inteligencia emocional y la inteligencia ejecutiva.",
        "El espíritu emprendedor: búsqueda de necesidades y oportunidades.",
        "Misión y visión de la persona emprendedora.",
        "Subbloque 2.2 Gestionar el emprendimiento",
        "Creencias sobre emprendimiento: El miedo a emprender y la gestión del error como una oportunidad para aprender.",
        "La gestión de grupos y la teoría de las relaciones humanas.",
        "Técnicas de motivación.",
        "Subbloque 2.3 Autoevaluación del emprendimiento",
        "Entrenamiento de la creatividad y proactividad. Ideas para un proyecto emprendedor.",
        "Protección de la idea, el producto y la marca.",
        "Estrategias y técnicas de análisis de proyectos e iniciativas empresariales. El análisis DAFO.",
        "Autoevaluación de la persona emprendedora. Herramientas.",
        "Contribución de las personas emprendedoras al desarrollo económico sostenible y ético.Bloque 3 Actividad empresarial (CE3, CE5, CE6)",
        "Subbloque 3.1 Cultura empresarial",
        "Cultura empresarial y gestión del talento. Liderazgo.",
        "Análisis del papel de la mujer en la actividad empresarial.",
        "Nuevas estrategias de emprendimiento sostenible.",
        "Perseverancia, iniciativa y flexibilidad en el análisis de toma de decisiones.",
        "Subbloque 3.2 Cambios en los modelos de negocio",
        "Identificación de nuevos modelos de negocio.",
        "Mercado y clientes.",
        "La revolución tecnológica",
        "Subbloque 3.3 Tendencias en el modelo empresarial",
        "La empresa del futuro, lugar de trabajo y tendencias.",
        "Estrategias y gestión empresarial.",
        "Transformación digital: Marketing digital.",
        "Innovación y sostenibilidad."
    ]
}
