{
    "saberes": [
        "Bloque A. Recepción y análisis.",
        "A.1. Propuestas artísticas.",
        "A.1.2.1. Propuestas artísticas,  de diferentes corrientes estéticas,   épocas   yprocedencias variadas, priorizando las producidas por creadores  y creadoras locales, regionales, nacionales  e internacionales.",
        "A.2. Estrategias de recepción activa.",
        "A.2.2.1. Estrategias de recepción activa.",
        "A.3. Normas. El silencio.",
        "A.3.2.1. Normas comunes  de comportamiento  y actitud positiva en la recepción  de propuestas artísticas en  diferentes espacios. El silencio como elemento  y condición indispensable para el mantenimiento de la atención durante la recepción artística.",
        "A.4. Vocabulario específico.",
        "A.4.2.1. Vocabulario específico de uso común en las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas   y performativas, con especial dedicación a las creaciones artísticas  de Extremadura.",
        "A.5. Recursos digitales.",
        "A.5.2.1. Recursos digitales de uso común para las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
        "A.5.2.2. Estrategias básicas de análisis de propuestas artísticas desde una perspectiva de género, con especial atención a las creaciones artísticas de Extremadura.",
        "Bloque B. Creación e interpretación.",
        "B.1. Proceso creativo.",
        "B.1.2.1.   Planificación del trabajo y fases del proceso creativo partiendo de la percepción sensorial, organizando los materiales y recursos necesarios para abordar la producción con ilusión y confianza de la persona. Interpretación y experimentación.",
        "B.2. Profesiones vinculadas a la creación e interpretación.",
        "B.2.2.1. Profesiones vinculadas a la creación e interpretación de las artes plásticas y visuales, las artes audiovisuales, las artes escénicas y performativas y la música: compositores y compositoras, orquesta y dirección musical.",
        "B.3. Ejecución colaborativa.",
        "B.3.2.1. Ejecución colaborativa. Interés y valoración tanto por el proceso como porel producto final en producciones plásticas, visuales, audiovisuales, musicales,   escénicas y performativas",
        "Bloque C. Artes plásticas, visuales y audiovisuales.",
        "C.1. Cultura visual.",
        "C.1.2.1. Cultura visual. La imagen en el mundo actual: técnicas y estrategias básicas de lectura e interpretación.",
        "C. 2. Elementos configurativ os del lenguaje visual.",
        "C.2.2.1. Elementos configurativos básicos del lenguaje visual y sus posibilidades expresivas. Punto, línea, plano, textura, color.",
        "C.3. Materiales, medios, instrumento s, soportes y técnicas.",
        "C.3.2.1. Indagación y observación de los diferentes materiales, medios, instrumentos, soportes y técnicas básicas utilizados en la expresión plástica y visual.",
        "C.3.2.2. Investigación de las cualidades de los materiales   y tratamientos no convencionales de los mismos, contribuyendo  al reciclaje.",
        "C.3.2.3.  Buscar información para la elaboración    de nuestras producciones creativas, fomentando     la autonomía en las mismas (videotutoriales).",
        "C.3.2.4. Técnicas, materiales y recursos informáticos y tecnológicos básicos: su aplicación para la captura y manipulación         deproducciones plásticas y visuales.",
        "C.4. Edición audiovisual.",
        "C.4.2.1. Búsqueda de información para la elaboración   de nuestras producciones creativas, fomentando    la autonomía en las mismas (videotutoriales).",
        "C.4.2.2. Estrategias de búsqueda y filtrado.",
        "C.4.2.3. Estrategias y técnicas de uso común en la composición de historias audiovisuales.",
        "C.4.2.4.  Propuestas audiovisuales elementales. El cine como forma de narración.",
        "C.4.2.5. Géneros y formatos básicos de producciones audiovisuales.",
        "C.4.2.6. Producciones multimodales: iniciación en  la realización  con diversas herramientas.",
        "C.4.2.7. Reconocimiento  de características elementales del lenguaje audiovisual multimodal.",
        "C.4.2.8. Aproximación a las herramientas y técnicas básicas de animación.",
        "C.4.2.9. Mensajes audiovisuales elementales: experimentación y difusión.",
        "Bloque D. Música y artes escénicas y performativas.",
        "D.1. El sonido.",
        "D.1.2.1. El sonido y sus   cualidades: identificación visual y auditiva, clasificación y representación elemental a través de diferentes grafías de sonidos y estructuras rítmico-melódicas. Inicio  a  la grafía convencional.",
        "D.2. Instrumento s musicales.",
        "D.2.2.1. Tipos de voz e instrumentos musicales de la orquesta  y tradicionales. Agrupaciones y familias. Identificación visual y auditiva de diferentes instrumentos. Cotidiáfonos.",
        "D.3. El carácter, el compás y el tempo.",
        "D.3.2.1. El carácter, el compás y el tempo: identificación,experimentación y descripción de los más característicos",
        "D.4. Práctica instrumental, vocal y corporal.",
        "D.4.2.1. Práctica instrumental: experimentación, exploración creativa, interpretación, improvisación  y composición a partir de sus posibilidades sonoras y expresivas.",
        "D.4.2.2. Iniciación a la práctica instrumental de un instrumento melódico.",
        "D.4.2.3. Construcción elemental de instrumentos.",
        "D.4.2.4. Práctica vocal y corporal: exploración de lasposibilidades sonoras y expresivas de la voz y el cuerpo, composición e improvisación. Interpretación preferente de canciones y danzas populares propias del folklore y del mundo.",
        "D.5. Lenguajes musicales.",
        "D.5.2.1. Lenguajes musicales: aplicación de sus conceptos básicos en la interpretación y en la improvisación de propuestas musicales vocales e instrumentales, rítmicas y melódicas, relacionadas con el entorno e intereses del alumnado.",
        "D.6. El silencio.",
        "D.6.2.1. El silencio como elemento fundamental de la música antes, durante y después de la interpretación.",
        "D.7. Recursos digitales para la educación auditiva.",
        "D.7.2.1. Recursos digitales para la educación auditiva y la práctica instrumental y vocal. Uso de aplicaciones para la experimentación musical.",
        "D.8. El cuerpo.",
        "D.8.2.1. El cuerpo y sus posibilidades motrices y creativas: interés en la experimentación y exploración a través de ejecuciones individuales  y grupales vinculadas con el movimiento, la danza,  la dramatización y  la representación teatral como medio  de comunicación, diversión y expresión de sentimientos.",
        "D.9. Técnicas dramáticas.",
        "D.9.2.1. Técnicas básicas dramáticas y dancísticas.",
        "D.9.2.2 Improvisación guiada. Práctica e interés.",
        "D.10. Danzas de Extremadura",
        "D.10.2.1. Pequeñas coreografías  de danzas de Extremadura.",
        "D.11. Lenguajes expresivos.",
        "D.11.2.1. Lenguajes expresivos  básicos. Capacidades expresivas y creativas de uso común de la expresión corporal y dramática."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Reconocer diferentes corrientes, orígenes , estilos y géneros característicos de las manifestaciones culturales y artísticas, especialmente las de nuestra región, evidenciando interés y respeto hacia las mismas a través de la recepción activa y la escucha atenta, incorporando la perspectiva de género. Criterio 1.2. Describir manifestaciones culturales y artísticas seleccionadas, utilizando un lenguaje apropiado con apertur y estableciendo relaciones básicas entre ellas.",
        "Criterio 2.1. Utilizar estrategias básicas para la búsqueda de información sobre manifestaciones culturales y artísticas, a través de canales y medios de acceso sencillos, con especial interés en medios digitales, de forma colaborativa.",
        "Criterio 2.2. Conocer el significado de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de diversos entornos, analizando de forma básica los elementos básicos que las caracterizan y reflexionando sobre las sensaciones producidas, con actitud de interés, diálogo y respeto.",
        "Criterio 2.3. Identificar el patrimonio cultural y artístico de Extremadura, apreciando su valor cultural y mostrando una actitud de respeto, cuidado y conservación.",
        "Criterio 3.1. Explorar las posibilidades expresivas y comunicativas del sonido, la imagen y el cuerpo y las distintas herramientas, instrumentos y medios de expresión artística, enriqueciendo la propia identidad.",
        "Criterio 3.2. Producir y compartir de manera guiada propuestas artísticas elementales mediante la expresión de ideas, sentimientos y emociones, mostrando confianza en las propias capacidades y valorando las de los demás.",
        "Criterio 4.1. Colaborar de manera guiada en el diseño de producciones culturales y artísticas trabajando con interés en la consecución de un resultado final que cumpla con unos objetivos acordados a través de un enfoque coeducativo basado en la igualdad y el respeto a la diversidad.",
        "Criterio 4.2. Participar activamente en el proceso de creación, utilizando elementos básicos de diferentes lenguajes artísticos, mostrando interés , respeto y cuidado hacia los materiales, recursos y producciones plásticas y visuales, tanto propias como ajenas.",
        "Criterio 4.3. Compartir la experiencia creativa, empleando diferentes estrategias comunicativas básicas, disfrutando del resultado final obtenido y valorando la opinión de otras personas, a través de un enfoque coeducativo basado en la igualdad y el respeto a la diversidad."
    ]
}