{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Plantear y responder cuestiones acerca de procesos observados en el entorno, siguiendo las pautas de las metodologías científicas.",
        "1.2 Contrastar hipótesis, realizando experimentos en laboratorios o en entornos virtuales, siguiendo las normas de seguridad correspondientes.",
        "1.3 Comunicar los resultados de un experimento o trabajo científico, utilizando los recursos adecuados y de acuerdo a los principios éticos básicos.",
        "Competencia específica 2",
        "2.1 Analizar y explicar fenómenos del entorno, representándolos mediante expresiones, tablas, gráficas, modelos, simulaciones, diagramas u otros formatos.",
        "2.2 Explicar fenómenos que ocurren en el entorno, utilizando principios, leyes y teorías de las ciencias de la naturaleza.",
        "2.3 Reconocer y analizar los fenómenos fisicoquímicos más relevantes,explicándolos a través de las principales leyes o teorías científicas.",
        "2.4 Explicar, utilizando los fundamentos científicos adecuados, los elementos y procesos básicos de la biosfera y la geosfera.",
        "Competencia específica 3",
        "3.1 Adoptar y promover hábitos compatibles con un modelo de desarrollo sostenible y valorar su importancia utilizando fundamentos científicos.",
        "3.2 Adoptar y promover hábitos saludables (dieta equilibrada, higiene, vacunación, uso adecuado de antibióticos, rechazo al consumo de drogas, legales e ilegales, ejercicio físico, higiene del sueño, posturas adecuadas...) y valorar su importancia, utilizando los fundamentos de la fisiología humana.",
        "Competencia específica 4",
        "4.1 Resolver problemas relacionados con fenómenos y procesos físicos, químicos, biológicos y geológicos, utilizando el pensamiento científico y el razonamiento lógico- matemático y buscando estrategias alternativas de resolución cuando sea necesario.",
        "4.2 Analizar críticamente la solución de un problema relacionado con fenómenos y procesos físicos, químicos, biológicos y geológicos, modificando las conclusiones o las estrategias utilizadas si la solución no es viable, o ante nuevos datos aportados.",
        "Competencia específica 5",
        "5.1 Reconocer la ciencia como un área de conocimiento global, analizando la interrelación e interdependencia entre cada una de las disciplinas que la forman.",
        "5.2 Reconocer la relevancia de la ciencia en el progreso de la sociedad, valorando el importante papel que juegan las personas en el desempeño de la investigación científica.",
        "Competencia específica 6",
        "6.1 Buscar, contrastar y seleccionar información sobre fenómenos y procesos físicos, químicos, biológicos o geológicos en diferentes formatos, utilizando los recursos necesarios, tecnológicos o de otro tipo.",
        "6.2 Establecer colaboraciones, utilizando los recursos necesarios en las diferentes etapas del proyecto científico, en la realización de actividades o en la resolución de problemas."
    ],
    "saberes": [
        "A. Construyendo ciencia",
        "- Utilización de las metodologías propias de la investigación científica para la identificación y formulación de cuestiones y conjeturas; la elaboración de hipótesis y la comprobación experimental de las mismas.",
        "- Diseño y ejecución de experimentos y de proyectos de investigación utilizando instrumental adecuado, controles experimentales y razonamiento lógico-matemático y analizando los resultados obtenidos para la resolución de problemas y cuestiones científicas relacionadas con el entorno.",
        "- Reconocimiento y utilización de fuentes veraces y medios de colaboración para la búsqueda de información científica en diferentes formatos y haciendo uso de las herramientas necesarias.",
        "- Interpretación y producción de información científica con un lenguaje adecuado para desarrollar un criterio propio basado en la evidencia y el razonamiento.",
        "- Redacción del desarrollo y resultados de los proyectos siguiendo las normas de publicación de un texto científico. ",
        "- Valoración de la contribución de los científicos a los principales hitos de la ciencia para el avance y la mejora de la sociedad haciendo referencia a ellos y a su trabajo.",
        "B. Un universo de materia y energía",
        "- Utilización de modelos microscópicos para analizar las propiedades macroscópicas de los sistemas materiales y de los estados de agregación, así como de los procesos físicos y químicos de cambio.",
        "- Clasificación de los sistemas materiales en función de su composición, para aplicarlo a la descripción de los sistemas naturales y a la resolución de problemas relacionados",
        "- Descripción de la estructura interna de la materia y su relación con las regularidades que se producen en la tabla periódica, para reconocer su importancia histórica y actual",
        "- Estudio de la formación de compuestos químicos, su formulación y nomenclatura como base de una alfabetización científica básica que permita establecer una comunicación eficiente con toda la comunidad científica. ",
        "- Comprensión de las transformaciones químicas de los sistemas materiales y de las leyes que los rigen, como ejemplo de su importancia en los procesos industriales, medioambientales y sociales del mundo actual.",
        "- Análisis de la energía contenida en un sistema, sus propiedades y sus manifestaciones a la luz del teorema de conservación de la energía mecánica y de los procesos termodinámicos más relevantes, para la resolución de problemas relacionados con el consumo energético y la necesidad de un desarrollo sostenible. ",
        "C. El Sistema Tierra",
        "- Descripción de los procesos que tuvieron lugar durante el origen del universo, del sistema solar y de la Tierra, relacionándolos con sus características.",
        "- Forma y movimientos de la Tierra, la Luna y sus efectos.",
        "- Reflexión sobre las hipótesis del origen de la vida en la Tierra: teorías creacionistas, generación espontánea, panspermia y teorías de la evolución química, para argumentar sobre la posibilidad de vida en otros planetas. ",
        "- Análisis de la estructura y dinámica de la geosfera; procesos geológicos internos y externos a la luz de la tectónica de placas. Riesgos geológicos. Realización de perfiles topográficos e interpretación de estructuras y cortes geológicos.",
        "- Análisis de las funciones y dinámica de las capas fluidas de la Tierra como componentes de la parte abiótica del ecosistema y su interacción con la superficie terrestre y los seres vivos en la formación del suelo. ",
        "- Análisis de la clasificación básica de los seres vivos y de sus adaptaciones, como componentes bióticos del ecosistema, a las características físicas del entorno en el que habitan. Endemismos y especies en peligro de extinción.",
        "- Análisis del concepto de ecosistema para argumentar sobre la relación entre sus componentes bióticos y abióticos.",
        "- Resolución de problemas sobre la dinámica de los ecosistemas: densidad y crecimiento de la población, los flujos de energía, los ciclos de la materia y las relaciones tróficas. Producción y productividad en los ecosistemas y factores limitantes que influyen en esos parámetros. Evolución de los ecosistemas: las sucesiones.  Los ciclos biogeoquímicos.",
        "- Reflexión sobre las causas y consecuencias de los principales problemas medioambientales de nuestro tiempo (calentamiento global, agujero de la capa de ozono, destrucción de los espacios naturales, pérdida de biodiversidad…) y de los riesgos geológicos.",
        "- Valoración de la importancia de un modelo socioeconómico sostenible analizando las diferencias entre los recursos renovable y no renovables y la importancia de su uso y explotación responsable, de las energías renovables, la gestión de residuos y la economía circular. La necesidad de compromisos internacionales hacia la sostenibilidad.",
        "- Reflexión sobre la relación entre conservación medioambiental, salud humana y desarrollo económico de la sociedad.",
        "- Causas, prevención y tratamiento de las enfermedades infecciosas y no infecciosas más relevantes, las zoonosis, las pandemias, el mecanismo e importancia de las vacunas y el uso adecuado de los antibióticos.",
        "D. Biología para el siglo XXI",
        "- Reconocimiento de la estructura básica de las principales biomoléculas (glúcidos, lípidos, proteínas y ácidos nucleicos) moléculas inorgánicas y relación con sus funciones biológicas y su importancia. ",
        "- Análisis de los procesos implicados en la expresión de la información genética y las características del código genético relacionándolos con su función biológica y las mutaciones.",
        "- Análisis de las técnicas de ingeniería genética más relevantes (como PCR, enzimas de restricción, clonación molecular o CRISPR-Cas9) para argumentar sobre las posibilidades que ofrece la manipulación dirigida del ADN. Destacando la importancia de los microorganismos.",
        "- Reflexión sobre las aplicaciones de la biotecnología en diferentes campos (agricultura, ganadería, medicina, recuperación medioambiental, etc.) destacado la importancia de los microorganismos. La bioética",
        "- Resolución de problemas genéticos de transmisión de caracteres analizando las probabilidades de herencia de alelos o manifestación de fenotipos.",
        "E. Las fuerzas que nos mueven",
        "-  Utilización de las fuerzas fundamentales de la naturaleza para describir los procesos físicos más relevantes del entorno natural, como los fenómenos electromagnéticos, el movimiento de los planetas o los procesos nucleares.",
        "-  Empleo de las leyes de la estática para analizar estructuras en relación con la física, la biología, la geología o la ingeniería.",
        "-   Descripción del movimiento de un objeto a partir de las leyes de la mecánica, como base para entender el comportamiento de un objeto móvil y sus aplicaciones, por ejemplo, en seguridad vial o en el desarrollo tecnológico."
    ]
}