{
    "saberes": [
        "Block A. Communication.",
        "A.1. Learning and basic strategies.",
        "A.1.3.1. Self-confidence in the use of the foreign language and reflection on one's own learning and work organization (self-assessment).",
        "A.1.3.2. Error as an instrument for improvement. Guided identification and correction of basic errors in own and others' texts.",
        "A.1.3.3. Knowledge, skills and attitudes that allow one to start mediation activities in everyday situations.",
        "A.1.3.4. Basic strategies for the comprehension, planning and production of brief, simple and contextualized oral, written and multimodal texts, close to the personal experience of the students and with different communicative purposes.",
        "A.2. Communicative contexts: functions, models and conversational strategies.",
        "A.2.3.1. Basic communicative functions appropriate to the environment and the communicative context in the personal, social and educational sphere: greetings, farewells and introductions; description of people, objects and places; situation of events in time; request and exchange of information on daily matters; routines; indications and instructions; expression of belonging and quantity.",
        "A.2.3.2. Contextual models and basic discursive genres in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts. Characteristics and recognition of the context, organization and structuring according to the internal structure .",
        "A.2.3.3. Commonly used basic conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, compare and contrast, collaborate, etc.",
        "A.3. Linguistic units.",
        "A.3.3.1. Basic linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and number, space and spatial relations, time, affirmation, negation, interrogation and exclamation, elementary logical relations.",
        "A.3.3.2. Basic vocabulary, of interest and close to the personal experience of the students, related to personal identification, close interpersonal relationships, nearby places and environments, leisure and free time, daily life.",
        "A.3.3.3. Habitual sound, accentual, rhythmic and intonation patterns. Functions and communicative intentions associated with said patterns.",
        "A.3.3.4. Common spelling conventions. Common meanings associated with formats and graphic elements. A.4.3.1. Learning resources and strategies for the guided search for information in analog and digital media.",
        "A.4. Resources, strategies and tools for learning.",
        "A.4.3.2. Basic analogue and digital tools in common use for oral, written and multimodal comprehension, production and co-production. Virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and the development of projects with speakers or students of the foreign language.",
        "Block B. Plurilingualism.",
        "B.1. Strategies and techniques.",
        "B.1.3.1. Strategies and techniques to compensate for communication deficiencies to respond effectively to a specific need, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "B.1.3.2. Basic strategies of common use to identify, organize, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the linguistic repertoire staff.",
        "B.2. Comparison of languages.",
        "B.2.3.1. Elementary comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
        "B.2.3.2. Knowledge of linguistic and sociocultural characteristics of other languages related to daily life, interpersonal relationships, celebrations and social conventions.",
        "B.3. Evaluation strategies and tools.",
        "B.3.3.1. Basic strategies and tools commonly used for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
        "B.4. Lexicon and expressions. Copyright.",
        "B.4.3.1. Lexicon and commonly used expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
        "B.4.3.2. Intellectual property of the sources consulted and content used.",
        "Block C. Interculturality.",
        "C.1. The foreign language: means of communication and meeting.",
        "C.1.3.1. The foreign language as a means of communication and relationship with people from other countries, as a way of accessing new information using new technologies and as a means of learning about different cultures and ways of life.",
        "C.1.3.2. Knowledge and application of the significant characteristics of the foreign language: spelling and punctuation marks.",
        "C.1.3.3. Basic and usual sociocultural and sociolinguistic aspects related to customs, daily life and interpersonal relationships, basic social conventions in common use, non-verbal language, linguistic courtesy and digital etiquette typical of countries where the language is spoken. foreign language.",
        "C.2. Basic strategies.",
        "C.2.3.1. Commonly used strategies to appreciate linguistic, cultural and artistic diversity, taking into account democratic, eco-social, environmental values and the care and defense of the natural environment.",
        "C.2.3.2. Strategies for detecting discriminatory uses of verbal and non-verbal language.",
        "C.3. Communicative exchanges.",
        "C.3.3.1. Interest and positive assessment for establishing contacts and communicating using information and communication technologies with speakers or students of the foreign language.",
        "C.3.3.2. Knowledge, skills and attitudes that allow the development of oral mediation activities in basic everyday situations.",
        "C.3.3.3. Appreciation, interest and respect for the multilingual and multicultural reality that surrounds us and the personal richness that learning languages implies."
    ],
    "criteriosEvaluacion": [
        "Criterion 1.1. Recognize the global meaning, as well as specific words and phrases of short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance and areas close to their experience, as well as literary texts appropriate to the level of development of the student body.",
        "Criterion 1.2. Interpret and analyze the overall meaning of specific words and phrases in short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance and areas close to their experience, as well as developmentally appropriate literary texts of the student body.",
        "Criterion 1.3. Select, organize and apply appropriate strategies and knowledge in a guided way in daily communicative situations and relevant for students.",
        "Criterion 1.4. Identify the global meaning and process explicit information in various texts.",
        "Criterion 2.1. Orally express short and simple texts, previously prepared, about everyday matters and relevant to the students.",
        "Criterion 2.2. Use verbal and non-verbal resources in a guided way, using basic forms and structures, frequently used in the foreign language.",
        "Criterion 2.3. Organize and write short and simple texts, previously prepared, appropriate to the proposed communicative situation, through analog and digital tools.",
        "Criterion 2.4. Use structures and basic vocabulary of common use on daily and frequent matters, of personal relevance for the students and close to their experience.",
        "Criterion 2.5. Select and apply knowledge and strategies in a guided way to prepare and produce texts appropriate to the communicative intentions, the contextual characteristics and the textual typology, using, with help, physical or digital resources depending on the task and the needs of every moment.",
        "Criterion 3.1. Plan and participate autonomously in brief and simple interactive situations to exchange information on everyday topics, of personal relevance and close to their experience, through various supports, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas and motivations of interlocutors or interlocutors.",
        "Criterion 3.2. Select, organize and use, in a guided way and in everyday situations, elementary strategies for greeting, saying goodbye and introducing oneself; asking and answering simple questions; expressing messages, and starting and ending communication.",
        "Criterion 3.3. Create more difficult oral and written messages on a given topic, using connectors.",
        "Criterion 3.4. Make brief and simple interventions, correcting or reformulating what is meant in daily and close situations or on a topic.",
        "Criterion 4.1. Explain and argue texts, concepts and brief and simple communications, in a guided way, in situations in which attention to diversity, showing respect and empathy for the interlocutors as well as for the languages used, and interest in Participate in the solution of intercomprehension and understanding problems in their immediate environment, relying on various resources and supports.",
        "Criterion 4.2. Select and apply, in a guided way, basic strategies that help create bridges and facilitate the understanding and production of information and communication, appropriate to the communicative intentions, using, with help, resources and physical or digital supports depending on of the needs of each moment.",
        "Criterion 5.1. Compare and contrast the similarities and differences between different languages, reflecting in a progressively autonomous way on basic aspects of their functioning.",
        "Criterion 5.2. Use and differentiate progressively autonomously the knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "Criterion 5.3. Identify, record and use, in a guided way, the progress and difficulties of learning the foreign language, recognizing the aspects that help to improve and carrying out self-evaluation and peer-evaluation activities, such as those proposed in the European Language Portfolio (PEL) or in a learning journal.",
        "Criterion 6.1. Act with appreciation and respect in intercultural situations, building links between different languages and cultures, and showing rejection of any type of discrimination, prejudice and stereotype in everyday and habitual communicative contexts.",
        "Criterion 6.2. Accept and respect the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding basic cultural and linguistic elements that promote sustainability and democracy. Criterion 6.3. Select and apply, in a guided way, basic strategies to understand and appreciate linguistic, cultural and artistic diversity.",
        "Criterion 6.4. Actively participate in exchanges and communicative situations in a foreign language."
    ]
}