{
    "saberes": [
        "A. Sentido numérico",
        "MA.02.A.1. Conteo",
        "MA.02.A.1.1. Estrategias variadas de conteo, recuento sistemático y adaptación del conteo al tamaño de los números en situaciones de la vida cotidiana en cantidades hasta el 9999.",
        "MA.02.A.2. Cantidad",
        "MA.02.A.2.1. Estrategias y técnicas de interpretación y manipulación del orden de magnitud de los números (decenas, centenas y millares).",
        "MA.02.A.2.2. Estimaciones y aproximaciones razonadas de cantidades en contextos de resolución de problemas. ",
        "MA.02.A.2.3. Lectura, representación (incluida la recta numérica y con materiales manipulativos), composición, descomposición y recomposición de números naturales hasta 9999.",
        "MA.02.A.2.4. Fracciones propias con denominador hasta 12 en contextos de la vida cotidiana.",
        "MA.02.A.2.5. Comprobación del resultado en problemas matemáticos mediante pruebas de las operaciones. ",
        "MA.02.A.2.6. Explicación del proceso de resolución y resultado.",
        "MA.02.A.2.7. Lectura de números ordinales (hasta 99º) y utilización en contextos reales.",
        "MA.02.A.2.8. Reconocimiento de los números romanos formando parte de la vida cotidiana como vestigio del Patrimonio Cultural Andaluz.",
        "MA.02.A.3. Sentido de las operaciones",
        "MA.02.A.3.1. Estrategias de cálculo mental con números naturales y fracciones hasta el 9999.",
        "MA.02.A.3.2. Estrategias de reconocimiento de qué operaciones simples (suma, resta, multiplicación, división como reparto y partición) son útiles para resolver situaciones contextualizadas.",
        "MA.02.A.3.3. Construcción de las tablas de multiplicar apoyándose en número de veces, suma repetida o disposición en cuadrículas.",
        "MA.02.A.3.4. Suma, resta, multiplicación y división de números naturales resueltas con flexibilidad y sentido: utilidad en situaciones contextualizadas, estrategias y herramientas de resolución y propiedades, mediante materiales y recursos lúdicos y motivadores, tales como trucos sencillos de magia educativa, juegos de mesa y materiales manipulativos.",
        "MA.02.A.3.5. Fases de resolución de un problema: comprensión del enunciado; elaboración de un plan de resolución; ejecución del plan siguiendo las estrategias más adecuadas; comprobación de la solución.",
        "MA.02.A.3.6. Resolución de problemas referidos a situaciones abiertas e investigaciones matemáticas sencillas sobre números, cálculos, medidas y geometría.",
        "MA.02.A.3.7. Desarrollo de estrategias para tantear soluciones antes de realizar operaciones: resolución mental, datos que sobran, posibles soluciones, comparación con las soluciones previas de los compañeros y compañeras.",
        "MA.02.A.3.8. Elaboración de conjeturas y búsqueda de argumentos que las validen o las refuten, en situaciones problematizadas.",
        "MA.02.A.4. Relaciones",
        "MA.02.A.4.1. Sistema de numeración de base diez (hasta el 9999): aplicación de las relaciones que genera en las operaciones.",
        "MA.02.A.4.2. Números naturales y fracciones en contextos de la vida cotidiana: comparación y ordenación. ",
        "MA.02.A.4.3. Relaciones entre la suma y la resta; y la multiplicación y la división: aplicación en contextos cotidianos y en la resolución de problemas.",
        "MA.02.A.5. Educación financiera",
        "MA.02.A.5.1. Cálculo y estimación de cantidades y cambios (euros y céntimos de euro) en problemas de la vida cotidiana: ingresos, gastos y ahorro. Decisiones de compra responsable.",
        "B. Sentido de la medida",
        "MA.02.B.1. Magnitud",
        "MA.02.B.1.1. Atributos mensurables de los objetos (longitud, masa, capacidad, superficie, volumen y amplitud del ángulo).",
        "MA.02.B.1.2. Unidades convencionales (km, m, cm, mm; kg, g; l y ml) y no convencionales en situaciones de la vida cotidiana.",
        "MA.02.B.1.3. Medida del tiempo (año, mes, semana, día, hora y minutos) y determinación de la duración de periodos de tiempo.",
        "MA.02.B.2. Medición",
        "MA.02.B.2.1. Estrategias para realizar mediciones con instrumentos y unidades no convencionales (repetición de una unidad, uso de cuadrículas y materiales manipulativos) y convencionales.",
        "MA.02.B.2.2. Procesos de medición mediante instrumentos convencionales (regla, cinta métrica, balanzas, reloj analógico y digital).",
        "MA.02.B.3. Estimación y relaciones",
        "MA.02.B.3.1. Estrategias de comparación y ordenación de medidas de la misma magnitud (km, m, cm, mm; kg, g; l y ml): aplicación de equivalencias entre unidades en problemas de la vida cotidiana que impliquen convertir en unidades más pequeñas.",
        "MA.02.B.3.2. Estimación de medidas de longitud, masa y capacidad por comparación. ",
        "MA.02.B.3.3. Evaluación de resultados de mediciones y estimaciones o cálculos de medidas.",
        "C. Sentido espacial",
        "MA.02.C.1. Figuras geométricas de dos y tres dimensiones",
        "MA.02.C.1.1. Figuras geométricas de dos o tres dimensiones en objetos de la vida cotidiana: identificación y clasificación atendiendo a sus elementos y a las relaciones entre ellos.",
        "MA.02.C.1.2. Estrategias y técnicas de construcción de figuras geométricas de dos dimensiones por composición y descomposición, mediante materiales manipulables, instrumentos de dibujo (regla y escuadra) y aplicaciones informáticas.",
        "MA.02.C.1.3. Vocabulario geométrico: descripción verbal de los elementos y las propiedades de figuras geométricas sencillas.",
        "MA.02.C.1.4. Propiedades de figuras geométricas de dos y tres dimensiones: exploración mediante materiales manipulables y lúdicos (cuadrículas, geoplanos, policubos, magia educativa, etc.) y el manejo de herramientas digitales (programas de geometría dinámica, realidad aumentada, robótica educativa, etc.).",
        "MA.02.C.2. Localización y sistemas de representación",
        "MA.02.C.2.1. Descripción de la posición relativa de objetos en el espacio o de sus representaciones, utilizando vocabulario geométrico adecuado (paralelo, perpendicular, oblicuo, derecha, izquierda, etc.).",
        "MA.02.C.2.2. Descripción verbal e interpretación de movimientos, en relación a uno mismo o a otros puntos de referencia, utilizando vocabulario geométrico adecuado.",
        "MA.02.C.2.3. Interpretación de itinerarios en planos utilizando soportes físicos y virtuales. ",
        "MA.02.C.3. Movimientos y transformaciones",
        "MA.02.C.3.1. Identificación de figuras transformadas mediante traslaciones y simetrías en situaciones de la vida cotidiana.",
        "MA.02.C.3.2. Generación de figuras transformadas a partir de simetrías y traslaciones de un patrón inicial y predicción del resultado.",
        "MA.02.C.4. Visualización, razonamiento y modelización geométrica",
        "MA.02.C.4.1. Estrategias para el cálculo de perímetros de figuras planas y utilización en la resolución de problemas de la vida cotidiana.",
        "MA.02.C.4.2. Modelos geométricos en la resolución de problemas relacionados con los otros sentidos. ",
        "MA.02.C.4.3. Reconocimiento de relaciones geométricas en campos ajenos a la clase de matemáticas, como el arte, las ciencias y la vida cotidiana.",
        "D. Sentido algebraico",
        "MA.02.D.1. Patrones",
        "MA.02.D.1.1. Identificación, descripción verbal, representación y predicción razonada de términos a partir de las regularidades en una colección de números, figuras o imágenes.",
        "MA.02.D.2. Modelo matemático",
        "MA.02.D.2.1. Proceso pautado de modelización, usando representaciones matemáticas (gráficas, tablas, etc.) para facilitar la comprensión y la resolución de problemas de la vida cotidiana.",
        "MA.02.D.2.2. Invención de problemas de la vida cotidiana en los que intervengan sumas, restas, multiplicaciones y/o divisiones, distinguiendo la posible pertinencia y aplicabilidad de cada una de ellas.",
        "MA.02.D.3. Relaciones y funciones",
        "MA.02.D.3.1. Relaciones de igualdad y desigualdad y uso de los signos = y ≠ entre expresiones que incluyan operaciones y sus propiedades.",
        "MA.02.D.3.2. La igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "MA.02.D.3.3. Representación de la relación «mayor que» y «menor que», y uso de los signos < y >. ",
        "MA.02.D.4. Pensamiento computacional",
        "MA.02.D.4.1. Estrategias para la interpretación y modificación de algoritmos sencillos (reglas de juegos, juegos de magia con cartas sencillos, instrucciones secuenciales, bucles, patrones repetitivos, programación por bloques, robótica educativa, etc.).",
        "MA.02.D.4.2. Utilización de medios tecnológicos en el proceso de aprendizaje para la comprensión y asimilación de contenidos matemáticos, obtención de información y realización de cálculos numéricos, resolución de problemas o investigaciones sencillas y presentación de resultados.",
        "E. Sentido estocástico",
        "MA.02.E.1. Organización y análisis de datos",
        "MA.02.E.1.1. Gráficos estadísticos de la vida cotidiana (pictogramas, gráficas de barras, histogramas, etc.): lectura e interpretación.",
        "MA.02.E.1.2. Estrategias sencillas para la recogida, clasificación y organización de datos cualitativos o cuantitativos discretos en muestras pequeñas mediante calculadora y aplicaciones informáticas sencillas. Frecuencia absoluta: interpretación.",
        "MA.02.E.1.3. Gráficos estadísticos sencillos (diagrama de barras y pictogramas) para representar datos seleccionando el más conveniente, mediante recursos tradicionales y aplicaciones informáticas sencillas.",
        "MA.02.E.1.4. La moda: interpretación como el dato más frecuente.",
        "MA.02.E.1.5. Comparación gráfica de dos conjuntos de datos para establecer relaciones y extraer conclusiones. ",
        "MA.02.E.2. Incertidumbre",
        "MA.02.E.2.1. La probabilidad como medida subjetiva de la incertidumbre. Reconocimiento de la incertidumbre en situaciones de la vida cotidiana y mediante la realización de experimentos.",
        "MA.02.E.2.2. Identificación de suceso seguro, suceso posible y suceso imposible. ",
        "MA.02.E.2.3. Comparación de la probabilidad de dos sucesos de forma intuitiva.",
        "MA.02.E.3. Inferencia",
        "MA.02.E.3.1 Formulación de conjeturas a partir de los datos recogidos y analizados, dándoles sentido en el contexto de estudio.",
        "F. Sentido socioafectivo",
        "MA.02.F.1. Creencias, actitudes y emociones",
        "MA.02.F.1.1. Gestión emocional: estrategias de identificación y manifestación de las propias emociones ante las matemáticas. Iniciativa y tolerancia ante la frustración en el aprendizaje de las matemáticas.",
        "MA.02.F.1.2. Fomento de la autonomía y estrategias para la toma de decisiones en situaciones de resolución de problemas.",
        "MA.02.F.1.3. Espíritu de superación frente a la frustración, los retos, dificultades y errores propios del proceso de aprendizaje matemático. Autoconfianza en las propias posibilidades.",
        "MA.02.F.2. Trabajo en equipo, inclusión, respeto y diversidad",
        "MA.02.F.2.1. Sensibilidad y respeto ante las diferencias individuales presentes en el aula: identificación y rechazo de actitudes discriminatorias.",
        "MA.02.F.2.2. Participación activa en el trabajo en equipo, escucha activa y respeto por el trabajo de los demás. ",
        "MA.02.F.2.3. Reconocimiento y comprensión de las emociones y experiencias de los demás ante las matemáticas.",
        "MA.02.F.2.4. Valoración de la contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género.",
        "MA.02.F.2.4. Desarrollo de estrategias personales para resolver problemas, investigaciones y pequeños proyectos de trabajo.",
        "MA.02.F.2.5. Iniciativa, participación respetuosa y colaboración activa en el trabajo cooperativo para investigar y resolver problemas.",
        "MA.02.F.2.6. Reparto y aceptación de tareas en proyectos relacionados con los Objetivos de Desarrollo Sostenible desde su perspectiva matemática: gráficas de barras sobre el consumo de agua, pérdida de biodiversidad en un parque nacional o natural andaluz."
    ],
    "criteriosEvaluacion": [
        "1.1.a. Reconocer de forma verbal o gráfica, problemas de la vida cotidiana, comprendiendo las preguntas planteadas a través de diferentes estrategias o herramientas, incluidas las tecnológicas, y comenzar a interpretar mensajes verbales, escritos o visuales.",
        "1.2.a. Comprender y comenzar a producir representaciones matemáticas, con recursos manipulativos y a través de esquemas o diagramas, que ayuden en la resolución de una situación problematizada, individualmente y cooperando entre iguales.",
        "2.1.a. Comenzar a comparar y a emplear diferentes estrategias para resolver un problema de forma pautada, implicándose en la resolución.",
        "2.2.a. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida, manipulando y tanteando analogías sencillas.",
        "3.1.a. Realizar y comenzar a analizar conjeturas matemáticas sencillas, investigando patrones, propiedades y relaciones de forma pautada, explorando fenómenos y ordenando ideas con sentido.",
        "3.2.a. Ejemplificar problemas sobre situaciones cotidianas que se resuelven matemáticamente, comenzando a plantear preguntas y avanzando posibles conclusiones.",
        "4.1.a. Comenzar a automatizar situaciones sencillas de la vida cotidiana que se realicen paso a paso o sigan una rutina, utilizando de forma pautada principios básicos del pensamiento computacional, realizando procesos simples en formato digital.",
        "4.2.a. Iniciarse en el manejo de las herramientas adecuadas en el proceso de resolución de problemas.",
        "5.1.a. Comenzar a realizar conexiones entre los diferentes elementos matemáticos, aplicando conocimientos y experiencias propias, iniciando la aplicación y gestión matemática en su contexto cotidiano.",
        "5.2.a. Comenzar a Identificar situaciones en contextos diversos, reconociendo las conexiones entre las matemáticas y la vida cotidiana, interpretando la información gráfica de diferentes medios.",
        "6.1.a. Reconocer el lenguaje matemático sencillo e identificar mensajes presentes en la vida cotidiana en diferentes formatos, adquiriendo vocabulario específico básico, utilizando terminología matemática apropiada de forma oral.",
        "6.2.a. Comenzar a analizar y explicar, de forma verbal o gráfica, ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos, empleando el lenguaje verbal a través de medios tradicionales o digitales.",
        "7.1.a. Reconocer y comenzar a identificar las emociones propias al abordar nuevos retos matemáticos, pidiendo ayuda solo cuando sea necesario y mostrando autoconfianza y perseverancia en el control de sus emociones.",
        "7.2.a. Expresar y mostrar actitudes positivas ante nuevos retos matemáticos tales como el esfuerzo y la flexibilidad, valorando el error como una oportunidad de aprendizaje, superando la frustración y desarrollando actitudes participativas.",
        "8.1.a. Participar y comenzar a colaborar respetuosamente en el trabajo en equipo, comunicándose adecuadamente, respetando la diversidad del grupo y estableciendo relaciones saludables basadas en la igualdad y la resolución pacífica de conflictos, afianzando la autoconfianza en relaciones vividas en entornos coeducativos.",
        "8.2.a. Adoptar alguna decisión en el reparto de tareas, respetando las responsabilidades individuales asignadas y comenzando a emplear estrategias sencillas de trabajo en equipo dirigidas a la consecución de objetivos compartidos y a desarrollar una escucha activa."
    ]
}