{
  "saberes": [
    "Bloque 1. Sentido numérico",
    "• Cálculo.",
    "– Aplicación de estrategias variadas para hacer recuentos sistemáticos en situaciones de la vida cotidiana. Introducción a la combinatoria.",
    "• Cantidad.",
    "– Realización de estimaciones con la precisión requerida.",
    "– Uso de los números enteros, fracciones, decimales y raíces para expresar cantidades en contextos de la vida cotidiana con la precisión requerida.",
    "– Aplicación de diferentes formas de representación de números, incluida la recta numérica. Obtención de la fracción generatriz de un número decimal.",
    "– Selección y utilización de la representación más adecuada de una misma cantidad (natural, entero, decimal, fracción o radical) para cada situación o problema.",
    "– Transformación y simplificación de expresiones con radicales.",
    "• Relaciones.",
    "– Comprensión y representación de cantidades con números enteros, fracciones, decimales y raíces.",
    "– Identificación de patrones y regularidades numéricas. Progresiones aritméticas y geométricas.",
    "• Razonamiento proporcional.",
    "– Desarrollo y análisis de métodos para resolver problemas en situaciones de proporcionalidad directa, inversa y compuesta en diferentes contextos (aumentos y disminuciones porcentuales, rebajas y subidas de precios, impuestos, cambios de divisas, cálculos geométricos, escalas, velocidad y tiempo, etc.).",
    "• Educación financiera.",
    "– Interpretación de la información numérica en contextos financieros sencillos.",
    "– Aplicación del Interés simple y compuesto en problemas contextualizados.",
    "– Métodos para la toma de decisiones de consumo responsable atendiendo a las relaciones calidad-precio y al valor-precio en contextos cotidianos.",
    "Bloque 2. Sentido de la medida",
    "• Medición.",
    "– Representación y modelización de objetos tridimensionales para visualizar sus propiedades y resolver problemas con ellos.",
    "– Resolución de problemas contextualizados que impliquen el cálculo de longitudes, áreas, volúmenes y capacidades en formas planas y tridimensionales.",
    "• Estimación y relaciones.",
    "– Planteamiento de conjeturas sobre medidas o relaciones entre las mismas basadas en estimaciones.",
    "– Estrategias para la toma de decisión justificada del grado de precisión requerida en situaciones de medida.",
    "Bloque 3. Sentido espacial",
    "• Figuras geométricas de dos y tres dimensiones.",
    "– Descripción y clasificación de figuras geométricas planas y tridimensionales y su uso en problemas contextualizados.",
    "– Construcción de figuras geométricas con herramientas manipulativas y digitales, como programas de geometría dinámica, realidad aumentada, etc.",
    "• Movimientos y transformaciones.",
    "– Análisis de transformaciones elementales, como giros, traslaciones y simetrías en situaciones diversas utilizando herramientas tecnológicas y/o manipulativas.",
    "• Visualización, razonamiento y modelización geométrica.",
    "– Modelización geométrica para representar y explicar relaciones numéricas y algebraicas en la resolución de problemas.",
    "– Relaciones geométricas: investigación en diversos sentidos (numérico, algebraico, analítico) y diversos campos (arte, ciencia, vida diaria).",
    "Bloque 4. Sentido algebraico",
    "• Patrones.",
    "– Patrones: identificación y comprensión, determinando la regla de formación de diversas estructuras en casos sencillos.",
    "– Fórmulas y términos generales: obtención mediante la observación de pautas y regularidades sencillas y su generalización.",
    "– Transformación de expresiones algebraicas. Identidades notables.",
    "• Modelo matemático.",
    "– Modelización de situaciones de la vida cotidiana usando representaciones matemáticas y el lenguaje algebraico.",
    "– Deducción de conclusiones razonables sobre una situación de la vida cotidiana una vez modelizada.",
    "• Igualdad y desigualdad.",
    "– Realización de operaciones sencillas con polinomios. Regla de Ruffini. Factorización de polinomios.",
    "– Identificación y aplicación de la equivalencia de expresiones algebraicas en la resolución de problemas basados en relaciones lineales y cuadráticas.",
    "– Búsqueda de soluciones en ecuaciones lineales y cuadráticas en situaciones de la vida cotidiana. Resolución de ecuaciones sencillas de grado superior a dos.",
    "– Búsqueda de soluciones en sistemas lineales de dos ecuaciones y dos incógnitas en problemas contextualizados.",
    "– Uso de la tecnología para la resolución de ecuaciones y sistemas de ecuaciones lineales con dos incógnitas.",
    "• Relaciones y funciones.",
    "– Aplicación y comparación de las diferentes formas de representación de una relación.",
    "– Identificación de funciones lineales y cuadráticas y comparación de sus propiedades a partir de tablas, gráficas o expresiones algebraicas. Identificación de sus elementos característicos.",
    "– Identificación de relaciones cuantitativas en situaciones de la vida cotidiana y determinación de la clase o clases de funciones que la modelizan.",
    "– Uso del álgebra simbólico para la representación y la explicación de relaciones matemáticas.",
    "– Deducción de la información relevante de funciones lineales y cuadráticas a partir de sus diferentes expresiones.",
    "– Uso de la tecnología para la construcción y la representación de funciones.",
    "• Pensamiento computacional.",
    "– Generalización y transferencia de procesos de resolución de problemas a otras situaciones.",
    "– Identificación de estrategias para la interpretación y la modificación de algoritmos.",
    "– Uso de calculadoras gráficas y distintos programas para la construcción y representación de funciones.",
    "Bloque 5. Sentido estocástico",
    "• Organización y análisis de datos.",
    "– Análisis e interpretación de tablas y gráficos estadísticos de variables cualitativas, cuantitativas discretas y cuantitativas continuas.",
    "– Recogida y organización de datos de situaciones de la vida cotidiana que involucran una sola variable.",
    "– Elaboración de las representaciones gráficas más adecuadas mediante el uso de diferentes herramientas tecnológicas (calculadora, hoja de cálculo, aplicaciones móviles...) para averiguar cómo se distribuyen los datos, interpretarlos y obtener conclusiones razonadas.",
    "• Incertidumbre.",
    "– Identificación de fenómenos deterministas y aleatorios. Espacio muestral y sucesos.",
    "– Interpretación de la probabilidad como medida asociada a la incertidumbre de experimentos aleatorios.",
    "– Asignación de probabilidades mediante la regla de Laplace.",
    "– Estudio de las propiedades básicas de la probabilidad y resolución de problemas contextualizados.",
    "– Planificación y realización de experiencias sencillas para analizar el comportamiento de fenómenos aleatorios.",
    "– Asignación de probabilidades a partir de los resultados de un experimento aleatorio. Frecuencia relativa y probabilidad.",
    "– Papel del cálculo de probabilidades en distintos avances científicos y sociales.",
    "• Inferencia.",
    "– Planteamiento de preguntas adecuadas para conocer las características de interés de una población.",
    "– Diferenciación entre población y muestra en problemas contextualizados. Selección y representatividad de la muestra en casos sencillos.",
    "– Presentación de datos relevantes para dar respuesta a cuestiones expuestas en investigaciones estadísticas.",
    "– Obtención de conclusiones razonables a partir de los resultados obtenidos, con el fin de emitir juicios y de tomar decisiones adecuadas en problemas contextualizados.",
    "Bloque 6. Sentido socioafectivo",
    "• Creencias, actitudes y emociones.",
    "– Fomento de la curiosidad, de la iniciativa, de la perseverancia y de la resiliencia hacia el aprendizaje de las matemáticas.",
    "– Reconocimiento de las emociones que intervienen en el aprendizaje como la autoconciencia y la autorregulación.",
    "– Desarrollo de la flexibilidad cognitiva para aceptar un cambio de estrategia cuando sea necesario y transformar el error en una oportunidad de aprendizaje.",
    "• Trabajo en equipo y toma de decisiones.",
    "– Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir conocimiento matemático.",
    "– Conductas empáticas y estrategias de gestión de conflicto.",
    "• Inclusión, respeto y diversidad.",
    "– Promoción de actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "– Reconocimiento de la contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Interpretar problemas matemáticos organizando y relacionando los datos dados y elaborando representaciones matemáticas que permitan encontrar estrategias para su resolución. OBJ1",
    "• CE1.2. Resolver problemas matemáticos movilizando los conocimientos necesarios y aplicando las herramientas y estrategias apropiadas. OBJ1",
    "• CE1.3. Exponer variantes de un problema dado modificando alguno de sus datos o alguna de sus condiciones. OBJ3",
    "• CE1.4. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional. OBJ4",
    "• CE1.5. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE1.6. Identificar conexiones coherentes entre las matemáticas y otras materias, reconociendo la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE2.1. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE2.2. Realizar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias. OBJ5",
    "• CE2.3. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE2.4. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas y valorando su utilidad para compartir información. OBJ7",
    "• CE3.1. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE3.2. Reconocer y usar las relaciones entre los conocimientos y las experiencias matemáticas formando uno todo coherente. OBJ5",
    "• CE3.3. Realizar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias. OBJ5",
    "• CE3.4. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE3.5. Identificar conexiones coherentes entre las matemáticas y otras materias reconociendo la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE3.6. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas y valorando su utilidad para compartir información. OBJ7",
    "• CE4.1. Comprobar la corrección matemática de las soluciones de un problema. OBJ2",
    "• CE4.2. Comprobar la validez de las soluciones de un problema y elaborar respuestas coherentes en el contexto expuesto, evaluando su alcance y repercusión desde diferentes perspectivas (de género, de sostenibilidad, de consumo responsable, etc.). OBJ2",
    "• CE4.3. Exponer variantes de un problema dado modificando alguno de sus datos o alguna de sus condiciones. OBJ3",
    "• CE4.4. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional. OBJ4",
    "• CE4.5. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE4.6. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir OBJ6",
    "• CE4.7. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas y valorando su utilidad para compartir información. OBJ7",
    "• CE4.8. Reconocer y emplear con precisión y rigor el lenguaje matemático presente en la vida cotidiana. OBJ8",
    "• CE5.1. Investigar conjeturas sencillas de forma autónoma analizando patrones, propiedades y relaciones. OBJ3",
    "• CE5.2. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional. OBJ4",
    "• CE5.3. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE5.4. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE5.5. Identificar conexiones coherentes entre las matemáticas y otras materias reconociendo la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE5.6. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas y valorando su utilidad para compartir información. OBJ7",
    "• CE5.7. Comunicar información utilizando el lenguaje matemático apropiado, para describir, explicar y justificar razonamientos, procedimientos y conclusiones. OBJ8",
    "• CE5.8. Reconocer y emplear con precisión y rigor el lenguaje matemático presente en la vida cotidiana. OBJ8",
    "• CE6.1. Reconocer la aportación de las matemáticas al progreso de la humanidad y su contribución a la superación de los retos que demanda la sociedad actual. OBJ6",
    "• CE6.2. Gestionar las emociones propias y desarrollar el autoconcepto matemático como herramienta para generar expectativas positivas ante nuevos retos matemáticos. OBJ9",
    "• CE6.3. Mostrar una actitud positiva y perseverante, aceptando la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. OBJ9",
    "• CE6.4. Colaborar activamente en el trabajo en equipo, respetando diferentes opiniones, comunicándose de manera efectiva, pensando de forma crítica y creativa y tomando decisiones y juicios informados. OBJ10",
    "• CE6.5. Participar en el reparto de tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión y la escucha activa, asumiendo el rol asignado y responsabilizándose de la propia contribución al equipo. OBJ10"
  ]
}
