{
   "saberes": [
      "I. Las destrezas científicas básicas",
      "1. Empleo de las metodologías propias de la investigación científica para desarrollar razonamientos propios del pensamiento científico. Identificación de un problema, formulación de cuestiones, elaboración de hipótesis y comprobación experimental de las mismas.",
      "2. Trabajo experimental y proyectos de investigación: selección de estrategias de resolución de problemas y del tratamiento del error mediante la indagación, la deducción, la búsqueda de evidencias y el razonamiento lógico-matemático, haciendo inferencias válidas de las observaciones y obteniendo conclusiones que vayan más allá de las condiciones experimentales para aplicarlas a nuevos escenarios.",
      "3. Conocimiento y utilización de diversos entornos y recursos de aprendizaje científico como el laboratorio o los entornos virtuales para mejorar las destrezas científicas. ",
      "    3.1. Uso de materiales, sustancias e instrumentos básicos del laboratorio de Física y Química.",
      "    3.2. Manejo de herramientas digitales como apoyo al trabajo experimental y la investigación.",
      "4. Aplicación de las normas de uso de los espacios específicos de la ciencia y en especial del laboratorio de Física y Química, asegurando y protegiendo así la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medioambiente.",
      "5. Reconocimiento del carácter universal y transversal del lenguaje científico en diferentes escenarios científicos y de aprendizaje. ",
      "    5.1. Manejo adecuado de distintos sistemas de unidades y sus símbolos para facilitar la comunicación efectiva con toda la comunidad científica.",
      "    5.2. Aplicación de las herramientas matemáticas adecuadas para la correcta resolución de problemas.",
      "6. Selección y utilización de estrategias de interpretación, producción y comunicación de información científica en diferentes formatos y a partir de diferentes medios. Desarrollo del criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
      "7. Valoración de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de la física y la química en el avance y la mejora de la sociedad.",
      "II. La materia",
      "1. Resolución de problemas y situaciones de aprendizaje diversas sobre las disoluciones y los gases, entre otros sistemas materiales significativos para encontrar soluciones que mejoren su realidad cercana.",
      "2. Desarrollo histórico de los principales modelos atómicos clásicos y cuánticos y descripción de las partículas subatómicas, estableciendo su relación con los avances de la física y la química.",
      "3. Relación de la configuración electrónica de un átomo con la posición del mismo en la tabla periódica para deducir sus propiedades fisicoquímicas.",
      "4. Explicación de la formación, mediante enlaces iónicos, covalentes y metálicos, de los compuestos químicos, para deducir sus propiedades físicas y químicas. ",
      "    4.1. Valoración de su utilidad e importancia en otros campos, como la ingeniería o el deporte.",
      "5. Cálculo del número de moles de sistemas materiales de diferente naturaleza, manejando con soltura las diferentes formas de medida y expresión de la misma en el entorno científico.",
      "6. Nomenclatura inorgánica: denominación de sustancias simples, iones y compuestos químicos binarios y ternarios mediante las normas de la IUPAC, preferiblemente con la nomenclatura de composición. Introducción del concepto de estado de oxidación relacionándolo con su posición en la tabla periódica.",
      "7. Introducción a la nomenclatura orgánica: denominación de compuestos orgánicos monofuncionales a partir de las normas de la IUPAC como base para entender la gran variedad de compuestos del entorno basados en el carbono.",
      "III. El cambio",
      "1. Ajuste de reacciones químicas e interpretación de los coeficientes estequiométricos. Realización de predicciones cualitativas y cuantitativas basadas en la estequiometría, con reactivos puros y suponiendo un rendimiento completo de la reacción, relacionándolas con procesos fisicoquímicos de la industria, el medioambiente y la sociedad para reconocer su importancia.",
      "2. Descripción cualitativa de reacciones químicas de interés, síntesis, combustión, neutralización y procesos electroquímicos sencillos, valorando las implicaciones que tienen en la tecnología, la sociedad o el medioambiente.",
      "3. Aplicación de los modelos, como la teoría de colisiones, para comprender cómo ocurre la reordenación de los átomos en las reacciones químicas. Realización de predicciones en los procesos químicos cotidianos más importantes. Determinación experimental de los factores de los que depende la velocidad de una reacción para predecir su evolución.",
      "IV. La interacción",
      ". Predicción y comprobación, utilizando la experimentación y el razonamiento matemático, de las principales magnitudes, ecuaciones y gráficas que describen movimientos rectilíneos de un cuerpo e interpretación de las magnitudes del movimiento circular uniforme para poder establecer relaciones con situaciones cotidianas y en la mejora de la calidad de vida.",
      ". Análisis y justificación del principio fundamental de la física y sus aplicaciones a otros campos como el diseño, el deporte o la ingeniería.",
      ". Uso del álgebra vectorial básica para la realización gráfica y numérica de operaciones con fuerzas y su aplicación a la resolución de problemas relacionados con sistemas sometidos a conjuntos de fuerzas, valorando su importancia en situaciones cotidianas.",
      ". Identificación del peso, la normal, el rozamiento, la tensión o el empuje, así como su uso para explicar fenómenos físicos en distintos escenarios.",
      ". Reconocimiento y utilización de ley de la gravitación universal para explicar las fuerzas de atracción y el movimiento entre los cuerpos que componen el universo. Valoración de la contribución del IAC al campo de la astrofísica en Canarias.",
      ". Diseño y realización de experiencias que pongan de manifiesto los efectos de los principios fundamentales que describen las fuerzas y la presión sobre los líquidos y los gases.",
      "V. La energía",
      ". Formulación y comprobación de hipótesis sobre las distintas formas y aplicaciones de la energía. Aplicación del principio de conservación de la energía mecánica para explicar algunos procesos de la vida cotidiana y para la resolución de ejercicios numéricos sencillos.",
      ". Identificación del trabajo y el calor como formas de transferencia de energía entre sistemas relacionados con las fuerzas o la diferencia de temperatura.",
      ". Análisis de la luz y el sonido para su interpretación como ondas que transfieren energía.",
      ". Estimación de la energía consumida en la vida cotidiana mediante la búsqueda de información contrastada, la experimentación y el razonamiento científico, comprendiendo la importancia de la energía en la sociedad, su producción y su uso responsable. Valoración de la conveniencia del ahorro energético, así como de la diversificación de las fuentes de energía y su repercusión a escala mundial y, en particular, en Canarias."
   ],
   "criteriosEvaluacion": [
      "1.1. Interpretar los fenómenos fisicoquímicos cotidianos, explicarlos en términos de los principios, las teorías y las leyes científicas y expresar sus conclusiones en diversos soportes y medios de comunicación, empleando la argumentación, para comprender a través de la ciencia lo que ocurre a su alrededor. CCL1, STEM2, CD2",
      "1.2. Resolver problemas fisicoquímicos planteados en situaciones conocidas mediante las leyes y las teorías científicas, seleccionando las estrategias de resolución, razonando los procedimientos utilizados, analizando la coherencia de los resultados, expresándolos con corrección y precisión y reformulando el procedimiento si fuera necesario para encontrar soluciones que mejoren su realidad cercana y la calidad de vida humana. STEM1, STEM2, STEM4, CPSAA4",
      "2.1. Emplear las metodologías de la ciencia en la identificación y descripción de fenómenos científicos a partir de situaciones conocidas tanto observadas en el mundo natural como planteadas a través de enunciados con información textual, gráfica o numérica, mediante la experimentación real o mediante simulación con modelos digitales, la indagación, la deducción, la búsqueda de evidencias procedente de diversas fuentes y el razonamiento lógico-matemático, para mejorar sus destrezas científicas. CCL1, CCL3, STEM1, STEM2, CD1",
      "2.2. Diseñar y desarrollar procedimientos experimentales o deductivos que permitan responder a las cuestiones planteadas y validar las hipótesis formuladas de manera informada con el conocimiento científico existente, aplicando las leyes y teorías científicas, y el razonamiento lógico-matemático en su proceso de validación, analizando los resultados y reformulando el procedimiento si fuera necesario, para presentar soluciones que creen valor en el ámbito personal, social, cultural y económico. CCL1, STEM1, STEM2, CPSAA4, CE1, CCEC3",
      "3.1. Seleccionar, organizar, interpretar, producir y comunicar datos e información en diversos formatos relativa a un proceso fisicoquímico concreto, relacionándolos entre sí, extrayendo lo significativo y desechando lo irrelevante, con el apoyo de diversas herramientas digitales y fuentes fiables y seguras, para reconocer el carácter universal y transversal del lenguaje científico en la resolución de problemas. CP1, STEM4, CD2, CD3, CCEC4",
      "3.2. Aplicar e interpretar las reglas básicas de la física y la química, incluyendo el uso de varios sistemas de unidades, las herramientas matemáticas necesarias y las reglas de nomenclatura avanzadas, para facilitar la comunicación efectiva con toda la comunidad científica desde el respeto a las normas del lenguaje de las ciencias. STEM4, CC1, CCEC2",
      "3.3. Aplicar con rigor las normas de uso de los espacios específicos de la ciencia, dentro y fuera del centro, en especial el laboratorio de física y química, como medio para asegurar la salud propia y colectiva, la conservación sostenible del medioambiente y el respeto por las instalaciones. STEM5, CPSAA2, CC1",
      "4.1. Seleccionar y utilizar de forma eficiente y segura recursos variados, tradicionales y digitales, mejorando el aprendizaje autónomo, en equipo y la interacción con otros miembros de la comunidad educativa, de forma rigurosa y respetuosa, valorando las aportaciones de cada participante, para contribuir a la mejora de la comunicación y ejercer una ciudadanía cívica y reflexiva. CCL2, STEM4, CD3, CPSAA3",
      "4.2. Trabajar de forma versátil con medios variados, tradicionales y digitales, en la consulta de información y la creación de contenidos, seleccionando y empleando las fuentes y herramientas que se consideren, a partir de la aplicación de criterios de validez, calidad, actualidad y fiabilidad, desechando las menos adecuadas, para fomentar la creatividad y mejorar el aprendizaje propio y colectivo. CCL3, CP1, CD1, CD2, CE3, CCEC4",
      "5.1. Establecer y desarrollar interacciones constructivas y coeducativas, emprendiendo actividades de cooperación e iniciando el uso de las estrategias propias del trabajo colaborativo, en el aula o en plataformas virtuales, como forma de construir un medio de trabajo eficiente, ético y crítico en la ciencia. CCL5, CP3, CD3, CPSAA3",
      "5.2. Detectar y describir situaciones problemáticas reales, locales o globales, y emprender, de forma autónoma, proyectos científicos colaborativos en los que la física y la química puedan contribuir a su solución, analizando el impacto que las iniciativas tienen en la mejora de la sociedad, la preservación de la salud y la conservación sostenible del medioambiente, que creen valor para el individuo y para la comunidad. STEM3, STEM5, CC3, CE2",
      "6.1. Percibir la ciencia como un proceso en construcción, así como reconocer y valorar sus repercusiones e implicaciones tecnológicas, económicas, sociales y medioambientales, a través del análisis histórico de los avances científicos logrados por mujeres y hombres, del conocimiento de las instituciones científicas internacionales, nacionales y canarias, sus líneas de investigación y las personas que en ellas trabajan y de otras situaciones actuales, para adoptar un estilo de vida sostenible y responsable sopesando los riesgos y los beneficios de las aplicaciones directas derivadas de los avances científicos. STEM2, CD4, CPSAA4, CCEC1",
      "6.2. Detectar las necesidades tecnológicas, económicas, sociales y ambientales más importantes que demanda la humanidad, en general, y la sociedad canaria, en particular, con el fin de entender la capacidad de la ciencia para encontrar soluciones sostenibles a través de la implicación de toda la ciudadanía. STEM5, CPSAA1, CC4"
   ]
}