{
  "saberes": [
    "I. El ser humano y el conocimiento de sí mismo",
    "1. Visión y conocimiento del ser humano desde la perspectiva psicológica. ",
    "    1.1. Descripción de las distintas etapas de desarrollo evolutivo. Identificación de características cognitivas y de la personalidad propias de la adolescencia y su relación con la gestión emocional en esta etapa.",
    "2. Visión y conocimiento del ser humano desde la perspectiva sociológica. ",
    "    2.1. Descripción, análisis y valoración de las relaciones sociales en la adolescencia. Definición de los conceptos de normas, roles y estereotipos, análisis y estimación de sus implicaciones en contextos sociales cercanos.",
    "    2.2. Análisis de la influencia del grupo en el individuo y valoración del sentimiento de pertenencia como elemento fundamental para la cohesión social. Identificación de valores, intereses y metas comunes de los diferentes grupos a los que se pertenece (familia, grupo clase, equipos deportivos, clubes, etc.).",
    "    2.3. Análisis y valoración de la diversidad como elemento enriquecedor para la convivencia positiva y democrática dentro de los grupos.",
    "    2.4. Análisis y valoración de los roles y estereotipos de género a lo largo de la historia y su papel en la vida de hombres y mujeres. Reconocimiento y promoción de la igualdad de derechos y oportunidades entre hombres y mujeres en todos los ámbitos de la vida: personal, social, académico y profesional.",
    "    2.5. Distinción entre conductas prosociales y antisociales. Asunción progresiva de responsabilidades para la búsqueda de la autonomía.",
    "    2.6. Comprensión del concepto de sociedad y visión del ser humano como ser social. Análisis crítico de los elementos y factores favorecedores de la integración y cohesión social.",
    "    2.7. Identificación de los factores que determinan los procesos de transición a la vida adulta en el contexto europeo y español.",
    "3. Visión y conocimiento del ser humano desde la perspectiva antropológica. ",
    "    3.1. Comprensión del concepto antropológico de cultura y análisis del ser humano como ser cultural (costumbres, mitos, creencias, normas y valores que guían su comportamiento como miembro de un grupo social). Relación entre humanización y cultura. Reconocimiento y valoración de la diversidad cultural haciendo hincapié en la realidad canaria (migraciones, multiculturalidad y mestizaje en sociedades abiertas).",
    "    3.2. Reflexión sobre formas de identificación cultural (la Constitución española de 1978, la integración en la Unión Europea, el fenómeno de la globalización…). Análisis y valoración positiva de la diversidad social, etnocultural, funcional y de género, entre otras. Conocimiento de políticas y medidas estratégicas para la inclusión, la igualdad de género y cohesión social, con el objetivo de mejorar la calidad de vida de las personas en el contexto autonómico, nacional y europeo (partidas económicas, programas de becas, programas de movilidad, proyectos de integración social, desarrollo de vocaciones científicas en las alumnas, etc.)",
    "II. Formación y orientación personal y profesional hacia la vida adulta",
    "1. Aprendizaje y ser humano ",
    "    1.1. Descripción de los procesos de atención, motivación y memoria y explicación de su relación con el aprendizaje.",
    "    1.2. Explicación de diferentes estrategias de aprendizaje y estudio y selección y aplicación de las mismas.",
    "    1.3. Definición de inteligencia emocional. Identificación y reconocimiento de las emociones propias y ajenas y selección y aplicación de estrategias de regulación de las mismas de forma adaptativa en función de las demandas del entorno. Comprensión del funcionamiento de los sistemas de recompensa y su relación con las adicciones.",
    "    1.4. Definición de las funciones ejecutivas y su papel en el establecimiento y logro de metas.",
    "    1.5. Relación entre lo heredado y lo aprendido: biología y cultura.",
    "2. Construcción del sentido de competencia y logro. ",
    "    2.1. Definición y comprensión del autoconcepto y la autoestima. Identificación y valoración de conceptos como estilo atribucional, capacidad autocrítica, iniciativa personal, pensamiento creativo, perseverancia, confianza y seguridad personal, como elementos indispensables en el desarrollo de un autoconcepto positivo y una autoestima alta como medio para superar situaciones de fracaso y tolerar la frustración.",
    "    2.2. Identificación y valoración de las cualidades académicas, análisis de fortalezas y debilidades propias y selección y desarrollo de estrategias para superar las debilidades.",
    "3. Relaciones e interacciones con las demás personas. ",
    "    3.1. Desarrollo de habilidades sociales necesarias para afrontar nuevos retos: flexibilidad, adaptabilidad, estrategias de resolución de conflictos.",
    "    3.2. Desarrollo de habilidades comunicativas: asertividad, escucha activa, comunicación no verbal. Evaluación de las barreras propias en la comunicación y adquisición de estrategias para superarlas.",
    "    3.3. Desarrollo de habilidades comunicativas como el diálogo, la argumentación y la empatía para la resolución pacífica de conflictos y la convivencia positiva dentro de los grupos.",
    "    3.4. Comprensión de la estructura y funcionamiento de grupos sociales y de trabajo. Desarrollo de habilidades para la organización y gestión: reparto de funciones y tareas, planificación, tipos de liderazgo, diferencias entre grupos de trabajo y equipos de trabajo.",
    "    3.5. Conocimiento y manejo responsable de herramientas digitales para la interacción con los demás. Comprensión de los conceptos de huella y reputación digital. Identificación y reflexión sobre los nuevos comportamientos en la sociedad de la información y reflexión sobre los valores, principios, derechos y deberes que deben regir la ciudadanía ética digital.",
    "    3.6. Identificación de barreras en la comunicación en contextos académicos y profesionales y planificación de acciones para superarlas.",
    "    3.7. Gestión de la identidad digital personal y profesional: selección de herramientas digitales adecuadas a la finalidad que se persigue, elaboración de un perfil acorde a la misma y conocimiento de los procedimientos de actualización y mantenimiento de los perfiles.",
    "4. Orientación hacia la formación académica y profesional. Exploración del entorno profesional. ",
    "    4.1. Conocimiento y valoración de programas y servicios de orientación académica y profesional y búsqueda de oportunidades y ayudas para la formación.",
    "    4.2. Valoración de la formación permanente a lo largo de la vida como elemento indispensable para el desarrollo personal y laboral en un contexto social y laboral en continuo cambio.",
    "    4.3. Comprensión de las ventajas de un clima laboral positivo gracias a las habilidades sociales, comunicativas y de organización y gestión como garantía para el establecimiento de relaciones laborales positivas.",
    "    4.4. Conocimiento del Espacio Europeo de Educación y reflexión sobre las implicaciones en el propio proceso de socialización y en el aprendizaje formal e informal. Conocimiento de los valores del europeísmo y fórmulas de participación en programas educativos europeos.",
    "    4.5. Exploración y descubrimiento de las tendencias laborales y demandas del mercado. Retos de la revolución digital. Conocimiento y comprensión de los conceptos de emprendimiento e intraemprendimiento.",
    "    4.6. El ser humano como homo œconomicus y teorías críticas. Reconocimiento y valoración de la participación social activa a través de acciones como la colaboración y el voluntariado, por un lado, como instrumentos para favorecer la cohesión social y, por otro, como una primera aproximación al mundo laboral.",
    "III. Proyecto personal, académico-profesional y aproximación a la búsqueda activa de empleo",
    "1. Comprensión y valoración de la diversidad como elemento enriquecedor de los equipos de trabajo.",
    "2. Aplicación de las fases de diseño de un plan personal de autoconocimiento y de formación académica y profesional. ",
    "    2.1. Identificación y diagnóstico de cualidades personales académicas y profesionales, distinguiendo entre fortalezas y debilidades para potenciar las primeras y solventar las últimas.",
    "    2.2. Exploración de las ofertas académicas y profesionales, sus respectivos perfiles y su relación con las aspiraciones y metas propias.",
    "    2.3. Toma de decisiones con respecto al futuro académico y profesional a corto plazo, así como búsqueda y selección de ayudas y recursos para superar carencias y afrontar los nuevos retos personales y profesionales. Aproximación a un plan de búsqueda activa de empleo con proyección hacia el futuro mediante las estrategias e instrumentos de búsqueda de empleo.",
    "3. Aproximación a un plan de búsqueda activa de empleo con proyección hacia el futuro mediante las estrategias e instrumentos de búsqueda de empleo."
  ],
  "criteriosEvaluacion": [
    "1.1. Conocer los procesos que intervienen en el aprendizaje, analizando sus implicaciones y desarrollando estrategias que favorezcan la adquisición de conocimientos. CPSAA3, CPSAA4",
    "1.2. Analizar la importancia del componente emocional, tomando conciencia de su repercusión en el aprendizaje y desarrollando estrategias que mejoren los procesos cognitivos implicados en el mismo. CPSAA1, CPSAA4",
    "1.3. Conocer las bases teóricas fundamentales de los procesos físicos y psicológicos que intervienen en la cognición, la motivación, el aprendizaje y la gestión emocional, reflexionando sobre la relación de estos con la conducta propia y de los demás. CPSAA1, CPSAA5",
    "1.4. Aplicar estrategias de aprendizaje y gestión emocional manifestando mayor control sobre las acciones y sus consecuencias, planteando objetivos y desarrollando procesos metacognitivos de retroalimentación que permitan aprender de los errores para mejorar el desempeño personal, social y académico. CPSAA1",
    "2.1. Afrontar, de forma eficaz y con progresiva autonomía, nuevos retos, identificando las cualidades personales y sociales propias y de los demás, analizando los elementos que condicionan los comportamientos y actuaciones en el proceso de desarrollo evolutivo. CPSAA1, CPSAA2, CPSAA3, CC1",
    "2.2. Conocer el desarrollo evolutivo de las personas analizando y comprendiendo las principales características de la madurez que van conformando a la persona en distintos planos: cognitivo, social y emocional. Evaluar las fortalezas y debilidades propias, usando estrategias de autoconocimiento y autoeficacia. CPSAA2, CPSAA3, CC1",
    "2.3. Identificar cualidades personales y de los demás reflexionando sobre la importancia de potenciar aquellas que resultan necesarias para afrontar con eficacia nuevos retos y autoevaluar su propio aprendizaje para validar, sustentar y contrastar la información y obtener conclusiones relevantes. CPSAA1, CPSAA5",
    "3.1. Reflexionar de manera crítica sobre la condición humana, la sociedad y la cultura a partir del conocimiento que proporcionan las ciencias humanas y sociales para presentar ideas y soluciones innovadoras, éticas y sostenibles utilizando estrategias ágiles de planificación. CPSAA3, CC1, CC2, CC3, CE3",
    "3.2. Analizar la diversidad personal, social y cultural desde distintas perspectivas a partir de los conocimientos que proporcionan las ciencias humanas y sociales, mostrando actitudes de respeto y empatía por lo diferente y valorando la equidad y la no discriminación para participar en el trabajo en grupo, distribuyendo y aceptando tareas y responsabilidades empleando estrategias cooperativas. CP3, CC3",
    "4.1. Desarrollar estrategias y habilidades que faciliten la adaptación a nuevos grupos y contextos a partir del conocimiento social y antropológico del ser humano y analizar los principios que emanan del proceso de integración europeo, la Constitución española y los derechos humanos y del niño, participando en actividades comunitarias como la resolución de conflictos con actitud democrática. CP3, CC1, CC3",
    "4.2. Analizar y comprender ideas relativas a la dimensión social y ciudadana de su propia identidad, así como a los hechos sociales, históricos y normativos que la determinan, para entender los factores personales y socioculturales que intervienen en la configuración psicológica de la persona a partir del conocimiento comparado de la dimensión social y antropológica del ser humano. CC1, CC2",
    "4.3. Valorar la diversidad, desde el respeto, la inclusión y la igualdad real y efectiva entre hombres y mujeres, considerándola un elemento enriquecedor a nivel personal, social y cultural. CC2, CC3, CE2",
    "5.1. Realizar un proyecto personal, académico y profesional propio y aproximarse al proceso de búsqueda activa de empleo, priorizando las necesidades y descubriendo los intereses personales y vocacionales mediante la exploración de las oportunidades académicas y profesionales que ofrece el entorno y desarrollando las destrezas necesarias en el proceso de toma de decisiones. CD3, CPSAA4, CPSAA5, CE1, CE2",
    "5.2. Explorar el entorno próximo identificando las oportunidades académicas y profesionales que ofrece, valorando aquellas que mejor se adaptan a las cualidades e intereses personales y potenciando el espíritu de iniciativa y superación. CPSAA4, CPSAA5, CE2, CE3"
  ]
}