{
  "saberes": [
    "A. Las destrezas científicas básicas",
    "FYQ.3.A.1. Metodologías de la investigación científica: identificación y formulación de cuestiones, elaboración de hipótesis y comprobación experimental de las mismas.",
    "FYQ.3.A.2. Trabajo experimental y proyectos de investigación: estrategias en la resolución de problemas y en el desarrollo de las investigaciones mediante la indagación, la deducción, la búsqueda de evidencias y el razonamiento lógico-matemático, haciendo inferencias válidas de las observaciones y obteniendo conclusiones.",
    "FYQ.3.A.3. Diversos entornos y recursos de aprendizaje científico, como el laboratorio o los entornos virtuales: materiales, sustancias y herramientas tecnológicas, atendiendo a las normas de uso de cada espacio para asegurar la conservación de la salud propia y comunitaria, la seguridad en redes y el respeto hacia el medioambiente.",
    "FYQ.3.A.4. Uso del lenguaje científico, incluyendo el manejo adecuado de sistemas de unidades, utilizando preferentemente el Sistema Internacional de Unidades y la notación científica para expresar los resultados, y herramientas matemáticas, para conseguir una comunicación argumentada con diferentes entornos científicos y de aprendizaje.",
    "FYQ.3.A.5. Interpretación y producción de información científica en diferentes formatos y a partir de diferentes medios para desarrollar un criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad.",
    "FYQ.3.A.6. Valoración de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de la física y la química para el avance y la mejora de la sociedad. La Ciencia en Andalucía.",
    "B. La materia",
    "FYQ.3.B.1. Teoría cinético-molecular: aplicación a observaciones sobre la materia para explicar sus propiedades, los estados de agregación y los cambios de estado, y la formación de mezclas y disoluciones, así como la concentración de las mismas y las leyes de los gases ideales.",
    "FYQ.3.B.2. Realización de experimentos relacionados con los sistemas materiales para conocer y describir sus propiedades; densidad, composición y clasificación, así como los métodos de separación de una mezcla.",
    "FYQ.3.B.3. Aplicación de los conocimientos sobre la estructura atómica de la materia para entender y explicar la formación de estructuras más complejas, de iones, la existencia de isótopos y sus propiedades, el desarrollo histórico del modelo atómico y la ordenación y clasificación de los elementos en la Tabla Periódica.",
    "FYQ.3.B.4. Principales compuestos químicos: su formación y sus propiedades físicas y químicas, valoración de sus aplicaciones. Masa atómica y masa molecular.",
    "FYQ.3.B.5. Participación de un lenguaje científico común y universal a través de la formulación y nomenclatura de sustancias simples, iones monoatómicos y compuestos binarios mediante las reglas de nomenclatura de la IUPAC.",
    "C. La energía",
    "FYQ.3.C.1. Formulación de cuestiones e hipótesis sobre la energía, el calor y el equilibrio térmico, sus manifestaciones y sus propiedades, y explicación del concepto de temperatura en términos del modelo cinético-molecular, para describirla como la causa de todos los procesos de cambio.",
    "FYQ.3.C.2. Diseño y comprobación experimental de hipótesis, relacionadas con el uso doméstico e industrial de la energía en sus distintas formas y las transformaciones entre ellas.",
    "FYQ.3.C.3. Elaboración fundamentada de hipótesis sobre el medioambiente y la sostenibilidad a partir de las diferencias entre fuentes de energía renovables y no renovables. Energías renovables en Andalucía.",
    "FYQ.3.C.4. Análisis y aplicación de los efectos del calor sobre la materia para aplicarlos en situaciones cotidianas.",
    "FYQ.3.C.5. Consideración de la naturaleza eléctrica de la materia y explicación del fenómeno físico de la corriente eléctrica con base en la Ley de Ohm así como diseño y construcción de circuitos eléctricos en laboratorio o de forma virtual, y la obtención de energía eléctrica para desarrollar conciencia sobre la necesidad del ahorro energético y la conservación sostenible del medioambiente.",
    "D. La interacción",
    "FYQ.3.D.1. Predicción de movimientos sencillos a partir de los conceptos de la cinemática posición, velocidad y aceleración, para formular hipótesis comprobables sobre valores futuros de estas magnitudes, y validación de dichas hipótesis a través del cálculo numérico, la interpretación de gráficas o el trabajo experimental.",
    "FYQ.3.D.2. Relación de los efectos de las principales fuerzas de la naturaleza como la gravitatoria, eléctrica y magnética, como agentes del cambio tanto en el estado de movimiento o el de reposo de un cuerpo, así como productoras de deformaciones, con los cambios que producen en los sistemas sobre los que actúan.",
    "FYQ.3.D.3. Aplicación de las leyes de Newton, de la Ley de Gravitación Universal, de la Ley de Hooke, de la Ley de Coulomb y del modelo de un imán, descritas a partir de observaciones cotidianas y de laboratorio, y especialmente de los experimentos de Oersted y Faraday, para entender cómo se comportan e interaccionan entre sí los sistemas materiales ante la acción de las fuerzas y predecir los efectos de estas en situaciones cotidianas y de seguridad vial.",
    "E. El cambio",
    "FYQ.3.E.1. Análisis de los diferentes tipos de cambios que experimentan los sistemas materiales para relacionarlos con las causas que los producen y con las consecuencias que tienen.",
    "FYQ.3.E.2. Interpretación de las reacciones químicas a nivel macroscópico y microscópico, en términos del modelo atómico-molecular de la materia y de la teoría de colisiones, para explicar las relaciones de la química con el medioambiente, la tecnología y la sociedad.",
    "FYQ.3.E.3. Aplicación de la ley de conservación de la masa y de la ley de las proporciones definidas, para utilizarlas mediante cálculos estequiométricos como evidencias experimentales que permitan validar el modelo atómico-molecular de la materia.",
    "FYQ.3.E.4. Análisis de los factores que afectan a las reacciones químicas para predecir su evolución de forma cualitativa y entender su importancia en la resolución de problemas actuales por parte de la ciencia."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar, comprender y explicar los fenómenos fisicoquímicos cotidianos más relevantes, a partir de los principios, teorías y leyes científicas adecuadas, expresándolos, de manera argumentada, utilizando diversidad de soportes y medios de comunicación.",
    "1.2. Resolver los problemas fisicoquímicos planteados utilizando las leyes y teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados.",
    "1.3. Reconocer y describir en el entorno inmediato situaciones problemáticas reales de índole científica y emprender iniciativas en las que la ciencia, y en particular la física y la química, pueden contribuir a su solución, analizando críticamente su impacto en la sociedad.",
    "2.1. Emplear las metodologías propias de la ciencia para identificar y describir fenómenos a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, la deducción, el trabajo experimental y el razonamiento lógico-matemático, diferenciándolas de aquellas pseudocientíficas que no admiten comprobación experimental.",
    "2.2. Seleccionar, de acuerdo con la naturaleza de las cuestiones que se traten, la mejor manera de comprobar o refutar las hipótesis formuladas, para diseñar estrategias de indagación y búsqueda de evidencias que permitan obtener conclusiones y repuestas ajustadas a la naturaleza de la pregunta formulada.",
    "2.3. Aplicar las leyes y teorías científicas conocidas para formular cuestiones e hipótesis, de manera informada y coherente con el conocimiento científico existente y diseñar los procedimientos experimentales o deductivos necesarios para resolverlas o comprobarlas.",
    "3.1. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a un proceso fisicoquímico concreto, relacionando entre sí lo que cada uno de ellos contiene, y extrayendo en cada caso lo más relevante para la resolución de un problema.",
    "3.2. Utilizar adecuadamente las reglas básicas de la física y la química, incluyendo el uso de unidades de medida, las herramientas matemáticas y las reglas de nomenclatura, consiguiendo una comunicación efectiva con toda la comunidad científica.",
    "3.3. Poner en práctica las normas de uso de los espacios específicos de la ciencia, como el laboratorio de física y química, como medio de asegurar la salud propia y colectiva, la conservación sostenible del medioambiente y el cuidado de las instalaciones.",
    "4.1. Utilizar recursos variados, tradicionales y digitales, mejorando el aprendizaje autónomo y para mejorar la interacción con otros miembros de la comunidad educativa, con respeto hacia docentes y estudiantes y analizando críticamente las aportaciones de cada participante.",
    "4.2. Trabajar de forma adecuada y versátil con medios variados, tradicionales y digitales, en la consulta de información y la creación de contenidos, seleccionando con criterio las fuentes más fiables y desechando las menos adecuadas para la mejora del aprendizaje propio y colectivo.",
    "5.1. Establecer interacciones constructivas y coeducativas, emprendiendo actividades de cooperación y del uso de las estrategias propias del trabajo colaborativo, como forma de construir un medio de trabajo eficiente en la ciencia.",
    "5.2. Emprender, de forma guiada y de acuerdo a la metodología adecuada, proyectos científicos que involucren al alumnado en la mejora de la sociedad y que creen valor para el individuo y para la comunidad, tanto local como globalmente.",
    "6.1. Reconocer y valorar, a través del análisis histórico de los avances científicos logrados por hombres y mujeres de ciencia y los avances científicos, que la ciencia es un proceso en permanente construcción y las repercusiones mutuas de la ciencia actual con la tecnología, la sociedad y el medioambiente.",
    "6.2. Detectar en el entorno las necesidades tecnológicas, ambientales, económicas y sociales más importantes que demanda la sociedad, entendiendo la capacidad de la ciencia para darles solución sostenible a través de la implicación de todos los ciudadanos."
  ]
}