{
    "criteriosEvaluacion": [
        "1.1 Extraer e interpretar lainformación necesaria del enunciado yproceso de resolución de problemas delámbito de las ciencias sociales con el fin deplantear y resolver nuevos problemasrelacionados.",
        "1.2 Utilizar y comparar variasestrategias formales, o varios registros derepresentación, para resolver de manerajustificada problemas relacionados con elámbito de las ciencias sociales.",
        "1.3 Revisar, validar o rectificar lassoluciones o conclusiones obtenidas, usandoaplicaciones de geometría dinámica, cálculonumérico o simbólico para simular losprocesos de resolución, facilitando lainterpretación y validación de resultados.",
        "1.4 Transferir procesos deresolución de problemas a otros problemasdistintos que impliquen sentidos yrepresentaciones de diferente naturalezamatemática, o referidos a otros ámbitos de lasciencias sociales.",
        "2.1 Explorar y justificar lapertinencia de preguntas, conjeturas ohipótesis sobre conexiones entre contenidosmatemáticos abstractos y situaciones delámbito de las ciencias sociales.",
        "2.2 Formular conjeturas sobreconceptos, propiedades o relacionesmatemáticas, explorando su validez yjustificando adecuadamente, los pasosseguidos, la argumentación o elprocedimiento matemático utilizado.",
        "2.3 Generalizar algunosargumentos para hacer demostracionessencillas sobre propiedades matemáticaselementales en contextos del ámbito de lasciencias sociales.",
        "2.4 Aplicar herramientastecnológicas y digitales para simular procesosque faciliten la exploración y justificación depropiedades matemáticas.",
        "3.1 Aplicar las conexiones entresaberes matemáticos y saberes de otrasmaterias del ámbito de las ciencias socialespara formalizar y cuantificar las variables y lasrelaciones que intervienen en situacionessusceptibles de ser modelizadas.",
        "3.2 Hacer variar las hipótesis sobreaspectos desconocidos o no determinados deuna situación real, realizando distintassimplificaciones que permitan estructurar yelaborar distintos modelos matemáticos dedicha situación, y comparándolos entre sí.",
        "3.3. Validar y contrastar losresultados obtenidos a partir de un modelomatemático de una situación interdisciplinarreal, discutiendo qué aspectos del modelopueden ser mejorados o revisados para afinardichos resultados.",
        "3.4 Emplear herramientas TIC parasimular situaciones reales del ámbito de lasciencias que permitan afinar y contrastarpredicciones realizadas a partir del modelomatemático de la situación, elaborandonuevas predicciones y tomando decisionessobre su validez y sus limitaciones.",
        "4.1 Aplicar correctamentealgoritmos y herramientas TIC a un granconjunto de datos para obtener resultados,contrastar hipótesis y realizar inferenciasintuitivas.",
        "4.2 Comparar distintas estrategiasalgorítmicas para la resolución de problemas,analizando las distintas opciones planteadasen su descomposición, estructuración ysecuenciación.",
        "4.4. Crear y editar contenidosdigitales dirigidos a la simulación depropiedades matemáticas mediante softwarede cálculo simbólico y geometría dinámica.",
        "5.1 Usar varias formas derepresentación para describirmatemáticamente situaciones del ámbito delas ciencias sociales, estableciendoconversiones para comparar losprocedimientos empleados en paralelo.",
        "5.2 Adoptar la representación másadecuada para estructurar y justificar losrazonamientos matemáticos implicados ensituaciones del ámbito de las cienciassociales.",
        "5.3 Realizar con fluidez y flexibilidadtratamientos de un mismo contenidomatemático en diferentes registros derepresentación, permitiendo conectarprocedimientos asociados a distintos bloquesdel saber matemático.",
        "6.1 Argumentar empleando ideasmatemáticas complejas, enriqueciendo eldiscurso con procesos, contenidos yestrategias de comunicación propios de otrasdisciplinas, y con el uso de fuentes deinformación contrastada.",
        "6.2 Utilizar las herramientas TICcomo medio de comunicación de conceptos yprocedimientos matemáticos que requieran undiscurso apoyado en elementos visuales odinámicos que permitan no sólo visualizar,sino simular el contenido.",
        "6.3 Producir y comunicar con claridady precisión reflexiones complejas queincorporan al discurso matemático ideas yformas de comunicación propias de otrasmaterias del ámbito de las ciencias sociales.",
        "7.1 Identificar y reconocer laimportancia del contenido matemáticopresente en situaciones relacionadas con lasociología, la economía, la logística, lasciencias del comportamiento y otras áreasrelacionadas con la planificación, gestión yestudio de las sociedades humanas.",
        "7.2 Valorar y justificar la importanciadel desarrollo de las matemáticas como mediopara afrontar los principales desafíos del sigloXXI.",
        "7.3 Valorar las matemáticas comovehículo para la resolución de problemasrelacionados con situaciones y fenómenosrelevantes del ámbito de las ciencias sociales.",
        "8.1 Controlar los factores relevantesen la comprensión y aprendizaje de losprocesos matemáticos.",
        "8.2 Utilizar el pensamiento crítico ycreativo en una variedad de situaciones apartir del trabajo matemático, tanto individualcomo colaborativo.",
        "8.3 Compartir estrategias durante eltrabajo en equipo y adaptarlas según lascaracterísticas de los contextos y lassituaciones de aprendizaje, evitando elbloqueo."
    ],
    "saberes": [
        "A. SENTIDO NUMÉRICO",
        "Transversal a todas las CE.",
        "• Números reales: operaciones, ordenación, representación y propiedades.",
        "• Uso y aplicación de matrices (grafos, modelización de situaciones reales). Operaciones con matrices. Cálculo de determinantes hasta grado 3.",
        "• Uso de herramientas tecnológicas para resolver problemas con números reales o matrices.",
        "• Reconocimiento del error como elemento de aprendizaje en la selección u obtención de soluciones numéricas.",
        "• Desarrollo histórico del sentido numérico. Uso social de los números.",
        "B. SENTIDO FUNCIONAL. CE1, CE2, CE3, CE5, CE6, CE7, CE8. ",
        "• Continuidad y discontinuidad, límites y asíntotas de una función. Estudio de la continuidad.",
        "• Resolución de problemas y modelización mediante funciones.",
        "• Derivada de una función, propiedades y aplicaciones a contextos sociales.",
        "• Uso de la derivada en contextos del ámbito social: representación gráfica de funciones, obtención de recta tangente y normal a una curva, estudio del cambio o en problemas de modelización y optimización.",
        "• Optimización de problemas en contextos reales.",
        "• Estudio y representación de funciones (polinómicas, exponenciales, racionales sencillas, irracionales, logarítmicas, periódicas y a trozos).",
        "• Integrales: técnicas elementales para el cálculo de primitivas.",
        "• Integrales definidas. Aplicación de las integrales: cálculos de áreas. Regla de Barrow.",
        "• Uso de calculadoras gráficas y utilización de programas informáticos de geometría dinámica.",
        "• Desarrollo histórico del análisis sobre funciones y sus aplicaciones. Valoración de los usos científicos de las funciones.",
        "• Perseverancia y flexibilidad en el cambio de estrategias, técnicas",
        "o métodos asociados a las relaciones y funciones. ",
        "C. SENTIDO ALGEBRAICO CE1,CE2,CE3,CE4,CE5,CE6,CE8.",
        "• Sistemas de ecuaciones con tres incógnitas.",
        "• Utilización de matrices con sistemas de ecuaciones lineales. Método de Gauss",
        "• Interpretación gráfica de las soluciones de ecuaciones, inecuaciones y sistemas con y sin medios tecnológicos.",
        "• Programación lineal bidimensional, regiones factibles, determinación e interpretación de soluciones óptimas. Utilización de herramientas digitales para su resolución.",
        "• Razonamiento de problemas relacionados con aspectos cotidianos y su resolución mediante la adecuada utilización de programas informáticos.",
        "• Desarrollo histórico del álgebra y valoración de su papel en las ciencias sociales.",
        "• Flexibilidad en el uso de varias estrategias, técnicas o métodos de resolución de situaciones problemáticas.",
        "• Autonomía, tolerancia ante el error, perseverancia en el aprendizaje de aspectos asociados al sentido algebraico",
        "D. SENTIDO ESTOCÁSTICO 1. Probabilidad CE1, CE2, CE3, CE5, C6, CE7, CE8.",
        "• Dependencia e independencia de sucesos.",
        "• Técnicas de recuento, diagramas de árbol y tablas de contingencia.",
        "• Combinatoria. Aplicación de la combinatoria al cálculo de probabilidades.",
        "• Regla de Laplace y probabilidad condicionada.",
        "• Teorema de la probabilidad total. Teorema de Bayes.",
        "• Variables aleatorias discretas y continuas. Distribución binomial y normal. Cálculo de probabilidades mediante la aproximación de la binomial por la normal.",
        "• Utilización de herramientas tecnológicas para el cálculo de probabilidades",
        "• Desarrollo histórico de la probabilidad y sus aplicaciones. Valoración de resultados probabilísticos en contextos del ámbito social.",
        "• Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados a los cálculos estadísticos.",
        "D. SENTIDO ESTOCÁSTICO 2. Inferencia estadística. CE1, CE2, CE4, CE5, C6, CE7, CE8",
        "• Intervalos de confianza a partir de una distribución normal. Aplicación en la resolución de problemas. Contraste de hipótesis.",
        "• Toma de decisiones: utilización de conclusiones derivadas del tratamiento estadístico de datos.",
        "• Selección de muestras representativas. Técnicas de muestreo.",
        "• Utilización de herramientas tecnológicas para el diseño y desarrollo de estudios estadísticos relacionados con las ciencias sociales.",
        "• Desarrollo histórico de la estadística y valoración de su papel en las ciencias sociales.",
        "• Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados a los cálculos estadísticos."

    ]
}
