{
    "saberes": [
        "A. Recepción, análisis y reflexión.",
        "- Propuestas plásticas, visuales y audiovisuales, de diferentes géneros, estilos, corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales, nacionales e internacionales. Propuestas artísticas específicas de Castilla y León.",
        "- Estrategias de recepción activa que favorezcan el análisis, la valoración y la reflexión. Construcción del propio gusto y referente creativo.",
        "- Normas de comportamiento y actitud abierta, reflexiva y positiva en la recepción de propuestas plásticas, visuales y audiovisuales en diferentes espacios.",
        "- Vocabulario específico de las artes plásticas, visuales y audiovisuales.",
        "- Recursos digitales de uso común para las artes plásticas, visuales y audiovisuales.",
        "- Estrategias básicas de análisis de propuestas plásticas, visuales y audiovisuales, desde una perspectiva de género. El papel de la mujer en estas artes y en las propuestas contemporáneas.",
        "- Cultura visual. La imagen en el mundo actual: técnicas y estrategias de lectura, análisis.",
        "- El cine: origen y evolución.",
        "- Géneros y formatos de producciones audiovisuales.",
        "- Características del lenguaje audiovisual multimodal.",
        "- Manifestaciones artísticas declaradas Patrimonio de la Humanidad de Castilla y León.",
        "B. Experimentación, creación y comunicación.",
        "- Fases del proceso creativo de propuestas plásticas, visuales y audiovisuales: planificación, experimentación, comunicación y evaluación.",
        "- Profesiones vinculadas con las artes plásticas, visuales y audiovisuales.",
        "- Actitud activa e interés tanto por el proceso como por el producto final en producciones plásticas, visuales y audiovisuales. Evaluación y valoración de ambos. Desarrollo del espíritu crítico y empático.",
        "- Uso responsable de bancos de imágenes y sonidos: respeto a las licencias de uso y distribución de contenidos generados por otros. Plagio y derechos de autor.",
        "- Elementos configurativos del lenguaje visual y sus posibilidades expresivas: punto, línea, plano, textura, color.",
        "- Materiales, instrumentos, soportes y técnicas en la expresión plástica y visual.",
        "- Medios, soportes y materiales de expresión plástica y visual. Técnicas bidimensionales y tridimensionales en dibujos y modelados con diferentes materiales.",
        "- La representación espacial. Percepción visual y táctil del volumen.",
        "- Técnicas, materiales y recursos informáticos y tecnológicos: su aplicación para la captura, creación y manipulación de producciones plásticas, visuales y audiovisuales.",
        "- Registro y edición de elementos audiovisuales: conceptos, tecnologías, técnicas y recursos elementales y de manejo sencillo.",
        "- Producciones multimodales: realización sencilla con diversas herramientas.",
        "- Las herramientas y las técnicas básicas de animación.",
        "- La fotografía técnica. Encuadre. Enfoque y plano."
    ],
    "criteriosEvaluacion": [
        "1.1 Distinguir propuestas plásticas, visuales y audiovisuales de diferentes géneros, estilos, estéticas, épocas y culturas, a través de la búsqueda, la recepción activa en diferentes contextos, mostrando curiosidad, placer y apertura por el descubrimiento de lo nuevo y respeto por las mismas e incorporando la perspectiva de género. (CCL1, CP3, CD1, CPSAA1, CPSAA3, CC3, CCEC1, CCEC3)",
        "1.2 Describir manifestaciones plásticas, visuales y audiovisuales explorando y analizando sus características con actitud abierta e interés, estableciendo relaciones entre ellas y valorando positivamente y respetando la diversidad que las genera. (CCL1, STEM1, CD1, CPSAA3, CC1, CC3, CCEC1, CCEC2)",
        "1.3 Utilizar el vocabulario específico del lenguaje plástico, visual y audiovisual en diversos contextos de recepción, análisis, creación planteados en el aula, expresando opiniones de manera fundamentada, con una actitud abierta y respetuosa hacia las manifestaciones artísticas. (CCL1, CD1, CC3, CE2, CCEC2)",
        "2.1 Seleccionar y aplicar estrategias para la búsqueda de información sobre manifestaciones plásticas, visuales y audiovisuales, a través de diversos canales y medios de acceso, tanto de forma individual como cooperativa, disfrutando tanto en las tareas de búsqueda como de las manifestaciones encontradas, reflexionando sobre la información obtenida, mostrando interés, aprecio y respeto por las mismas. (CCL3, CP3, STEM2, CD1, CPSAA1, CAPSAA3, CPSAA4, CC3, CCEC1)",
        "2.2 Comparar y comunicar el significado y los elementos característicos de distintas manifestaciones plásticas, visuales y audiovisuales, que forman parte del patrimonio cultural y artístico, analizando los canales, medios y técnicas vinculados a ellas, así como sus diferencias y similitudes, entendiendo su valor y desarrollando criterios de valoración propios, con actitud abierta y respetuosa. (CCL3, CP3, STEM2, CD1, CPSAA1, CPSAA3, CC3, CCEC1, CCEC2)",
        "2.3 Valorar y compartir las sensaciones y emociones producidas por diferentes manifestaciones plásticas, visuales y audiovisuales, desde la recepción activa, a partir de su análisis, comprensión y disfrute, mostrando respeto por las emociones compartidas por los compañeros. (CP3, CPSAA1, CPSAA3, CCEC1, CCEC2)",
        "3.1 Producir obras propias básicas, de carácter plástico, visual y audiovisual, de forma individual y en grupo, utilizando las posibilidades expresivas de la imagen, los medios digitales y multimodales básicos y otros materiales, instrumentos y herramientas, mostrando control y confianza en las capacidades creativas propias y desarrollando una cierta visión crítica y empática de las posibilidades comunicativas y expresivas. (CCL5, CD2, CD4, CPSAA3, CPSAA5, CC2, CE1, CCEC4)",
        "3.2 Expresar con creatividad y de forma autónoma, ideas, sentimientos y emociones a través de la creación de diversas manifestaciones plásticas, visuales y audiovisuales, utilizando los diferentes lenguajes artísticos, por medio de la imagen y los medios digitales y multimodales básicos, e instrumentos y otros materiales y herramientas, mostrando cierta confianza en las propias capacidades y perfeccionando progresivamente la ejecución. (CCL1, CPSAA1, CPSAA5, CE1, CCEC3, CCEC4)",
        "3.3 Interpretar de manera individual o grupal diversas manifestaciones plásticas, visuales y audiovisuales utilizando la imagen, las herramientas, los medios digitales y multimodales básicos, los instrumentos u otros materiales desarrollando una actitud cooperativa, de atención, compromiso y progresiva coordinación con el grupo. (CCL1, CCL5, CPSAA3, CC2, CCEC3)",
        "4.1 Planificar y diseñar de manera semi-guiada sencillas producciones plásticas, visuales y audiovisuales colectivas, trabajando con interés y esfuerzo de forma cooperativa en la consecución de un resultado final, poniendo en valor el proceso y asumiendo diferentes funciones, desde la igualdad y el respeto a la diversidad y desarrollando el espíritu emprendedor. (CCL1, CCL5, CP3, STEM3, CE1, CE3, CCEC4)",
        "4.2 Participar activamente en el proceso cooperativo de elaboración de producciones plásticas, visuales y audiovisuales de forma creativa, respetuosa y comprometida, utilizando algunos elementos de los diferentes lenguajes y técnicas artísticas, disfrutando tanto del proceso de elaboración como del resultado final, respetando la propia labor y la de los compañeros. (CCL1, CCL5, STEM3, CPSAA3, CPSAA4, CC2, CE3, CCEC4)",
        "4.3 Compartir los proyectos creativos plásticos, visuales y audiovisuales o experiencias creativas e interpretativas, empleando algunas estrategias comunicativas y a través de medios sencillos, explicando el proceso y el resultado final obtenido, y respetando y valorando las experiencias y opiniones propias y de los demás. (CCL1, CCL5, CP3, CD2, CD3, CPSAA3, CPSAA4, CCEC3)"
    ]
}