{
  "saberes": [
    "A. Geografía física. ",
    "– El planeta Tierra y la ubicación espacial: ",
    "La Tierra en el Sistema Solar. ",
    "La forma y los movimientos de la Tierra. Rotación y traslación.  ",
    "Composición geológica de la Tierra. Las capas de la Tierra.  ",
    "Continentes, océanos y mares.  ",
    "Representación del espacio, orientación y escalas. Utilización de recursos digitales e ",
    "interpretación y elaboración de mapas, esquemas, imágenes y representaciones gráficas. ",
    "Tecnologías de la Información Geográfica (TIG). ",
    "Las coordenadas geográficas. Latitud y longitud. ",
    "Los elementos del medio físico. España, Europa y el mundo: principales accidentes ",
    "geográficos y áreas bioclimáticas.  ",
    "– El relieve.  ",
    "Las formas de relieve de las tierras emergidas y sumergidas. El relieve costero.  ",
    "Los procesos de modificación de la superficie terrestre. ",
    "– El clima: ",
    "La atmósfera.  ",
    "Elementos y factores que condicionan el clima. ",
    "La diversidad de climas en España, en Europa y en el mundo.  ",
    "Métodos de recogida de datos meteorológicos y elaboración e interpretación de gráficos. ",
    "– Las aguas:  ",
    "La hidrosfera. Tipos de aguas y su distribución.  ",
    "– Los medios naturales y la biodiversidad:  ",
    "Los paisajes naturales y las zonas bioclimáticas de la Tierra. ",
    "La Europa atlántica, continental y mediterránea. ",
    "España y su diversidad bioclimática.  ",
    "Dinámicas de los ecosistemas planetarios. Riqueza y valor del patrimonio natural.  ",
    "B. Retos del mundo actual.  ",
    "– Emergencia climática: ",
    "El impacto de las actividades humanas en el clima, en el pasado y en la actualidad.  ",
    "Riesgos naturales y catástrofes climáticas, su impacto en el presente, en el pasado y en ",
    "el futuro. ",
    "Vulnerabilidad, prevención y resiliencia de la población ante las catástrofes y riesgos ",
    "naturales. ",
    "Soluciones frente al cambio climático: el desarrollo sostenible. La protección de la ",
    "naturaleza. ",
    "– Amenazas a la biodiversidad: ",
    "Principales problemas de los ecosistemas planetarios. ",
    "La influencia humana en la alteración de los ecosistemas en el pasado y en la actualidad.  ",
    "– Tecnologías de la información: ",
    "Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales. ",
    "Búsqueda, tratamiento de la información y elaboración de conocimiento. ",
    "Uso seguro de las redes de comunicación. ",
    "Lectura crítica de la información.  ",
    "– Sociedad del conocimiento: ",
    "Uso de las plataformas digitales. Las redes sociales. Seguridad y prevención ante los ",
    "riesgos y peligro del uso de las tecnologías de la información y de la comunicación. ",
    "C. Prehistoria y Edad Antigua. ",
    "– La prehistoria: ",
    "Análisis interdisciplinar del origen del ser humano y nacimiento de la sociedad. El proceso ",
    "de hominización. Grandes migraciones humanas y el nacimiento de las primeras culturas. ",
    "Los grandes períodos de la prehistoria: Paleolítico y Neolítico. La Edad de los Metales. ",
    "Formas de vida y organización social.  ",
    "Expresiones artísticas durante la prehistoria: pintura y escultura. El megalitismo.  ",
    "– Las civilizaciones fluviales:  ",
    "Condicionantes geográficos e interpretaciones históricas del surgimiento de las ",
    "civilizaciones. Características y ejemplos significativos.  ",
    "Mesopotamia: sumerios, acadios, asirios, babilonios y persas. Sociedad, economía y ",
    "cultura. Expresiones artísticas.  ",
    "Egipto: organización política y económica. Manifestaciones artísticas. ",
    "– La Antigua Grecia: ",
    "El medio físico. Orígenes de la cultura griega.  ",
    "Sociedad, economía y cultura de la Antigua Grecia. El arte griego. ",
    "Los inicios de la convivencia cívica y cultura democrática. Incorporación e implicación de ",
    "la sociedad civil en procesos democráticos históricos: la Atenas del siglo V a.C.  ",
    "– La civilización romana: ",
    "Orígenes de la civilización romana.  ",
    "Evolución política de Roma: monarquía, república e imperio. El final de la Antigüedad. ",
    "La romanización y la expansión de la cultura romana por el Mediterráneo. ",
    "Sociedad, economía y cultura de la Roma clásica. El arte romano. ",
    "El judaísmo. Grecia y Roma: del paganismo al Cristianismo. ",
    "– La Península Ibérica durante la Edad Antigua: ",
    "Los pueblos prerromanos y las primeras colonizaciones. La conquista romana y la romanización de la Península Ibérica.  ",
    "Sociedad, cultura, economía y arte en la Hispania romana. ",
    "Los visigodos.  ",
    "D. Sociedades y territorios. ",
    "– El conocimiento geográfico: ",
    "Introducción a los objetivos de la Geografía y al uso de sus procedimientos, términos y ",
    "conceptos. ",
    "Métodos básicos de investigación para la construcción del conocimiento de la Geografía. ",
    "Metodologías del pensamiento geográfico.  ",
    "– El conocimiento histórico: ",
    "Introducción a los objetivos de la Historia y al uso de sus procedimientos, términos y ",
    "conceptos. ",
    "Métodos de investigación para la construcción del conocimiento de la Historia. ",
    "Metodologías del pensamiento histórico. ",
    "Las fuentes históricas y arqueológicas como base para la construcción del conocimiento ",
    "histórico. Objetos y artefactos como fuente para la historia y el legado inmaterial.  ",
    "El tiempo histórico. Construcción e interpretación de las líneas de tiempo a través de la ",
    "linealidad, cronología, simultaneidad y duración.  ",
    "– Política:  ",
    "La organización política del ser humano y las formas políticas en el mundo Antiguo: ",
    "democracias, repúblicas, imperios y reinos. Evolución de la teoría del poder durante la ",
    "Antigüedad.  ",
    "Violencia y conflictos armados. El crecimiento de los ejércitos y la evolución del ",
    "armamento: hoplitas y legiones romanas. Los civiles durante las guerras de la ",
    "Antigüedad.  ",
    "– Sociedad:  ",
    "Complejidad social y nacimiento de la autoridad: familia, clan, tribu, casta, linaje. ",
    "Desigualdad social y disputa por el poder en la prehistoria y la Edad Antigua: formación ",
    "de oligarquías, la imagen del poder y evolución de la aristocracia. La esclavitud. ",
    "La mujer en la Antigüedad.  ",
    "Ciclos vitales, uso del tiempo libre y hábitos de consumo actuales. La vida cotidiana ",
    "durante la prehistoria y la Antigüedad y sus diferencias y cambios respecto a las ",
    "sociedades actuales.  ",
    "– Economía:  ",
    "Las grandes rutas comerciales en la Edad Antigua y las estrategias por el control de los ",
    "recursos: talasocracias del mundo mediterráneo y grandes imperios. Conquista y ",
    "colonización del territorio.  ",
    "La transformación humana del territorio y la distribución desigual de los recursos y del ",
    "trabajo. Evolución de los sistemas económicos, de los ciclos demográficos, de los modos ",
    "de vida y de los modelos de organización social. La lucha por la supervivencia y el ",
    "estatus social en la prehistoria y la Antigüedad. ",
    "La ciudad y el mundo rural a lo largo de la historia: polis, urbes, ciudades. ",
    "– Patrimonio:  ",
    "Las raíces clásicas de la cultura occidental.  ",
    "Significado y función de las expresiones artísticas y culturales en las distintas ",
    "civilizaciones de la Antigüedad: diversidad y riqueza cultural. Respeto, conservación y ",
    "defensa del patrimonio material e inmaterial: histórico, artístico y cultural. ",
    "España en el tiempo y su conexión con los grandes procesos de la historia Antigua: ",
    "pueblos mediterráneos colonizadores y romanización.  ",
    "Interpretación del territorio y del paisaje natural. La huella humana y la protección del ",
    "patrimonio ambiental. ",
    "Acciones para la conservación del patrimonio histórico, artístico y cultural.  ",
    "– Religión:  ",
    "El papel de la religión en la organización social, la legitimación del poder y la formación ",
    "de identidades: politeísmo, monoteísmo y el surgimiento de las grandes religiones. ",
    "E. Compromiso cívico. ",
    "– Grandes mujeres de la Antigüedad clásica .  ",
    "– La importancia de la defensa del patrimonio histórico, artístico y cultural. ",
    "– La cultura clásica como inspiración para la Unión Europea, la defensa de la verdad y la ",
    "libertad.  "    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Elaborar, expresar y presentar contenidos propios en forma de esquemas, líneas de tiempo y ",
    "tablas informativas mediante el desarrollo de métodos de búsqueda, selección y tratamiento ",
    "de información sobre la geografía física y política y sobre procesos y acontecimientos ",
    "relevantes del presente y de la prehistoria y la Antigüedad.  ",
    "1.2. Contrastar y argumentar sobre temas y acontecimientos de la prehistoria y la Edad Antigua, ",
    "localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas ",
    "históricas. ",
    "Competencia específica 2. ",
    "2.1. Identificar, valorar y mostrar interés por los principales problemas medioambientales. ",
    "2.2. Argumentar de forma crítica sobre problemas de actualidad medioambiental a través de ",
    "conocimientos geográficos, contrastando y valorando fuentes diversas. ",
    "2.3. Incorporar y utilizar adecuadamente términos, conceptos y acontecimientos relacionados con ",
    "la Geografía, la Historia y otras disciplinas de las Ciencias Sociales, a través de ",
    "intervenciones orales y redacciones, mostrando planteamientos originales y propuestas ",
    "originales. ",
    "Competencia específica 3. ",
    "3.1. Adquirir y construir conocimiento relevante de los principales retos a los que se enfrenta el ",
    "mundo actual, a través de procesos inductivos, de la investigación y del trabajo por proyectos, ",
    "retos o problemas, mediante la elaboración de trabajos que reflejen la comprensión de los ",
    "fenómenos y problemas abordados y utilizando las tecnologías de la información de forma ",
    "segura.  ",
    "3.2. Identificar los principales problemas, retos y desafíos a los que se ha enfrentado la ",
    "humanidad a lo largo de la prehistoria y de la Historia Antigua, los cambios producidos, sus ",
    "causas y consecuencias. ",
    "3.3. Representar adecuadamente información geográfica e histórica a través de diversas formas ",
    "de representación gráfica, cartográfica y visual, tales como el climodiagrama, el mapa físico o ",
    "el histórico.  ",
    "3.4. Utilizar una secuencia cronológica con objeto de examinar la relación entre hechos y procesos ",
    "en diferentes períodos y lugares significativos de la prehistoria y la Edad Antigua ",
    "(simultaneidad y duración), utilizando términos y conceptos apropiados. ",
    "3.5. Analizar procesos de cambio histórico de relevancia, tales como el Neolítico o la aparición de ",
    "la escritura, a través del uso de diferentes fuentes de información, teniendo en cuenta las ",
    "continuidades y permanencias en diferentes periodos y lugares. ",
    "Competencia específica 4. ",
    "4.1. Interpretar el entorno natural desde una perspectiva sistémica e integradora, a través del ",
    "concepto de paisaje, identificando sus principales elementos y las interrelaciones existentes. ",
    "4.2. Valorar el grado de sostenibilidad y de equilibrio de los diferentes espacios naturales, desde ",
    "distintas escalas, y analizar su transformación y degradación a través del tiempo por la acción ",
    "humana.  ",
    "4.3. Argumentar la necesidad de acciones de defensa, protección, conservación y mejora del ",
    "entorno natural a través de propuestas e iniciativas que reflejen compromisos y conductas en ",
    "favor de la sostenibilidad. ",
    "Competencia específica 5. ",
    "5.1. Identificar, interpretar y analizar los mecanismos que han regulado la convivencia y la vida en ",
    "común a lo largo de la prehistoria y la Historia Antigua, desde el origen de la sociedad a las ",
    "distintas civilizaciones que se han ido sucediendo, señalando los principales modelos de ",
    "organización social, política, económica y las creencias religiosas.  ",
    "5.2. Señalar y explicar aquellas experiencias históricas más destacables de la Historia Antigua en ",
    "las que se logró establecer sistemas políticos que favorecieron el ejercicio de derechos y ",
    "libertades de los individuos y de la colectividad, considerándolas como antecedentes de las ",
    "posteriores conquistas democráticas y referentes históricos de las libertades actuales. ",
    "5.3. Mostrar actitudes pacíficas y asumir las normas como marco necesario para la convivencia, ",
    "demostrando la necesidad de defender la verdad y la libertad.   ",
    "Competencia específica 6. ",
    "6.1. Situar el nacimiento y desarrollo de distintas civilizaciones antiguas y ubicarlas en el espacio y ",
    "en el tiempo, integrando los elementos históricos, culturales, institucionales y religiosos que ",
    "las han conformado. . ",
    "6.2. Describir la organización y las diferencias sociales durante la Prehistoria y la Edad Antigua. ",
    "6.3. Valorar la  pluralidad  social y cultural actual y de la Edad Antigua. ",
    "6.4. Identificar y situar las principales características del medio físico y los principales accidentes ",
    "geográficos de África, América, Asia y Oceanía, apreciando la diversidad y riqueza geográfica ",
    "de la Tierra y reconociendo que el medio natural es un factor clave en la configuración de las ",
    "sociedades.  ",
    "Competencia específica 7. 7.1. Relacionar las culturas, religiones y civilizaciones que se han desarrollado a lo largo de la ",
    "historia Antigua con el legado de la cultura Occidental. ",
    "7.2. Señalar los fundamentos de la idea de Europa a través de las diferentes experiencias ",
    "históricas del mundo clásico e identificar el legado histórico, institucional, artístico y cultural ",
    "como patrimonio común de la ciudadanía europea. ",
    "7.3. Conocer, valorar, proteger y conservar el patrimonio artístico, histórico y cultural prehistórico y ",
    "de la Antigüedad. ",
    "Competencia específica 8. ",
    "8.1. Tomar conciencia del ciclo vital y analizar cómo han cambiado sus características, ",
    "necesidades y obligaciones en determinados momentos históricos, como la prehistoria y la ",
    "Edad Antigua, así como las raíces de la distribución familiar .  ",
    "Competencia específica 9. ",
    "9.1. Identificar e interpretar la conexión de España con los grandes procesos históricos (de la ",
    "Edad Antigua), valorando lo que han supuesto para su evolución y señalando las ",
    "aportaciones de sus habitantes a lo largo de la historia. ",
    "9.2. Interpretar, desde la perspectiva del desarrollo sostenible y la ciudadanía global los ",
    "principales desafíos medioambientales del mundo actual, expresando la importancia de ",
    "implicarse en la búsqueda de soluciones y en el modo de concretarlos desde su capacidad de ",
    "acción tanto local como global, valorando la contribución del Estado, sus instituciones y las ",
    "asociaciones civiles en programas y misiones dirigidos por organismos nacionales e ",
    "internacionales para el logro de la paz, la seguridad integral, la convivencia social y la ",
    "cooperación entre los pueblos. ",
    "9.3. Identificar y situar las principales características del medio físico y los principales accidentes ",
    "geográficos de España y de Europa, apreciando la diversidad y riqueza geográfica del ",
    "subcontinente.  "
  ]
}
