{
  "competenciasEspecificas": [
    "1. Localizar y utilizar fuentes fiables de información relacionada con la Anatomía Aplicada, evaluándola críticamente, a través del pensamiento científico de forma autónoma, y contrastando su veracidad, para contribuir al desarrollo de su propia personalidad. CCL1, CCL2, CCL3, CP1, CP2, STEM1, STEM2, STEM3, STEM4, CD1, CD2, CD3, CD4, CPSAA4, CPSAA5, CC3, CE1, CE3.",
    "2. Interpretar y transmitir información y datos a partir de trabajos científicos relacionados con la Anatomía Aplicada y argumentar sobre estos con precisión, utilizando de forma adecuada la terminología científica y empleando diferentes formatos (textos, gráficos, póster, presentaciones, priorizando los contenidos digitales) para analizar y explicar conceptos, procesos, métodos, experimentos o resultados científicos, planificando, organizando sus conocimientos y expresando sus opiniones y argumentos con creatividad y espíritu crítico. CCL1, CCL2, CCL3, CCL5, CP1, STEM1, STEM2, STEM4, CD2, CD3, CPSAA4, CPSAA5, CC1, CC3, CE3, CCEC1, CCEC3.2, CCEC4.2.",
    "3. Diseñar, desarrollar y promover pruebas, experimentos, iniciativas y proyectos de investigación, siguiendo los pasos del método científico y cooperando, cuando sea necesario, para indagar en aspectos relacionados con la anatomía y fisiología humanas con el objetivo de fomentar la práctica de hábitos saludables que protejan y sean beneficiosos para nuestro cuerpo, permitiendo que se asienten los conocimientos de la Anatomía humana. CCL1, CCL2, CCL5, STEM2, STEM3, STEM4, STEM5, CD2, CD3, CD4, CPSAA1.1, CPSAA1.2, CPSAA2, CPSAA3.1, CPSAA3.2, CPSAA4, CPSAA5, CC4, CE1, CE2, CE3.",
    "4. Comprender cómo se desarrollan y evolucionan las funciones vitales estudiando la relación entre los diferentes sistemas y aparatos del cuerpo humano para interpretar adecuadamente las adaptaciones producidas en el organismo ante cualquier variación en el equilibrio interno u homeostático. CCL1, CCL2, STEM1, STEM2, STEM4, CPSAA1.2, CC4.",
    "5. Plantear y resolver problemas motrices y expresivos, buscando y utilizando las estrategias más adecuadas, aplicando los conocimientos sobre el funcionamiento y la capacidad de adaptación del organismo y sus posibilidades de movimiento, para analizar críticamente las decisiones tomadas, así como la capacidad comunicativa del ser humano. CCL1, CCL2, CCL5, STEM1, STEM2, STEM3, STEM5, CD2, CD4, CPSAA1.2, CPSAA2, CPSAA3.1, CPSAA5, CC1, CC3, CC4, CE3, CCEC3.1, CCEC3.2, CCEC4.2.",
    "6. Analizar críticamente determinadas acciones, hábitos y actitudes relacionados con la salud, basándose en los fundamentos de la anatomía y fisiología humana, para argumentar acerca de la importancia de adoptar aquellos hábitos de vida que protejan y sean beneficiosos para nuestro cuerpo frente a los perjudiciales. CCL1, CCL2, CCL3, STEM1, STEM2, STEM4, STEM5, CPSAA1.1, CPSAA1.2, CPSAA2, CPSAA3.1, CPSAA4, CPSAA5, CC1, CC3, CC4, CCEC1."
  ]
}