{
    "criteriosEvaluacion": [
        "1.1. Identificar y analizar los diferentes tipos y tecnologías de almacenamiento de contenido digital, valorando su elección en función de sus características y finalidad, y adoptando medidas de seguridad adecuadas para la protección de datos y el intercambio de información. CCL3, STEM1, CD1, CD4, CD5, CPSAA1.1",
        "1.2. Gestionar una adecuada conexión, configuración y mantenimiento de los diferentes tipos de redes informáticas, analizando sus elementos constituyentes, aplicando estrategias adecuadas para la resolución de problemas técnicos y utilizando criterios de reutilización de materiales y ahorro energético. STEM1, STEM2, STEM5, CD5, CPSAA1.1, CPSAA5, CE3",
        "2.1. Crear, integrar y reelaborar contenidos digitales de forma individual o colectiva seleccionando, de manera razonada, las aplicaciones informáticas más apropiadas para realizar modelado 3D. CD2, CD3, CPSAA5, CE3",
        "2.2. Elaborar y publicar contenidos en la web, integrando información textual, gráfica y multimedia en función de a quién va dirigido y el objetivo que se pretende conseguir, para generar y compartir conocimientos útiles y accesibles que faciliten el acceso a un aprendizaje permanente. CCL1, CCL3, CD1, CD2, CD3, CPSAA5, CE3",
        "2.3. Buscar, localizar, seleccionar y organizar información procedente de diferentes fuentes, en función de sus necesidades, con la finalidad de facilitar la posterior creación de contenido digital, haciendo uso de las herramientas del entorno personal de aprendizaje, respetando los derechos de autoría y licencias de uso y siguiendo las normas básicas de seguridad en la red. CCL1, CCL3, CCL5, CD1, CD4, CPSAA4, CC1, CE3",
        "3.1. Analizar la importancia de la seguridad de la información en la sociedad del conocimiento, valorando las repercusiones de tipo económico, social o personal a través de la huella digital, para establecer medidas de protección frente a códigos maliciosos. CD4, CD5, CPSAA2, CC1, CC2",
        "3.2. Conocer la existencia de normativa referida a la protección de datos personales y garantía de derechos digitales, haciendo un análisis crítico y consecuente de la misma, con la finalidad de determinar sus implicaciones en situaciones concretas de la vida cotidiana. CPSAA1.2, CC1, CC2",
        "3.3. Identificar amenazas y riesgos relativos a la exposición de datos, ciberacoso, sexting, phishing…, para gestionar de manera segura herramientas de identificación electrónica en la red y medidas de protección. CCL5, CD3, CD4, CD5, CPSAA3.1",
        "4.1. Aplicar las estrategias del pensamiento computacional para resolver un problema técnico de manera individual o colaborativa. CCL2, STEM1, STEM2, STEM3, STEM4, CD2, CPSAA1.1, CPSAA3.2, CE3",
        "4.2. Diseñar diagramas de flujo y algoritmos que permitan la implementación de soluciones de manera colaborativa. CCL1, STEM1, STEM2, STEM3, CD2, CD5, CPSAA1.1, CPSAA3.2",
        "4.3. Utilizar entornos de aplicación software para desarrollar soluciones a problemas en las que se automatice la gestión y el tratamiento de datos, valorando la importancia de la inclusión de comentarios en el código que facilitan la comprensión para otros programadores, y favoreciendo así su posterior rediseño y optimización de manera colaborativa. CCL1, STEM1, STEM2, STEM3, STEM4, CD2, CD5, CPSAA3.2, CE3",
        "4.4. Programar, individualmente o en equipos de trabajo, aplicaciones para dispositivos digitales variados, que ejecuten acciones diversas en función de los datos introducidos y que añadan nuevas funcionalidades a creaciones hechas con otros programas. CCL1, STEM1, STEM2, STEM3, CD2, CD5, CPSAA3.2, CPSAA5, CE1, CE3",
        "4.5. Diseñar, individualmente o en equipos de trabajo, aplicaciones de realidad virtual y aumentada que faciliten la inmersión en problemas técnicos. CCL1, STEM1, STEM2, STEM3, CD2, CD5, CPSAA3.2, CPSAA5, CE1, CE3, CCEC4.1"
    ],
    "saberes": [
        "I. Dispositivos digitales, sistemas operativos y de comunicación",
        "    1. Identificación y análisis de las unidades de almacenamiento internas y externas.",
        "    2. Identificación y análisis crítico de los tipos y las tecnologías de almacenamiento valorando la conveniencia de utilizar un tipo u otro en función de las condiciones presentes.",
        "    3. Identificación de los dispositivos constituyentes de las diferentes redes informáticas y análisis de su funcionamiento para realizar su adecuada conexión, configuración y mantenimiento, teniendo en cuenta su influencia dada la fragmentación del territorio canario y aplicando criterios de reutilización de materiales y ahorro energético.",
        "II. Digitalización del entorno personal de aprendizaje",
        "    1. Edición y creación de contenidos. ",
        "        1.1. Diseño y creación de sitios webs.",
        "        1.2. Aplicación de herramientas digitales de modelado en 3D.",
        "        1.3. Aplicación de herramientas de realidad virtual y aumentada a los entornos de aprendizaje.",
        "    2. Estrategias básicas para la publicación, comunicación, colaboración y difusión responsable en redes. ",
        "        2.1. Identificación y aplicación de los derechos de propiedad intelectual y licencias de uso de contenido.",
        "        2.2. Detección de noticias falsas y fraudes en el periodismo digital y desarrollo de estrategias que permitan actuar en consecuencia.",
        "        2.3. Curación de contenidos para facilitar el acceso a la información.",
        "        2.4. Identificación y aplicación de tecnologías digitales para la accesibilidad con la finalidad de garantizar la inclusividad.",
        "III. Seguridad y bienestar digital",
        "    1. Seguridad de los dispositivos digitales. ",
        "        1.1. Identificación y aplicación de estrategias para mantener la seguridad en los dispositivos digitales y en las redes, y proteger los datos.",
        "        1.2. Clasificación de los códigos maliciosos en función de su capacidad de propagación, analizando sus características e identificando los elementos sobre los que actúan.",
        "    2. Gestión eficaz de la identificación y autentificación electrónica en la red.",
        "    3. Conocimiento de la Ley de Protección de Datos Personales y garantía de los derechos digitales. Deducción de estrategias para organizar las actividades y regular el comportamiento de las personas en las acciones más habituales. Medidas de gestión eficiente de la huella digital.",
        "    4. Identificación de las principales amenazas y riesgos relativas a la exposición de datos, ciberacoso, sexting, phishing…, y aplicación de medidas de prevención.",
        "    5. Aplicación de estrategias que permitan la protección de la privacidad y la construcción de una identidad digital positiva, favorecedora del bienestar emocional y mitigadora de violencias sexistas.",
        "IV. Programación",
        "    1. Aplicación de las fases del pensamiento computacional.",
        "    2. Identificación de los elementos básicos de los lenguajes de programación.",
        "    3. Diseño y creación de aplicaciones informáticas utilizando diferentes lenguajes de programación, incluyendo los orientados a objetos.",
        "V. Tecnologías emergentes",
        "    1. Identificación y análisis de aplicaciones de inteligencia artificial, big data y servidores de bases de datos.",
        "    2. Diseño y creación de aplicaciones de realidad virtual y aumentada."
    ]
}