{
    "saberes": [
        "Bloque 1: Lengua y uso. Transversal a todas las CE",
        "Funciones comunicativas",
        "• Funciones comunicativas de uso común adecuadas alámbito y al contexto comunicativo: saludos, despedidas ypresentaciones; descripción y caracterización de personas,objetos, lugares, fenómenos y acontecimientos; situareventos en el tiempo; situar objetos, personas y lugares enel espacio; petición e intercambio de información sobrecuestiones cotidianas; instrucciones y órdenes; ofrecer,aceptar y rechazar ayuda, proposiciones o sugerencias;expresar parcialmente el gusto o el interés y emociones;narración de acontecimientos pasados, descripción desituaciones presentes, y expresión de sucesos futuros;expresar la opinión y la posibilidad; argumentacionessencillas; realizar hipótesis y suposiciones; expresar laposibilidad, la incertidumbre y la duda; reformular yresumir.",
        "• Comparación y contraste de los principios delfuncionamiento de las lenguas en lo referente al léxico,reglas gramaticales y variedades lingüísticas.",
        "Unidades lingüísticas",
        "• Unidades lingüísticas de uso común y significadosasociados a dichas unidades tales como expresión de laentidad y sus propiedades, cantidad y cualidad, el espacioy las relaciones espaciales, el tiempo y las relacionestemporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas básicas.",
        "Modelos contextuales y géneros discursivos",
        "• Modelos contextuales y géneros discursivos de uso comúnen la comprensión, producción y coproducción de textosorales, escritos y multimodales, breves y sencillos, literariosy no literarios: características y reconocimiento del contexto(participantes y situación), expectativas generadas por elcontexto, organización y estructuración según el género, lafunción textual y la estructura.",
        "Expresiones y léxico",
        "• Léxico de uso común y de interés para el alumnado,relativo a identificación personal, relacionesinterpersonales, lugares y entornos, ocio y tiempo libre,salud y actividad física, vida cotidiana, vivienda y hogar,clima y entorno natural, tecnologías de la información y lacomunicación, sistema escolar y formación.",
        "• Expresiones y léxico específico de uso común paraintercambiar ideas sobre la comunicación, la lengua, elaprendizaje y las herramientas de comunicación yaprendizaje (metalenguaje).",
        "Patrones sonoros, acentuales y rítmicos",
        "• Patrones sonoros, acentuales, rítmicos y de entonaciónbásicos y de uso común, y significados e intencionescomunicativas generales asociadas a dichos patrones.Alfabeto fonético básico.",
        "Convenciones ortográficas",
        "• Convenciones ortográficas básicas y significados eintenciones comunicativas asociados a los formatos,patrones y elementos gráficos.",
        "Reflexión sobre la lengua",
        "• Consciencia sobre las similitudes formales y diferencias designificados entre lenguas (préstamos, cognados, falsosamigos).",
        "• Reflexión sobre similitudes formales y diferencias designificados (préstamos, cognados, falsos amigos) y suaplicación en diferentes contextos comunicativos.",
        "Bloque 2: Estrategias comunicativasEstrategias comunicativas. Transversal a todas las CE",
        "Estrategias de comprensión y producción",
        "• Convenciones y estrategias conversacionales de usocomún, en formato síncrono o asíncrono, para iniciar,mantener y terminar la comunicación, tomar y ceder lapalabra, pedir y dar aclaraciones y explicaciones,reformular, comparar y contrastar, resumir, colaborar,debatir.",
        "Estrategias conversacionales",
        "• Estrategias y técnicas para responder eficazmente y conniveles crecientes de fluidez, adecuación y corrección auna necesidad comunicativa concreta de formacomprensible, a pesar de las limitaciones derivadas delnivel de competencia en la segunda lengua extranjera y enlas lenguas familiares.",
        "Intercambios culturales y mediación",
        "• Interés e iniciativa en la realización de intercambioscomunicativos a través de diferentes medios con hablanteso estudiantes de la lengua extranjera.",
        "• Aplicación de las estrategias que permitan resolverconflictos interculturales en contextos personales,sociales, académicos y profesionales.",
        "• Conocimientos, destrezas y actitudes que permitandetectar y colaborar en actividades de mediación ensituaciones cotidianas sencillas.",
        "Estrategias de autoevaluación y coevaluación",
        "• Autoconfianza e iniciativa. El error como parte integrantedel proceso de aprendizaje.",
        "• Estrategias y herramientas de uso común deautoevaluación y coevaluación, analógicas y digitales,individuales y cooperativas.",
        "Tratamiento de la información",
        "• Recursos para el aprendizaje y estrategias básicas debúsqueda de información: diccionarios, libros de consulta,bibliotecas, recursos digitales e informáticos.",
        "• Respeto de la propiedad intelectual y derechos de autorsobre las fuentes consultadas y contenidos utilizados.",
        "• Herramientas analógicas y digitales de uso común para lacomprensión, producción y coproducción oral, escrita ymultimodal; y plataformas virtuales de interacción ycolaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas) para el aprendizaje,la comunicación y el desarrollo de proyectos con hablanteso estudiantes de la segunda lengua extranjera.",
        "Bloque 3: Cultura y sociedadCultura y sociedad. Transversal a todas las CE ",
        "Aspectos socioculturales y sociolingüísticos",
        "• Aspectos socioculturales y sociolingüísticos de usocomún relativos a la vida cotidiana, las condiciones devida y las relaciones interpersonales; convencionessociales básicas; lenguaje no verbal, cortesía lingüísticay etiqueta digital; cultura, costumbres y valores propios depaíses donde se habla la segunda lengua extranjera.",
        "• Valoración crítica de las diferencias en la comunicaciónno verbal entre las distintas lenguas y culturas.",
        "• Adaptación del propio repertorio comunicativo al contextosocial y cultural en el cual se desarrolla la comunicación.",
        "• Estrategias básicas para entender y apreciar la diversidadlingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "Diversidad lingüística e intercultural",
        "• Respeto y valoración crítica de las diferencias y de ladiversidad plurilingüe e intercultural.",
        "• Diferencias entre lengua y sociedad, variedades lingüísticas, diferentes registros (estándar, informal yformal).",
        "• Estereotipos de otras culturas donde se habla la segundalengua extranjera y contraste con los estereotipos de lapropia lengua.",
        "Lengua extranjera como medio de comunicación",
        "• Patrones culturales de uso común propios de la lenguaextranjera.",
        "• La segunda lengua extranjera como medio decomunicación interpersonal e internacional, fuente deinformación, y como herramienta de participación social yde enriquecimiento personal."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar las diferencias y similitudesentre distintas lenguas, sobre aspectos básicosde su funcionamiento, de manera autónoma.",
        "1.2. Reconocer, utilizar y valorar con iniciativa,creatividad y de manera crítica, losconocimientos y estrategias que forman surepertorio lingüístico con apoyo de otrosparticipantes y de soportes analógicos ydigitales.",
        "1.3. Analizar de manera crítica la diversidadlingüística y cultural propia de países donde sehabla la segunda lengua extranjera mostrandointerés por comprender elementos culturales ylingüísticos del ámbito personal, social,académico y profesional.",
        "1.4. Argumentar y valorar de manera crítica losprogresos y dificultades de aprendizaje de lasegunda lengua extranjera aplicando lasestrategias más adecuadas para superarlas através de la planificación, autoevaluación ycoevaluación del propio aprendizaje,explicitando y compartiendo esos procesos.",
        "1.5. Actuar de forma respetuosa y empática ensituaciones interculturales, evaluando yrechazando cualquier tipo de discriminación,prejuicio y estereotipo y aplicando estrategiaspara defender y promover la pluralidadlingüística.",
        "2.1. Escuchar de forma activa e interpretar, conautonomía e iniciativa, textos informativos,expositivos, descriptivos, narrativos,argumentativos y literarios orales, sobre temasdel ámbito personal, social, profesional yacadémico, así como textos literarios adecuadosa su nivel.",
        "2.2. Analizar e identificar los elementosformales y de contenido, los significadosexplícitos e implícitos, en textos orales ymultimodales, así como la información lingüísticay extralingüística, utilizando estrategias decomprensión oral adecuadas al texto con lafinalidad de valorar la información.",
        "2.3. Inferir el significado de vocabulario y el usode estructuras frecuentes y poco frecuentes, asícomo expresiones idiomáticas de uso común delámbito personal, social, académico y profesional.",
        "3.1. Interpretar con autonomía e iniciativa textosescritos y multimodales informativos, expositivos,descriptivos, narrativos, argumentativos yliterarios, sobre asuntos del ámbito personal,social, profesional y académico.",
        "3.2. Identificar la función comunicativa, el temaprincipal y las ideas secundarias de textosescritos y multimodales, así como sussignificados explícitos e implícitos de carácterlingüístico y su relación con la información decarácter extralingüístico.1.º Bachillerato 2.º Bachillerato",
        "3.3. Inferir el significado de vocabulario y valorarde manera crítica, el contenido, la intención y losrasgos discursivos de textos escritos ymultimodales, especialmente de los textosacadémicos, de medios de comunicación y deficción.",
        "3.5 Localizar, seleccionar y contrastar lainformación en medios analógicos y digitales, coniniciativa y de forma autónoma, de diferentestextos multimodales del ámbito, personal, social,académico y profesional a partir de la informaciónde diferentes fuentes.",
        "4.1. Producir y expresar oralmente, con fluidezy corrección, textos claros, coherentes y bienorganizados, con una buena pronunciación,ritmo y entonación, utilizando un ampliorepertorio de expresiones, léxico y estructuras deuso frecuente en situaciones del ámbitopersonal, social y profesional con el fin deinformar, exponer, describir, narrar yargumentar.",
        "4.2. Utilizar estrategias de búsqueda deinformación, planificación, produccióncompensación y revisión, con iniciativa ycreatividad, utilizando recursos verbales y noverbales para expresar las ideas de maneraeficaz.",
        "4.3. Mostrar un buen control sobre un ampliorepertorio de estructuras sintácticas comunes, yseleccionar los elementos adecuados decoherencia y de cohesión textual para organizarel discurso de manera sencilla pero eficaz.",
        "4.4. Pronunciar y entonar los enunciados demanera muy clara y comprensible, repitiéndolostantas veces como sea necesario para hacerlosentendibles.",
        "4.5. Utilizar, con iniciativa y creatividad,recursos diversos en herramientas analógicas ydigitales para la búsqueda avanzada deinformación, valorando de manera crítica lainformación contenida en las fuentesdocumentales",
        "5.1. Producir textos escritos y multimodalescoherentes, cohesionados y correctos, bienorganizados, en soportes analógicos y digitales,utilizando tanto el registro formal como elinformal según la tipología textual y la situacióncomunicativa, sobre temas del ámbito personal,social, académico y profesional con el fin deinformar, narrar, describir, opinar y argumentar.",
        "5.2. Mostrar un buen control sobre un ampliorepertorio de estructuras sintácticas comunes, yseleccionar los elementos adecuados decoherencia y de cohesión textual para organizarel discurso de manera sencilla pero eficaz.",
        "5.3. Aplicar estrategias de búsqueda deinformación, planificación, síntesis y revisión detextos con iniciativa y creatividad,",
        "6.1. Participar e interactuar con iniciativa enconversaciones, de manera autónoma yespontánea, en contextos analógicos y digitales,y en conversaciones, con suficiente fluidez yprecisión, usando estrategias de cooperaciónsobre asuntos del ámbito personal, social,profesional y académico.",
        "6.2. Aplicar estrategias de cooperación, cesióny toma de turnos de palabra, así como estrategiaspara solicitar y formular aclaraciones yexplicaciones, utilizando la cortesía lingüística, laetiqueta digital, el lenguaje no verbal y estrategiaspara indicar que no se ha entendido el mensaje,para solicitar su repetición y mostrar que entiendey que sigue la conversación.",
        "6.3. Interactuar mostrando interés, respeto yempatía hacia las personas interlocutoras encontextos pluriculturales, cotidianos, formales einformales, como dar y pedir la palabra, cooperary pedir aclaraciones, de forma autónoma yespontánea",
        "7.1. Mostrar interés por participar en lasolución de problemas de incomprensión, sobreasuntos diversos del ámbito personal, social,académico y profesional.",
        "7.2. Comprender, comunicar, describir einterpretar textos que incluyan vocabulario,expresiones y estructuras frecuentes y pocofrecuentes, en diferentes soportes, o explicarconceptos, de forma oral o escrita, combinandosu repertorio lingüístico.",
        "7.3. Resumir, parafrasear o traducir textos,conceptos y comunicaciones, combinando surepertorio lingüístico con iniciativa y creatividad.",
        "7.4. Transmitir oralmente y por escrito la ideageneral, los puntos principales y datosrelevantes de fragmentos breves de informaciónrelativa a temas de interés general, personal o deactualidad como avisos, prospectos, folletos,correspondencia o noticias, siempre que tenganuna estructura clara y utilicen una variedadestándar.",
        "7.5. Seleccionar y utilizar las estrategias desimplificación, de adaptación y de reformulaciónde la lengua, que faciliten la comprensión y laexpresión oral y escrita de la información endistintas lenguas, y que sean adecuadas a lasintenciones comunicativas, las característicascontextuales y la tipología textual, usandorecursos y apoyos analógicos o digitales, enfunción de las necesidades de cada momento."
    ]
}