{
    "saberes": [
        "A. Vida activa y saludable.",
        "- Salud física: efectos físicos beneficiosos de un estilo de vida activo. Alimentación saludable e hidratación. Adopción de hábitos posturales correctos en situaciones cotidianas. Cuidado del cuerpo: higiene personal y el descanso tras la actividad física.",
        "- Salud mental: Relación de la actividad física con el bienestar personal y en el entorno a través de la motricidad. Autoconocimiento e identificación de fortalezas y debilidades en todos los ámbitos (social, físico y mental).",
        "- Salud social: la actividad física como práctica social saludable. Derechos de los niños en el deporte escolar. Respeto hacia todas las personas con independencia de sus características personales.",
        "B. Organización y gestión de la actividad física.",
        "- Elección de la práctica física: vivencia de diversas experiencias corporales en distintos contextos.",
        "- Cuidado del material utilizado en la actividad a desarrollar. Uso correcto de materiales y entornos.",
        "- Preparación de la práctica motriz: vestimenta deportiva y hábitos generales de cuidado e higiene corporal.",
        "- Planificación y autorregulación de proyectos motores sencillos: objetivos o metas.",
        "- Prevención de accidentes y lesiones en las prácticas motrices: juegos de activación, calentamiento y vuelta a la calma.",
        "- Interés por participar en todas las experiencias de aprendizaje y valoración de la iniciativa y el esfuerzo personal en la actividad física.",
        "- Utilización de los medios de información y comunicación, con ayuda docente, para la obtención de información y para la preparación, elaboración, presentación de las composiciones, representaciones y trabajos.",
        "C. Resolución de problemas en situaciones motrices.",
        "- Toma de decisiones: Adecuación de las acciones a las capacidades y limitaciones personales en situaciones motrices individuales. Coordinación de acciones con compañeros en situaciones cooperativas. Adecuación de la acción a la ubicación del adversario en situaciones motrices de persecución y de interacción con un móvil. Selección de la posición corporal o la distancia adecuadas en situaciones de oposición de contacto. Selección de acciones para mantener la posesión, recuperar el móvil o evitar que el atacante progrese en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil. Nociones topológicas básicas asociadas a relaciones espaciales y temporales. Organización temporal del movimiento: ajuste de movimientos predeterminados a estructuras rítmicas.",
        "- Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; conciencia corporal; lateralidad y su proyección en el espacio; coordinación óculo-pédica y óculo-manual; equilibrio estático y dinámico. Percepción auditiva, visual y táctil en la realización de actividades motrices. Toma de conciencia de la respiración. Toma de conciencia e interiorización de las posibilidades y limitaciones motrices de las partes del cuerpo. La tensión y la relajación en el propio cuerpo. Control del tono muscular y de la relajación global y segmentaria del cuerpo. Valoración y aceptación de la propia realidad corporal aumentando la confianza en sus posibilidades, autonomía y autoestima.",
        "- Capacidades físicas desde el ámbito lúdico y el juego. Las capacidades físicas básicas a través de situaciones de juego y ejercitadas de forma globalizada.",
        "- Habilidades y destrezas motrices básicas genéricas: Habilidades locomotrices, no locomotrices y manipulativas. Formas y posibilidades de movimiento: combinación y experimentación de las habilidades motrices básicas adquiridas (desplazamientos, saltos, giros equilibrios y manejo de objetos).",
        "- Creatividad motriz: Variación y adecuación de la acción motriz ante estímulos internos. Control del movimiento: adaptación del desarrollo de las habilidades básicas a situaciones de complejidad progresiva. Desarrollo de una actitud positiva ante el aprendizaje de nuevas habilidades.",
        "- Acciones motrices: Acciones atléticas (correr, lanzar, saltar, desplazarse) y acciones gimnásticas (rodar, girar, equilibrarse) relacionadas con las habilidades motrices básicas. Situaciones colectivas de cooperación, oposición y cooperación-oposición, utilización de las reglas correspondientes y aceptación de distintos roles en el juego. Juegos libres y organizados: motores, sensoriales, de desarrollo de habilidades motrices, expresivos, simbólicos y cooperativos.",
        "D. Autorregulación emocional e interacción social en situaciones motrices.",
        "- Gestión emocional: estrategias de identificación, experimentación y manifestación de emociones, pensamientos y sentimientos a partir de experiencias motrices.",
        "- Habilidades sociales: verbalización de emociones derivadas de la interacción en contextos motrices. Conciencia crítica ante las conductas surgidas durante la práctica de actividad física que puedan ser generadoras de conflictos.",
        "- Respeto y aceptación de las normas, reglas y personas que participan en el juego.",
        "- Conductas que favorezcan la convivencia y la igualdad de género, inclusivas y de respeto a los demás, en situaciones motrices: estrategias de identificación de conductas discriminatorias o contrarias a la convivencia o discriminatorias.",
        "- Valoración y aceptación de la propia realidad corporal y la de los demás, de la diferencia de niveles de competencia motriz entre las diferentes personas.",
        "E. Manifestaciones de la cultura motriz.",
        "- Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestación de la propia cultura. Reconocimiento y respeto por las diferencias en el modo de expresarse. Conocer y experimentar Juegos o deportes tradicionales de Castilla y León y juegos emergentes.",
        "- Usos comunicativos de la corporalidad: gestos, muecas, posturas y otros.",
        "- Práctica de actividades rítmico-musicales con carácter artístico-expresivo. Práctica de bailes y danzas populares de ejecución simple, incluyendo las de Castilla y León.",
        "- Prácticas teatrales: juego dramático, mimo, clown, teatro de sombras, match de improvisación, etc.",
        "- Fases del proceso creativo: solicitud a partir de un inductor, diversidad/variedad, enriquecimiento, elección individual o colectiva, producción y presentación ante los demás.",
        "- Roles de trabajo: actor, coreógrafo, espectador, etc.",
        "- Proyectos de curso o centro: mostrar a otros cursos o compañeros/as las producciones, festivales de navidad, festivales de final de curso, conmemoraciones, exhibiciones, proyectos interdisciplinares, etc.",
        "- Deporte y perspectiva de género: referentes en el deporte de distintos géneros.",
        "- Conocimiento y práctica de juegos infantiles en sus manifestaciones tradicionales de otras culturas, y del entorno más cercano.",
        "F. Interacción eficiente y sostenible con el entorno.",
        "- Normas de uso: educación vial para peatones. Movilidad segura, saludable y sostenible. Aumento de forma progresiva del conocimiento del entorno, y desarrollo de hábitos de orientación y nociones espaciales básicas y su aplicación a la circulación viaria.",
        "- Posibilidades motrices de los espacios de juego y esparcimiento infantil.",
        "- El material y sus posibilidades de uso para el desarrollo de la motricidad.",
        "- Realización de actividades físicas seguras en el medio natural y urbano. Preparación y realización de alguna actividad en el entorno escolar, aprendiendo a conocer, valorar y respetar el medio natural.",
        "- Cuidado del entorno próximo y de los animales y plantas que en él conviven, como servicio a la comunidad, durante la práctica segura de actividad física en el medio natural y urbano.",
        "- Proyectos de curso o centro: Con la bici al cole. Parques activos. Grupos de medio natural con familias. Preparación y realización de un proyecto de acción en el medio natural (excursiones, acampadas, cicloturismo, orientación, esquí nórdico, vías verdes, etc.) de acuerdo con las posibilidades del alumnado, del centro y respetando los principios de seguridad activa y pasiva. Realización de actividades que combinan prácticas físicas (por ejemplo, plantar y apadrinar un árbol) y que conllevan la preparación previa de esa tarea (cuadernos de campo, etc.), con una relación explicita con otras áreas para enriquecer el proyecto.",
        "G. Información, digitalización y comunicación.",
        "- Vocabulario específico del área.",
        "- Instrumentos y dispositivos digitales.",
        "- Integración responsable de las TIC en el proceso de búsqueda de información.",
        "- Interacción oral adecuada en contextos informales, escucha activa y asertividad.",
        "- Expresión y escucha de necesidades, vivencias y emociones."
    ],
    "criteriosEvaluacion": [
        "1.1 Identificar el ejercicio físico como práctica saludable, reconociendo sus efectos beneficiosos a nivel físico para el establecimiento de un estilo de vida activo. (STEM2, STEM5, CPSAA2)",
        "1.2 Explorar las posibilidades de la propia motricidad a través del juego, aplicando en distintas situaciones cotidianas medidas básicas de cuidado de la salud personal a través de la higiene corporal y la educación postural. (STEM2, STEM5, CPSAA2, CE3)",
        "1.3 Participar en juegos de activación y vuelta a la calma reconociendo su utilidad para adaptar el cuerpo a la actividad física y evitar lesiones, manteniendo la calma y sabiendo cómo actuar en caso de que se produzca algún accidente en contextos de práctica motriz. (STEM2, STEM5, CPSAA2, CPSAA5)",
        "1.4 Conocer los valores positivos que fomenta la práctica motriz compartida reconociendo, vivenciando y disfrutando sus beneficios en contextos variados e inclusivos y respetando a todos los participantes con independencia de sus diferencias individuales. (CPSAA2, CPSAA5, CE3)",
        "2.1 Reconocer la importancia de establecer metas claras a la hora de desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, valorando su consecución a partir de un análisis de los resultados obtenidos. (STEM1, CPSAA3, CPSAA5, CE3)",
        "2.2 Adoptar decisiones en contextos de práctica motriz ajustando los movimientos corporales según las circunstancias de la actividad. (STEM1, CPSAA4, CE1)",
        "2.3 Descubrir, reconocer y emplear los componentes cualitativos y cuantitativos de la motricidad de manera lúdica e integrada en diferentes situaciones y contextos, mejorando progresivamente su control y su dominio corporal. (STEM1, CPSAA4, CPSAA5)",
        "3.1 Identificar las emociones positivas y negativas que se producen durante el juego, intentando diferenciarlas y gestionarlas y disfrutando de la actividad física. (CPSAA1, CPSAA2, CPSAA3)",
        "3.2 Respetar las normas consensuadas, así como las reglas de juego y actuar desde los parámetros de la deportividad y el juego limpio, aceptando las características y niveles de los participantes. (CPSAA1, CPSAA3, CC2, CC3)",
        "3.3 Participar en las prácticas motrices cotidianas, comenzando a desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación, iniciándose en la resolución de conflictos personales de forma dialógica y justa, y mostrando un compromiso activo frente a las actuaciones contrarias a la convivencia. (CCL1, CCL5, CPSAA5, CC2, CC3)",
        "4.1 Participar activamente en juegos y otras manifestaciones artístico-expresivas de carácter cultural y tradicional propias de su entorno, valorando su componente lúdico- festivo y disfrutando de su puesta en práctica. (CP3, CCEC1, CCEC2, CCEC3)",
        "4.2 Conocer y valorar los logros de distintos referentes del deporte de ambos géneros, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar dichos éxitos. (CPSAA1, CC3)",
        "4.3 Adecuar los distintos usos comunicativos de la corporalidad y sus manifestaciones realizándose a diferentes ritmos y contextos expresivos. (CCEC3, CCEC4)",
        "4.4 Respetar la propia realidad corporal y la de los demás practicando diferentes juegos. (CPSAA1, CPSAA3)",
        "5.1 Participar en actividades lúdico-recreativas de forma segura en los entornos natural y urbano y en contextos terrestres o acuáticos conociendo otros usos desde la motricidad y adoptando actitudes de respeto, cuidado y conservación de dichos entornos. (STEM5, CPSAA2, CC4)",
        "5.2 Valorar la importancia del entorno y el medio natural practicando juegos y actividades al aire libre. (STEM5, CC2, CC4, CE3)",
        "5.3 Comprender y resolver, con la ayuda docente, situaciones motrices con diversidad de estímulos y condicionantes espacio-temporales, seleccionando y combinando las habilidades motrices básicas y adaptándolas a las condiciones establecidas de forma eficaz. (CC2, CE1, CE3)",
        "6.1 Buscar información sencilla relacionada con la motricidad, a partir de distintas fuentes, valorando su fiabilidad. (CCL2, CCL3, CPSAA5)",
        "6.2 Utilizar dispositivos digitales como recurso de apoyo al área, de forma guiada, adoptando hábitos de uso seguro y responsable. (STEM2, CD1, CD2, CD3, CD4)",
        "6.3 Intercambiar información con el grupo de iguales, compartiendo experiencias propias vinculadas a la actividad físico-deportiva, respetando y valorando las intervenciones de los demás. (CCL1, CCL2, CPSAA5)"
    ]
}