{
  "saberes": [
    "A. Reptes del món actual",
    " ● Objectius de desenvolupament sostenible.",
    "  - Debat sobre els dilemes del món actual, punt de partida per al pensament crític i el desenvolupament de judicis propis.",
    "  - Valoració de les accions, tant individuals com col·lectives, que permeten avançar en la implantació de l’Agenda 2030.",
    " ● Ubicació espacial.",
    "  - Representació de l’espai, orientació i escales.",
    "  - Utilització de recursos digitals i tecnologies de la informació geogràfica (TIG) en l’elaboració i interpretació de mapes, esquemes, imatges i gràfics de diferent tipologia.",
    " ● Emergència climàtica.",
    "  - Reconeixement dels elements i factors que condicionen el clima i el seu impacte sobre les activitats humanes.",
    "  - Identificació, prevenció i resiliència de la població davant de les catàstrofes naturals i els efectes del canvi climàtic, tot incidint en els beneficis d’incloure els joves en la gestió dels desastres mediambientals.",
    " ● Biodiversitat, recursos naturals i desigualtat.",
    "  - Identificació dels processos, dinàmiques i amenaces dels ecosistemes planetaris. Valoració de la riquesa i conservació del patrimoni natural.",
    "  - Anàlisi de l’acció humana en l’alteració dels ecosistemes i descripció de casos que se’n deriven, especialment en entorns propers, cercant causes i conseqüències.",
    "  - Diferenciació dels recursos renovables i no renovables, anàlisi de la seva distribució desigual i identificació d’algunes conseqüències i tensions que se’n deriven.",
    " ● Prevenció de riscos.",
    "  - Identificació dels principals riscos d’origen natural com inundacions, incendis o epidèmies, i d’origen tecnològic, com el nuclear, el químic o la contaminació d’aigües.",
    "  - Caracterització de les accions encaminades a prevenir aquests riscos.",
    " ● Tecnologies de la informació i societat del coneixement.",
    "  - Maneig i utilització segura de dispositius, aplicacions informàtiques i plataformes digitals, valorant les seves aportacions a la geografia i la història.",
    "  - Cerca, tractament de la informació i elaboració de coneixement.",
    "  - Introducció als objectius i estratègies de les ciències socials i ús dels seus procediments, termes i conceptes en la formació de persones amb capacitat crítica.",
    " ● Desafiaments demogràfics al món actual.",
    "  - Estudi de la composició i estructures demogràfiques a diferents escales.",
    "  - Aplicació dels conceptes bàsics de demografia a la comprensió de dinàmiques demogràfiques actuals i els moviments migratoris, analitzant les seves causes i conseqüències.",
    "  - Identificació dels factors que expliquen la desigual distribució de la població i anàlisi dels desafiaments, oportunitats i problemes actuals de viure al camp i a les ciutats.",
    "  ● Concentració i distribució de la riquesa.",
    "  - Representació i maneres de percebre la desigualtat.",
    "  - Conscienciació i accions per a l’accés universal als béns bàsics i per a un repartiment just de la riquesa que permeti avançar cap a una societat més equitativa.",
    "  - Reflexió sobre la qüestió del mínim vital.",
    " ● Igualtat de gènere.",
    "  - Valoració i denúncia de situacions discriminatòries de les nenes i de les dones al món.",
    "  - Qüestionament dels rols de gènere i la seva manifestació en tots els àmbits de la societat i la cultura, inclòs l’entorn escolar.",
    "B. Societats i territoris",
    " ● Mètodes de les ciències socials.",
    "  - Recerca i metodologies per a la construcció del coneixement de les ciències socials.",
    "  - Identificació i ús de les fonts històriques, arqueològiques i geogràfiques i la seva valoració com a patrimoni col·lectiu.",
    "  - Participació en projectes conjuntament amb arxius, biblioteques i museus.",
    " ● Cronologia i temps històric.",
    "  - Construcció i interpretació de línies del temps.",
    "  - Aplicació de les variables històriques de canvi, continuïtat i simultaneïtat per a la comprensió de l’evolució de la humanitat com un procés no lineal.",
    " ● Origen de la humanitat.",
    "  - Anàlisi multidisciplinària de l’origen de l’ésser humà i del sorgiment de les primeres formes d’organització social.",
    "  - Estudi de les grans migracions humanes i el naixement de les primeres cultures.",
    " ● Primeres civilitzacions.",
    "  - Interpretacions històriques del sorgiment de les civilitzacions i la influència dels condicionants geogràfics.",
    "  - Reconeixement de les grans rutes comercials i les estratègies pel control dels recursos a l’antiguitat.",
    " ● Origen i evolució de l’organització social.",
    "  - Valoració de les desigualtats socials i les disputes pel poder des de l’antiguitat i en diferents contextos històrics.",
    "  - Anàlisi de formes d’organització política del món antic, medieval i modern: democràcies, repúbliques, imperis i regnes.",
    "  - Interpretació de la seva evolució i comparació entre algunes formes d’organització política, incidint en els aspectes referits a la desigualtat entre els grups socials.",
    " ● Les arrels de la cultura occidental.",
    "  - Identificació del llegat cultural del món clàssic, del judeocristià i de la civilització islàmica i valoració de les seves aportacions a Europa.",
    "  - Anàlisi de les petjades d’aquest llegat en el patrimoni material i immaterial.",
    " ● Religió i organització social.",
    "  - Anàlisi de les relacions entre religió i poder en el context del sorgiment de les grans religions politeistes i monoteistes, així com el paper de l’Església en la configuració de cultures i mentalitats.",
    "  - Descripció de les persecucions i conflictes per motius religiosos i ideològics, i paral·lelismes amb fets o situacions de l’actualitat.",
    " ● Evolució dels sistemes econòmics i dels models d’organització social.",
    "  - Valoració crítica de la distribució desigual dels recursos i del treball des de la prehistòria fins a l’edat moderna.",
    "  - Comparació amb situacions i fets de l’actualitat.",
    " ● Territori i paisatge.",
    "  - Anàlisi de l’evolució de la ciutat i el món rural al llarg de la història.",
    "  - Valoració i conservació dels components ambientals, històrics, artístics i culturals del paisatge.",
    " ● Violència i conflictes armats.",
    "  - Identificació de les causes i conseqüències d’alguns conflictes en diferents èpoques històriques.",
    "  - Valoració de la necessitat de trobar solucions dialogades als problemes.",
    " ● L’ampliació del món conegut i les civilitzacions no europees.",
    "  - Contextualització dels grans viatges, descobriments i sistemes d’intercanvi en l’edat moderna.",
    "  - Reflexió sobre la geopolítica i les disputes per l’hegemonia, incidint en les seves conseqüències.",
    "  - Valoració crítica de la visió eurocèntrica del món.",
    " ● Les persones invisibilitzades de la història.",
    "  - Conscienciació sobre la marginació, segregació, control i submissió de les dones, els esclaus i altres col·lectius en la història de la humanitat.",
    "  - Posada en valor del protagonisme individual i col·lectiu de les dones al llarg de la història.",
    "  - Reconeixement de la resistència a l’opressió com a dret fonamental dels pobles.",
    " ● Evolució de les expressions artístiques i culturals.",
    "  - Anàlisi i valoració de la diversitat i riquesa de les expressions artístiques i culturals a partir de fonts diverses i de l’observació directa i indirecta dels estils i obres.",
    "  - Conscienciació sobre el respecte i conservació del patrimoni material i immaterial.",
    " ● Ciència, medicina i avenços tecnològics.",
    "  - Reconeixement de la lluita contra epidèmies i pandèmies, i comparació amb fets i situacions de l’actualitat.",
    "  - Contrast i anàlisi crítica de les supersticions i desinformacions davant les explicacions racionals i empíriques.",
    " ● El llegat històric.",
    "  - Reflexió sobre la construcció d’identitats a partir de l’herència cultural i els processos històrics viscuts en una comunitat i territori.",
    "   - Aplicació dels coneixements històrics a la comprensió i identificació d’alguns dels problemes de l’actualitat.",
    "C. Compromís cívic",
    " ● Dignitat humana i drets universals.",
    "  - Reconeixement dels drets i deures individuals i col·lectius, identificant i rebutjant les situacions de desigualtat, injustícia i discriminació.",
    "  - Comparació dels drets de l’infant actuals amb la situació dels infants i joves en altres èpoques històriques.",
    " ● Alteritat.",
    "  - Respecte i acceptació de l’altre, incorporant visions i perspectives contraposades d’un relat o d’una interpretació.",
    "  - Defensa de comportaments no discriminatoris i contraris a qualsevol actitud diferenciadora i segregadora.",
    " ● Igualtat de gènere.",
    "  - Reconeixement i denúncia del masclisme en la història i l’actualitat.",
    "  - Posicionament a favor de manifestacions i conductes no sexistes.",
    " ● Convivència cívica i cultura democràtica.",
    "  - Identificació dels trets fonamentals de les societats democràtiques, valorant les consecucions de la democràcia com a sistema polític.",
    "  - Participació en projectes comunitaris de l’entorn, mostrant empatia i accions de suport a col·lectius en situacions de pobresa, vulnerabilitat i exclusió social.",
    "  - Interès davant els reptes i problemes d’actualitat a l’àmbit local i global, deixant-ne constància mitjançant produccions diverses.",
    " ● Consciència ambiental.",
    "  - Implicació en la defensa de la biodiversitat i la protecció del medi ambient.",
    "  - Recerca d’actuacions orientades a aconseguir una mobilitat sostenible.",
    " ● Conservació i defensa del patrimoni històric, artístic i cultural.",
    "  - Compromís per la defensa i preservació del llegat artístic i cultural, distingint-ne la diversitat, així com de la memòria històrica en la seva pluralitat.",
    " ● Les xarxes socials.",
    "  - Conscienciació sobre la seguretat i prevenció dels riscos i perills de l’ús de les tecnologies de la informació i de la comunicació.",
    "  - Reflexió sobre les maneres de participar en les xarxes socials.",
    " ● Gestió de les emocions.",
    "  - Identificació de les emocions pròpies i dels altres, i la seva importància en comportaments individuals i col·lectius.",
    " ● Ús del temps de lleure i hàbits de salut i de consum.",
    "  - Caracterització i reflexió sobre diferents formes de vida i l’ús del temps de lleure en el passat i en el present, i reconeixement d’hàbits saludables.",
    " ● Ciutadania europea i cooperació internacional.",
    "  - Consideració de diferents idees i actituds en el projecte de construcció d’una ciutadania europea i global inclusiva i solidària, des del diàleg i l’empatia."
  ],
  "criteriosEvaluacion": [
    "1.1 Desenvolupar estratègies de cerca, tractament i organització de la informació per a la resolució de demandes relacionades amb fets i processos rellevants del present i del passat.",
    "1.2 Analitzar de manera crítica, responsable i creativa les fonts d’informació analògiques i digitals, contrastant les dades obtingudes i aplicant-les a diferents situacions i contextos.",
    "1.3 Elaborar i comunicar els coneixements adquirits mitjançant recursos expressius que incorporin diferents llenguatges i formats, emprant les possibilitats que ofereixen els entorns i recursos digitals.",
    "1.4 Incorporar i utilitzar adequadament el vocabulari propi de les ciències socials mitjançant intervencions orals, textos escrits i altres produccions, tot avançant en la construcció d’un discurs precís i rigorós.",
    "2.1 Identificar i mostrar interès pels principals problemes que afecten la societat, adoptant una posició crítica, proactiva i de rebuig a situacions injustes i discriminatòries.",
    "2.2 Argumentar de forma crítica sobre problemes socials rellevants utilitzant els coneixements propis de les ciències socials i valorant la importància de trobar solucions dialogades.",
    "2.3 Mantenir una actitud d’alerta i de reflexió davant dels problemes socials, que ajudi a la permanent revisió dels propis criteris i a comprometre’s en la construcció de futurs millors.",
    "2.4 Fonamentar els propis arguments en els valors democràtics, els drets humans i la justícia social, assumint els valors de la cultura de la pau en el decurs de debats i tasques cooperatives.",
    "2.5 Posicionar-se amb criteris propis i esdevenir ciutadans crítics amb consciència global mitjançant l’elaboració de productes personals o cooperatius ben argumentats, tot respectant les opinions dels altres.",
    "3.1 Identificar els canvis i les continuïtats entre les etapes històriques, a través de processos inductius, reptes i projectes de recerca, i trobar relacions amb el món actual.",
    "3.2 Diferenciar les causes i les conseqüències dels processos històrics i aplicar-ho en problemes actuals relacionats amb els objectius de desenvolupament sostenible.",
    "3.3 Representar adequadament informació geogràfica i històrica a través de diverses formes de representació gràfica, cartogràfica i visual.",
    "3.4 Situar fets i processos històrics en eixos cronològics, trobant relacions entre diferents períodes i simultaneïtats temporals entre diferents territoris.",
    "3.5 Identificar i utilitzar les fonts primàries i secundàries, valorant les seves aportacions al coneixement del medi i de les formes de vida en el present i el passat.",
    "4.1 Interpretar l’espai des d’una perspectiva sistèmica, a través del concepte de paisatge, identificant-ne els elements i les interrelacions existents.",
    "4.2 Analitzar l’acció humana en els paisatges, dins dels diferents ecosistemes planetaris, valorant la riquesa del patrimoni natural i cultural, i detectant-ne les amenaces de degradació.",
    "4.3 Criticar i denunciar situacions d’injustícia social i de degradació ambiental, a diferents escales, tant en l’àmbit urbà com en el rural, comprometent-se per a la seva millora.",
    "5.1 Identificar i analitzar els mecanismes que han regulat la vida en comú d’algunes societats del passat, interpretant els principals models d’organització social i política.",
    "5.2 Distingir els trets fonamentals de les societats democràtiques i valorar les consecucions de la democràcia i la vigència dels drets humans individuals i col·lectius i de les llibertats.",
    "5.3 Analitzar els trets bàsics de l’organització social, política i econòmica d’algunes societats del passat i valorar de manera crítica el grau d’equitat dels intercanvis i relacions amb altres poblacions.",
    "5.4 Mostrar actituds pacífiques i tolerants i assumir els drets i deures del marc de convivència, demostrant capacitat crítica i responent de manera assertiva davant de situacions d’injustícia i desigualtat.",
    "6.1 Explicar els trets definitoris d’algunes civilitzacions històriques, identificar elements de canvi i continuïtat en les formes de vida i subsistència i en l’organització de la societat i reconèixer aspectes significatius de la seva aportació a la cultura universal.",
    "6.2 Reconèixer les desigualtats socials en diferents èpoques històriques, els mecanismes de domini i control que s’hi han donat i les conseqüències en el món actual.",
    "6.3 Identificar els col·lectius que han estat sotmesos, silenciats i invisibilitzats al llarg de la història fins al present i destacar les diferents perspectives i aportacions.",
    "6.4 Caracteritzar els drets humans individuals i col·lectius i l’estat de dret com a sistema institucional que garanteix el seu compliment a través dels seus òrgans i institucions.",
    "7.1 Explicar els trets definitoris d’algunes cultures històriques, identificar elements de canvi i continuïtat en les seves expressions culturals i artístiques i reconèixer aspectes significatius de la seva aportació a la cultura universal.",
    "7.2 Reflexionar sobre els elements culturals que han conformat les diferents identitats individuals i col·lectives de l’entorn i les aportacions de cadascuna d’elles a la cultura humana universal i a la cohesió social, mostrant una actitud respectuosa envers els sentiments de pertinença.",
    "7.3 Assenyalar alguns elements bàsics del llegat històric i cultural d’Europa, així com els fonaments d’una ciutadania europea inclusiva i solidària.",
    "7.4 Valorar, protegir i conservar alguns elements del patrimoni artístic, històric i cultural, material i immaterial, com a fonament de les diverses identitats col·lectives i de la cohesió social i com a gaudi dels pobles.",
    "8.1 Relacionar alguns canvis en els hàbits de vida tradicional i el treball domèstic i contrastar-los amb l’actualitat, identificant les pràctiques compatibles amb la salut, la sostenibilitat, la dignitat i el respecte, i assumir responsabilitats i compromisos en l’àmbit familiar, l’entorn escolar i la comunitat.",
    "8.2 Identificar els reptes en relació amb la corresponsabilitat en el treball reproductiu i comunitari entre homes i dones, remarcant  - ne la importància per al funcionament de les societats.",
    "8.3 Identificar les limitacions socials i culturals que han impedit que les persones puguin desenvolupar aspiracions al llarg de diferents generacions i reconèixer la riquesa que aporten els vincles intergeneracionals.",
    "8.4 Prendre consciència de les causes que han relegat les dones a un rol secundari al llarg de la història i emprendre accions per valorar, dignificar i visibilitzar determinades aportacions com a font de riquesa per a tothom.",
    "8.5 Identificar i rebutjar les violències i les actituds irracionals i discriminatòries envers persones i col·lectius, amb una atenció especial a la diversitat d’identitats i expressions de gènere i diversitat afectivosexual.",
    "9.1 Analitzar aspectes del funcionament de l’economia en el món, destacant la interdependència entre països, i el seu impacte en la realitat econòmica de l’entorn proper, i les desigualtats que generen, posant èmfasi en els col·lectius més vulnerables.",
    "9.2 Interpretar el paper dels moviments de població a escala global i local i conèixer les situacions que impulsen les persones a migrar per causes econòmiques o a desplaçar-se per buscar refugi.",
    "9.3 Analitzar i entendre l’evolució dels factors que generen conflictes violents, i les estratègies econòmiques, polítiques i socials per prevenir-los.",
    "9.4 Reconèixer les contribucions històriques i actuals a la solució pacífica dels conflictes, la negociació i la transformació social, política, econòmica i cultural en entorns inclusius."
  ]
}