{
  "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Reconocer los rasgos estilísticos de la música y de la danza en las diferentes épocas históricas, a través de la escucha activa y del visionado de manifestaciones artísticas, así como del análisis de partituras y textos representativos, evidenciando una actitud de apertura y respeto hacia la diversidad artística.",
        "1.2 Determinar la función de la música y de la danza en los diferentes contextos, a través del conocimiento de sus rasgos estilísticos, estableciendo vínculos entre las características de estas manifestaciones artísticas y los hechos histórico-estéticos que determinen el periodo.",
        "1.3 Valorar la importancia de la conservación y la transmisión del patrimonio musical y escénico de cualquier época, a partir de la recepción y análisis de diferentes propuestas, comprendiendo la importancia del respeto hacia el patrimonio y la responsabilidad sobre su conservación y difusión.",
        "Competencia específica 2.",
        "2.1 Explicar la relación entre la música, la danza y otras manifestaciones artísticas, identificando los condicionantes históricos y los fundamentos estéticos que comparten, analizando también su carácter interdisciplinar.",
        "2.2 Analizar la importancia del patrimonio musical, escénico y artístico como expresión de una época, valorando la importancia de la responsabilidad con su conservación y difusión.",
        "Competencia específica 3.",
        "3.1 Experimentar con las características de la música y de la danza de un periodo histórico determinado, interpretando o dramatizando fragmentos o adaptaciones de obras relevantes, con instrumentos musicales, la voz o el propio cuerpo.",
        "3.2 Valorar la riqueza del patrimonio musical y dancístico, a través del reconocimiento de las características de un determinado periodo, en la adaptación de las interpretaciones y el contraste con las muestras originales.",
        "3.3 Participar activamente en las interpretaciones, asumiendo las diferentes funciones que se asignen, además de mostrando interés por aproximarse al conocimiento y disfrute del repertorio propuesto.",
        "Competencia específica 4.",
        "4.1 Analizar las diferentes corrientes interpretativas, comparando distintas versiones musicales de una misma obra e identificando su vinculación con la estética del periodo.",
        "4.2 Utilizar fuentes de información fiables en investigaciones sobre los principales compositores, intérpretes y obras de la historia de la música y de la danza, aplicando estrategias de búsqueda, de selección y de reelaboración de la información.",
        "4.3 Reconocer la identidad cultural propia, valorando la riqueza del patrimonio musical, a través de las investigaciones realizadas.",
        "Competencia específica 5.",
        "5.1 Explicar los distintos conceptos teórico-estéticos aplicados a la música y la danza, usando de forma fiable y responsable las tecnologías digitales y respetando los derechos de autor junto con la propiedad intelectual.",
        "5.2 Expresar opiniones e ideas propias, informadas y fundamentadas, sobre el patrimonio musical y dancístico, usando un vocabulario específico, formulando argumentos de carácter teórico y estético, además de analizando críticamente el contexto de creación de las obras.",
        "5.3 Utilizar, con solvencia, las herramientas digitales en la búsqueda, tratamiento, elaboración y difusión de la información, respetando la propiedad intelectual junto con los derechos de autor."
    ],
    "saberes": [
        "A. Percepción visual y auditiva.",
        "– Elementos de la música y de la danza: identificación y análisis.",
        "– Rasgos que definen la música y la danza de diferentes períodos históricos, tanto auditiva como visualmente.",
        "– Aspectos socioculturales de la recepción artística. Evolución de los formatos. El público. Normas de comportamiento en la recepción y participación en actividades musicales.",
        "– Estrategias de escucha, visionado y análisis de textos y partituras.",
        "B. Contextos de creación.",
        "– Factores culturales, sociales, económicos y políticos que inciden en la creación musical. Función social de la música y de la danza.",
        "– Características y evolución, tanto estética como estilística, de la música y de la danza, a lo largo de la historia.",
        "– Principales corrientes, escuelas, autores y autoras, intérpretes y obras representativas de la música y de la danza, desde la Antigüedad clásica hasta nuestros días.",
        "– El papel del intérprete a lo largo de la historia.",
        "– Relación existente entre la música y la danza con otras manifestaciones artísticas, junto con el estudio de sus aportaciones mutuas.",
        "– Interés por conocer, respetar y difundir tanto el patrimonio musical como el dancístico.",
        "C. Investigación, opinión crítica y difusión.",
        "– La investigación musical: procesos de búsqueda, selección, tratamiento y difusión de la información. Fuentes de investigación musical: fiabilidad y validez.",
        "– Uso de las tecnologías digitales en la difusión de la música y de la danza. Reseñas, comentarios y críticas musicales. Derechos de autor y propiedad intelectual.",
        "D. Experimentación activa.",
        "– Técnicas sencillas de interpretación de obras adaptadas o fragmentos musicales representativos del repertorio musical.",
        "– Repertorio vocal, instrumental y de danza, de diferentes épocas, de la música culta occidental.",
        "– Estrategias y técnicas básicas de dramatización de textos de la música vocal y su dramatización. Repertorio de obras representativas."
    ]
}
