{
  "saberes": [
    "A. Retos del mundo actual",
    "1. Sociedad del conocimiento y herramientas de las CCSS.",
    "Qué son las Ciencias Sociales.",
    "Problemas y retos que nos presentan las CCSS como materia de estudio.",
    "Herramientas para el estudio de las CCSS (Ciencias Auxiliares, TIC, Plataformas Digitales): uso correcto y aplicaciones didácticas.",
    "Procedimientos en CCSS: las fuentes (primarias y secundarias) en CCSS y cómo analizarlas.",
    "2. Ubicación espacial.",
    "La representación geográfica del espacio terrestre. Orientación y escalas. Interpretación y elaboración de mapas, imágenes y representaciones gráficas.",
    "Técnicas básicas de búsqueda y tratamiento de la información geográfica mediante las TIC.",
    "3. Emergencia climática.",
    "Elementos y factores que condicionan el clima.",
    "Singularidades de los climas: los climas del planeta. Los climas de España.",
    "Elaboración y análisis de climogramas y mapas del tiempo a través de herramientas TIC.",
    "La relación del clima con las singularidades de cada lugar: vegetación, agua, formas de vida.",
    "El impacto de las actividades humanas en el clima: problemas medioambientales, catástrofes climáticas y soluciones (prevención y resiliencia).",
    "4. Biodiversidad y conservación de ecosistemas.",
    "Los paisajes y ecosistemas de la Tierra: ubicación, características y amenazas a las que se enfrentan.",
    "El valor del Patrimonio Natural y la importancia de su conservación y mejora.",
    "Formas y procesos de modificación de la superficie terrestre.",
    "La influencia humana en los ecosistemas: problemas y soluciones. La política como instrumento de mejora.",
    "La importancia de tener conciencia ecológica (ambiental).",
    "5. Desafíos demográficos.",
    "Características de la población mundial: rasgos sociales y culturales, hábitos de consumo y tiempo libre.",
    "Los regímenes demográficos (ciclos vitales). Por qué diferencias en la evolución entre países. Comparación a través de gráficos.",
    "La estructura demográfica de la población por continentes: por sexto, por edad y a nivel económico. Comparación a través de gráficos.",
    "Políticas demográficas. Cómo tomar conciencia de los problemas demográficos actuales.",
    "6. Problemas urbanos y reto de la despoblación Aglomeraciones urbanas y ruralidad: retos y formas de vida en ambos contextos.",
    "Formas de vida en el contexto de la globalización. El caso de España y de Europa.",
    "El reto de la despoblación: análisis de la situación y propuesta de soluciones.",
    "7. Conflictos, tensiones y migraciones internacionales actuales La geopolítica en la actualidad: origen y características.",
    "Los movimientos migratorios actuales: motivaciones, tipos de flujos, impacto en áreas emisoras y receptoras.",
    "Propuesta de soluciones.",
    "8. Desequilibrios en la distribución de la riqueza, comercio justo y renta vital básica Los diferentes sistemas económicos del mundo: características y funcionamiento. Ejemplos concretos.",
    "La economía como factor de desequilibrio entre las diversas partes del mundo.",
    "El nacimiento y desarrollo del Estado de Bienestar. Perspectivas de futuro.",
    "Los sectores económicos: características y distribución mundial. El caso de Europa.",
    "9. Objetivos de desarrollo sostenible Qué es el desarrollo sostenible y sus ámbitos de aplicación: economía, movilidad, medioambiente, patrimonio…",
    "Las políticas de desarrollo sostenible en Europa y en España.",
    "B. Sociedades y territorios.",
    "1. Métodos y técnicas en CCSS.",
    "Construcción del conocimiento geográfico a través de la lectura e interpretación de gráficos, mapas y datos estadísticos.",
    "Construcción del conocimiento histórico utilizando fuentes históricas, imágenes y datos estadísticos.",
    "Distinción e interpretación de las fuentes históricas: primarias y secundarias.",
    "Obtención de información e interpretación, de las diferentes fuentes: escritas, orales, iconográficas y arqueológicas. Elaboración de la información obtenida Localización en el tiempo y el espacio de periodos, culturas, civilizaciones y acontecimientos históricos.",
    "Construcción e interpretación de líneas del tiempo. Las Edades de la Historia.",
    "2. Evolución humana y migraciones. Primeras culturas.",
    "Comprensión del periodo de hominización y del concepto de evolución humana.",
    "Análisis de las primeras culturas prehistóricas: Paleolítico, Neolítico y Edad de los Metales.",
    "3. Condicionantes geográficos de las civilizaciones. grandes rutas comerciales y estrategias de control Importancia del medio en la gestación de las primeras civilizaciones urbanas. Mesopotamia y Egipto Control de territorios a través de la colonización y la conquista. Grecia y Roma.",
    "Origen y expansión del cristianismo. Fin del Imperio romano y construcción de los reinos europeos.",
    "4. El proceso de estratificación social desde la prehistoria hasta la E. moderna Las sociedades de recolectores y cazadores.",
    "La Revolución Neolítica y las primeras organizaciones sedentarias en poblados estables y su primitiva diversidad económica.",
    "Las sociedades y economías esclavistas del mundo antiguo.",
    "La sociedad estamental en la Europa feudal y su pervivencia en la Edad Moderna.",
    "5. Organización política y evolución del poder hasta la E. moderna",
    "De las primeras ciudades-estado a los imperios de Mesopotamia y Egipto.",
    "La democracia ateniense. El control del poder por la oligarquía en Esparta.",
    "La organización política romana: de la República al Imperio.",
    "La fragmentación del mundo antiguo y la formación de los reinos germanos. La aparición del Islam.",
    "La monarquía feudal y la debilidad de los reyes.",
    "La construcción del Estado Moderno en Europa y sus características.",
    "6. Raíces de la cultura occidental, etnocentrismo y aportaciones foráneas.",
    "El legado clásico en la construcción de la identidad cultural europea.",
    "La cultura medieval y la influencia de la Iglesia. La identificación del arte medieval a través del Románico y el Gótico.",
    "Aportaciones culturales y artísticas del mundo islámico a la cultura occidental.",
    "Pensamiento y cultura en la Edad Moderna. El papel del Humanismo y la Reforma Protestante.",
    "Los nuevos estilos artísticos: Renacimiento y Barroco. Los grandes genios creadores y su aportación al mundo del arte.",
    "7. La ciudad y el mundo rural preindustriales.",
    "Polis y ciudades estado en el mundo antiguo.",
    "Las ciudades romanas como centros del poder político y económico.",
    "La forma de vida en las ciudades medievales: cristianas y musulmanas. Tipología y organización.",
    "El renacer de las ciudades en el siglo XII. El desarrollo urbano y su implicación económica.",
    "Las ciudades como ejemplo de patrimonio artístico y cultural a preservar.",
    "8. Viajes, descubrimientos y sistemas de intercambio, la génesis de la economía mundial.",
    "El origen de las primeras rutas comerciales en la antigüedad.",
    "Los contactos comerciales en la Edad Media y los intercambios Oriente / Occidente.",
    "La importancia política y económica de los descubrimientos en la Edad Moderna. Formación de los primeros imperios coloniales.",
    "9. España y su conexión con los grandes procesos históricos mundiales. Nuestras identidades colectivas.",
    "Rasgos de la Prehistoria y el mundo antiguo en la Península Ibérica: yacimientos arqueológicos; pueblos colonizadores y migraciones indoeuropeas.",
    "Hispania y la romanización Evolución política y económica de la Península Ibérica entre la Edad Media y la Edad Moderna: la conquista musulmana y la formación de los reinos peninsulares.",
    "Evolución de los reinos peninsulares hasta la configuración del Estado Moderno.",
    "10. Desarrollo científico y avances tecnológicos. Avances médicos y lucha contra las pandemias.",
    "Ciencia y pensamiento en el mundo antiguo.",
    "Las pestes medievales y la superstición.",
    "El desarrollo de la ciencia en la Edad Moderna: empirismo y racionalismo.",
    "C. Compromiso cívico.",
    "El compromiso cívico es uno de los pilares más importantes que se imparten en Geografía e Historia, por lo que se trata de un bloque que debe aparecer de manera transversal en los dos bloques anteriores.",
    "1. Dignidiad humana y derechos universales.",
    "Convención sobre los Derechos del Niño.",
    "2. Alteridad: respeto y aceptación del otro.",
    "Comportamientos no discriminatorios y contrarios a cualquier actitud diferenciadora y segregadora.",
    "3. Igualdad de género.",
    "Manifestaciones y conductas no sexistas.",
    "4. Las redes sociales.",
    "Seguridad y prevención ante los riesgos y peligros del uso de las tecnologías de la información y comunicación.",
    "5. Convivencia cívica y cultura democrática.",
    "Incorporación e implicación en la sociedad civil. Participación en proyectos comunitarios.",
    "6. Conciencia ambiental.",
    "Respeto, protección y cuidado de los seres vivos y del planeta.",
    "7. Conservación y defensa del patrimonio histórico y cultural.",
    "8. Solidaridad, empatía y acciones de apoyo a colectivos en situaciones de pobreza, vulnerabilidad y exclusión social.",
    "9. Identificación y gestión de las emociones y su repercusión en comportamientos individuales y colectivos.",
    "10. Ciclos vitales, usos del tiempo libre y hábitos de consumo.",
    "Diferencias y cambios en las formas de vida en sociedades actuales y del pasado.",
    "11. Ciudadanía europea.",
    "Ideas y actitudes en el proyecto de construcción de una identidad común. La seguridad y la cooperación internacional.",
    "12. Seguridad vial y movilidad sostenible."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Elaborar, expresar y presentar contenidos propios en forma de esquemas, tablas informativas y otros tipos de formato (gráficas, mapas, imágenes) mediante el desarrollo de estrategias de búsqueda, selección y tratamiento de información relativas a procesos y acontecimientos relevantes del presente y del pasado.",
    "1.2. Argumentar sobre temas de la Prehistoria a la Edad Moderna, analizando críticamente las fuentes históricas.",
    "Competencia específica 2",
    "2.1. Identificar y mostrar interés por los problemas sociales adoptando una postura crítica y activa.",
    "2.2. Argumentar críticamente sobre temas de actualidad a través del conocimiento y el manejo de fuentes de las CCSS.",
    "2.3. Incorporar adecuadamente términos, conceptos y acontecimientos de las CCSS en elaboraciones propias, orales o escritas, de forma original y creativa.",
    "2.4. Construir la propia identidad y comprender el mundo actual, sus retos y conflictos, desde una perspectiva sistémica y global, elaborando juicios propios, críticos y argumentados.",
    "Competencia específica 3",
    "3.1. Adquirir conocimiento relevante del mundo actual y de la historia a través de procesos inductivos, la investigación y el trabajo por proyectos.",
    "3.2. Identificar los principales retos a que se ha enfrentado la Humanidad históricamente, sus causas y consecuencias, y los actuales ODS.",
    "3.3. Representar adecuadamente información geográfica e histórica a través de diversas formas de representación gráfica, cartográfica y visual.",
    "3.4. Utilizar ejes cronológicos para saber ubicarse históricamente, entendiendo los conceptos de simultaneidad y duración.",
    "3.5. Analizar procesos de cambio histórico relevantes, comprendiendo sus continuidades y permanencias.",
    "Competencia específica 4",
    "4.1. Interpretar el entorno y el concepto de paisaje desde una perspectiva sistémica, identificando sus elementos e interrelaciones.",
    "4.2. Valorar el concepto de sostenibilidad, los efectos de la acción antrópica sobre el medio, la relación entre población y recursos y las estrategias y conflictos por su control.",
    "4.3. Argumentar la necesidad de acciones de defensa del medioambiente y de nuestro entorno, así como de compromisos a favor de sostenibilidad y el reparto justo y solidario de los recursos.",
    "Competencia específica 5",
    "5.1. Identificar los mecanismos que han regulado la vida social en las distintas sociedades, señalando los principales modelos de organización social.",
    "5.2.Señalar las experiencias históricas pre-contemporáneas más destacables y los antecedentes de las libertades y los modelos democráticos actuales.",
    "5.3.Mostrar actitudes pacíficas y tolerantes así como asertividad ante situaciones de injusticia.",
    "Competencia específica 6",
    "6.1. Asociar y situar en el tiempo las distintas civilizaciones, desgranando sus elementos y aportaciones más relevantes a la cultura universal.",
    "6.2. Reconocer las desigualdades existentes en épocas pasadas, los colectivos más discriminados, especialmente las mujeres, y los mecanismos de dominación aplicados.",
    "6.3. Mostrar actitudes no discriminatorias y a favor de la integración y la cohesión social.",
    "6.4. Argumentar e intervenir en pos de la igualdad efectiva entre géneros.",
    "Competencia específica 7",
    "7.1. Relacionar las civilizaciones pre-industriales con las distintas identidades colectivas, así como sus aportaciones a la cultura universal actual.",
    "7.2. Identificar el origen histórico de las identidades colectivas que se han dado en España, interpretándolas desde la tolerancia y promoviendo la solidaridad.",
    "7.3. Identificar y señalar los fundamentos de la idea de Europa y su legado.",
    "7.4. Valorar y proteger el Patrimonio como fundamento de la identidad colectiva.",
    "Competencia específica 8",
    "8.1. Conocer y analizar los comportamientos demográficos de la población a lo largo del tiempo, en España y en el mundo.",
    "8.2. Tomar conciencia del ciclo vital, los roles de cada etapa y los roles de género en perspectiva histórica, así como la riqueza de las relaciones intergeneracionales.",
    "8.3. Contrastar los cambios en los hábitos de vida, identificando los más saludables, ecológicos y sostenibles.",
    "Competencia específica 9",
    "9.1. Identificar la conexión de España, entre la Antigüedad y la Edad Moderna, con los grandes procesos históricos mundiales, valorando sus aportaciones.",
    "9.2. Interpretar los grandes desafíos del mundo actual desde una perspectiva ecológica y humanitaria, valorando la necesidad de la cooperación internacional."
  ]
}