{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Analizar piezas vocales explicando de manera razonada las cualidades que las hacen afines a un estilo, a un género o a una cultura, así como otras características de la interpretación y de la puesta en escena. (CCLC1, CCLC2, CP3, CD1, CPSAA1.1, CC3, CCEC1, CCEC2, CCEC4.2)",
        "1.2 Valorar la influencia e importancia de la música vocal a lo largo de la historia y en la actualidad, analizando críticamente su relación con la cultura y la sociedad. (CCL1, CCL2, CP3, STEM2, CPSAA1.1, CC3, CCEC1)",
        "1.3 Atender activamente a manifestaciones musicales con intervenciones vocales, diferenciando géneros y estilos, mostrando interés por ampliar sus gustos y enriquecer la interpretación. (CCL1, CPSAA1.1, CC3, CCEC1, CCEC2, CCEC3.1)",
        "Competencia específica 2",
        "2.1 Realizar ejercicios e improvisaciones, adecuadas a su nivel, para el desarrollo de la escucha activa y de la capacidad vocal, aplicando técnicas vocales y corporales sanas, y reforzando la autoestima y la autoconfianza. (CCL2, CCL5, CPSAA2, CPSAA3.1, CE2, CCEC3.2)",
        "2.2 Experimentar las posibilidades interpretativas de la voz y del cuerpo, valorando la importancia de los hábitos corporales y de la técnica vocal. (CCL2, CCL5, CD3, CPSAA2, CPSAA3.1, CE2, CCEC3.2)",
        "2.3 Valorar la práctica vocal y corporal como forma de expresión musical y disfrute, y como instrumento de comunicación, utilizando fuentes musicales de notación convencional y no convencional como apoyo a la interpretación. (CCL1, CCL2, CCL5, CPSAA3.1, CC1, CC3, CE2, CCEC3.1)",
        "Competencia específica 3",
        "3.1 Participar como intérprete de coro, demostrando eficacia, escucha activa y una expresión vocal y corporal adecuada al servicio del conjunto y a las directrices de la dirección. (CCL2, CP1, CPSAA1.1, CPSAA1.3, CE2, CCEC1, CCEC3.2, CCEC4.2)",
        "3.2 Interpretar diferentes piezas vocales de forma colaborativa produciendo una calidad de sonido adecuada con precisión técnica y expresividad artística. (CCL2, CP1, CPSAA1.1, CPSAA3.1, CCEC3.1, CCEC3.2, CCEC4.2)",
        "3.3 Demostrar el grado de desarrollo de la capacidad de escucha polifónica, valorando la propia voz y la del conjunto. (CPSAA1.1, CPSAA3.1, CC1, CE2, CCEC3.2)",
        "Competencia específica 4",
        "4.1 Mostrar, en la actuación, una actitud escénica adecuada y respeto por el público. (CPSAA1.1, CPSAA1.2, CE1, CCEC3.1)",
        "4.2 Participar activamente en el montaje de proyectos escénicos con responsabilidad y conciencia de grupo. (CCL3, STEM3, CD3, CD4, CD5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2)",
        "4.3 Integrar de forma abierta los diferentes conocimientos adquiridos previamente sobre la voz y el canto para crear proyectos innovadores que utilicen diversos soportes audiovisuales. (CCL3, STEM3, CD3, CD4, CD5, CPSAA1.1, CC3, CE1, CCEC4.1, CCEC4.2)",
        "4.4 Relacionar inclusivamente las oportunidades artísticas actuales mediante el conocimiento de iniciativas musicales y su impacto social y económico. (STEM3, CD4, CPSAA1.1, CPSAA1.2, CC3, CE1, CCEC3.1)",
        "4.5 Apreciar los beneficios que tiene la interpretación del canto coral para la educación general, considerándolo un acto social en todas las culturas. (CCL3, CPSAA1.1, CPSAA1.2, CC3, CE1, CCEC3.1)"
    ],
    "saberes": [
        "A. Análisis",
        "- Vocabulario y expresiones básicas propias del canto.",
        "- Registros vocales. Tesitura y coloratura. Voces líricas.",
        "- Cualidades del sonido vocal: altura, intensidad, duración y timbre.",
        "- Lectura básica de partituras con notación convencional y no convencional.",
        "- Análisis de obras corales de diferentes épocas y estilos de la tradición occidental clásica, así como de otros ámbitos culturales, o de carácter popular y proyección folclórica.",
        "B. Técnica vocal",
        "- El aparato fonador y su funcionamiento.",
        "- Elementos básicos de una buena técnica vocal: postura, respiración, emisión, fonética y resonancia.",
        "- La escucha activa y la percepción en el desarrollo de una correcta técnica vocal.",
        "- El oído interno como elemento de control de la afinación, de la calidad vocal y del timbre sonoro del conjunto.",
        "- Ejercicios básicos de vocalización y dicción. Improvisaciones.",
        "- La afinación: entonación de intervalos melódicos sencillos.",
        "- El lenguaje corporal: gesto, postura, movimiento.",
        "C. Práctica de conjunto",
        "- Indicaciones y gestos básicos de la dirección coral: anacrusa, compás, cadencia, entrada y final.",
        "- Reglas básicas y colocación de las voces en las agrupaciones corales.",
        "- Postura corporal correcta, concentración y relajación corporal.",
        "- Técnicas para adquirir y desarrollar memoria musical.",
        "- La unidad sonora del conjunto: respiración, ataque, afinación, articulación, ritmo, fraseo, afinación y empaste.",
        "- El cuerpo y la coreografía como formas de expresión en el canto: técnicas de percusión corporal y expresión a través del movimiento.",
        "- Relación entre texto y música: la métrica como base de articulación, velocidad y precisión rítmica.",
        "- Práctica de repertorio coral de diferentes épocas y estilos de la música culta occidental, así como de otros ámbitos culturales y de origen popular, en especial de Castilla y León, aplicando las técnicas adquiridas, de acuerdo con las condiciones vocales del grupo.",
        "- Normas básicas para el correcto funcionamiento de una agrupación coral: orden, esfuerzo, responsabilidad, silencio, atención y concentración.",
        "- Hacer música: el programa, los ensayos y el concierto cara al público. Festivales y encuentros corales.",
        "- Revitalización y difusión del repertorio castellano y leonés a través del coro escolar y de las tecnologías de la información y la comunicación."
    ]
}