{
    "saberes": [
        "A. Vida activa y saludable ",
        "    - Salud física: efectos físicos, psicológicos y sociales beneficiosos del estilo de vida activo. Impacto de alimentos ultra procesados y bebidas energéticas o azucaradas. Educación higiénico postural en acciones motrices específicas. Responsabilidad personal en el cuidado del cuerpo.",
        "    - Salud mental: Consolidación y ajuste realista del concepto de uno mismo, teniendo en cuenta la igualdad. Respeto y aceptación del propio cuerpo y del aspecto corporal de los demás. Visión crítica de las imágenes ajustadas o distorsionadas ofrecidas en los entornos sociales, tanto reales como virtuales, que ayudan o entorpecen el mantenimiento o la mejora de un equilibrio social, físico y mental.",
        "    - Vida saludable: aproximación a los efectos de los malos hábitos relacionados con la salud e influencia en la práctica de actividad física. La exigencia del deporte profesional. Aceptación de distintas tipologías corporales para practicar en igualdad, actividades físico-deportivas según la competencia motriz.",
        "B. Organización y gestión de la actividad física ",
        "    - Usos y finalidades: catárticos, lúdico-recreativos, competitivos y agonísticos.",
        "    - Actitudes consumistas en torno al equipamiento. Análisis de la adquisición de material para la práctica físico-deportiva.",
        "    - Hábitos autónomos de higiene corporal en acciones cotidianas.",
        "    - Planificación y regulación de proyectos motores: seguimiento y valoración durante el proceso y evaluación del resultado.",
        "    - Toma de medidas (previas y durante) de prevención de accidentes en las prácticas motrices: calentamiento general, conciencia y responsabilidad en función de los requerimientos de la tarea y vuelta a la calma. Importancia de respetar las normas de seguridad. Compromiso de responsabilidad hacia la seguridad de uno mismo y de los demás. Correcta utilización de materiales.",
        "    - Actuaciones básicas ante accidentes durante la práctica de actividades físicas. Posición lateral de seguridad. Primeros auxilios básicos: mantener la calma, conductas PAS (proteger, avisar, socorrer).        ",
        "C. Resolución de problemas en situaciones motrices ",
        "    - Toma de decisiones: selección de acciones en función del entorno en situaciones motrices individuales. Selección de acciones para el ajuste espacio-temporal en la interacción con los compañeros. Selección de zonas de envío del móvil desde donde sea difícil devolverlo, en situaciones motrices de persecución y de interacción con un móvil. Selección adecuada de las habilidades motrices en situaciones de oposición de contacto. Desmarque y ubicación en un lugar desde el que se constituya un apoyo para los demás en situaciones motrices de colaboración   - oposición de persecución y de interacción con un móvil.",
        "    - Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; equilibrio estático y dinámico en situaciones complejas crecientes; organización espacial del propio cuerpo y de sus compañeros (percepción de distancias y trayectorias, orientación en el espacio), temporal (simultaneidad y sucesión de acciones) y espacio-temporal (ritmo, ajuste perceptivo en el envío y en la intercepción de trayectorias de móviles).",
        "    - Capacidades condicionales: capacidades físicas básicas y resultantes (coordinación, equilibrio y agilidad).",
        "    - Iniciación de las habilidades motrices específicas asociadas a la técnica y táctica en actividades físico-deportivas: aspectos principales. Iniciación a la práctica deportiva, gestos técnicos básicos.",
        "    - Creatividad motriz: identificación de estímulos internos o externos que exijan un reajuste instantáneo de la acción motriz. Adaptación del movimiento a diferentes entornos y situaciones de colaboración y oposición.",
        "D. Regulación emocional e interacción social en situaciones motrices ",
        "    - Gestión emocional que pueda desencadenar actitudes, conductas y estados que dificultan el desarrollo personal y escolar: ansiedad, estrés, ira, tristeza y situaciones motrices. Estrategias de afrontamiento y gestión: Introspección, motivación, capacidad de expresión, (asertividad), como medio para superar las diferencias individuales en una práctica, lúdica o deportiva de todos y para todos.",
        "    - Habilidades sociales: estrategias de trabajo en equipo para la resolución de conflictos en situaciones motrices colectivas. Respeto y tolerancia a las diferencias individuales, adjudicación de roles, liderazgo, aceptación de responsabilidades.",
        "    - Concepto de fairplay o <<juego limpio>>. Aceptación y entendimiento de las normas de juego, de la derrota como parte del mismo, respeto a todos los agentes del ámbito deportivo.",
        "    - Acciones que muestren una amenaza a la práctica deportiva. Hábitos no adecuados, conductas violentas, manipulación del juego.",
        "    - Identificación, abordaje y rechazo de conductas discriminatorias y contrarias a la convivencia en situaciones motrices.",
        "E. Manifestaciones de la cultura motriz ",
        "    - Aportaciones de la cultura motriz, los juegos, a la herencia cultural de cada país y al conjunto global del planeta. Los deportes como seña de identidad cultural. Juegos populares de diferentes etnias y culturas: Coger tu cola (Nigeria), Bokwele (Zaire), El conejo a la pata coja (Tailandia), Tirar seis (México),…",
        "    - Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas complejas. El significado de diferentes movimientos, posturas. Lenguaje corporal.",
        "    - Práctica de actividades rítmico-musicales con carácter expresivo. Danzas y bailes del mundo:",
        "Minoesika, Big Jhon, Promoroaca, Polka,…",
        "    - Deporte e igualdad en el deporte amateur y profesional. Deportes asociados a hombres y mujeres.",
        "    - Deportes olímpicos y paralímpicos, historia e instituciones asociadas a los Juegos Olímpicos y Paralímpicos. Categorías, deportes, diversidad funcional y su capacidad para desarrollar cualquier disciplina deportiva.",
        "    - La cultura del esfuerzo para conseguir una meta.",
        "F. Interacción eficiente y cuidadosa con el entorno ",
        "    - Normas de uso: la educación vial desde la actividad física y deportiva. Movilidad segura y saludable Convivencia armoniosa y pacífica entre los distintos medios de locomoción y el peatón. Puesta en práctica de las normas básicas de circulación.",
        "    - Transporte activo seguro y no contaminante: bicicletas, patines, patinetes. Normas de uso responsable y seguro del material y el entorno, conocimientos de mecánica básica, (pinchazos, ajuste de sillín…).",
        "    - Previsión de riesgos de accidente durante la práctica en el medio natural y urbano: valoración previa y actuación. Preparación y evaluación de los posibles riesgos que pueden darse en la actividad física en el medio natural y conocimiento de una correcta gestión de los mismos. Previsión de riesgos y actuaciones en caso de accidente (evaluación de riesgos y maniobras básicas de primeros auxilios, técnica PAS (proteger, avisar, socorrer).",
        "    - Consumo adecuado: Búsqueda, construcción, reparación y reutilización de elementos y materiales para la práctica motriz.",
        "    - Práctica de actividades físicas con cierto grado de autonomía en el medio natural y urbano: senderismo, escalada, piragüismo, barranquismo, parques de aventura, bicicleta.",
        "    - Cuidado del entorno próximo y de los animales y plantas que en él conviven, durante la práctica de actividad física en diferentes contextos e instalaciones en el medio natural u urbano. Prácticas esenciales de cuidado del medio natural (recogida del material y desperdicios utilizados)."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer los efectos beneficiosos a nivel físico, social y mental de la actividad física como paso previo para su integración en la vida diaria.",
        "1.2. Integrar los procesos de activación corporal, dosificación del esfuerzo, relajación e higiene en la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable.",
        "1.3. Adoptar medidas de seguridad antes, durante y después de la práctica de actividad física, conocer los primeros auxilios fundamentales, reconocimiento básico y el protocolo PAS (proteger, avisar, socorrer) reconociendo los contextos de riesgo y actuando con precaución ante ellos.",
        "1.4. Identificar y abordar conductas vinculadas al ámbito corporal, la actividad física y el deporte que resultan perjudiciales para la salud o afectan negativamente a la convivencia, adoptando posturas de rechazo a la violencia, a la discriminación y a la desigualdad, en los entornos sociales, tanto reales como virtuales, y evitando activamente su reproducción.",
        "2.1. Desarrollar proyectos motores de carácter individual o grupal, definiendo metas, secuenciando acciones, introduciendo cambios, si es preciso, durante el proceso, y generando producciones motrices de calidad, valorando el grado de ajuste al proceso seguido y al resultado obtenido.",
        "2.2. Aplicar principios básicos de toma de decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de colaboración, de oposición y de colaboración-oposición, en contextos reales o simulados de actuación, reflexionando sobre las soluciones obtenidas.",
        "2.3. Adquirir un control y dominio corporal, empleando los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa y haciendo frente a las demandas de resolución de problemas en situaciones motrices transferibles a su espacio vivencial. Tomar conciencia de la importancia de la atención selectiva y la anticipación perceptiva en situaciones de juego regladas y su transferencia a situaciones cotidianas.",
        "3.1. Participar en actividades motrices, desde la regulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, controlando la impulsividad, gestionando las emociones (introspección, motivación) y expresándolas de forma asertiva. Gestionar estrategias para superar las diferencias individuales en una práctica lúdica.",
        "3.2. Respetar las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, reconociendo la derrota como parte del mismo y las actuaciones de compañeros y rivales.",
        "3.3. Poner en marcha actuaciones que se opongan a acciones contrarias a la buena práctica deportiva, aquellas que muestren una amenaza a la misma (hábitos no adecuados, conductas violentas y manipulación del juego).",
        "3.4. Convivir mostrando en el contexto de las prácticas motrices habilidades sociales, de diálogo en la resolución de conflictos y respeto ante cualquier tipo de diversidad, haciendo especial hincapié en el fomento de la igualdad.",
        "4.1. Participar activamente en juegos motores y otras manifestaciones artístico    - expresivas con arraigo en la cultura, tradicional o actual, así como otros procedentes de diversas culturas, reconociendo y transmitiendo su valor cultural y su potencial como espacio generador de buenas relaciones entre personas con orígenes diferentes y entendiendo las ventajas de su conservación.",
        "4.2. Valorar el deporte como fenómeno cultural y los comportamientos discriminatorios que a veces suceden en su contexto, rechazándolos y adoptando actitudes que eviten su reproducción en el futuro y que persigan la equidad.",
        "4.3. Reconocer el esfuerzo, la dedicación y los sacrificios de personas y colectivos referentes del deporte, necesarios para alcanzar un rendimiento deportivo ejemplar, su respuesta y su actitud ante la competición, el éxito o la derrota.",
        "4.4. Reproducir y crear composiciones con o sin soporte musical, y comunicar diferentes sensaciones, emociones e ideas, de forma estética y creativa, desde el uso de los recursos rítmicos y expresivos de la motricidad.",
        "5.1. Adaptar las acciones motrices a la incertidumbre propia del medio natural y urbano en contextos terrestres o acuáticos de forma eficiente y segura, valorando sus posibilidades para la práctica de actividad física y actuando desde una visión cuidadosa del entorno y comunitaria."
    ]
}