{
  "saberes": [
    "A. Proyecto científico",
    "BYG.3.A.1. Formulación de hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica. ",
    "BYG.3.A.2. Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
    "BYG.3.A.3. Fuentes fidedignas de información científica: reconocimiento y utilización.",
    "BYG.3.A.4. La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada.",
    "BYG.3.A.5. Modelado como método de representación y comprensión de procesos o elementos de la naturaleza.",
    "BYG.3.A.6. Métodos de observación y de toma de datos de fenómenos naturales.",
    "BYG.3.A.7. Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "BYG.3.A.8. La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de la mujer en la ciencia. Personas dedicadas a la ciencia en Andalucía.",
    "BYG.3.A.9. Estrategias de cooperación y funciones a desempeñar en proyectos científicos de ámbito académico y escolar. La importancia del respeto a la diversidad, igualdad de género e inclusión.",
    "B. Geología",
    "BYG.3.B.1. Conceptos de roca y mineral: características y propiedades.",
    "BYG.3.B.2. Estrategias de clasificación de las rocas sedimentarias, metamórficas e ígneas. Ciclo de las rocas. ",
    "BYG.3.B.3. Rocas y minerales relevantes o del entorno: identificación.",
    "BYG.3.B.4. Usos de los minerales y las rocas: su utilización en la fabricación de materiales y objetos cotidianos. ",
    "BYG.3.B.5. La estructura básica de la geosfera, atmósfera e hidrosfera.",
    "BYG.3.B.6. Reconocimiento de las características del planeta Tierra que permiten el desarrollo de la vida. ",
    "BYG.3.B.7. Diferenciación de los procesos geológicos internos. Manifestaciones de la energía interna de la Tierra.",
    "BYG.3.B.8. Reconocimiento de los factores que condicionan el modelado terrestre. Acción de los agentes geológicos externos en relación con la meteorización, erosión, transporte y sedimentación en distintos ambientes.",
    "BYG.3.B.9. Determinación de los riesgos e impactos sobre el medioambiente. Comprensión del grado de influencia humana en los mismos.",
    "BYG.3.B.10. Valoración de los riesgos naturales en Andalucía. Origen y prevención.",
    "BYG.3.B.11. Reflexión sobre el paisaje y los elementos que lo forman como recurso. Paisajes andaluces.",
    "C. La célula",
    "BYG.3.C.1. La célula como unidad estructural y funcional de los seres vivos.",
    "BYG.3.B.2. La célula procariota, la célula eucariota animal y la célula eucariota vegetal, y sus partes. ",
    "BYG.3.B.3. Observación y comparación de muestras microscópicas.",
    "D. Seres vivos",
    "BYG.3.D.1. Los seres vivos: diferenciación y clasificación en los principales reinos.",
    "BYG.3.D.2. Los principales grupos taxonómicos: observación de especies del entorno y clasificación a partir de sus características distintivas.",
    "BYG.3.D.3. Las especies del entorno: estrategias de identificación (guías, claves dicotómicas, herramientas digitales, visu, etc.).",
    "BYG.3.D.4. Conocimiento y valoración de la biodiversidad de Andalucía y las estrategias actuales para su conservación.",
    "BYG.3.D.5. Análisis de los aspectos positivos y negativos para la salud humana de los cinco reinos de los seres vivos.",
    "BYG. 3.D.6. Los animales como seres sintientes: semejanzas y diferencias con los seres vivos no sintientes.",
    "E. Ecología y sostenibilidad",
    "BYG.3.E.1. Los ecosistemas del entorno, sus componentes bióticos y abióticos y los tipos de relaciones intraespecíficas e interespecíficas.",
    "BYG.3.E.2. La importancia de la conservación de los ecosistemas, la biodiversidad y la implantación de un modelo de desarrollo sostenible. Ecosistemas andaluces.",
    "BYG.3.E.3. Las funciones de la atmósfera y la hidrosfera y su papel esencial para la vida en la Tierra.",
    "BYG.3.E.4. Las interacciones entre atmósfera, hidrosfera, geosfera y biosfera, su papel en la edafogénesis y en el modelado del relieve y su importancia para la vida. Las funciones del suelo.",
    "BYG.3.E.5. Análisis de las causas del cambio climático y de sus consecuencias sobre los ecosistemas.",
    "BYG.3.E.6. Valoración de la importancia de los hábitos sostenibles (consumo responsable, gestión de residuos, respeto al medioambiente), para combatir los problemas ambientales del siglo XXI (escasez de recursos, generación de residuos, contaminación, pérdida de biodiversidad).",
    "BYG.3.E.7. La relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud).",
    "BYG.3.E.8. Valoración de la contribución de las ciencias ambientales y el desarrollo sostenible, a los desafíos medioambientales del siglo XXI. Análisis de actuaciones individuales y colectivas que contribuyan a la consecución de los Objetivos de Desarrollo Sostenible de Naciones Unidas.",
    "F. Cuerpo humano",
    "BYG.3.F.1. Importancia de la función de nutrición. Los aparatos que participan en ella. Relación entre la anatomía y la fisiología básicas de los aparatos digestivo, respiratorio, circulatorio y excretor.",
    "BYG.3.F.2. Anatomía y fisiología básicas de los aparatos digestivo, respiratorio, circulatorio, excretor y reproductor. Análisis y visión general de la función de reproducción. Relación entre la anatomía y la fisiología básicas del aparato reproductor.",
    "BYG.3.F.3. Visión general de la función de relación: receptores sensoriales, centros de coordinación y órganos efectores.",
    "BYG.3.F.4. Relación entre los principales sistemas y aparatos del organismo implicados en las funciones de nutrición, relación y reproducción mediante la aplicación de conocimientos de fisiología y anatomía.",
    "BYG.3.F.5. Relación entre los niveles de organización del cuerpo humano: células, tejidos, órganos, aparatos y sistemas.",
    "G. Hábitos saludables",
    "BYG.3.G.1. Características y elementos propios de una dieta saludable y su importancia.",
    "BYG.3.G.2. Conceptos de sexo y sexualidad: importancia del respeto hacia la libertad y la diversidad sexual y hacia la igualdad de género, dentro de una educación sexual integral como parte de un desarrollo armónico. Planteamiento y resolución de dudas sobre temas afectivo-sexuales, mediante el uso de fuentes de información adecuadas, de forma respetuosa y responsable, evaluando ideas preconcebidas y desterrando estereotipos sexistas.",
    "BYG.3.G.3. Educación afectivo-sexual desde la perspectiva de la igualdad entre personas y el respeto a la diversidad sexual. La importancia de las prácticas sexuales responsables. La asertividad y el autocuidado. La prevención de infecciones de transmisión sexual (ITS) y de embarazos no deseados. El uso adecuado de métodos anticonceptivos y de métodos de prevención de ITS.",
    "BYG.3.G.4. Las drogas legales e ilegales: sus efectos perjudiciales sobre la salud de los consumidores y de quienes están en su entorno próximo.",
    "BYG.3.G.5. Los hábitos saludables: su importancia en la conservación de la salud física, mental y social (higiene del sueño, hábitos posturales, uso responsable de las nuevas tecnologías, actividad física, autorregulación emocional, cuidado y corresponsabilidad, etc.).",
    "H. Salud y enfermedad",
    "BYG.3.H.1. Análisis del concepto de salud y enfermedad. Concepto de enfermedades infecciosas y no infecciosas: diferenciación según su etiología.",
    "BYG.3.H.2. Medidas de prevención y tratamientos de las enfermedades infecciosas en función de su agente causal y la importancia del uso adecuado de los antibióticos. La importancia de la vacunación en la prevención de enfermedades y en la mejora de la calidad de vida humana.",
    "BYG.3.H.3. Mecanismos de defensa del organismo frente a agentes patógenos (barreras externas y sistema inmunitario): su papel en la prevención y superación de enfermedades infecciosas.",
    "BYG.3.H.4. Valoración de la importancia de los trasplantes y la donación de órganos.",
    "BYG.3.H.5. La importancia de la vacunación en la prevención de enfermedades y en la mejora de la calidad de vida humana."
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar conceptos y procesos biológicos y geológicos relacionados con los saberes de Biología y Geología, interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web, etc.), manteniendo una actitud crítica y obteniendo conclusiones fundamentadas.",
    "1.2. Facilitar la comprensión y análisis de información sobre procesos biológicos y geológicos o trabajos científicos, transmitiéndola de forma clara y utilizando la terminología y los formatos adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales, etc.).",
    "1.3. Analizar y explicar fenómenos biológicos y geológicos, representándolos mediante modelos y diagramas, utilizando cuando sea necesario los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora).",
    "2.1. Resolver cuestiones sobre Biología y Geología localizando, seleccionando y organizando de distintas fuentes y citándolas correctamente.",
    "2.2. Reconocer la información sobre temas biológicos y geológicos con base científica, distinguiéndola de pseudociencias, bulos, teorías conspiratorias y creencias infundadas, etc., y manteniendo una actitud escéptica ante estos.",
    "2.3. Valorar la contribución de la ciencia a la sociedad, la propiedad intelectual y la labor de las personas dedicadas a ella con independencia de su etnia, sexo o cultura, destacando y reconociendo el papel de las mujeres científicas, fomentando vocaciones científicas desde una perspectiva de género y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución.",
    "3.1. Plantear preguntas e hipótesis con precisión e intentar realizar predicciones sobre fenómenos biológicos o geológicos, que puedan ser respondidas o contrastadas de manera efectiva, utilizando métodos científicos.",
    "3.2. Diseñar de una forma creativa la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada.",
    "3.3. Realizar experimentos de manera autónoma, cooperativa e igualitaria y tomar datos cuantitativos o cualitativos con precisión sobre fenómenos biológicos y geológicos, utilizando los instrumentos, herramientas o técnicas adecuadas en condiciones de seguridad y con corrección.",
    "3.4. Interpretar críticamente los resultados obtenidos en un proyecto de investigación, utilizando, cuando sea necesario, herramientas matemáticas (tablas de datos, fórmulas estadísticas, representaciones gráficas) y tecnológicas (conversores, calculadoras, creadores gráficos, hojas de cálculo).",
    "3.5. Cooperar dentro de un proyecto científico, cultivando el autoconocimiento y la confianza, asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario, respetando la diversidad y la igualdad de género, y favoreciendo la inclusión.",
    "4.1. Resolver problemas, aplicables a diferentes situaciones de la vida cotidiana, o dar explicación a procesos biológicos o geológicos, utilizando conocimientos, datos e información proporcionados por el docente, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
    "4.2. Analizar críticamente, la solución a un problema sobre fenómenos biológicos y geológicos, utilizando datos o información de fuentes contrastadas.",
    "5.1. Relacionar, con fundamentos científicos, la preservación de la biodiversidad, la conservación del medioambiente, la protección de los seres vivos del entorno, el desarrollo sostenible y la calidad de vida, comprendiendo la repercusión global de actuaciones locales, todo ello reconociendo la importancia de preservar la biodiversidad propia de nuestra comunidad.",
    "5.2. Proponer y adoptar hábitos sostenibles, analizando de una manera crítica las actividades propias y ajenas, valorando su impacto global, a partir de los propios razonamientos, de los conocimientos adquiridos y de la información de diversas fuentes, precisa y fiable disponible.",
    "5.3. Proponer, adoptar y consolidar hábitos saludables, analizando las acciones propias y ajenas, con actitud crítica y a partir de fundamentos fisiológicos.",
    "6.1. Valorar la importancia del paisaje como patrimonio natural y fuente de recursos, analizando la fragilidad de los elementos que lo componen.",
    "6.2. Interpretar el paisaje analizando el origen, relación y evolución integrada de sus elementos, entendiendo los procesos geológicos que lo han formado y los fundamentos que determinan su dinámica.",
    "6.3. Reflexionar sobre los impactos y riesgos naturales mediante el análisis de los elementos de un paisaje, a partir de determinadas acciones humanas pasadas, presentes y futuras."
  ]
}