{
  "saberes": [
    "A. Autoconocimiento y autonomía moral.",
    "- La naturaleza humana. Identidad y diversidad personal. Libertad y moralidad.",
    "- La educación emocional. La autoestima personal. La igualdad y el respeto mutuo en las relaciones afectivas.",
    "- Educación afectivo-sexual",
    "- La sociedad de la información. La protección de datos y el derecho a la intimidad. El ciberacoso y las situaciones de violencia en las redes.",
    "- Deseos y razones. La voluntad y el juicio moral. Autonomía y responsabilidad. Las conductas adictivas.",
    "- Las virtudes del diálogo y las normas de la argumentación. La resolución de conflictos.",
    "B. Sociedad, justicia y democracia.",
    "- La política: ley, poder, soberanía y justicia. Formas de estado y tipos de gobierno.",
    "- La democracia, el Estado de derecho y los valores constitucionales.",
    "- Las distintas generaciones de derechos humanos. Su constitución histórica y su relevancia ética. Los derechos del niño.",
    "- La ciudadanía y la participación democrática. Asociacionismo y voluntariado.",
    "- La desigualdad económica y la lucha contra la pobreza. Globalización económica y bienes públicos globales. El valor social de los impuestos.",
    "- La igualdad de género y las diversas olas y corrientes del feminismo. La prevención de la explotación y la violencia contra niñas y mujeres. La corresponsabilidad de las tareas domésticas y los cuidados.",
    "- La inclusión social y el respeto por la diversidad étnico-cultural y de género. Los derechos LGTBIQ+.",
    "- La contribución del Estado y los organismos internacionales a la paz, la seguridad y la cooperación.",
    "C. Sostenibilidad y ética ambiental",
    "- La investigación ética y la resolución de problemas del mundo contemporáneo.",
    "- Fines y límites éticos de la ciencia y la tecnología.",
    "- Interdependencia, interconexión y ecodependencia entre nuestras formas de vida y el entorno. Lo local y lo global.",
    "- Los límites del planeta y la huella ecológica de las acciones humanas. La emergencia climática.",
    "- Diversos planteamientos éticos, científicos y políticos en torno a los problemas ecosociales. La ética ambiental. La ética de los cuidados y el ecofeminismo. Los Objetivos de Desarrollo Sostenible.",
    "- El compromiso activo con la protección de los animales y el medioambiente. Los derechos de los animales y de la naturaleza. La perspectiva biocéntrica.",
    "- Hábitos de vida sostenible: la gestión de los recursos y de la movilidad. El consumo responsable. El comercio justo."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Reconocer las múltiples dimensiones de la naturaleza humana y de la propia personalidad a través de la investigación y la reflexión para construir un adecuado concepto de sí mismo y de su dimensión cívica y moral.",
    "1.2. Expresar un grado suficiente de autonomía moral a través de la deliberación racional en un diálogo respetuoso con otros en torno a los distintos valores y modos de vida, así como a problemas relacionados con los derechos individuales, el uso seguro de las redes, las conductas adictivas o el acoso escolar.",
    "Competencia específica 2",
    "2.1 Promover una ciudadanía democrática a través del uso y comprensión crítica de los conceptos de ley, soberanía, justicia, Estado, democracia y Derechos Humanos a partir de la investigación sobre la naturaleza social y política del ser humano desarrollando una convivencia pacífica, respetuosa, democrática y comprometida con el bien común.",
    "2.2 Ejercer una ciudadanía activa y democrática a través del conocimiento del movimiento asociativo y la participación respetuosa, dialogante y constructiva en actividades de grupo aplicando procedimientos cívicos, éticos y democráticos.",
    "2.3 Tomar conciencia de la lucha por una efectiva igualdad de género a través de la investigación y análisis de las diversas olas y corrientes del feminismo para enfrentar la desigualdad, la violencia y la discriminación por razón de género.",
    "2.4 Adoptar una posición informada y éticamente fundamentada sobre la diversidad étnico-cultural, de orientación sexual o de cualquier otro tipo reconociendo la necesidad de respetar sus derechos y contribuyendo con ello al bienestar social.",
    "Competencia específica 3",
    "3.1 Comprender las relaciones históricas de interconexión, interdependencia y ecodependencia entre nuestras vidas y el entorno a través del análisis de las causas y consecuencias de los más graves problemas ecosociales que nos afectan.",
    "3.2 Valorar distintos problemas políticos y éticos a través de la exposición de los principales planteamientos científicos generados por la crisis medioambiental, debatir en torno a los estilos de vida para alcanzar un desarrollo sostenible.",
    "3.3 Promover estilos de vida éticamente comprometidos con el logro de un desarrollo sostenible, contribuyendo por sí mismo y en su entorno a la gestión sostenible de los recursos, los residuos y la movilidad, el comercio justo, el consumo responsable, el cuidado del patrimonio natural y humano y el cuidado y protección de los animales.",
    "Competencia específica 4",
    "4.1 Desarrollar una gestión equilibrada de las emociones a través de su identificación, análisis y expresión, afianzando con ello la autoestima y promocionando el cuidado de sí mismo.",
    "4.2 Desarrollar las capacidades afectivas en todos los ámbitos de la personalidad y en sus relaciones con los demás a través del reconocimiento y puesta en valor de las emociones ajenas en contextos diversos y actividades creativas, de reflexión individual o de diálogo sobre cuestiones éticas y cívicas."
  ]
}