{
  "saberes": [
    "A. Escolta i percepció musical",
    "- Identificació auditiva, descripció i valoració de les característiques més rellevants i significatives de diversitat d’obres musicals.",
    "- Manifestació de les normes de comportament bàsic, com el respecte i la valoració, en audicions enregistrades o en directe.",
    "- Anàlisi auditiva dels trets estilístics de la música vocal i instrumental d’obres musicals de diferents èpoques i cultures.",
    "- Identificació i discriminació auditiva dels paràmetres del so en diverses obres i manifestacions musicals.",
    "B. Interpretació, improvisació i creació.",
    "- Ús de grafies convencionals i no convencionals en la lectura i escriptura musical.",
    "- Interpretació musical individual i col·lectiva a partir de la descodificació dels elements bàsics del llenguatge musical.",
    "- Pràctica dels intervals, escales i acords musicals en interpretacions, improvisacions i creacions individuals i col·lectives.",
    "- Aplicació elementals per a la interpretació: tècniques vocals, instrumentals i corporals, tècniques d’estudi i de gestió d’emocions en la preparació d’obres i la interpretació individual i col·lectiva.",
    "- Improvisació guiada i lliure en interpretacions individuals i col·lectives.",
    "- Ús i adaptació del llenguatge musical a través d’aplicacions tecnològiques en projectes musicals i artístics.",
    "- Composició musical a partir de la veu, el cos, els instruments i/o les eines tecnològiques.",
    "- Creació individual i/o col·lectiva a partir de processos que engloben diferents llenguatges artístics.",
    "C. Contextos i cultures musicals",
    "- Anàlisi de l’evolució de les textures musicals i les formes musicals en obres de diferents períodes històrics.",
    "- Identificació de les característiques estilístiques i socials dels principals gèneres del repertori més rellevant del patrimoni cultural i musical.",
    "- Recerca d’artistes i agrupacions locals, nacionals i d’arreu.",
    "- Desenvolupament del pensament ètic i responsable en relació amb la propietat intel·lectual i cultural.",
    "- Contextualització de les principals agrupacions musicals a partir de les famílies instrumentals i les característiques vocals.",
    "- Desenvolupament de propostes artístiques que posin en valor les músiques tradicionals, populars i urbanes."
  ],
  "criteriosEvaluacion": [
    "1.1 Identificar els factors històrics, culturals i socials que envolten determinades produccions musicals, comprenent-ne les característiques i la funció a través de l’anàlisi d’exemples, amb una actitud oberta i respectuosa.",
    "1.2 Identificar les característiques, elements i tècniques de diferents propostes musicals de la nostra cultura i d’altres, a través de diferents suports audiovisuals, evidenciant una actitud d’obertura, interès i respecte.",
    "1.3 Expressar l’opinió personal i les emocions experimentades, de manera respectuosa i crítica sobre exemples de músiques estudiades a través de l’audició, visionat o l’assistència a esdeveniments musicals.",
    "2.1 Improvisar lliurement o a partir de pautes guiades, individuals o grupals, utilitzant el cos, la veu o els instruments i desenvolupant la creativitat i l’autoconfiança.",
    "2.2 Mostrar habilitats musicals individuals i grupals a través de la interpretació, enfortint l’autoestima i la consciència col·lectiva.",
    "3.1 Utilitzar tècniques d’interpretació musical i corporal per al desenvolupament de les destreses musicals, potenciant l’expressió d’emocions i la seguretat en si mateix/a.",
    "3.2 Mostrar iniciativa en els processos creatius participant com a intèrpret en actuacions i manifestacions musicals i escèniques dins i/o fora de centre.",
    "3.3 Aplicar tècniques d’interpretació musical i de moviment en audicions i concerts a l’aula i fora, desenvolupant la creativitat i el respecte cap als altres.",
    "4.1 Crear composicions bàsiques vocals, instrumentals, coreogràfiques i multidisciplinàries de manera individual i/o col·laborativa, mostrant respecte a idees, emocions i sentiments del grup.",
    "4.2 Organitzar produccions que utilitzin la veu, el cos, els instruments i/o les eines digitals per al desenvolupament de projectes musicals, amb actitud inclusiva i cohesionadora, tenint en compte les oportunitats personals, socials i professionals."


  ]
}
