{
    "criteriosEvaluacion": [
        "1.1. Deducir el significado etimológico de un término de uso común e inferir el significado de términos procedentes de léxico especializado aplicando, de manera guiada, estrategias de reconocimiento de étimos y formantes griegos y latinos atendiendo a los cambios fonéticos, o semánticos que hayan tenido lugar.",
        "1.2. Comprender y explicar, de manera guiada, textos breves sencillos de ámbito científico a partir del análisis de tecnicismos y cultismos de raigambre grecolatina.",
        "1.3. Ampliar el caudal léxico y mejorar la expresión oral y escrita, incorporando de manera coherente helenismos y términos procedentes del latín, así como locuciones usuales de origen latino a exposiciones orales o producciones escritas sencillas.",
        "1.4. Identificar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal, a partir de criterios dados.",
        "2.1. Valorar críticamente en ensayos guiados, productos audiovisuales o debates la contribución de la civilización grecolatina al nacimiento y desarrollo del pensamiento, de las ciencias y de la técnica, con especial atención a aquellas del currículo del alumnado, identificando el contexto social e histórico en el que se desarrollaron y reconociendo su influencia hasta el presente.",
        "2.2. Desarrollar trabajos de investigación de manera progresivamente autónoma sobre hitos y figuras destacadas en el nacimiento y desarrollo de las ciencias, del pensamiento y de la técnica, localizando, seleccionando y reelaborando la información procedente de fuentes diversas y presentando los resultados en diferentes soportes.",
        "3.1. Identificar y explicar el legado mitológico, artístico y literario de la civilización grecolatina como fuente de inspiración, analizando producciones culturales y artísticas posteriores a partir de criterios dados y reflexionando sobre la necesidad de su preservación.",
        "3.2. Reconocer el legado mitológico grecolatino en el entorno del alumnado a partir de criterios dados, aplicando e integrando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus distintos usos, dando ejemplos de la pervivencia de la mitología clásica en su vida cotidiana y presentando los resultados a través de diferentes soportes.",
        "3.3. Desarrollar proyectos de investigación y presentarlos de forma oral, escrita o multimodal sobre aspectos del legado mitológico, literario y artístico grecolatino en manifestaciones artísticas y literarias posteriores, localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes.",
        "4.1. Explicar, a partir de criterios dados, los procesos históricos y políticos, los modos de vida, las instituciones y las costumbres de las sociedades griega y romana, comparándolos con los de las sociedades actuales, valorando las adaptaciones y cambios experimentados a la luz de la evolución de éstas y de los derechos humanos, y favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos.",
        "4.2. Debatir acerca de la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado clásico en nuestra sociedad, utilizando estrategias retóricas y oratorias de manera guiada, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias veraces y mostrando interés, respeto y empatía por otras opiniones y argumentaciones.",
        "4.3. Desarrollar trabajos de investigación de manera progresivamente autónoma en diferentes soportes sobre aspectos del legado de la civilización griega y romana en el ámbito personal, religioso, lúdico y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual."
    ],
    "saberes": [
        "Bloque A. El marco histórico-geográfico de la cultura clásica. Léxico de origen griego y latino relacionado",
        "- La cultura clásica como cuna de la cultura europea y occidental.",
        "- La tradición cultural. Los medios de transmisión: la recepción del legado grecolatino.",
        "Bloque B. Fundamentos léxicos de las lenguas modernas",
        "- Historia de la escritura y de los alfabetos.",
        "- El alfabeto griego. El abecedario latino.",
        "- Transcripción y transliteración.",
        "- Evolución de las lenguas clásicas a las lenguas modernas, con especial atención al castellano y a la lengua asturiana.",
        "- Composición léxica: análisis y reconocimiento de los componentes más productivos. Helenismos y términos procedentes del latín.",
        "- Tecnicismos y cultismos derivados del latín y el griego: lenguaje jurídico, científico, técnico...",
        "- Uso y valor de las locuciones latinas.",
        "- Interés por conocer el significado etimológico de las palabras y la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
        "- Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan.",
        "Bloque C. El pensamiento, las ciencias y la técnica en el mundo antiguo y su proyección en el mundo actual. Léxico de origen griego y latino relacionado",
        "- Principales corrientes del pensamiento clásico y su repercusión en la sociedad occidental.",
        "- La técnica y la fabricación de ingenios y su repercusión en la cultura occidental.",
        "- Los fundamentos de la ciencia moderna: principales avances en los diferentes campos de las ciencias en la Antigüedad.",
        "- Urbanismo y obras públicas: paralelismos con la actualidad.",
        "Bloque D. La mitología, las artes y la literatura como fuentes de inspiración. Léxico de origen griego y latino relacionado",
        "- Origen mitológico del mundo, de las divinidades y de los seres humanos.",
        "- Principales dioses y diosas y héroes y heroínas de la mitología clásica.",
        "- La mitología clásica en el arte: escultura, pintura y arquitectura.",
        "- La mitología clásica en el cine, la literatura, el teatro, el cómic...",
        "- La mitología clásica en las ciencias y en la técnica: astronomía, botánica, mineralogía, zoología, medicina, química...",
        "- La mitología en la vida cotidiana actual: publicidad, calendario, psicología, prensa, música...",
        "- Herencia del arte y de los cánones de belleza clásicos en las manifestaciones culturales modernas: arquitectura, escultura, pintura, publicidad, moda...",
        "- El teatro clásico como precedente de espectáculos actuales: teatro, películas, series de televisión, ópera, conciertos...",
        "- Poesía clásica: tópicos literarios y figuras retóricas clásicas y su herencia en la poesía y la música posterior y actual: canciones modernas, recursos publicitarios...",
        "Bloque E. Los referentes políticos, jurídicos y sociales. Léxico origen griego y latino relacionado",
        "- Las constituciones políticas en la Antigüedad y sus huellas en los sistemas políticos actuales: la",
        "polis griega y la civitas romana.",
        "- El arte de hablar en público: oratoria clásica y actual.",
        "- El estatus personal: estamentos y clases sociales. Derechos y deberes de la ciudadanía. Las luchas por la igualdad de derechos.",
        "- La esclavitud en las sociedades clásicas y modernas.",
        "- La vida pública en las sociedades clásicas: leyes, administración, servicio militar...",
        "- La vida privada: familia, matrimonio, economía, educación, escuela, alimentación...",
        "- El papel de la mujer en las sociedades clásicas y modernas.",
        "- El origen del deporte en Grecia y su herencia e importancia en el mundo actual.",
        "- Los grandes espectáculos de masas en la sociedad clásica y moderna: semejanzas y diferencias.",
        "- Algunos aspectos del derecho romano y su huella en el sistema jurídico occidental."
    ]
}