{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Analizar, a lo largo de la historia, la relación entre las matemáticas y el dibujo geométrico valorando su importancia en diferentes campos como la arquitectura o la ingeniería, desde la perspectiva de género y la diversidad cultural, empleando adecuadamente el vocabulario específico técnico y artístico. ",
        "Criterio 1.2. Mostrar curiosidad por identificar los elementos geométricos que encontramos en nuestro entorno:en construcciones ingenieriles y arquitectónicas, en la naturaleza, en diseños gráficos, artes decorativas, patrones textiles, etc.",
        "Competencia específica 2.",
        "Criterio 2.1. Solucionar gráficamente cálculos matemáticos y transformaciones básicas (simetrías, homotecias, escalas) aplicando conceptos y propiedades de la geometría plana. ",
        "Criterio 2.2. Trazar gráficamente construcciones poligonales basándose en sus propiedades y mostrando interés por la precisión, claridad y limpieza. ",
        "Criterio 2.3. Resolver gráficamente tangencias básicas y trazar curvas aplicando sus propiedades con una actitud de rigor en su ejecución. ",
        "Criterio 2.4. Mostrar curiosidad por las relaciones entre las matemáticas y el dibujo para asimilar conceptos geométricos sobre la base de su justificación matemática (lugares geométricos, proporcionalidad, paralelismo y perpendicularidad...).",
        "Competencia específica 3.",
        "Criterio 3.1. Conocer las proyecciones cilíndrica ortogonal, cilíndrica oblicua y cónica y los fundamentos que definen y diferencian los distintos sistemas de representación.",
        "Criterio 3.2. Representar en sistema diédrico elementos básicos (punto, recta, plano, figuras poligonales) en el espacio determinando su relación de pertenencia, posición y distancia. ",
        "Criterio 3.3. Definir elementos y figuras planas y volumétricas en sistemas axonométricos valorando su importancia como métodos de representación espacial. ",
        "Criterio 3.4. Representar e interpretar elementos básicos en el sistema de planos acotados haciendo uso de sus fundamentos. ",
        "Criterio 3.5. Dibujar elementos en el espacio empleando la perspectiva cónica frontal y oblicua. ",
        "Criterio 3.6. Valorar el rigor gráfico del proceso; la claridad, la precisión y el proceso de resolución y construcción gráfica. ",
        "Competencia específica 4.",
        "Criterio 4.1. Documentar gráficamente objetos sencillos mediante sus vistas acotadas, aplicando la normativa UNE e ISO en la utilización de sintaxis, escalas y formatos, y valorando la importancia de usar un lenguaje técnico común. ",
        "Criterio 4.2. Elaborar la documentación gráfica adecuada a la representación de objetos, empleando croquis y planos conforme a norma. ",
        "Competencia específica 5.",
        "Criterio 5.1. Crear figuras planas y tridimensionales mediante programas de dibujo vectorial, usando sus herramientas y las técnicas asociadas. ",
        "Criterio 5.2. Recrear virtualmente piezas en tres dimensiones aplicando operaciones algebraicas entre primitivas para la presentación de proyectos en grupo. "       
    ],
    "saberes": [
        "Bloque A. Fundamentos geométricos.",
        "A.1. Historia de la geometría.",
        "A.1.1.1. Orígenes de la geometría. Thales, Pitágoras, Euclides, Hipatia de Alejandría.",
        "A.1.1.2. Desarrollo histórico del dibujo técnico. ",
        "A.1.1.3. Campos de acción y aplicaciones: dibujo urbanístico, arquitectónico, mecánico, industrial, eléctrico y electrónico, geológico, etc.",
        "A.2. Trazados en el plano.",
        "A.2.1.1. Rigor en los razonamientos y precisión, claridad y limpieza en las ejecuciones. ",
        "A.2.1.2. Concepto de lugar geométrico (mediatriz, bisectriz, arco capaz).",
        "A.2.1.3. Aplicaciones de los lugares geométricos a las construcciones fundamentales.",
        "A.3. Relaciones geométricas.",
        "A.3.1.1. Proporcionalidad.Teorema de Thales",
        "A.3.1.2. Equivalencia.",
        "A.3.1.3. Semejanza.",
        "A.4. Construcción de formas poligonales.",
        "A.4.1.1. Trazado de triángulos, cuadriláteros y polígonos regulares cóncavos (estrellados) y convexos.",
        "A.4.1.2. Triángulos y cuadriláteros. Propiedades, puntos notables y métodos de construcción directos.",
        "A.5. Tangencias. Potencia e inversión.",
        "A.5.1.1. Curvas técnicas: óvalo, ovoide, espirales.",
        "A.5.1.2. Tangencias básicas y enlaces. ",
        "A.6. Transformaciones geométricas.",
        "A.6.1.1. Simetría axial y radial.",
        "A.6.1.2. Homoteciaescalas",
        "A.6.2.1. Transformaciones geométricas: homología y afinidad. ",
        "A.7. Curvas cónicas.",
        "A.7.1.1. Definición, propiedades y elementos constructivos.",
        "A.7.1.2. Curvas cónicas: elipse, hipérbola y parábola. Métodos de construcción básicos.",
        "Bloque B. Geometría proyectiva.",
        "B.1. Fundamentos de la geometría proyectiva.",
        "B.1.1.1. Fundamentos de la geometría proyectiva.",
        "B.1.1.2. Sistemas de representación. Fundamentos.",
        "B.2. Sistema diédrico.",
        "B.2.1.1. Representación de punto, recta y plano. Determinación del plano.",
        "B.2.1.2. Traza de rectas y planos con planos de proyección.",
        "B.2.1.3. Relaciones de pertenencia a recta y a plano. ",
        "B.2.1.4. Relaciones de paralelismo y perpendicularidad. Intersecciones. ",
        "B.2.1.5. Obtención de distancias en verdadera magnitud.",
        "B.2.1.6 Figuras contenidas en planos.",
        "B.3. Sistema axonométrico y de perspectiva caballera. ",
        "B.3.1.1. Sistema axonométrico. Proyecciones cilíndrica ortogonal y cilíndrica oblicua.",
        "B.3.1.2 Perspectiva axonométrica isométrica. Disposición de los ejes y uso de los coeficientes de reducción. Elementos básicos: punto, recta, plano. ",
        "B.3.1.3 Perspectiva isométrica. Representación de figuras y sólidos básicos.",
        "B.3.1.4 Perspectiva caballera. Disposición de los ejes y uso de los coeficientes de reducción.Elementos básicos: punto, recta, plano. ",
        "B.3.1.5 Perspectiva caballera.Proyección cilíndrica oblicua.Representación de figuras y sólidos básicos.",
        "B.4. Sistema de planos acotados.",
        "B.4.1.1. Sistema de planos acotados. Fundamentos y elementos básicos. ",
        "B.4.1.2. Identificación de elementos para su interpretación en planos.",
        "B.5. Sistema cónico.",
        "B.5.1.1. Sistema cónico. Fundamentos y elementos del sistema.",
        "B.5.1.2. Perspectiva cónica frontal y oblicua. Representación de sólidos sencillos a partir de sus vistas.",
        "Bloque C. Normalización y documentación gráfica de proyectos.",
        "C.1. Escalas, normalización y acotación.",
        "C.1.1.1. Escalas numéricas y gráficas. Construcción y uso. ",
        "C.1.1.2. Concepto de normalización. Las normas fundamentales: UNE e ISO. ",
        "C.1.1.3. Aplicaciones de la normalización: simbología industrial y arquitectónica.",
        "C.1.1.4. Normas básicas: elección de vistas necesarias. Representación de cuerpos y piezas industriales sencillas. ",
        "C.1.1.5. Acotación. Elementos y conceptos básicos.",
        "C.2 Formatos y planos técnicos.",
        "C.2.1.1. Formatos. Doblado de planos.",
        "Bloque D. Sistemas CAD.",
        "D.1. Sistemas CAD. Representaciones 2D.",
        "D.1.1.1. Aplicaciones vectoriales 2D.",
        "D.2. Sistemas CAD. Representaciones 3D.",
        "D.2.1.1. Modelado de caja. Operaciones básicas con primitivas."
    ]
}
