{
    "criteriosEvaluacion": [
        "1.1. Indagar a través de diversas fuentes, clasificando de manera crítica la información gráfica, textual y audiovisual relacionada con las técnicas gráfico-plásticas.",
        "1.2. Seleccionar con criterio las diferentes combinaciones, compatibilidades e incompatibilidades entre utensilios, materiales, técnicas y procedimientos artísticos.",
        "1.3. Valorar con respeto y sentido crítico producciones gráfico-plásticas del patrimonio cultural y artístico, desarrollando un criterio propio y promoviendo tanto su diversidad como su cuidado y conservación.",
        "2.1. Utilizar la terminología técnica específica en el análisis formal y la descripción de producciones artísticas de cualquier tipo.",
        "2.2. Aplicar diferentes metodologías de acercamiento y comprensión de obras de arte, analizando piezas de diferentes épocas y estilos, poniendo énfasis en las obras contemporáneas.",
        "2.3. Relacionar las técnicas de expresión gráfico-plástica de obras de diferentes épocas con sus características expresivas y comunicativas.",
        "3.1. Definir las diversas metodologías proyectuales y utilizarlas en proyectos gráfico-plásticos.",
        "3.2. Diseñar las diferentes fases de la producción de obras artísticas vinculadas a la técnica utilizada, coordinando eficientemente el equipo material y humano que intervendrán en ellas.",
        "3.3. Adaptar el desarrollo de proyectos artísticos plásticos, individuales o colectivos, a las necesidades y circunstancias de la propuesta, mediante la creatividad e innovación.",
        "3.4. Mejorar los procesos de planificación, acceso y organización de los proyectos artísticos plásticos individuales o colectivos a través de la evaluación individual o grupal de los mismos.",
        "3.5. Identificar y valorar las oportunidades de desarrollo personal y profesional que se derivan del conocimiento de las técnicas de expresión gráfico-plástica.",
        "4.1. Utilizar con propiedad las técnicas gráficas y plásticas respetando el orden de ejecución de los procedimientos en la creación de producciones artísticas.",
        "4.2. Interactuar coordinada y colaborativamente en el desarrollo de producciones gráfico-plásticas colectivas, manifestando una actitud respetuosa, creativa y conciliadora.",
        "4.3. Argumentar con criterios de sostenibilidad y cuidado medioambiental la selección de técnicas, materiales y procedimientos gráficos-plásticos en la elaboración de proyectos o intervenciones artísticas.",
        "5.1. Crear producciones gráfico-plásticas a partir de modelos del natural u otras referencias que se ajusten a criterios plásticos y estéticos concretos, teniendo en cuenta referentes del arte contemporáneo.",
        "5.2. Utilizar el tratamiento de la imagen digital, junto a otros recursos digitales, tanto en el proceso de elaboración de un proyecto gráfico-plástico como en la materialización de una producción final.",
        "5.3. Conectar la expresión gráfico-plástica con otros campos de conocimiento, argumentando las posibilidades de interacción con otras disciplinas.",
        "5.4. Presentar en público las producciones propias o ajenas justificando la adecuación de las obras al objetivo expresivo deseado."
    ],
    "saberes": [
        "Bloque 1. Aspectos generales. Transversal a todas las competencias específicas.",
        "- Soportes, utensilios, pigmentos, aglutinantes y disolventes asociados a las diferentes técnicas gráfico-plásticas. Interacción entre materiales.",
        "- Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. Soportes y materiales sostenibles.",
        "- El lenguaje gráfico-plástico. Evolución histórica de las técnicas artísticas.",
        "- Materiales y técnicas en el arte contemporáneo. Conservación de las obras artísticas.",
        "Bloque 2. Técnicas de dibujo. Transversal a todas las competencias específicas.",
        "- Materiales, útiles y soportes asociados al dibujo. Características y terminología específica.",
        "- Técnicas secas: lápices de grafito, carboncillo, lápices compuestos, sanguinas, barras grasas, de color y pasteles. Técnicas húmedas y mixtas. La tinta y sus herramientas. Aplicación en la realización de trabajos.",
        "- Dibujos de estilos y épocas diferentes: análisis técnico y procedimental.",
        "- Proyección fotográfica aplicada al dibujo.",
        "Bloque 3. Técnicas de pintura. Transversal a todas las competencias específicas.",
        "- Materiales, útiles y soportes. Características y terminología específica.",
        "- Técnicas al agua: acuarela, témpera y acrílico. Técnicas sólidas, oleosas y mixtas. Temple al huevo. Encaustos. Pasteles. Óleos. Óleos miscibles al agua. Pinturas biodegradables.",
        "- Obras pictóricas de estilos y épocas diversas: análisis técnico.",
        "- Pintura mural. Grafiti y arte urbano.",
        "- Pincelada y expresividad en pintura. La escritura del pintor",
        "Bloque 4. Técnicas de grabado y estampación. Transversal a todas las",
        "competencias específicas.",
        "- Materiales, útiles, maquinaria y soportes. Terminología específica.",
        "- La obra gráfica. Monotipia plana.",
        "- Estampación en relieve. Xilografía. Linóleo. Estampación en hueco. Calcografía. Técnicas directas e indirectas.",
        "- Estampación plana. Método planográfico. Litografía. Método permeográfico. Serigrafía.",
        "- Obra gráfica realizada con técnicas de grabado y estampación por artistas de diferentes épocas y estilos: análisis técnico y procedimental.",
        "Bloque 5. Técnicas mixtas y alternativas. Transversal a todas las competencias específicas.",
        "- Técnicas, materiales y procedimientos contemporáneos de expresión gráfica.",
        "- Sistemas contemporáneos de estampación. Método electrónico. Copy Art.",
        "- La imagen digital. Arte digital.",
        "- Técnicas mixtas o alternativas.",
        "Bloque 6. El proyecto gráfico-plástico. Vinculado a la competencia específica 3",
        "- Metodología proyectual aplicada al arte plástico.",
        "- Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Resolución de conflictos.",
        "- Oportunidades de desarrollo personal, social, académico y profesional vinculadas a la materia.",
        "- Investigación y experimentación técnica.",
        "- Proyectos gráfico-plásticos. Exposición"
    ]
}
