{
  "saberes": [
    "A. Vida activa y saludable. ",
    "– Salud física. ",
    "Diseño de dietas saludables, gestionando de una manera crítica la información ",
    "publicitaria (supuestos superalimentos, dietas no saludables, fraudulentas o sin base ",
    "científica). Análisis nutricional de los alimentos consumidos. ",
    "Consolidación de una cultura en materia de educación postural: movimientos, posturas, ",
    "desequilibrios, corrección, fortalecimiento y estiramientos ante dolores musculares. ",
    "Profundización en pautas para prevenir y tratar el dolor muscular de origen retardado. ",
    "Ergonomía en actividades cotidianas (frente a pantallas, ordenador, mesa de trabajo y ",
    "similares). ",
    "– Salud social. ",
    "Suplementación y dopaje en el deporte. Riesgos y condicionantes éticos. Estudio de la ",
    "normativa básica de referencia. ",
    "– Salud mental.  ",
    "Tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en ",
    "los medios de comunicación. ",
    "B. Organización y gestión de la actividad física. ",
    "– Elección crítica y justificada de la práctica física. ",
    "Gestión y enfoque de los diferentes usos y finalidades de la actividad física y del deporte ",
    "en función del contexto, actividad y compañeros de realización. ",
    "– Preparación de la práctica motriz. ",
    "Mantenimiento, reciclado y reparación de material deportivo. ",
    "Elección de la indumentaria y equipamiento conveniente, aspectos preparatorios, ",
    "preventivos y de seguridad, capacidades implicadas, apreciación reglamentaria, ",
    "conciencia táctica, si se requiere, y fundamentos técnicos. ",
    "– Planificación y autorregulación de proyectos motores: establecimiento de mecanismos para ",
    "registrar y controlar las aportaciones realizadas por los integrantes del grupo a lo largo de un ",
    "proyecto. Herramientas digitales para la gestión de la actividad física. ",
    "– Prevención de accidentes en las prácticas motrices. Gestión del riesgo propio y del riesgo de ",
    "los demás. Medidas colectivas de seguridad. ",
    "Actuaciones específicas ante accidentes: reanimación mediante desfibrilador automático ",
    "(DEA) o semiautomático (DESA). ",
    "Consolidación del protocolo RCP (reanimación cardiopulmonar), así como de técnicas ",
    "específicas para la identificación y actuación en caso de accidentes cardiovasculares ",
    "(maniobra de Heimlich, señales de ictus y similares). ",
    "C. Resolución de problemas en situaciones motrices. ",
    "– Toma de decisiones. ",
    "Búsqueda de la acción más óptima en función de la acción y ubicación del rival, así como ",
    "del lugar en el que se encuentre el móvil o resultado en situaciones motrices de ",
    "persecución y de interacción con un móvil. ",
    "Organización anticipada de los movimientos y acciones individuales en función de las ",
    "características del contrario en situaciones de oposición y de contacto. ",
    "Delimitación de estrategias previas de ataque y defensa en función de las características ",
    "de los integrantes del equipo propio y del equipo rival en situaciones motrices de ",
    "colaboración-oposición de persecución y de interacción con un móvil. ",
    "– Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; ",
    "toma de decisiones previas a la realización de una actividad motriz acerca de los mecanismos ",
    "coordinativos, espaciales y temporales para resolverla adecuadamente ",
    "– Capacidades condicionales. ",
    "Reconocimiento y consolidación de las capacidades físicas básicas. ",
    "Planificación, control y evaluación del entrenamiento para el desarrollo de las ",
    "capacidades físicas básicas: fuerza y resistencia. Sistemas de entrenamiento.  ",
    "– Profundización, identificación y corrección de errores en la adquisición de habilidades ",
    "motrices específicas asociadas a la técnica en actividades físico-deportivas:  ",
    "Deportes de red y muro: frontenis, pádel palas o paladós. ",
    "Deportes de red y muro: fistball o voleibol. ",
    "Deportes de bate y campo: béisbol, softbol o rounders. ",
    "Deportes de invasión: rugby, rugby tag o touch rugby. ",
    "– Creatividad motriz: creación de retos y situaciones-problema con resolución posible a través ",
    "de los recursos disponibles. ",
    "– Barreras arquitectónicas y obstáculos del entorno que impidan o dificulten la actividad física ",
    "autónoma y saludable en el espacio público y vial. Desarrollo de estrategias de adaptación. ",
    "D. Emociones y relaciones sociales. ",
    "– Gestión emocional: ",
    "Habilidades volitivas y capacidad de superación. ",
    "– Desarrollo de habilidades sociales: estrategias de negociación y mediación en contextos ",
    "motrices. ",
    "E. Manifestaciones de la cultura motriz. ",
    "– Consolidación de los usos comunicativos de la corporalidad, a través de técnicas específicas ",
    "de expresión corporal como la elaboración de coreografías, etc.  ",
    "– Deporte y género. ",
    "Estereotipos. ",
    "Ejemplos de referentes que muestren la diversidad en el deporte. ",
    "– Influencia del deporte en la cultura actual. ",
    "Análisis de la relevancia del deporte profesional, así como de su influencia en la cultura ",
    "actual. ",
    "F. Interacción eficiente y sostenible con el entorno. ",
    "– Análisis y gestión del riesgo propio y de los demás en las prácticas físico-deportivas en el ",
    "medio natural y urbano. Medidas colectivas de seguridad. ",
    "– Diseño y organización de actividades físicas en el medio natural y urbano: consolidación de ",
    "los valores de cuidado y preservación del entorno.  "
    ],
  "criteriosEvaluacion": [
      "Competencia específica 1. ",
      "1.1. Estructurar de manera crítica y autorregular la práctica de actividad física orientada al ",
      "concepto integral de salud y al estilo de vida activo, según las necesidades e intereses ",
      "individuales y respetando la propia realidad e identidad corporal. ",
      "1.2. Desarrollar y ampliar de forma autónoma los procesos de activación corporal, autorregulación ",
      "y dosificación del esfuerzo, alimentación saludable, educación postural, relajación e higiene ",
      "durante la práctica de actividades motrices, incorporando como hábitos las rutinas propias de ",
      "una práctica motriz saludable y responsable. ",
      "1.3. Adoptar de manera responsable y autónoma medidas específicas para la prevención de ",
      "lesiones antes, durante y después de la práctica de actividad física, aprendiendo a reconocer ",
      "situaciones de riesgo para actuar preventivamente. ",
      "1.4. Actuar de acuerdo a los protocolos de intervención ante situaciones de emergencia o ",
      "accidentes aplicando medidas específicas de primeros auxilios y de carácter complementario. ",
      "1.5. Consolidar actitudes comprometidas y transformadoras que rechacen los estereotipos ",
      "sociales asociados al ámbito de lo corporal, al género y a la diversidad sexual, y los ",
      "comportamientos que pongan en riesgo la salud, contrastando con autonomía e ",
      "independencia cualquier información basándose en a criterios científicos de validez, fiabilidad ",
      "y objetividad. ",
      "1.6. Planificar, desarrollar y compartir con seguridad la práctica física cotidiana manejando y ",
      "controlando recursos y aplicaciones digitales vinculados al ámbito de la actividad física y el ",
      "deporte. ",
      "Competencia específica 2. ",
      "2.1. Desarrollar activamente proyectos motores de carácter individual, cooperativo o colaborativo, ",
      "estableciendo mecanismos para reconducir los procesos de trabajo y garantizar una ",
      "participación equilibrada, incluyendo estrategias de autoevaluación y coevaluación tanto del ",
      "proceso como del resultado. ",
      "2.2. Mostrar habilidades para la adaptación y la actuación ante situaciones con una elevada ",
      "incertidumbre, aprovechando eficientemente las propias capacidades y aplicando de manera ",
      "automática procesos de percepción, decisión y ejecución en contextos reales o simulados de ",
      "actuación, reflexionando sobre las soluciones y resultados obtenidos. ",
      "2.3. Evidenciar control y dominio corporal al emplear los componentes cualitativos y cuantitativos ",
      "de la motricidad de manera eficiente y creativa, resolviendo problemas en todo tipo de ",
      "situaciones motrices transferibles a su espacio vivencial con autonomía. ",
      "Competencia específica 3. ",
      "3.1. Practicar, participar y colaborar activamente asumiendo responsabilidades en la organización ",
      "de una gran variedad de actividades motrices, valorando las implicaciones éticas de las ",
      "prácticas antideportivas, evitando la competitividad desmedida y actuando con deportividad al ",
      "asumir los roles de público, participante u otros. ",
      "3.2. Cooperar o colaborar en la práctica de diferentes producciones motrices, participando con ",
      "autonomía en la toma de decisiones vinculadas a la asignación de roles, la gestión del tiempo ",
      "de práctica y la optimización del resultado final. ",
      "3.3. Interactuar de manera comprensiva, relacionándose y entendiéndose, con el resto de ",
      "participantes durante el desarrollo de diversas prácticas motrices, con autonomía y haciendo ",
      "uso efectivo de habilidades sociales de diálogo en la resolución de conflictos y respeto ante la ",
      "diversidad. ",
      "Competencia específica 4. ",
      "4.1. Comprender y practicar diversas modalidades relacionadas con la cultura propia, la tradicional ",
      "o las procedentes de otros lugares del mundo. ",
      "4.2. Consolidar actitudes comprometidas y conscientes acerca de los distintos estereotipos.  ",
      "4.3. Crear y representar composiciones individuales o colectivas con y sin base musical y de ",
      "manera coordinada, utilizando intencionadamente y con autonomía el cuerpo y el movimiento ",
      "como herramientas de expresión y comunicación a través de técnicas expresivas específicas, ",
      "y ayudando a difundir y compartir dichas prácticas culturales entre compañeros y compañeras ",
      "u otros miembros de la comunidad. ",
      "Competencia específica 5. ",
      "5.1. Intervenir y planificar actividades físico-deportivas en entornos naturales terrestres o ",
      "acuáticos, disfrutando del entorno de manera sostenible, minimizando el impacto ambiental ",
      "que estas puedan producir, siendo conscientes de su huella ecológica y desarrollando ",
      "actuaciones intencionadas dirigidas a la conservación y mejora de las condiciones de los ",
      "espacios en los que se desarrollen. ",
      "5.2. Diseñar, organizar y colaborar en la dirección de actividades físico-deportivas en el medio ",
      "natural y urbano, aplicando normas de seguridad individuales y colectivas. ",
      
    ]
}

