{
    "saberes": [
        "Bloque A. Fundamentos de inteligencia artificial.",
        "A.1. Introducción a la inteligencia artificial.",
        "A.1.1. IA: significado y ejemplos.",
        "A.1.2. Impacto sobre distintos ámbitos de la sociedad.",
        "A.1.3. IA de propósito general.",
        "A.1.4. IA de propósito específico.",
        "A.2. Datos: relevancia y características.",
        "A.2.1. Los datos como componente necesario para el desarrollo de la IA.",
        "A.2.2. Formatos adecuados para su procesamiento.",
        "A.3. Sistemas inteligentes.",
        "A.3.1. Componentes y funciones.",
        "A.3.2. Módulos de interacción con el entorno.",
        "A.3.3. Módulos de tratamiento lógico de la información para el aprendizaje automático.",
        "A.4. Estrategias de aprendizaje automático.",
        "A.4.1. Estrategias de aprendizaje supervisado: ejemplos, contexto y aplicaciones. ",
        "A.4.2. Estrategias de aprendizaje no supervisado: ejemplos, contexto y aplicaciones. ",
        "A.4.3. Estrategias de aprendizaje por refuerzo: ejemplos, contexto y aplicaciones. ",
        "Bloque B. Tratamiento de la información.",
        "B.1. Captación y tratamiento.",
        "B.1.1. Captación y tratamiento de la información textual. Representación.",
        "B.1.2. Captación y tratamiento de la información sonora. Representación.",
        "B.1.3. Captación y tratamiento de la información visual. Representación.",
        "B.2. Datos de salida.",
        "B.2.1. Formato y objetivos en la resolución de problemas de clasificación.",
        "B.2.2. Formatos y objetivos en la resolución de problemas de regresión.",
        "Bloque C. Programación informática.",
        "C.1. Recursos.",
        "C.1.1. Servicios y aplicaciones de pago disponibles para la experimentación con sistemas de IA.",
        "C.1.2. Servicios de acceso abierto para la experimentación con sistemas de IA.",
        "C.1.3. Aplicaciones de acceso abierto para la experimentación con sistemas de IA.",
        "C.2. Programación.",
        "C.2.1. Elementos fundamentales de un programa informático: cabecera, importación de librerías, configuración de dispositivos y canales de comunicación y funciones.",
        "C.2.2. Declaración y formato de variables. ",
        "C.2.3. Funciones de control del flujo de ejecución de un programa informático (bucles, sentencias condicionales, comandos de ruptura y salida, excepciones).",
        "Bloque D. Fundamentos de métodos numéricos.",
        "D.1. Problemas de clasificación.",
        "D.1.1. Métricas: matriz de confusión, curva ROC y AUC.",
        "D.1.2. Árboles de decisión. Búsqueda de patrones. Aplicaciones.",
        "D.2. Regresión lineal.",
        "D.2.1. Solución analítica, numérica y aplicaciones.",
        "D.2.2. Problemas de sesgo y varianza. Errores de ajuste. Subajuste y sobreajuste. Hiperparámetros.",
        "Bloque E. Ética e IA.",
        "E.1. Principios éticos.",
        "E.1.1. Implicaciones éticas de la cesión de datos personales.",
        "E.1.2. Implicaciones éticas del uso de dispositivos.",
        "E.1.3. Consecuencias sociales del uso de la IA en aspectos como la igualdad de etnia y género y la toma de decisiones morales.",
        "E.2. Aspectos legales.",
        "E.2.1. Limitaciones a los derechos en sociedades fuertemente influenciadas por sistemas de IA.",
        "E.2.2. Limitaciones a las libertades en sociedades fuertemente influenciadas por sistemas de IA."        
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Conocer el origen de la IA, a qué campo de conocimiento pertenece, su vinculación con la inteligencia humana y animal y sus principales enfoques.",
        "Criterio 1.2. Analizar los módulos que conforman un sistema de IA como parte de un entorno con el que interactúa con agentes inteligentes que desarrollan funciones de forma autónoma. ",
        "Criterio 1.3. Entender los fundamentos de la IA valorando la importancia de los datos en el aprendizaje automático y explicando las estrategias de aprendizaje.",
        "Competencia específica 2.",
        "Criterio 2.1. Distinguir los distintos datos de entrada a un sistema inteligente, clasificándolos y describiendo sus características y la manera en que se codifican numéricamente.",
        "Criterio 2.2. Precisar las características de los datos de salida de un agente inteligente, su cantidad y su formato, teniendo en cuenta sus objetivos, el destinatario de los datos y el objetivo para el que ha sido diseñado.",
        "Competencia específica 3.",
        "Criterio 3.1. Emplear simulaciones preexistentes de sistemas inteligentes, de acceso libre, entendiendo el efecto sobre la salida de los distintos parámetros definitorios del modelo de aprendizaje máquina involucrado.",
        "Criterio 3.2. Aplicar modelos existentes de aprendizaje automático que resuelvan problemas de clasificación y regresión, variando sus parámetros e integrándolos en soluciones a proyectos más amplios.",
        "Criterio 3.3. Reconocer los problemas del sobreajuste y subajuste en sistemas de aprendizaje automático y proponer soluciones a los mismos, experimentando con la funcionalidad de sistemas inteligentes y haciendo uso de programación informática.",
        "Criterio 3.4. Implementar programas informáticos sencillos que desarrollen funcionalidades relacionadas con la IA, construidos a partir de árboles y grafos, utilizando entornos de programación textual o por bloques.",
        "Competencia específica 4.",
        "Criterio 4.1. Analizar las consecuencias sociales del uso de la IA en cuestiones relacionadas con el respeto a la diversidad y con la ética. ",
        "Criterio 4.2. Examinar la influencia y desafío de la privacidad que tiene el uso de la IA sobre los usuarios, proponiendo debilidades y fortalezas en cada ámbito.",
        "Criterio 4.3. Conocer las implicaciones legales del uso de sistemas autónomos e inteligentes.",
        "Criterio 4.4. Considerar las normas éticas que permiten regular la actividad de sistemas inteligentes, razonando la necesidad y adecuación de la misma, teniendo en cuenta los derechos y libertades de la ciudadanía."
    ]
}