{
    "competenciasEspecificas": [
        "1. Analitzar produccions de diferents moviments culturals i artístics i de contextos socials i històrics diversos, identificant-ne els aspectes singulars, per descobrir-los, sense prejudicis, com a representatius de l’esperit d’una època.",
        "2. Argumentar sobre la importància de la llibertat creativa i expressiva en les produccions culturals i artístiques que formen part del patrimoni per enriquir la pròpia identitat a partir d’aportacions plurals i des d’una perspectiva intercultural.",
        "3. Fer recerca sobre els llenguatges, codis i tècniques de diferents manifestacions culturals i artístiques, a partir de la indagació i la participació activa, per comprendre’n les especificitats i intencionalitats i descobrir possibles relacions i referents comuns.",
        "4. Interpretar l’evolució dels moviments culturals i artístics de la història recent per reconèixer la implicació social dels i de les artistes, apreciar les tecnologies digitals com a motors creatius i desenvolupar la sensibilitat artística i el gaudi estètic.",
        "5. Participar en pràctiques culturals i artístiques com a mitjans per expressar idees, sentiments i emocions, a través de l’observació i l’exploració actives, per establir nous vincles afectius amb l’entorn, mostrar empatia i respecte per les creacions alienes i progressar en el creixement personal.",
        "6. Analitzar els processos, fenòmens i produccions artístics i culturals des la perspectiva de gènere, per mitjà d’una aproximació oberta i integradora, per comprometre’s en la igualtat d’oportunitats i rebutjar qualsevol forma de discriminació i violència.",
        "7. Dur a terme produccions culturals i artístiques col·laboratives amb diferents mitjans, suports i tècniques, integrant-los amb creativitat i aportant solucions personals, per generar respostes creatives davant de problemàtiques socials actuals.",
        "8. Expressar idees pròpies sobre manifestacions i esdeveniments culturals i artístics amb arguments i sensibilitat estètica, debatre de forma respectuosa i constructiva sobre qüestions culturals i artístiques i la seva repercussió social."
    ]
}