{
    "objetivos": [
        "a) Los principios del Diseño Universal para el Aprendizaje como guía para el diseño de situaciones de aprendizaje. En virtud de este enfoque, el diseño inicial de la enseñanza se realiza teniendo en cuenta de forma global la atención a las diferencias individuales del alumnado en su acceso al aprendizaje, sin necesidad de adaptar de forma parti- cular las características de la enseñanza. Las situaciones de aprendizaje diseñada a partir de este principio permiten desarrollar la competencia de aprender a aprender y sentar las bases de aprendizaje a lo largo de la vida, y fomentar procesos pedagógicos flexibles y accesibles que se adapten a las necesidades, las características y los ritmos de aprendizaje del alumnado.",
        "b) El aprendizaje significativo entendido como una forma de aprendizaje basada en la comprensión y en la estimulación de los procesos de pensamiento. Este principio pro- mueve una enseñanza basada en la comprensión que fomenta el desarrollo de un pensamiento eficaz, crítico y creativo. También promueve la enseñanza entendida como enseñar a pensar desarrollando destrezas y hábitos mentales, a través de todas las áreas de conocimiento, y posibilitando el desarrollo de un pensamiento eficiente transferible a todos los ámbitos de la vida y acorde con un aprendizaje competencial. Este tipo de enseñanza favorece la permanencia de los aprendizajes y una mejora en la capacidad de seguir aprendiendo.",
        "c) El aprendizaje por descubrimiento como vía fundamental de aprendizaje. Siempre que sea posible, el aprendizaje debe dar respuesta a cuestiones que se ha planteado el alumnado e implicar un proceso de investigación o resolución con la guía del maestro o de la maestra adecuada a cada nivel educativo. Para este propósito pueden ser con- venientes, entre otros, los proyectos de trabajo y las tareas competenciales.",
        "d) La aplicación de lo aprendido a lo largo de la escolaridad en diferentes contextos reales o simulados significativos, mostrando su funcionalidad y contribuyendo al desarrollo de las competencias clave. La realización de tareas y actividades que conlleven la aplica- ción de lo aprendido a lo largo de la escolaridad en diferentes contextos reales o simu- lados contribuye al desarrollo de las competencias clave y da mayor sentido a muchos de los aprendizajes.",
        "e) La concreción de la interrelación de los aprendizajes tanto dentro de cada área de co- nocimiento como de carácter interdisciplinar. Es importante que el alumnado com- prenda la relación que existe entre los diferentes saberes dentro de cada área de cono- cimiento y, además, las conexiones entre los saberes de diferentes áreas de conocimiento. Para ello, es especialmente aconsejable la aplicación de métodos y ta- reas globalizados, como son los centros de interés, los proyectos, los talleres o las ta- reas competenciales.",
        "f) La preparación para la resolución de problemas en contextos reales. Requiere un entre- namiento, tanto en situaciones reales, realistas o abstractas, en la búsqueda reflexiva y creativa de caminos y soluciones ante dificultades que no tienen una solución simple u obvia. Las habilidades relacionadas con la resolución de problemas se relacionan con la planificación y el razonamiento, pero también con la adaptación a nuevas situaciones, la intuición, la capacidad de aprender de los errores y de atreverse a probar, con el desa- rrollo del pensamiento reflexivo, crítico y creativo y con el emprendimiento.",
        "g) El fomento de la creatividad a través de tareas y actividades abiertas que supongan un reto para el alumnado en todas las áreas de conocimiento. El alumnado debe com- prender que el conocimiento está inacabado y que es posible explorar otras posibili- dades, considerando el error como parte del aprendizaje y como una oportunidad para la búsqueda de soluciones y lo reflexión sobre el valor de sus propuestas.",
        "h) La contribución a la autonomía en los aprendizajes como elemento fundamental para el aprendizaje a lo largo de la vida. Requiere incluir en el currículo y en la práctica edu- cativa aspectos como el autoconocimiento, las estrategias de aprendizaje y su autorre- gulación, el trabajo en equipo y la evaluación formativa.",
        "i) La actividad mental y la actividad física del alumnado se enriquecen mutuamente. En una formación integral, la motricidad debe ser atendida como medio y como fin. El aprendizaje activo precisa de movimiento, exploración, interacción con el medio y los demás. Las acciones motrices pueden promover la motivación del alumnado y su pre- disposición al aprendizaje.",
        "j) La coherencia entre los procedimientos para el aprendizaje y para la evaluación. Esta coherencia potencia el desarrollo del alumnado y su satisfacción con su proceso edu- cativo. Teniendo como referentes últimos los descriptores del grado de adquisición de las competencias claves en el Perfil de salida y la relación entre las competencias es- pecíficas y dicho Perfil de salida, los criterios de evaluación de cada área de conoci- miento son el referente para realizar una evaluación continua y formativa que sea edu- cadora y que favorezca la mejora de los aprendizajes y de los resultados.",
        "k) La inclusión de tecnologías digitales como recurso didáctico, pero también como medio para que el alumnado explore sus posibilidades para aprender, comunicarse y realizar sus propias aportaciones y creaciones utilizando y conectando diversos lenguajes y sistemas de representación.",
        "l) El logro de un buen clima de aula que permita al alumnado centrarse en el aprendizaje y le ayude en su proceso de educación emocional. Este clima depende especialmente de la claridad y consistencia de las normas y de la calidad de las relaciones personales. Debe tenerse muy presente que hay que ayudar al alumnado a desarrollar y fortalecer los principios y valores que fomentan la igualdad, la corresponsabilidad y favorecen la convivencia, desde la prevención de conflictos y la resolución pacífica de los mismos, así como la no violencia en todos los ámbitos.",
        "m) La combinación de diversos agrupamientos, priorizando los heterogéneos sobre los ho- mogéneos, valorando la tutoría entre iguales, el trabajo en equipo y el aprendizaje coo- perativo como medios para favorecer la atención de calidad a todo el alumnado y la educación en valores. Para que el reto de la heterogeneidad de los grupos sea un ele- mento de enriquecimiento es necesario apoyarse en métodos diseñados expresamente para ello, como los mencionados. Ello debe revertir en una mejor valoración por parte del alumnado de la diversidad del aula y una mejor capacidad para relacionarse socialmente.",
        "n) La progresión adecuada de todos los elementos curriculares en los diferentes cursos de la etapa, prestando especial atención a la transición desde Educación Infantil y hacia la Educación Secundaria Obligatoria. Esta atención debe abarcar tanto aspectos cognitivos como socioafectivos e implica un esfuerzo de coordinación del profesorado de las diferentes etapas en beneficio del alumnado.",
        "ñ) La promoción del compromiso del alumnado con su aprendizaje. Para ello se promo- verá la motivación intrínseca, vinculada a la responsabilidad, autonomía y al deseo de aprender. Se promoverá, así mismo, la implicación del alumnado en todo el proceso educativo, tomando en consideración sus intereses y necesidades, fomentando su par- ticipación en la toma de decisiones y en la evaluación. Todo ello procurando una cohe- rencia con los planteamientos educativos familiares.",
        "o) La actuación del docente como ejemplo del que aprende el alumnado en lo referente al saber y al saber ser y como impulsor del aprendizaje y la motivación del alumnado. Los maestros y las maestras ejercen una influencia relevante a través de su ejemplaridad en el desarrollo de los valores y comportamientos del alumnado. El respeto a todo el alumnado, la resolución de conflictos de forma constructiva, las muestras de afecto, la curiosidad, el humor y todos los demás elementos del comportamiento docente causan cambios en el desarrollo cerebral del alumnado y en su forma de ser y de actuar. Esta función de modelo se complementa con la importancia de transmitir expectativas posi- tivas sobre su aprendizaje. Los y las docentes juegan también un papel fundamental en las propias capacidades de su alumnado, transmitiendo confianza para asumir los retos y dificultades del aprendizaje y apoyando la mejora.",
        "p) La relación con el entorno social y natural y, muy especialmente, con las familias como principal agente educativo. Desde el aula se debe favorecer la permeabilidad con el entorno del que procede el alumnado. La coordinación y colaboración con las familias es un aspecto fundamental, al que se pueden sumar otras iniciativas como el aprendi- zaje servicio o las comunidades de aprendizaje.",
        "q) El juego, como herramienta didáctica que promueve el desarrollo cognitivo, afectivo, matriz y social del alumnado. El juego favorece experiencias globalizadas y significativa que estimulan la memoria, la atención y la motivación, incidiendo positivamente en el rendimiento escolar y en el desarrollo cognitivo y de la imaginación, la creatividad y la expresión."
    ]
}