{
    "criteriosEvaluacion": [
        "1.1. Analizar la realidad económica actual aplicando diversos métodos de análisis de las interacciones económicas, estableciendo comparaciones sobre las soluciones alternativas de organización que ofrecen los distintos sistemas económicos y valorando los procesos de integración económica para reflexionar sobre la repercusión de las decisiones adoptadas en el ámbito económico. CCL1, CCL2, STEM2, CPSAA4, CE1, CE2",
        "1.2. Analizar el problema de la escasez y su repercusión en los distintos sectores comparando las diferentes estrategias económicas para la resolución del mismo y reflexionando sobre la necesidad de elegir para valorar el impacto que la toma de decisiones económicas individuales y colectivas tienen en la sociedad. CCL1, CPSAA5, CE1, CE2",
        "2.1. Analizar los fallos del mercado, reconociendo las externalidades, evaluando las consecuencias que generan en el entorno y reflexionando sobre sus posibles soluciones para adoptar un juicio propio y argumentado en la toma de decisiones en este ámbito a nivel microeconómico. CCL2, CCL3, CE1, CE2, CE3",
        "2.2. Reconocer el funcionamiento del mercado y la naturaleza de las transacciones que tienen lugar en él, analizando elementos como la oferta, la demanda, los precios, los tipos de mercado y los agentes implicados para reflexionar sobre la importancia de los mercados como fuente de crecimiento y desarrollo económico y social. STEM2, CPSAA4, CE1, CE2",
        "3.1. Distinguir el papel de los distintos agentes en la economía modelizando el flujo circular de la renta para valorar con sentido crítico la contribución de cada uno de ellos al desarrollo económico y al bienestar social y ambiental. CCL2, CCL3, STEM4, CD1, CPSAA5, CC3, CE2",
        "3.2. Diferenciar los costes y beneficios económicos, sociales y ambientales que generan las decisiones tomadas por los agentes económicos en el flujo de la renta estableciendo relaciones entre ellos para valorar, con sentido crítico, cómo se produce el desarrollo económico y plantear soluciones a los desequilibrios que este genera. CCL3, CP1, STEM2, CPSAA4, CPSAA5, CC4, CE1",
        "4.1. Describir el funcionamiento del sistema financiero analizando los elementos que intervienen en las decisiones financieras relacionados con la inversión, el ahorro, los productos financieros y la búsqueda de fuentes de financiación para adoptar decisiones fundamentadas de planificación y gestión de las finanzas personales en las distintas etapas de la vida. CCL3, CD1, CD4, CPSAA1.2, CPSAA5, CE1",
        "4.2. Describir el marco financiero actual y sus retos futuros analizando cómo influye la aplicación de las políticas monetarias en las decisiones financieras para valorar sus efectos en la economía real y en las finanzas personales. CCL2, CPSAA4, CPSAA5, CE2",
        "5.1. Proponer iniciativas que fomenten la equidad, la justicia y la sostenibilidad a partir del análisis del impacto que provoca la globalización, la nueva economía y la revolución digital en el bienestar económico y social de la ciudadanía para participar activamente en la sociedad del conocimiento. CCL3, CCL5, CD5, CPSAA5, CE1, CCEC3.1",
        "5.2. Identificar los retos y desafíos que plantea la economía actual analizando el entorno, describiendo aquellos elementos que condicionan y transforman la economía y fomentando iniciativas que respondan a las necesidades que plantean estos retos para reflexionar sobre su comportamiento en la nueva economía. CCL1, CCL2, STEM4, CPSAA1.2, CPSAA4",
        "6.1. Plantear soluciones socioeconómicas que contribuyan a la mejora y al bienestar de la sociedad explorando la realidad económica a partir de la investigación de las necesidades individuales y colectivas teniendo en cuenta los factores que condicionan las decisiones de los agentes económicos utilizando las herramientas analíticas y métodos experimentales propios de la ciencia económica para desarrollar una actitud participativa como agente de cambio y transformación social. CCL1, CCL3, STEM2, CD1, CPSAA5, CC3, CC4, CE1, CE2, CE3, CCEC1"
    ],
    "saberes": [
        "I. Las decisiones económicas",
        "1. Relación entre economía, escasez, necesidades y bienes: la necesidad de elegir.",
        "2. El proceso de toma de decisiones económicas: la racionalidad y la eficiencia. La aplicación de los principios de decisión en economía: el coste de oportunidad, los costes irrecuperables, el análisis marginal, los incentivos y las expectativas.",
        "3. El contenido económico de las relaciones sociales. La modelización como herramienta para entender las interacciones económicas.",
        "4. La organización económica y los sistemas económicos: valoración y comparación.",
        "5. La economía del comportamiento: desviaciones de la racionalidad económica. Decisiones económicas: consideración del riesgo, la ética y la gestión de la incertidumbre.",
        "6. Los métodos para el análisis de la realidad económica: el método científico, la modelización y experimentos o ensayos económicos.",
        "II. La realidad económica. Herramientas para entender el mundo con una visión microeconómica",
        "1. El intercambio y el mercado. ",
        "    1.1. Análisis de la oferta y demanda: representación gráfica y análisis del equilibrio de mercado.",
        "    1.2. Análisis de la elasticidad precio de la demanda y la elasticidad renta.",
        "    1.3. Tipos de mercado: funcionamiento y características.",
        "    1.4. La Teoría de juegos como herramienta para analizar las decisiones estratégicas en los mercados.",
        "    1.5. Reflexión sobre los fallos del mercado.",
        "    1.6. Análisis coste-beneficio empresarial.",
        "III. La realidad económica. Herramientas para entender el mundo con una visión macroeconómica",
        "1. Estudio de la macroeconomía. El modelo económico del flujo circular de la renta y las interacciones de los agentes económicos.",
        "2. El modelo de demanda y oferta agregada: funcionamiento y equilibrio a corto plazo.",
        "3. El crecimiento económico y el desarrollo. ",
        "    3.1. Los factores del crecimiento. La distribución de la renta y la acumulación de capital: relación entre eficiencia y equidad.",
        "    3.2. Los indicadores del crecimiento económico y del desarrollo social. Reflexión sobre  bienestar y calidad de vida.",
        "    3.3. Análisis de la cooperación internacional: finalidad, origen, organizaciones e instituciones relevantes.",
        "4. La economía laboral. ",
        "    4.1. El funcionamiento y las tendencias del mercado de trabajo: evolución de las profesiones y nuevos yacimientos de empleo en Canarias.",
        "    4.2. Análisis del desempleo: indicadores del empleo, tipos, causas, efectos y medidas correctoras. Valoración de la brecha salarial.",
        "    4.3. La migración en Canarias y sus implicaciones socioeconómicas.",
        "IV. Las políticas económicas",
        "1. Distinción entre economía positiva y economía normativa. La intervención del Estado en la economía y su justificación. Los objetivos y efectos de las políticas económicas.",
        "2. La política fiscal. ",
        "    2.1. Análisis de la política fiscal: objetivos, instrumentos y estabilizadores automáticos. La distinción de los tipos de fiscalidad y los hechos imponibles de los principales impuestos del sistema tributario español. Estudio y Valoración de las singularidades del Régimen económico y fiscal de Canarias (REF).",
        "    2.2. El futuro del estado del bienestar y su relación con la democracia. La financiación del estado del bienestar. La sostenibilidad de las pensiones.",
        "    2.3. El principio de solidaridad y los impuestos. Los problemas derivados de la economía sumergida.",
        "    2.4. El estudio del déficit público, la deuda pública y sus efectos.",
        "3. El dinero y el sistema financiero. ",
        "    3.1. El funcionamiento del sistema financiero y sus efectos. Evolución del panorama financiero.",
        "    3.2. El dinero: funciones, formas y tipología. Descripción de su proceso de creación. Riesgo y beneficio: el precio del dinero.",
        "    3.3. El estudio del papel de los bancos en la economía. El funcionamiento de los productos financieros como préstamos, hipotecas, y sus sustitutos. Los seguros como medida de protección.",
        "    3.4. Planificación y gestión de las decisiones financieras personales: la inversión, el ahorro y el consumo.",
        "4. La política monetaria y la estabilidad de precios. ",
        "    4.1. Funcionamiento del mercado monetario.",
        "    4.2. La inflación: estudio de las teorías explicativas.",
        "    4.3. Los efectos de las políticas monetarias sobre la inflación, el crecimiento y el bienestar.",
        "V. Los retos de la economía española en un contexto globalizado",
        "1. Comercio internacional, globalización e integración económica. ",
        "    1.1. La apertura de las economías al comercio internacional: las reglas e instrumentos de la política comercial.",
        "    1.2. El debate sobre proteccionismo y libre comercio: causas y consecuencias. El papel de las grandes organizaciones e instituciones gubernamentales en la economía.",
        "    1.3. La dimensión de la globalización: factores explicativos, oportunidades y riesgos. La reducción de las desigualdades.",
        "    1.4. Explicación de los objetivos, los grados y las ventajas de los procesos de integración económica y sus efectos a escala internacional. La Unión Europea y Monetaria.",
        "    1.5. Las políticas comunes de la Unión Europea: repercusiones para la economía española.",
        "2. La nueva economía y la revolución digital. ",
        "    2.1. Análisis del impacto sobre el empleo y la distribución de la renta.",
        "    2.2. La adaptación de la población activa ante los retos de la revolución digital.",
        "    2.3. Los modelos de economía colaborativa y circular: características y potencial transformador. Estudio de casos.",
        "    2.4. Valoración de las teorías sobre el decrecimiento económico.",
        "    2.5. Análisis de los Objetivos de Desarrollo Sostenible (ODS) y de la Agencia Canaria de Desarrollo Sostenible 2030 y la relación con los retos económicos actuales. Estudio de casos."
    ]
}