{
    "saberes": [
        "A. Comunicación.",
        "– Autoconfianza y reflexión sobre el aprendizaje. El error como parte integrante del proceso.",
        "– Estrategias básicas y elementales de uso común para la comprensión y la expresión de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
        "– Conocimientos básicos, destrezas y actitudes elementales que permiten iniciarse en actividades de mediación en situaciones cotidianas básicas.",
        "– Funciones comunicativas básicas de uso común adecuadas al ámbito y al contexto:",
        "- saludar, despedirse, presentar y presentarse.",
        "- describir personas, objetos, lugares, plantas y animales.",
        "- describir rutinas diarias.",
        "- pedir e intercambiar información sobre cuestiones cotidianas.",
        "- pedir ayuda y permiso.",
        "- dar indicaciones e instrucciones.",
        "- expresar el tiempo, la cantidad, el espacio, la posesión, la existencia, el gusto, la preferencia, la opinión y la capacidad.",
        "- utilización de lenguaje en el aula.",
        "- narrar hechos presentes.",
        "– Modelos contextuales y géneros discursivos básicos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios tales como folletos, instrucciones, normas, avisos o conversaciones reguladoras de la convivencia.",
        "– Unidades lingüísticas básicas de uso común y significados asociados a dichas estructuras, tales como expresión de la entidad y sus propiedades, existencia, modalidad, gustos y preferencias, cantidad y número, espacio y las relaciones espaciales, tiempo, afirmación, exclamación, negación, interrogación, relaciones lógicas elementales.",
        "– Léxico elemental y de interés para el alumnado relativo a relaciones interpersonales próximas, vivienda, lugares y entornos cercanos (p. e. números, formas geométricas, familia, alimentación, partes del cuerpo, animales, meses, estaciones, tiempo atmosférico, prendas de vestir, adjetivos descriptivos, deporte, sentimientos).",
        "– Patrones sonoros, acentuales y de entonación básicos y sencillos de uso común, y funciones comunicativas generales asociadas a dichos patrones: rimas, retahílas, trabalenguas, canciones, adivinanzas, recursos de la tradición oral y escrita.",
        "– Convenciones ortográficas básicas y sencillas de uso común y significados asociados a los formatos y elementos gráficos simples.",
        "– Convenciones y estrategias conversacionales básicas y conocidas de uso común, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar indicaciones, etc.",
        "– Recursos básicos para el aprendizaje y estrategias elementales de búsqueda guiada de información en medios analógicos y digitales.",
        "– Herramientas analógicas y digitales básicas y sencillas de uso común para la comprensión, expresión y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, cooperación y colaboración educativa.",
        "– Estrategias básicas de formulación de hipótesis sobre el significado a partir de la comprensión de elementos significativos lingüísticos y paralingüísticos.",
        "B. Plurilingüismo.",
        "– Estrategias y técnicas básicas de compensación de las carencias comunicativas para responder a una necesidad elemental a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "– Estrategias básicas y sencillas de uso común para identificar, retener, recuperar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "– Iniciación en estrategias y herramientas básicas y sencillas de uso común de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
        "– Léxico y expresiones elementales y simples para comprender enunciados sobre la comunicación, la lengua y el aprendizaje (metalenguaje).",
        "– Herramientas que faciliten el desarrollo de un aprendizaje autónomo de las lenguas.",
        "C. Interculturalidad.",
        "– La lengua extranjera como medio de comunicación y relación con personas de otros países, y como medio para conocer culturas y modos de vida diferentes.",
        "– Interés en la participación en intercambios comunicativos sencillos y planificados, a través de diferentes medios, con estudiantes de la lengua extranjera.",
        "– Aspectos socioculturales y sociolingüísticos más significativos relativos a las costumbres, la vida cotidiana y las relaciones interpersonales básicas en países donde se habla la lengua extranjera.",
        "– Estrategias básicas de uso común para entender, respetar y apreciar la diversidad lingüística, cultural y artística, a partir de valores ecosociales y democráticos.",
        "– Estrategias básicas de uso común de detección de usos discriminatorios del lenguaje verbal y no verbal."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer e interpretar el sentido global y la información esencial, así como palabras y frases previamente indicadas, en textos orales, escritos y multimodales, breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal, necesidades, intereses y próximos a su experiencia a través de distintos soportes. (CCL2, CCL4, STEM1, CE1, CCEC2)  ",
        "1.2 Seleccionar y aplicar, de forma guiada, estrategias elementales adecuadas en situaciones comunicativas cotidianas y de relevancia para el alumnado, captando el sentido global y procesando informaciones explícitas en textos orales, escritos y multimodales breves y sencillos sobre temas familiares. (CCL2, CCL3, CP1, STEM1, CPSAA5) ",
        "2.1 Expresar oralmente frases cortas con información básica sobre asuntos cotidianos y de relevancia para el alumnado, utilizando, de forma guiada, recursos verbales y no verbales, prestando atención al ritmo, la acentuación y la entonación. (CCL1, CP1, CE1, CE3, CCEC4)",
        "2.2 Redactar, de forma guiada, textos muy breves y sencillos, con adecuación a la situación comunicativa propuesta, a partir de modelos y a través de herramientas analógicas y digitales, usando estructuras y léxico elemental sobre asuntos cotidianos y de relevancia personal para el alumnado. (CCL1, CP1, CD2, CE1, CE3, CCEC4)",
        "2.3 Seleccionar y aplicar, de forma guiada, estrategias para expresar mensajes breves y sencillos adecuados a las intenciones comunicativas, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. (CCL3, CP1, CP2, STEM1, CD2, CPSAA5)",
        "3.1 Participar, de forma guiada, en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próximos a su experiencia, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital. (CCL1, CCL5, CP2, CD3, CPSAA3, CC3, CCEC3)",
        "3.2 Seleccionar  y  utilizar,  de  forma  guiada,  estrategias  elementales  para saludar, despedirse y presentarse; expresar mensajes breves; y contestar preguntas sencillas, respondiendo a las necesidades comunicativas que surjan en situaciones y contextos próximos a su entorno. (CCL1, CCL5, CP1, STEM1, CE3)",
        "4.1 Interpretar y explicar textos, información de conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad, mostrando empatía e interés por los interlocutores y por los problemas de entendimiento en su entorno más próximo, apoyándose en diversos recursos y soportes. (CCL2, CP2, CP3, STEM1, CPSAA3, CCEC1)",
        "4.2 Reconocer, de forma guiada, estrategias muy elementales que faciliten la comprensión y expresión de información y la comunicación, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. (CCL5, CP1, STEM1, CPSAA1, CPSAA3)",
        "5.1 Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando, de forma guiada, sobre aspectos elementales de su funcionamiento, respetando la diversidad cognitiva, social y cultural. (CP2, CP3, CPSAA4, CC3, CCEC1)",
        "5.2. Utilizar, de forma guiada, conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, apoyándose en el grupo y en soportes analógicos y digitales. (CCL3, STEM1, CD2, CPSAA4, CE3)",
        "5.3 Registrar y aplicar, de manera guiada, los progresos y dificultades elementales en el proceso de aprendizaje de la lengua extranjera, participando en actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL), normalizando el error y valorándolo como una fuente de aprendizaje.  (PEL).  (STEM1, CPSAA1, CPSAA4, CPSAA5)",
        "6.1 Actuar con respeto en situaciones interculturales, identificando y reconociendo semejanzas y diferencias elementales entre lenguas y culturas, y mostrando rechazo frente a discriminaciones, prejuicios y estereotipos de cualquier tipo en contextos comunicativos cotidianos y habituales. (CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3)",
        "6.2 Reconocer y apreciar la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos elementales y habituales que fomenten la convivencia pacífica y el respeto por los demás. (CCL5, CP2, CP3, CPSAA3, CC3, CCEC1)",
        "6.3 Distinguir, de forma guiada, estrategias básicas para entender y apreciar los aspectos más relevantes de la diversidad lingüística, cultural y artística, aceptando y respetando su valor y mostrando una actitud de apertura. (CCL5, CP3, CPSAA3, CC2, CC3, CCEC1)"
    ]
}