{
    "saberes": [
        "A. Communication.",
        "- Self-confidence and reflection on learning. Error as an integral part of the process.",
        "- Basic and elementary strategies commonly used for the comprehension and expression of short, simple and contextualised oral, written and multimodal texts.",
        "- Basic knowledge, basic skills and attitudes enabling initiation into mediation activities in basic everyday situations.",
        "- Basic communicative functions of common use appropriate to the setting and context:",
        "- greeting, saying goodbye, introducing oneself and introducing oneself.",
        "- describe people, objects, places, plants and animals.",
        "- describe daily routines.",
        "- ask for and exchange information on everyday matters.",
        "- ask for help and permission.",
        "- give directions and instructions.",
        "- express time, quantity, space, possession, existence, taste, preference, opinion and ability.",
        "- use of language in the classroom.",
        "- narrate present events.",
        "- Contextual models and basic discourse genres in common use in the comprehension, production and co-production of oral, written and multimodal texts, short and simple, literary and non-literary, such as leaflets, instructions, rules, notices or conversations regulating coexistence.",
        "- Basic linguistic units of common usage and meanings associated with these structures, such as expression of entity and its properties, existence, modality, tastes and preferences, quantity and number, space and spatial relations, time, affirmation, exclamation, negation, interrogation, elementary logical relations.",
        "- Elementary vocabulary and lexical items of interest to students relating to close interpersonal relationships, housing, places and immediate surroundings (e.g. numbers, geometric shapes, family, food, parts of the body, animals, months, seasons, weather, clothing, descriptive adjectives, sport, feelings).",
        "- Basic and simple sound, accentual and intonation patterns in common use, and general communicative functions associated with these patterns: rhymes, rhymes, rhymes, tongue twisters, songs, riddles, resources from oral and written tradition.",
        "- Basic and simple spelling conventions in common use and meanings associated with simple graphic elements and formats.",
        "- Basic and familiar conversational conventions and strategies in common use, in synchronous or asynchronous format, for initiating, maintaining and terminating communication, taking and giving the floor, asking for and giving directions, etc.",
        "- Basic resources for learning and elementary strategies for guided information search in analogue and digital media.",
        "- Basic and simple analogue and digital tools in common use for oral, written and multimodal comprehension, expression and co-production; and virtual platforms for interaction, cooperation and educational collaboration.",
        "- Basic strategies for hypothesising meaning from an understanding of significant linguistic and paralinguistic elements.",
        "B. Plurilingualism.",
        "- Basic strategies and techniques for compensating for communicative deficits in order to respond to an elementary need despite the limitations arising from the level of competence in the foreign language and in the other languages of one's own linguistic repertoire.",
        "- Basic and simple strategies of common use to identify, retain, retrieve and use linguistic units (lexis, morphosyntax, sound patterns, etc.) on the basis of a comparison of the languages and varieties which make up one's own linguistic repertoire.",
        "- Initiation in basic and simple strategies and tools for self- and co-assessment, analogue and digital, individual and cooperative.",
        "- Elementary and simple vocabulary and expressions to understand statements about communication, language and learning (metalanguage).",
        "- Tools to facilitate the development of autonomous language learning.",
        "C. Interculturality.",
        "- The foreign language as a means of communication and relationship with people from other countries, and as a means of getting to know different cultures and ways of life.",
        "- Interest in participating in simple and planned communicative exchanges, through different media, with learners of the foreign language.",
        "- Most significant sociocultural and sociolinguistic aspects of customs, everyday life and basic interpersonal relationships in countries where the foreign language is spoken.",
        "- Basic commonly used strategies for understanding, respecting and appreciating linguistic, cultural and artistic diversity, based on eco-social and democratic values.",
        "- Basic strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1 Recognise and interpret the overall meaning and essential information, as well as previously indicated words and phrases, in short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance, needs, interests and close to their experience through different media (CCL2, CCL4, STEM1, CE1, CCEC2).  ",
        "1.2 Select and apply, in a guided way, appropriate elementary strategies in everyday communicative situations of relevance to the students, capturing the global meaning and processing explicit information in short and simple oral, written and multimodal texts on familiar topics. (CCL2, CCL3, CP1, STEM1, CPSAA5) ",
        "2.1 Express orally short sentences with basic information on everyday matters of relevance to the student, using, in a guided way, verbal and non-verbal resources, paying attention to rhythm, stress and intonation (CCL1, CP1, CE1, CE3, CCEC4).",
        "2.2 Write, in a guided way, very short and simple texts, with appropriateness to the proposed communicative situation, from models and through analogue and digital tools, using structures and elementary lexis on everyday matters and of personal relevance for the students (CCL1, CP1, CD2, CE1, CE3, CCEC4).",
        "2.3 Select and apply, in a guided way, strategies to express short and simple messages appropriate to the communicative intentions, using, with help, physical or digital resources and supports depending on the needs of each moment (CCL3, CP1, CP2, STEM1, CD2, CPSAA5).",
        "3.1 Participate, in a guided way, in short and simple interactive situations on everyday topics, of personal relevance and close to their experience, previously prepared, through different media, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy and respect for linguistic politeness and digital etiquette. (CCL1, CCL5, CP2, CD3, CPSAA3, CC3, CCEC3).",
        "3.2 Select and use, in a guided way, elementary strategies to greet, say goodbye and introduce themselves; express brief messages; and answer simple questions, responding to the communicative needs that arise in situations and contexts close to their environment (CCL1, CCL5, CP1, STEM1, CE3).",
        "4.1 Interpret and explain texts, information of concepts and brief and simple communications, in a guided way, in situations in which to attend to diversity, showing empathy and interest for the interlocutors and for the problems of understanding in their immediate environment, relying on different resources and supports. (CCL2, CP2, CP3, STEM1, CPSAA3, CCEC1).",
        "4.2 Recognise, in a guided way, very basic strategies that facilitate the comprehension and expression of information and communication, using, with help, physical or digital resources and supports according to the needs of each moment. (CCL5, CP1, STEM1, CPSAA1, CPSAA3).",
        "5.1 Compare and contrast the similarities and differences between different languages, reflecting, in a guided way, on elementary aspects of their functioning, respecting cognitive, social and cultural diversity (CP2, CP3, CPSAA4, CC3, CCEC1).",
        "5.2. Use, in a guided way, knowledge and strategies to improve their ability to communicate and learn the foreign language, relying on the group and on analogue and digital media (CCL3, STEM1, CD2, CPSAA4, CE3).",
        "5.3 Record and apply, in a guided manner, the progress and elementary difficulties in the foreign language learning process, participating in self-assessment and co-assessment activities, such as those proposed in the European Language Portfolio (ELP), normalising mistakes and valuing them as a source of learning (STEM1, CPSAA1, CPSAA4, CPSAA5). (STEM1, CPSAA1, CPSAA4, CPSAA5)",
        "6.1 Act with respect in intercultural situations, identifying and recognising elementary similarities and differences between languages and cultures, and showing rejection of discrimination, prejudice and stereotypes of any kind in everyday and common communicative contexts. (CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3).",
        "6.2 Recognise and appreciate the linguistic, cultural and artistic diversity of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding elementary and common cultural and linguistic elements that promote peaceful coexistence and respect for others. (CCL5, CP2, CP3, CPSAA3, CC3, CCEC1).",
        "6.3 Distinguish, in a guided way, basic strategies to understand and appreciate the most relevant aspects of linguistic, cultural and artistic diversity, accepting and respecting its value and showing an attitude of openness. (CCL5, CP3, CPSAA3, CC2, CC3, CCEC1)."
    ]
}