{
  "saberes": [
    "Bloque 1. Vida activa y saludable",
    "• Salud física:",
    "– Tasa mínima de actividad física diaria y semanal, adaptando la intensidad de la tarea a las características personales.",
    "– Alimentación saludable.",
    "– Educación postural: técnicas básicas de descarga postural y relajación.",
    "– Musculatura lumbo-pélvica y su relación con el mantenimiento de la postura.",
    "– Cuidado del cuerpo: calentamiento general y específico autónomo.",
    "– Pautas para tratar el dolor muscular de origen retardado.",
    "– La higiene como elemento imprescindible en la práctica de la actividad física y deportiva.",
    "• Salud social:",
    "– Efectos sobre la salud de malos hábitos vinculados a comportamientos sociales.",
    "– Comportamientos violentos e incitación al odio en el deporte.",
    "• Salud mental:",
    "– Aceptación de limitaciones y posibilidades de mejora ante las situaciones motrices.",
    "– La actividad física como fuente de gozo, liberación de tensiones, cohesión social y superación personal.",
    "Bloque 2. Organización y gestión de la actividad física",
    "• Elección de la práctica física: gestión de las situaciones de competición en base a criterios de lógica, con respeto al rival y motivación.",
    "• Preparación de la práctica motriz: autoconstrucción de materiales como complemento y alternativa en la práctica de la actividad física y del deporte.",
    "• Prevención de accidentes en las prácticas motrices: calzado deportivo y ergonomía.",
    "• Medidas de seguridad en actividades físicas dentro y fuera del centro escolar.",
    "• Actuaciones básicas ante accidentes durante la práctica de actividades físicas.",
    "• Conducta PAS (proteger, avisar, socorrer). Protocolo 112. Soporte vital básico (SVB).",
    "Bloque 3. Resolución de problemas en situaciones motrices",
    "• Toma de decisiones:",
    "– Utilización consciente del cuerpo en función de las características de la actividad, contexto y parámetros espaciales en que se desarrolla en situaciones motrices individuales.",
    "– Pautas grupales para optimizar los recursos motrices del grupo para la resolución de la acción/tarea en situaciones cooperativas.",
    "– Análisis de movimientos y patrones motores del contrincante para actuar en consecuencia en situaciones motrices de persecución y de interacción con un móvil.",
    "– Adaptación de los movimientos propios a las acciones del contrario en situaciones de oposición.",
    "• Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal y de los diferentes aspectos coordinativos, espaciales y temporales en determinadas secuencias motrices y/o deportivas.",
    "• Capacidades condicionales: desarrollo de las capacidades físicas básicas.",
    "• Habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas.",
    "• Creatividad motriz: resolución de retos y situaciones-problema de forma original, tanto individualmente como en grupo.",
    "Bloque 4. Autorregulación emocional e interacción social en situaciones motrices",
    "• Gestión emocional: la tensión en situaciones motrices, sensaciones, indicios y manifestaciones.",
    "– Estrategias de autorregulación colectiva del esfuerzo y la capacidad de superación para afrontar desafíos en situaciones motrices.",
    "– Perseverancia y tolerancia a la frustración en contextos físico-deportivos.",
    "• Habilidades sociales: conductas prosociales en situaciones motrices colectivas.",
    "• Respeto a las reglas: reglas de juego como elemento de inclusión social.",
    "– Funciones de arbitraje deportivo.",
    "• Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices.",
    "• Deporte y perspectiva de género: promoción del deporte en igualdad, figuras masculinas y femeninas del deporte gallego.",
    "Bloque 5. Manifestaciones de la cultura motriz",
    "• Aportaciones de la cultura motriz a la herencia cultural.",
    "• Los juegos y las danzas como manifestación de la interculturalidad.",
    "• Usos comunicativos de la corporalidad: expresión de sentimientos y emociones en diferentes contextos.",
    "• Práctica de actividades rítmico-musicales con carácter artístico expresivo.",
    "• Juegos, deportes, danzas y bailes autóctonos de Galicia como elemento transmisor del patrimonio cultural.",
    "Bloque 6. Interacción eficiente y sostenible con el entorno",
    "• Con respeto a las normas viarias en desplazamientos activos cotidianos para una movilidad segura, saludable y sostenible.",
    "• El uso de la bicicleta como medio de transporte habitual.",
    "• Análisis del riesgo en las prácticas físico-deportivas en el medio natural y urbano: medidas de seguridad en actividades de los distintos entornos con posibles consecuencias graves en estos.",
    "• Consumo responsable en el ámbito de la actividad físico-deportiva.",
    "• Practica de actividades físico-deportivas en los distintos entornos, cuidando de estos, como servicio a la comunidad."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Establecer secuencias sencillas de actividad física orientada al concepto integral de salud y al estilo de vida activo, a partir de una valoración del nivel inicial y respetando la propia realidad e identidad corporal. OBJ1",
    "• CE1.2. Comenzar a incorporar con progresiva autonomía procesos de activación corporal, dosificación del esfuerzo, alimentación saludable, educación postural, relajación e higiene durante la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable. OBJ1",
    "• CE1.3. Adoptar de manera responsable y con progresiva autonomía medidas generales para la prevención de lesiones antes, durante y después de la práctica de actividad física, aprendiendo a reconocer situaciones de riesgo para actuar cautelarmente. OBJ1",
    "• CE1.4. Reconocer y valorar la incidencia que algunas prácticas y comportamientos sociales tienen en nuestra salud y en la convivencia, valorando su impacto y evitando activamente su reproducción. OBJ1",
    "• CE1.5. Explorar diferentes recursos y aplicaciones digitales reconociendo su potencial, así como sus riesgos para su uso en el ámbito de la actividad física y del deporte. OBJ1",
    "• CE1.6. Hacer uso con progresiva autonomía de las habilidades sociales, del diálogo en la resolución de conflictos y del respeto ante la diversidad de competencia motriz, mostrando una actitud crítica y un compromiso activo frente a los estereotipos y a las actuaciones discriminatorias y frente a cualquier tipo de violencia, haciendo respetar el propio cuerpo y el de los demás. OBJ3",
    "• CE2.1. Adoptar de manera responsable y con progresiva autonomía medidas generales para la prevención de lesiones antes, durante y después de la práctica de actividad física, aprendiendo a reconocer situaciones de riesgo para actuar cautelarmente. OBJ1",
    "• CE2.2. Actuar de acuerdo con los protocolos de intervención ante accidentes derivados de la práctica de actividad física aplicando medidas básicas de primeros auxilios. OBJ1",
    "• CE2.3. Practicar una gran variedad de actividades motrices valorando las implicaciones éticas de las actitudes antideportivas, evitando la competitividad desmedida y actuando con deportividad al asumir los roles de público, participante u otros. OBJ3",
    "• CE2.4. Gestionar la preparación y la participación en juegos motores y otras manifestaciones artístico-expresivas vinculadas tanto con la cultura propia como con otras, favoreciendo su conservación y valorando sus orígenes, evolución e influencia en las sociedades contemporáneas. OBJ4",
    "• CE2.5. Conocer y aplicar normas de seguridad individuales y colectivas en la práctica de actividades motrices. OBJ5",
    "• CE3.1. Explorar diferentes recursos y aplicaciones digitales reconociendo su potencial, así como sus riesgos para su uso en el ámbito de la actividad física y del deporte. OBJ1",
    "• CE3.2. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, estableciendo mecanismos para reconducir los procesos de trabajo. OBJ2",
    "• CE3.3. Interpretar contextos motrices variados y actuar correctamente aplicando principios básicos de toma de decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, adecuándose a las demandas motrices, a la actuación de la compañera o del compañero y de la persona adversaria (si la hubiera) y a la lógica interna en contextos reales o simulados de actuación, reflexionando sobre las soluciones y los resultados obtenidos. OBJ2",
    "• CE3.4. Mostrar control y dominio corporal al emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, haciendo frente a las demandas de resolución de problemas en situaciones motrices transferibles a su espacio vivencial con progresiva autonomía. OBJ2",
    "• CE3.5. Colaborar en la práctica de diferentes producciones motrices para alcanzar el logro individual y grupal, participando en la toma de decisiones y asumiendo distintos roles asignados y responsabilidades. OBJ3",
    "• CE4.1. Practicar una gran variedad de actividades motrices controlando las emociones y las sensaciones, valorando las implicaciones éticas de las actitudes antideportivas, evitando la competitividad desmedida y actuando con deportividad al asumir los roles de público, participante u otros. OBJ3",
    "• CE4.2. Hacer uso con progresiva autonomía de las habilidades sociales, del diálogo en la resolución de conflictos y del respeto ante la diversidad de competencia motriz, mostrando una actitud crítica y un compromiso activo frente a los estereotipos y a las actuaciones discriminatorias y frente a cualquier tipo de violencia, haciendo respetar el propio cuerpo y el de los demás. OBJ3",
    "• CE4.3. Analizar objetivamente las diferentes actividades y modalidades deportivas según sus características y requerimientos, evitando los posibles estereotipos de género o capacidad o los comportamientos sexistas vinculados a dichas manifestaciones. OBJ4",
    "• CE5.1. Participar en juegos motores, deportes y otras manifestaciones artístico-expresivas vinculadas tanto con la cultura propia como con otras, favoreciendo su conservación y valorando sus orígenes, evolución e influencia en las sociedades contemporáneas. OBJ4",
    "• CE5.2. Utilizar intencionadamente y con progresiva autonomía el cuerpo como herramienta de expresión y comunicación a través de diversas técnicas expresivas, participando activamente en la creación y representación de composiciones individuales o colectivas con y sin base musical. OBJ4",
    "• CE6.1. Adoptar de manera responsable y con progresiva autonomía medidas generales para la prevención de lesiones antes, durante y después de la práctica de actividad física, aprendiendo a reconocer situaciones de riesgo para actuar cautelarmente. OBJ1",
    "• CE6.2. Reconocer y valorar la incidencia que algunas prácticas y comportamientos incívicos tienen en nuestra salud y en la convivencia, valorando su impacto en el entorno y evitando activamente su reproducción. OBJ1",
    "• CE6.3. Participar en actividades físico-deportivas en entornos urbanos y naturales, terrestres o acuáticos, disfrutando de manera sostenible, minimizando el impacto ambiental que estas puedan producir y siendo conscientes de su huella ecológica. OBJ5",
    "• CE6.4. Practicar actividades físico-deportivas en el medio natural y urbano aplicando normas de seguridad individuales y colectivas. OBJ5"
  ]
}
