{
    "competenciasEspecificas": [
        "1.  Diseñar, elaborar y exponer trabajos básicos de investigación sobre cuestiones propias de la psicología, buscando, organizando e interpretando información pertinente, aplicando diferentes procedimientos de investigación empírica y reflexionando acerca de la naturaleza, condiciones y límites del saber psicológico.",
        "2.  Identificar los principales componentes y procesos de la vida psíquica y la conducta humana e indagar sobre los mismos, mediante el contraste de distintas teorías al respecto y el uso de conceptos y procedimientos propios a la psicología, utilizando los resultados de dicha indagación para la interpretación del comportamiento y de los fenómenos psíquicos reconocibles en el entorno.",
        "3.  Reconocer y analizar la propia conducta y experiencia mental desde una perspectiva psicológica, tomando conciencia de los elementos que contribuyen a la construcción de la propia personalidad e identificando aquellas dimensiones de uno mismo que conviene mejorar, promoviendo una actitud asertiva, resiliente y cuidadosa de sí que contribuya al desarrollo personal, social, académico y profesional, y a la capacidad de afrontar los retos del siglo XXI.",
        "4.  Tomar conciencia del lugar e importancia de los procesos emocionales y relativos a la motivación en la explicación y determinación de la conducta y la vida mental, así como aprender a gestionarlos, promoviendo la autonomía y la autoestima, la capacidad para afrontar la incertidumbre y la frustración, el control de la agresividad y el respeto y empatía con los demás, a partir del análisis y la indagación sobre dichos procesos. ",
        "5.  Adquirir y aplicar a la experiencia y a las interacciones con el entorno una visión compleja, integral, abierta y fundamentada de la naturaleza y la psicología humana, a partir del trabajo interdisciplinar y de la reflexión antropológica, ética y filosófica sobre problemas fundamentales relativos a la identidad, la conducta y la mente humanas.",
        "6.  Adoptar una actitud empática, dialogante y desprejuiciada con respecto a los demás, desarrollando habilidades sociales y comunicativas que promuevan relaciones respetuosas y cívicas, a partir de la observación, el análisis psicológico y la reflexión ética acerca de los procesos, pautas y mecanismos propios a la interacción social. ",
        "7.  Promover la salud mental propia y ajena a partir del análisis y la reflexión acerca del concepto de salud y la comprensión de los trastornos psicológicos comunes a la adolescencia, identificando los factores más claramente relacionados con el logro del bienestar psíquico. "       
    ]
}
