{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Identificar los elementos y técnicas que integran una producción artística y su aportación al resultado final, apoyándose en su audición y/o visionado.",
        "1.2 Apreciar la función expresiva de una producción artística, valorando su contribución al contexto cultural en el que se enmarca.",
        "Competencia específica 2.",
        "2.1 Describir las impresiones y sentimientos producidos por las obras artísticas, potenciando la autoestima y confianza en uno mismo.",
        "2.2 Elaborar argumentos críticos sobre los rasgos estéticos, formales, técnicos y de ejecución de las obras artísticas, de forma oral o escrita, utilizando la terminología adecuada.",
        "2.3 Entender la función social de las obras artísticas en el contexto que fueron creadas, comparándola con su función actual.",
        "Competencia específica 3.",
        "3.1 Investigar los diversos perfiles profesionales que convergen en una producción artística, descubriendo nuevas opciones académicas relacionadas con el entorno artístico.",
        "Competencia específica 4.",
        "4.1 Demostrar solvencia en la resolución de actividades de formación y preparación, asumiendo la responsabilidad propia de cada papel.",
        "4.2 Elaborar propuestas originales y creativas en el proceso de planificación de la producción artística, fomentando la autoexpresión y la autoestima.",
        "4.3 Participar activamente en el desarrollo de las tareas propias de la producción artística, con o sin el apoyo de las nuevas tecnologías, demostrando una actitud abierta y respetuosa, además de un espíritu colaborativo.",
        "Competencia específica 5.",
        "5.1 Intervenir en las producciones artísticas, participando con interés en las funciones asignadas, aportando ideas y favoreciendo la cohesión grupal.",
        "5.2 Manejar los diferentes recursos, herramientas digitales y técnicas requeridas en la puesta en escena, buscando la máxima calidad e innovación.",
        "5.3 Valorar la participación en las producciones artísticas como fuente de crecimiento, disfrute y desarrollo personal, integrando la opinión del público."
    ],
    "saberes": [
        "A. Valoración y apreciación.",
        "- Los lenguajes artísticos de la música, la danza y el teatro: código, texto y contexto.",
        "- Niveles de percepción del lenguaje artístico: captación, observación reflexiva y contemplación.",
        "- Música, danza, teatro y sociedad.",
        "- La crítica de los espectáculos musicales, dancísticos y/o de teatro. Publicaciones destacadas.",
        "- Manifestaciones musicales, dancísticas y/o teatrales a lo largo de la historia.",
        "- Perfiles profesionales relacionados con las producciones artísticas.",
        "B. Planificación, desarrollo y ejecución.",
        "- Técnicas para la expresión rítmico-musical, vocal, corporal y gestual.",
        "- Estrategias para el control del miedo escénico.",
        "- Técnicas para el desarrollo de las habilidades sociales.",
        "- Recursos para la puesta en escena: escenografía, vestuario, maquillaje, peluquería, iluminación y sonido.",
        "- Herramientas digitales y tecnológicas relacionadas con las producciones artísticas.",
        "- El reparto de responsabilidades y roles. Equipos de puesta en escena: artístico y técnico. El público.",
        "- El ensayo.",
        "- El espectáculo."
    ]
}