{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Analizar los elementos formales y estructurales de obras volumétricas de diferentes épocas y ",
        "culturas, identificando las técnicas, los materiales y los elementos compositivos empleados, ",
        "incorporando, cuando proceda, las perspectivas de género e intercultural. ",
        "1.2. Explicar los cánones de proporción y los elementos compositivos de piezas tridimensionales ",
        "de diferentes períodos artísticos dentro de su contexto histórico, diferenciando los aspectos ",
        "decorativos de los estructurales. ",
        "1.3. Describir formas, estructuras, técnicas, materiales, proporciones y elementos compositivos ",
        "tridimensionales, aplicando la terminología específica de la materia. ",
        "Competencia específica 2. ",
        "2.1. Analizar los aspectos más notables de la configuración de obras tridimensionales, ",
        "identificando las diferencias entre lo estructural y lo accesorio y describiendo la relación entre ",
        "su función comunicativa y su nivel icónico. ",
        "2.2. Explicar las funciones comunicativas del lenguaje tridimensional en obras significativas de ",
        "diferentes artistas, justificando de forma argumentada la relación establecida entre la imagen ",
        "y el contenido. ",
        "2.3. Elaborar producciones volumétricas con una función comunicativa concreta, atendiendo a la ",
        "relación entre imagen y contenido, así como entre forma, estructura y función comunicativa, ",
        "con distintos niveles de iconicidad. ",
        "Competencia específica 3. ",
        "3.1. Resolver de forma creativa problemas de configuración espacial a través de composiciones ",
        "tridimensionales, seleccionando las técnicas, las herramientas y los materiales de realización ",
        "más adecuados en función de los requisitos formales, funcionales, estéticos y expresivos. ",
        "3.2. Explicar las cualidades expresivas del lenguaje tridimensional en las composiciones ",
        "tridimensionales propuestas, justificando la selección de las técnicas, las herramientas y los ",
        "materiales de realización adecuados. ",
        "Competencia específica 4. ",
        "4.1. Planificar proyectos tridimensionales, organizando correctamente sus fases, distribuyendo de ",
        "forma razonada las tareas, y seleccionando las técnicas, las herramientas y los materiales ",
        "más adecuados a las intenciones expresivas, funcionales y comunicativas. ",
        "4.2. Participar activamente en la realización de proyectos artísticos, asumiendo diferentes ",
        "funciones, valorando y respetando las aportaciones y experiencias de los demás e ",
        "identificando las oportunidades de desarrollo personal, social, académico y profesional que ",
        "ofrece. ",
        "4.3. Realizar proyectos individuales o colaborativos, adecuando materiales y procedimientos a la ",
        "finalidad estética y funcional de los objetos que se pretenden crear, y aportando soluciones ",
        "diversas y creativas a los retos planteados durante la ejecución. ",
        "4.4. Evaluar y presentar los resultados de proyectos tridimensionales, analizando la relación entre ",
        "los objetivos planteados y el producto final obtenido, y explicando las posibles diferencias ",
        "entre ellos.         "
    ],
    "saberes": [
        "A. Técnicas y materiales de configuración. ",
        "‒ Materiales, herramientas e instrumentos escultóricos de configuración tridimensional:  ",
        "Materiales naturales, efímeros e innovadores.  ",
        "Características técnicas, comunicativas, funcionales y expresivas.  ",
        "Terminología específica. ",
        "‒ Procedimientos de configuración tridimensional:  ",
        "Técnicas aditivas: modelado y escayola directa.  ",
        "Técnicas sustractivas: principios de talla.  ",
        "Técnicas constructivas: de ensamblaje y articulación para la creación de estructuras e ",
        "instalaciones.  ",
        "Técnicas de reproducción: moldeado y vaciado, sacado de puntos, pantógrafo, ",
        "impresoras 3D. ",
        "‒ Relación entre los materiales y las técnicas de realización con la apariencia formal y las ",
        "cualidades estéticas del objeto escultórico. ",
        "‒ Cualidades emotivas y expresivas de los medios gráfico-plásticos en cuerpos volumétricos. ",
        "B. Elementos de configuración formal y espacial. ",
        "‒ Las formas tridimensionales y su lenguaje. ",
        "‒ Elementos estructurales de la forma: línea, plano, arista, vértice, superficie, volumen, texturas ",
        "(visuales y táctiles), concavidades, convexidades, vacío, espacio, masa, escala, color. ",
        "‒ Relación entre forma y estructura. La forma externa como proyección ordenada de fuerzas ",
        "internas. ",
        "‒ Composición espacial: el canon, campos de fuerza, equilibrio, dinamismo y organización de ",
        "masas (dimensión y relación entre forma escala y proporción). ",
        "‒ Elementos de relación:  ",
        "Equilibrio físico y visual.  ",
        "Dirección, posición y espacio.  ",
        "Peso y gravedad. ",
        "‒ La forma y el espacio. El vacío como elemento expresivo de la forma. ",
        "‒ Las formas geométricas-orgánicas, abiertas-cerradas, cóncavas-convexas, llenas-vacías, de ",
        "revolución. ",
        "‒ El movimiento en el volumen, representación en la escultura. Elementos móviles en la obra ",
        "tridimensional. ",
        "‒ La luz como elemento generador y modelador de formas y espacios. Relación con el color, ",
        "textura y tacto. ",
        "‒ Cualidades emotivas y expresivas de los medios gráfico-plásticos en cuerpos volumétricos. ",
        "C. Análisis de la representación tridimensional. ",
        "‒ Escultura y obras de arte tridimensionales en el patrimonio artístico y cultural.  ",
        "Análisis de la obra escultórica: contexto histórico y valoración de sus principales ",
        "características técnicas, formales, estéticas y comunicativas.  ",
        "‒ Arte objetual y conceptual. La instalación artística. Land-Art, Arte Povera y Ready Made. ",
        "‒ Grados de iconicidad en las representaciones escultóricas. Tipos de representación: ",
        "hiperrealismo y efectos especiales, realismo, abstracción, síntesis y estilización. Relieve y ",
        "escultura exenta. ",
        "‒ La realidad como motivo. Análisis de formas naturales e industriales. Patrones y pautas de la ",
        "naturaleza. ",
        "‒ Valoración formal y comunicativa de las representaciones tridimensionales. ",
        "‒ Las posibilidades plásticas y expresivas del lenguaje tridimensional y su uso creativo en la ",
        "ideación y realización de obra original. ",
        "‒ Técnicas de transmisión de emociones, estudio del gesto, ideas, acciones y situaciones en la ",
        "producción y recepción de obras de arte volumétricas. ",
        "‒ El respeto de la propiedad intelectual. Tradición, inspiración, plagio y apropiación. ",
        "‒ Diferentes perspectivas para el análisis. Fuentes bibliográficas y digitales de acceso a obras ",
        "volumétricas de diferentes épocas y culturas: sitios web, acceso digital a museos, bibliotecas ",
        "o colecciones digitales. ",
        "D. El volumen en proyectos tridimensionales. ",
        "‒ Principios y fundamentos del diseño tridimensional. ",
        "‒ Tipología de formas volumétricas adaptadas al diseño de objetos elementales de uso común ",
        "como medio de estudio y de análisis. ",
        "‒ Metodología proyectual aplicada al diseño de formas y estructuras tridimensionales. ",
        "Generación y selección de propuestas:  ",
        "Planificación, planteamiento y estructuración del problema.  ",
        "Elaboración y selección de propuestas.  ",
        "Gestión y evaluación de proyectos.  ",
        "Difusión de resultados y presentación del proyecto. ",
        "‒ Proyectos  de estructuras tridimensionales: modularidad, repetición, gradación y ritmo en el ",
        "espacio. ",
        "‒ Proyectos de producciones artísticas volumétricas: secuenciación, fases y trabajo en equipo. ",
        "‒ Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Resolución de ",
        "conflictos. ",
        "‒ Piezas volumétricas sencillas en función del tipo de producto propuesto. Diseño sostenible e ",
        "inclusivo. Sostenibilidad e impacto de los proyectos artísticos. ",
        "‒ Análisis de los condicionantes formales, funcionales, estéticos y comunicativos en la ideación ",
        "y realización de objetos tridimensionales. ",
        "‒ Materiales y técnicas básicas de realización de bocetos, modelos y maquetas   ",
        "Estudio y valoración de los aspectos materiales, técnicos y constructivos de los productos ",
        "de diseño tridimensional. ",
        "‒ Oportunidades de desarrollo personal, social, académico y profesional vinculadas con la ",
        "materia. Estudios profesionales vinculados con los conocimientos de la materia. ",
        "‒ La propiedad intelectual: la protección de la creatividad personal.         "
    ]
}
