{
    "criteriosEvaluacion": [
        "1.1. Identificar y analizar en profundidad los aspectos morfológicos del griego (excepciones e irregularidades de la declinación y conjugación) en textos clásicos griegos.",
        "1.2. Distinguir y analizar en profundidad los aspectos sintácticos del griego en textos clásicos.",
        "1.3. Reconocer y clasificar las oraciones y las construcciones sintácticas griegas en textos clásicos helenos.",
        "1.4. Utilizar de manera precisa la formación y función de las formas personales y no personales del verbo griego en textos clásicos.",
        "1.5. Valorar la lengua griega como medio para la comprensión y conocimiento del origen de muchas palabras del léxico del alumnado y como puerta de acceso a un vocabulario más específico de naturaleza filosófica o científica.",
        "2.1. Conocer y aplicar las reglas de fundamentales para deducir la evolución de las palabras griegas a las lenguas cooficiales de la Comunidad Valenciana",
        "2.2. Manejar adecuadamente los mecanismos de derivación y composición en las lenguas conocidas por el alumnado.",
        "2.3. Inferir el significado de algunos tecnicismos y neologismos aplicando los principales fundamentos de la derivación y composición con elementos griegos.",
        "2.4. Adoptar una actitud de respeto hacia la diversidad como riqueza cultural y lingüística reflexionando sobre los estereotipos lingüísticos.",
        "3.1. Aplicar los conocimientos sobre elementos y construcciones morfológicas y sintácticas regulares e irregulares en la interpretación y traducción de textos clásicos.",
        "3.2. Ajustar el significado de los términos griegos teniendo en cuenta la información proporcionada en los textos y utilizando los soportes necesarios para su traducción.",
        "3.3. Leer pasajes y textos griegos clásicos poniéndolos en el contexto de la literatura griega.",
        "3.4. Interpretar y traducir textos helenos adaptados u originales de diferentes géneros literarios, apreciando las semejanzas y coincidencias con otras lenguas conocidas.",
        "3.5. Reflexionar sobre las propias traducciones proponiendo y argumentando los cambios a partir de la reflexión lingüística.",
        "4.1. Identificar y reflexionar sobre los elementos esenciales de los géneros literarios griegos con el fin de reconocer sus estructuras básicas y contrastarlos con textos de la literatura actual.",
        "4.2. Revisar la presencia de elementos de la mitología clásica en la literatura actual.",
        "4.3. Planificar y realizar sencillas investigaciones en formatos analógicos o digitales sobre las contribuciones de la cultura helena, utilizando diversas fuentes de información.",
        "4.4. Argumentar y debatir respetuosamente sobre la importancia de la cultura griega para el desarrollo de una sociedad democrática y global.",
        "5.1. Investigar sobre el legado patrimonial en el arte y la cultura heredado de la civilización griega.",
        "5.2. Identificar y explicar la importancia de la tradición griega como fuente de inspiración en las manifestaciones culturales y artísticas posteriores.",
        "5.3. Diseñar, planificar y realizar actividades sobre el legado de la literatura griega para percibir su presencia en nuestra cultura actual.",
        "5.4. Mostrar interés y respeto por el descubrimiento y puesta en valor del legado griego para indagar en su vigencia en el mundo actual."
    ],
    "saberes": [
        "Bloque 1: SISTEMA LENGUA GRIEGA ESTRUCTURA LENGUA GRIEGA. CE1 y CE2 ",
        "Peculiaridades de la declinación griega.",
        "Conjugación: El verbo griego.",
        "La oración: simples y compuestas.",
        "Formas nominales del verbo. ",
        "TEXTOS GRIEGOS Y SU INTERPRETACIÓN, TRADUCCIÓN Y PRODUCCIÓN. CE1, CE2 y CE3",
        "Estrategias de interpretación y traducción, errores frecuentes y",
        "técnicas para evitarlos.",
        "Recursos estilísticos frecuentes y su relación con el contenido del",
        "texto.",
        "Estrategias y herramientas, analógicas y digitales, individuales y",
        "cooperativas, para la autoevaluación, la coevaluación y la",
        "autorreparación.",
        "Aceptación del error como parte del proceso de aprendizaje y",
        "actitud positiva de superación.",
        "Recursos analógicos y digitales para la adquisición de lenguas:",
        "Portfolio Europeo de las Lenguas (PEL), imágenes, glosarios,",
        "diccionarios, etc.",
        "Estrategias, herramientas y técnicas de retroversión de textos.",
        "Bloque 2: EL GRIEGO Y EL PLURILINGÜISMO ÉTIMOS, DERIVACIÓN, COMPOSICIÓN Y HELENISMOS. CE2 ",
        "Formantes griegos (lexemas, sufijos y prefijos) en palabras de la",
        "lengua de enseñanza y en términos específicos de las ciencias y la",
        "técnica.",
        "lenguas modernas y su empleo en diferentes tipos de textos",
        "(literarios, periodísticos, publicitarios...)",
        "Influencia del griego en las lenguas de enseñanza y del resto de",
        "lenguas que conforman el repertorio lingüístico individual del",
        "alumnado.",
        "Léxico específico básico para la reflexión sobre la comunicación, la",
        "lengua y su aprendizaje.",
        "Interés por conocer el significado etimológico de las palabras y la",
        "importancia del uso adecuado del vocabulario como instrumento",
        "básico en la comunicación.",
        "Valoración de la importancia del griego para la correcta",
        "comprensión y expresión en las distintas lenguas de su repertorio",
        "lingüístico individual.",
        "Respeto por la diversidad lingüística.",
        "Bibliografía y webgrafía (lexicografía, repertorios y glosarios) en el",
        "estudio y aprendizaje de la lengua griega como base en la",
        "consolidación de otras lenguas extranjeras.",
        "Bloque 3: LITERATURA GRIEGA GÉNEROS LITERARIOS Y OBRAS. CE4 y CE5 ",
        "Principales géneros literarios, obras y autores griegos, tanto",
        "mujeres como hombres: importancia e influencia en expresiones",
        "artísticas posteriores.",
        "Pervivencia de los temas, motivos y tradiciones de la literatura",
        "griega en la producción cultural europea.",
        "Analogías y diferencias entre los géneros literarios griegos y los de",
        "la literatura actual.",
        "Interés hacia la literatura y su lectura como fuente de placer y de",
        "conocimiento del mundo.",
        "Respeto a la autoría de las fuentes de información consultadas",
        "Bloque 4: GRECIA Y SU PERVIVENCIA GRECIA Y SU CULTURA. CE4 y CE5 ",
        "Respeto por la diversidad cultural.",
        "Interés por conocer la evolución cultural a través del estudio de la",
        "civilización griega.",
        "Técnicas básicas de búsqueda y tratamiento de la información",
        "histórica y geográfica mediante las TIC.",
        "Estrategias de creación propia, individuales o en grupo, de",
        "investigación sobre aspectos de la historia y geografía griega",
        "haciendo uso de fuentes de información fiables y de las nuevas",
        "tecnologías.",
        "Estrategias y herramientas (analógicas y digitales) para relacionar,",
        "comentar e interpretar el pasado y el presente a partir de los",
        "conocimientos adquiridos y de la propia experiencia.",
        "GRECIA Y SU LEGADO. CE4 y CE5 ",
        "Ejemplos relevantes de la influencia de la mitología clásica en",
        "manifestaciones artísticas y literarias.",
        "La importancia del discurso público para la vida política y social.",
        "Interés por conocer el origen griego de muchas de nuestras",
        "tradiciones, costumbres y manifestaciones culturales.",
        "Estrategias de creación propia individuales o grupales sobre el",
        "legado de la cultura griega, haciendo uso de fuentes de",
        "información fiables y de las nuevas tecnologías."
    ]
}
