{
    "saberes": [
        "1.1. Bloque 1: Percepción y análisis",
        "SB1.1 - Contextos musicales y culturales. CE1, CE2, CE5",
        "G1 Obras",
        "Fragmentos u obras de diferentes géneros, épocas, estilos y autoría. Clasificación.",
        "G2 Patrimonio",
        "Los espacios culturales y artísticos. El patrimonio de la Comunidad Valenciana.",
        "G3 Géneros escénicos y musicales",
        "Los géneros escénicos y musicales. Profesiones vinculadas.",
        "G4 Agrupaciones vocales e instrumentales",
        "Las agrupaciones vocales, instrumentales y mixtas.",
        "G5 La voz",
        "Registro de las voces y clasificación.",
        "G6 Los instrumentos",
        "Los instrumentos musicales: clasificación por familias, descripción y usos en agrupaciones. Identificación visual y auditiva.",
        "G7 Normas de comportamiento",
        "Actitud atenta en la audición y ante propuestas artísticas. El silencio individual.",
        "Atención y respeto en la audición y ante las propuestas artísticas.",
        "SB1.2 - Elementos y estructura CE1, CE2, CE3, CE5",
        "G1   Sonido y silencio",
        "Usos del sonido y del silencio en el mundo actual.",
        "G2 Las cualidades del sonido",
        "Distintos grados de alturas, duraciones, intensidades y timbres: representación gráfica.",
        "G3 Ritmo, tempo y carácter",
        "La pulsación y el acento en los compases simples. Los signos de división. El tempo. El carácter y la expresión.",
        "G4   Melodía y armonía",
        "Frase y semifrase. Intervalo y cadencia. El modo. Identificación.",
        "Repetición, contraste y variación.",
        "La estructura y la forma",
        "G6 Elementos escénicos",
        "Roles, materiales y espacios.",
        "1.1. Bloque 2: Interpretación y creación.",
        "SB2-1-Expresión individual y colectiva. CE2, CE3, CE4, CE5",
        "G1   Interpretación y técnica vocal",
        "Desarrollo de la capacidad respiratoria. La emisión vocal en el habla y en el canto. Juegos vocales: combinación de alturas, intensidades, duraciones y timbres. El acento prosódico y el acento musical. Reconstrucción de textos a canciones dadas.",
        "Canción al unísono, a capella y con acompañamiento. La memorización de repertorio.",
        "G2   Interpretación y cuidado instrumental",
        "Cuidado y mantenimiento de los instrumentos. La reutilización o transformación de materiales del entorno en la construcción de instrumentos sencillos.",
        "La técnica en la práctica instrumental.",
        "Propuestas breves y juegos instrumentales.",
        "Combinación de distintas alturas, intensidades, duraciones y timbres. Polirritmias sencillas. El ostinato y la improvisación.",
        "G3   Creación",
        "Movimientos, expresiones corporales y coreografías sencillas.",
        "Propuestas musicales y sonorizaciones breves.",
        "G4   La comunicación",
        "Expresión vocal y expresión corporal.",
        "El lenguaje escénico.",
        "G5   La notación musical",
        "Los elementos de la notación musical en la interpretación y la creación.",
        "G6   Habilidades motrices",
        "El espacio en la danza. Las cualidades del movimiento.",
        "G7   El movimiento y la danza",
        "Movimientos en propuestas musicales breves: Imitación, memorización y expresión. Danzas breves: La posición y el desplazamiento.",
        "Movimientos en coreografías breves. La coordinación grupal, las figuras y el espacio en las danzas.",
        "SB2.2-Propuestas artísticas. CE1, CE3, CE4, CE5",
        "G1   Representación",
        "Los personajes en propuestas artísticas multidisciplinares.",
        "Espacio y posición. Los segmentos corporales: expresión y gestualidad.",
        "G2 Elementos escénicos",
        "La ambientación sonora y el atrezzo.",
        "G3 Elementos expresivos y comunicativos en el lenguaje audiovisual",
        "Relación imagen, acción y sonido.",
        "G4 Proyectos artísticos multidisciplinares",
        "Diseño, roles, selección de materiales, información y criterios de valoración.",
        "Responsabilidad individual y grupal en la participación o en la",
        "G5 Herramientas digitales",
        "Uso de banco de sonidos y selección de información.",
        "La gestión responsable.",
        "Grabación, interpretación, creación y edición. Normas de protección de datos y autoría.",
        "G6 Expresión de sensaciones y opiniones",
        "Expresión de sensaciones y opiniones en propuestas variadas con uso de la terminología musical dada. Actitud abierta y respetuosa. Confianza personal."

    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer géneros escénicos y obras musicales de diferentes estilos y épocas con sus elementos contrastantes técnicos y formales más destacados.",
        "1.2 Describir los elementos más destacados que conforman las diferentes propuestas musicales o multidisciplinares, utilizando vocabulario específico.",
        "1.3 Valorar el patrimonio musical y escénico, respetando su diversidad.",
        "2.1 Relacionar las cualidades del sonido con los elementos gráficos asociados, utilizando un vocabulario adecuado.",
        "2.2 Identificar los tipos de voz, los instrumentos, las familias instrumentales y agrupaciones, relacionando sus características.",
        "2.3 Valorar el silencio y las posibilidades sonoras del entorno, respetando las diferentes manifestaciones musicales.",
        "3.1 Explorar, a través de la voz, del cuerpo, de los instrumentos y de los diferentes elementos sonoros, juegos musicales, escénicos e improvisaciones breves con un fin expresivo.",
        "3.2 Interpretar, a través del cuerpo, la voz, los instrumentos y diferentes elementos sonoros, propuestas musicales breves o escénicas con intencionalidad técnica.",
        "3.3 Reconocer el esfuerzo en la interpretación individual o colectiva.",
        "4.1 Diseñar breves propuestas de forma guiada mediante el uso de elementos del lenguaje musical o escénico.",
        "4.2 Participar, de forma activa, en proyectos artísticos o multidisciplinares, respetando a los diferentes roles del grupo.",
        "4.3 Identificar los elementos de un proyecto artístico o multidisciplinar de forma guiada con la valoración tanto el proceso como el producto final.",
        "5.1 Buscar información en fuentes digitales diversas de forma guiada.",
        "5.2 Utilizar recursos digitales de forma guiada para la grabación o edición musical.",
        "5.3 Practicar un consumo responsable en el uso de obras musicales y audiovisuales de forma respetuosa con la autoría."
    ]
}