{
    "saberes": [
        "Les llengües i els seus parlants",
        "- Presa de consciència de la biografia lingüística personal i del mapa lingüístic de l’entorn geogràfic, de forma autònoma.",
        "- Explicació de la diversitat lingüística i cultural del món com a valor i eina d’aprenentatge.",
        "- Posada en pràctica d’estratègies d’identificació de prejudicis i estereotips lingüístics i cerca de solucions en comunicacions orals, escrites i multimodals.",
        "- Ús d’un llenguatge no discriminatori i respectuós amb les diferències en la vida quotidiana.",
        "- Identificació i ús estratègic dels coneixements que es tenen de les diverses llengües que conformen el repertori lingüístic per superar mancances comunicatives amb acompanyament.",
        "- Descripció d’aspectes socioculturals i sociolingüístics bàsics i habituals relatius als costums, la vida quotidiana i les relacions interpersonals, convencions socials bàsiques d’ús comú, llenguatge no verbal, cortesia lingüística i etiqueta digital pròpies de països on es parla la llengua estrangera.",
        "- Aplicació d’estratègies bàsiques d’ús comú per apreciar la diversitat lingüística, cultural i artística atenent a valors ecosocials i democràtics.",
        "- Construcció i desenvolupament de coneixements, destreses i actituds que permeten iniciar-se en activitats de mediació en situacions quotidianes bàsiques.",
        "Comunicació oral",
        "- Ús de la llengua estrangera a l’aula amb autoconfiança progressiva.",
        "- Acceptació de l’error com a part integrant del procés de millora.",
        "- Comprensió de textos orals en diferents contextos: activitats d’aula, situacions d’aprenentatge en qualsevol àrea, en la vida quotidiana i en mitjans de comunicació.",
        "- Anàlisi dels components del fet comunicatiu (situació, participants, propòsit comunicatiu, canal, registre) en qualsevol situació comunicativa.",
        "- Aplicació d’estratègies lingüístiques elementals de forma autònoma, en contextos formals, per dotar textos progressivament complexos d’adequació, coherència, cohesió i correcció.",
        "- Anàlisi d’elements bàsics de contingut (tema, fórmules fixes, lèxic, inferències d’informació) i forma (estructura, format, títol, imatges, tipografia) en les produccions orals.",
        "- Reproducció de textos orals memoritzats (cançons, poemes, dramatitzacions) en el marc de les propostes didàctiques d’aula.",
        "- Ús de models textuals elementals (narració, descripció, diàleg i exposició) en les produccions orals i de forma autònoma.",
        "- Interacció oral adequada en situacions d’aula i en contextos formals pautats, amb respecte a les normes de cortesia lingüística.",
        "- Aplicació d’estratègies d’escolta activa, assertivitat i proposta de solució creativa en la resolució dialogada de conflictes, tenint en compte la perspectiva de gènere.",
        "- Aplicació d’estratègies per a l’ús d’un llenguatge no discriminatori en diferents contextos comunicatius.",
        "- Aplicació d’estratègies d’identificació i interpretació del sentit global, la informació rellevant, la integració de la informació explícita i la realització d’inferències per superar el sentit literal de textos socials orals i multimodals.",
        "- Aplicació d’estratègies d’interpretació i ús d’elements bàsics de la comunicació no verbal ",
        "en les situacions comunicatives.",
        "- Ús d’eines analògiques i digitals bàsiques d’ús comú per a la producció i coproducció oral i multimodal, ús de plataformes virtuals d’interacció i col·laboració educativa (aules virtuals, videoconferències, eines digitals col·laboratives...) per a l’aprenentatge, la comunicació i el desenvolupament de projectes amb parlants o estudiants de la llengua estrangera.",
        "- Ús de la llengua estrangera com a mitjà de comunicació i relació amb persones d’altres països, com a forma d’accedir a nova informació i com a mitjà per conèixer cultures i formes de vida diferents.",
        "Comprensió lectora",
        "- Lectura en veu alta amb entonació i ritme fluid, amb preparació prèvia.",
        "- Ús d’elements gràfics, textuals i paratextuals progressivament complexos que afavoreixen la comprensió abans, durant i després de l’experiència lectora en tot tipus de textos.",
        "- Aplicació d’estratègies de comprensió lectora abans, durant i després de la lectura (planificació, anticipació, inferències…), en fonts documentals diverses de forma progressivament autònoma.",
        "- Aplicació d’estratègies per detectar usos discriminatoris del llenguatge verbal i icònic en tots els contextos.",
        "Expressió escrita",
        "- Producció de textos de tipologia diversa, dirigits a diferents destinataris, de forma autònoma i amb una intenció concreta.",
        "- Aplicació d’estratègies elementals, individuals o grupals, de planificació, redacció, revisió i edició de textos escrits i multimodals de tipus divers, amb diferents propòsits comunicatius de forma autònoma.",
        "- Utilització d’elements gràfics i paratextuals adequats al suport, de forma autònoma, que facilitin l’organització i la comprensió del text produït a l’aula.",
        "- Ús de bastides i altres suports, de forma progressivament autònoma, tant en paper com digitals, per millorar la producció dels seus textos.",
        "- Presentació acurada i aplicació de les normes ortogràfiques bàsiques de les produccions escrites en qualsevol suport.",
        "Alfabetització informacional",
        "- Aplicació d’estratègies de recerca d’informació en fonts documentals variades i amb diferents suports i formats, reconeixent l’autoria i aplicant criteris de fiabilitat, de forma progressivament autònoma.",
        "- Distinció entre fets i opinions i detecció de la manipulació informativa en informacions de l’entorn social i dels mitjans de comunicació.",
        "- Aplicació d’estratègies de comparació, classificació, valoració de la informació, reelaboració i comunicació en tots els contextos i amb progressiva autonomia.",
        "- Comunicació creativa del coneixement, amb respecte per la propietat intel·lectual, de forma progressivament autònoma.",
        "- Utilització de la biblioteca i els recursos digitals de l’aula o del centre, de forma autònoma, per dur a terme treballs d’investigació.",
        "Educació literària",
        "- Lectura d’obres o fragments variats i diversos de la literatura adequats a l’edat i organitzats en itineraris lectors.",
        "- Valoració dels elements constitutius de l’obra literària (tema, protagonista, personatges secundaris, trama, escenari) i dels diferents gèneres literaris, a partir de la lectura compartida i guiada d’obres de qualitat i de forma progressivament autònoma.",
        "- Establiment de vincles de la literatura amb altres manifestacions artístiques i culturals, de forma guiada, si cal.",
        "- Progrés en la construcció de la identitat lectora, afavorint l’expressió de gustos i interessos i la valoració crítica elemental de les obres, per mitjà de la lectura autònoma i la lectura compartida i guiada.",
        "- Ús de la biblioteca de l’aula, del centre i de l’entorn proper com a espai de trobada d’activitats literàries compartides i com a element impulsor de comunitats lectores.",
        "- Reconeixement de les dades bàsiques d’un llibre (persones autores, traductores, adaptadores, il·lustradores, editorial, col·lecció, localitat i any d’edició), en contextos variats i de forma autònoma.",
        "- Escriptura de textos narratius i poètics a partir de models coneguts i analitzats, utilitzant recursos literaris de manera original i amb riquesa lèxica, de forma autònoma.",
        "- Exploració interpretació de les il·lustracions i de la relació que s’estableix amb el text en els àlbums il·lustrats, de forma progressivament autònoma.",
        "Reflexió sobre la llengua",
        "- Utilització de metallenguatge específic bàsic en el marc de propostes de producció i la comprensió de textos orals, escrits o multimodals.",
        "- Diferències elementals entre llengua oral i llengua escrita en l’ús quotidià.",
        "- Formulació i comprovació d’hipòtesis (substitució, inserció, supressió, canvi d’ordre, manipulació) i establiment de generalitzacions sobre normes ortogràfiques i gramaticals bàsiques, amb especial atenció a les diverses unitats comunicatives en les diferents produccions.",
        "- Ús dels signes de puntuació com a mecanisme organitzador del text escrit i en relació amb el significat en les diferents produccions.",
        "- Identificació de diferents relacions formals, semàntiques i sintàctiques de les paraules en la lectura i en les diferents produccions escrites.",
        "- Anàlisi i ús de les modalitats oracionals en relació amb la intenció comunicativa.",
        "- Anàlisi i ús de mecanismes de cohesió, amb especial atenció a les formes verbals, als connectors textuals explicatius i a les substitucions pronominals com a mecanisme gramatical elemental de referència interna (repeticions, sinònims), a partir de la reflexió compartida sobre les produccions escrites.",
        "- Ús del lèxic bàsic i d’interès per a l’alumnat, relatiu a identificació personal, relacions interpersonals properes, llocs i entorns propers, oci i temps lliure, vida quotidiana."
    ],
    "criteriosEvaluacion": [
        "1.1 Participar amb estima i respecte en situacions interculturals, construint vincles entre les diferents llengües i cultures, i mostrant rebuig davant discriminacions, prejudicis i estereotips de qualsevol tipus en contextos comunicatius quotidians i habituals.",
        "1.2 Reconèixer, comprendre i valorar la diversitat lingüística i cultural pròpia de països on es parla la llengua estrangera com a font d’enriquiment personal, identificant elements culturals i lingüístics bàsics que fomentin la sostenibilitat i la cultura de la pau.",
        "1.3 Seleccionar i aplicar, de forma guiada, estratègies bàsiques per a la comprensió de la diversitat lingüística i cultural.",
        "2.1 Reconèixer i interpretar el sentit global, així com paraules i frases específiques de textos orals i multimodals breus i senzills sobre temes freqüents i quotidians de rellevància personal i àmbits pròxims a la pròpia experiència, així com de textos literaris adequats al nivell de desenvolupament de l’alumnat, expressats de forma entenedora, clara i en llengua estàndard a través de diferents suports.",
        "2.2 Seleccionar i aplicar de forma guiada estratègies i coneixements adequats en situacions comunicatives quotidianes i de rellevància per a l’alumnat per captar el sentit global i processar informacions explícites en textos diversos.",
        "3.1 Expressar oralment textos breus i senzills, prèviament preparats, sobre assumptes quotidians i de rellevància per a l’alumnat, utilitzant de forma guiada recursos verbals i no verbals, i usant formes i estructures bàsiques i d’ús freqüent.",
        "3.2 Seleccionar i aplicar de forma guiada coneixements i estratègies per preparar i produir textos adequats a les intencions comunicatives, les característiques contextuals i la tipologia textual, usant, amb ajuda, recursos físics o digitals en funció de la tasca i les necessitats de cada moment.",
        "3.3 Participar en situacions interactives d’intercanvis d’informació breus i senzills sobre temes quotidians, de rellevància personal i pròxims a la pròpia experiència, a través de diversos suports, com ara la repetició, el ritme pausat o el llenguatge no verbal, i mostrant empatia i respecte per la cortesia lingüística i l’etiqueta digital, així com per les diferents necessitats, idees i motivacions dels interlocutors.",
        "3.4 Seleccionar i utilitzar, de forma guiada i en situacions quotidianes, estratègies elementals per saludar, acomiadar-se i presentar-se, formular i contestar preguntes senzilles, expressar missatges, i iniciar i acabar la comunicació.",
        "4.1 Reconèixer i comprendre el sentit global, així com paraules i frases específiques de textos escrits i multimodals breus i senzills sobre temes freqüents i quotidians de rellevància personal i àmbits pròxims a la seva experiència, així com de textos literaris adequats al nivell de desenvolupament de l’alumnat, expressats de forma entenedora, clara i en llengua estàndard a través de diferents suports.",
        "4.2 Seleccionar i aplicar, de forma guiada, estratègies i coneixements adequats en situacions comunicatives quotidianes i de rellevància per a l’alumnat que permetin captar el sentit global i processar informacions explícites en textos diversos.",
        "5.1 Organitzar i redactar textos breus i senzills, sobre assumptes quotidians i freqüents, de rellevància personal per a l’alumnat i pròxims a la seva experiència, prèviament preparats, amb adequació a la situació comunicativa proposada, a través d’eines analògiques i digitals, i usant estructures i lèxic bàsic d’ús comú.",
        "5.2 Seleccionar i aplicar de forma guiada coneixements i estratègies per preparar i produir textos adequats a les intencions comunicatives, les característiques contextuals i la tipologia textual, usant amb ajuda recursos físics o digitals en funció de la tasca i les necessitats de cada moment.Aplicar estratègies de cerca d’informació (localització, selecció i contrast) en diferents fonts, incloses les digitals, sobre temes d’interès personal, ecològic i social, de forma progressivament autònoma, a la xarxa i a les biblioteques, valorant-ne críticament el resultat.",
        "6.2 Comunicar de forma creativa i respectant els drets de la propietat intel·lectual, els resultats d’un procés d’investigació senzill, individual o grupal, sobre temes d’interès personal, ecològic i social que incloguin els objectius de desenvolupament sostenible.",
        "6.3 Adoptar hàbits d’ús crític, segur, sostenible i saludable de les tecnologies digitals, de forma progressivament autònoma, en relació amb la fiabilitat i la verificació de les fonts, la credibilitat de la informació i la comunicació a l’entorn immediat i a la xarxa.Llegir de manera autònoma textos de diversos autors i autores que s’adeqüin als propis gustos i interessos, seleccionats amb criteri propi, progressant en la construcció de la identitat lectora.",
        "7.2 Compartir lectures per mitjà de recomanacions, presentacions i a partir d’interaccions orals, per mitjans analògics i digitals, en el marc de la biblioteca d’aula i de centre, per expressar gustos i interessos, valorar les obres de forma crítica i que permetin sentir-se membre d’una comunitat lectora.",
        "8.1 Inferir i comunicar textos, conceptes i comunicacions breus i senzills, de manera guiada, en situacions de comunicació amb diversitat lingüística i cultural, mostrant respecte i empatia per les persones interlocutores, per les llengües emprades i interès per participar en la solució de malentesos en l’entorn proper.",
        "8.2 Seleccionar i aplicar, de forma guiada, estratègies bàsiques que ajudin a crear ponts i facilitin la comprensió i producció d’informació i la comunicació fluida, adequats a les intencions comunicatives, les característiques contextuals i la tipologia textual, fent servir, amb ajuda, recursos i suports físics o digitals en funció de les necessitats de cada moment.",
        "9.1 Comparar i contrastar les similituds i diferències entre llengües, reflexionant, de manera progressivament autònoma, sobre aspectes bàsics del seu funcionament.",
        "9.2 Utilitzar i diferenciar de forma progressivament autònoma els coneixements i estratègies que formen el propi repertori lingüístic, per millorar la capacitat de comunicar i d’aprendre la llengua estrangera, amb suport d’altres participants i de suports analògics i digitals.",
        "9.3 Identificar, registrar i utilitzar, de manera guiada, els progressos i dificultats d’aprenentatge de la llengua estrangera, reconeixent els aspectes que ajuden a millorar i realitzant activitats d’autoavaluació i coavaluació.",
        "10.1 Rebutjar els usos lingüístics discriminatoris i els abusos de poder a través de la paraula identificats mitjançant la reflexió grupal acompanyada sobre diferents aspectes, verbals i no verbals, que regeixen la comunicació, i tenint en compte la perspectiva de gènere.",
        "10.2 Utilitzar, amb l’acompanyament i planificació necessaris, estratègies bàsiques per a la deliberació argumentada i la gestió dialogada de conflictes, proposant solucions creatives."
    ]
}