{
  "saberes": [
    "A. Comunicación",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos.",
    "1. Componentes del hecho comunicativo.",
    "- El hecho comunicativo. Relación entre el contexto lingüístico y la situación comunicativa. Aplicación en la producción de textos.",
    "- Procedimientos diversos para transmitir un mismo mensaje.",
    "2. Los géneros discursivos",
    "- Análisis de diferentes secuencias textuales básicas, prestando especial atención a las formas narrativas, expositivas descriptivas y dialógicas. Comparación de los diferentes recursos lingüísticos que intervienen en su producción.",
    "- Las propiedades textuales: coherencia, cohesión y adecuación. Producción de textos propios con atención a los mecanismos textuales.",
    "- Géneros discursivos propios del ámbito educativo: definiciones, resúmenes, esquemas y mapas conceptuales.",
    "3. Procesos",
    "- Comprensión de textos orales, tanto del ámbito personal como general, detección del sentido global e intención del emisor.",
    "- Producción de textos orales sencillos del ámbito personal.",
    "- Producción de textos escritos con coherencia cohesión y adecuación.",
    "- Comprensión global del texto escrito, reconocimiento de su estructura y de la intención del emisor. Énfasis en los usos discriminatorios del lenguaje, con especial atención a la perspectiva de género.",
    "- Búsqueda y selección de información respetuosa con la propiedad intelectual. Utilización de diferentes plataformas digitales en la realización de proyectos escolares.",
    "- Resolución dialogada de conflictos como muestra de madurez democrática.",
    "- Los signos de puntuación como mecanismo organizador del texto escrito y su relación con el significado. Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "B. Educación Literaria",
    "- Lectura de fragmentos relevantes del patrimonio literario que incluyan la presencia de autoras y autores.",
    "- Reconocimiento de los recursos literarios más importantes y valoración de su capacidad expresiva.",
    "- Estrategias para interpretar obras y fragmentos literarios. Lectura con perspectiva de género.",
    "- Lectura expresiva, dramatización y recitación de los textos",
    "- Creación de textos a partir de modelos dados",
    "C. Reflexión sobre la lengua",
    "- Observación de las diferencias entre lengua oral y lengua escrita. Producción de textos propios.",
    "- Reconocimiento de la lengua como sistema y de sus unidades básicas.",
    "- Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas de la oración simple) y consolidación de los procedimientos léxicos (afijos) y sintácticos para el cambio de categoría.",
    "- Relación entre los esquemas semántico y sintáctico de la oración simple. Observación y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria.",
    "- Procedimientos de adquisición y formación de palabras. Reflexión sobre los cambios en su significado."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Comprender el sentido global, la estructura, la información más relevante, en función de las necesidades comunicativas, y la intención del emisor en textos orales, escritos y multimodales sencillos de diferentes ámbitos, analizando la interacción entre los diferentes códigos. (CCL2, CP2, STEM4, CD1, CD2, CD4, CCPSAA3, CE1)",
    "1.2 Valorar la forma y el contenido de textos orales y multimodales, adquiriendo una opinión propia y aumentando sus posibilidades de disfrute y ocio. (CCL2, STEM4, CD2, CD3, CD4, CPSAA4, CPSAA5, CE1)",
    "Competencia específica 2",
    "2.1 Producir textos orales, escritos y multimodales, con diferente grado de planificación, sobre temas de interés personal y social, incorporando procedimientos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical, así como con fluidez, coherencia, cohesión y el registro adecuado, utilizando de manera eficaz recursos verbales y no verbales. (CCL1, CD2, CD3, CPSAA4, CPSAA5, CE1)",
    "2.2 Participar de manera activa y adecuada en interacciones orales en el trabajo en equipo, propiciando la escucha activa y las estrategias de cooperación conversacional y cortesía lingüística. (CCL1, CCL5, CD2, CD3, CPSAA1, CPSAA3, CPSAA4, CE1)",
    "Competencia específica 3",
    "3.1 Localizar y seleccionar información procedente de diversas fuentes, organizándola e integrándola en esquemas propios, reelaborándola y comunicándola desde un punto de vista personal y crítico, respetando los principios de propiedad intelectual. (CCL2, CCL3, CP2, STEM1, CD1, CD2, CD4, CPSAA4, CC1, CC3, CE1)",
    "3.2 Elaborar trabajos sencillos, de manera progresivamente autónoma, en diferentes soportes a partir de la información seleccionada, atendiendo a criterios de corrección lingüística y ortográfica. (CCL2, CCL3, CP2, STEM1, CD1, CD2, CD4, CPSAA4)",
    "3.3 Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información, seleccionando las fuentes de mayor fiabilidad. (CCL3, CD2, CD3, CD4, CPSAA5, CC1, CC3, CE1)",
    "3.4 Utilizar estrategias para la resolución dialogada de los conflictos, tanto en el ámbito personal como educativo y social, atendiendo a principios éticos y democráticos. (CCL3, STEM1, CD2, CD3, CD4, CPSAA4, CPSAA5, CC1, CC3, CE1)",
    "Competencia específica 4",
    "4.1 Leer, de manera guiada y autónoma, textos literarios adquiriendo estrategias adecuadas para crear y transmitir textos con intención literaria, a través de diferentes soportes. (CCL1, CCL2, CCL4, CD3, CPSAA1, CPSAA3, CPSAA5, CCEC1, CCEC2, CCEC3, CCEC4)",
    "Competencia específica 5",
    "5.1 Revisar los textos propios, de manera progresivamente autónoma, haciendo propuestas de mejora y adquiriendo destrezas de comprensión y producción de textos orales y escritos. (CCL1, CCL2, CCL3, CP2, CD1, CD2, CD3, CD4, CPSAA4)",
    "5.2 Elaborar generalizaciones sobre algunos aspectos del funcionamiento de la lengua, a partir de la manipulación, comparación, análisis y transformación de enunciados, consultando de manera autónoma diccionarios, manuales y gramáticas. (CCL1, CCL3, CD2, CD3, CD4, CPSAA5)",
    "Competencia específica 6",
    "6.1 Identificar y desterrar los usos discriminatorios del lenguaje, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje, reflexionando sobre el uso ético de los elementos lingüísticos, textuales y discursivos, así como de los elementos no verbales de la comunicación. (CCL3, CCL5, CP3, CC1, CC2, CC3)",
    "6.2 Utilizar estrategias para la resolución dialogada de los conflictos, tanto en el ámbito personal como educativo y social, aplicándolos en su contexto social. (CCL3, CCL5, CP3, CPSAA3, CC1, CC2, CC3)"
  ]
}
