{
    "saberes": [
        "A. Historia y civilización",
        "Historia y geografía",
        "- Marco histórico-geográfico de la civilización griega: origen, principales acontecimientos y protagonistas.",
        "- Marco histórico-geográfico de la civilización romana: origen mítico e histórico, principales acontecimientos y protagonistas.  ",
        "- La romanización del Valle del Ebro, de Hispania y Europa y su importancia en la configuración de los territorios actuales. ",
        "- Huellas de Roma en Aragón: Caesaraugusta, Segeda, Bílbilis, Los Bañales, etc.",
        "Política y sociedad",
        "- Sistemas políticos en Grecia: aristocracia, tiranía y democracia. ",
        "- Sistemas políticos en Roma: Monarquía, República y el Imperio.",
        "- La organización social de Grecia y Roma. ",
        "- La mujer en Grecia y en Roma. Mujeres destacadas de la Antigüedad grecolatina.  ",
        "B. Lengua y léxico",
        "- El alfabeto latino y griego y su permanencia e influencia en las lenguas del repertorio lingüístico del alumnado. ",
        "- El latín y el griego como lenguas indoeuropeas.",
        "- El latín y las lenguas romances.",
        "- Elementos de léxico de origen grecolatino en lenguas modernas.",
        "- Estrategias básicas para inferir significados en léxico especializado y de nueva aparición a partir de la identificación de formantes latinos y griegos.  ",
        "- Técnicas más avanzadas de reconocimiento, organización e incorporación a la producción escrita, oral o multimodal de léxico de raíz común entre las distintas lenguas del repertorio lingüístico individual.",
        "- Destrezas oratorias básicas para la exposición oral: estrategias retóricas para el debate y la argumentación.",
        "C. Mitología y religión",
        "- Dioses y diosas, héroes y heroínas de la mitología grecolatina: ciclo troyano, tebano, etc.",
        "- Pervivencia de los arquetipos míticos, referentes de la cultura universal. ",
        "- Religión grecorromana. Creencias, superstición y magia. Religión oficial, religión doméstica. ",
        "- El mundo de los muertos. Las religiones mistéricas. Los oráculos.",
        "D. Manifestaciones artísticas y culturales",
        "- Características esenciales del arte griego y romano. ",
        "- Tradición clásica en el arte.",
        "- Principales monumentos clásicos del patrimonio español y europeo: cronología y localización. ",
        "- Las representaciones y festivales teatrales, su evolución y pervivencia en la actualidad. ",
        "- Espectáculos públicos: Ludi Romani. Circo y anfiteatro.",
        "- Características de los géneros literarios a través de la lectura de fragmentos de obras clásicas. ",
        "- Pervivencia de temas, motivos y personajes de la tradición grecolatina en la literatura universal.",
        "E. La herencia clásica en la ciencia, la tecnología y el conocimiento",
        "- Astronomía y constelaciones. ",
        "- La medicina en Grecia y Roma: vocabulario y léxico básico. ",
        "- Geometría y Matemáticas. ",
        "- La Filosofía griega como fuente de conocimiento: principales filósofos de la Antigüedad clásica.",
        "- La transmisión de la cultura clásica a través de los siglos: los libros, las bibliotecas y la transmisión del conocimiento. "        
    ],
    "criteriosEvaluacion": [
        "1.1. Conocer las características fundamentales de la cultura grecolatina, relacionando los datos con los referentes actuales.",
        "1.2. Reconocer los aspectos más relevantes de las civilizaciones griega y romana, analizando la importancia del legado clásico en la construcción del mundo moderno. ",
        "1.3. Comprender la información más relevante de la civilización clásica, expresada a través de mapas y fuentes escritas, haciendo uso de medios analógicos y digitales.",
        "2.1. Explicar, de manera guiada, la relación de las lenguas clásicas con las lenguas modernas, analizando los elementos lingüísticos comunes de origen grecolatino y utilizando estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio del alumnado. ",
        "2.2. Inferir significados de términos grecolatinos, aplicando los conocimientos léxicos y fonéticos de otras lenguas de su repertorio individual. ",
        "2.3. Producir definiciones etimológicas de términos cotidianos, científicos, técnicos, y de otros campos del saber, reconociendo los elementos grecolatinos en diferentes contextos lingüísticos y estableciendo relaciones semánticas.",
        "2.4. Ampliar el caudal léxico y mejorar la expresión oral y escrita, incorporando términos de origen griego y latino de manera coherente.",
        "3.1. Explicar los elementos de la civilización grecolatina relacionados con la mitología clásica, identificándolos como fuente de inspiración de manifestaciones artísticas",
        "3.2. Reconocer la pervivencia de la mitología en diversos aspectos de las artes y las ciencias, conociendo a la vez los principales mitos asociados a los dioses, diosas, héroes y heroínas.",
        "3.3. Conocer las características de la religión grecolatina, identificando sus principales rasgos, su ritos y manifestaciones culturales.",
        "4.1. Reconocer las huellas del mundo clásico en el patrimonio artístico, cultural y arqueológico del entorno, identificando los procesos de preservación, conservación y restauración como un aspecto fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y el cuidado de su legado.",
        "4.2. Conocer los yacimientos arqueológicos más importantes de España y de otros enclaves, reflexionando sobre la importancia de su conservación y participando en procesos encaminados a ello. ",
        "4.3. Reflexionar sobre la pervivencia de tópicos y temas de la mitología grecolatina en la literatura, comparando entre géneros y corrientes literarias de diferentes épocas.",
        "5.1. Conocer la aportación de Grecia y Roma, valorando su importancia para el desarrollo científico, tecnológico y filosófico en la actividad cotidiana. ",
        "5.2. Exponer, de forma oral, escrita o multimodal, las conclusiones obtenidas a partir de la investigación, individual o colectiva, del legado material e inmaterial de la civilización clásica y su pervivencia en el presente, a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola a partir de criterios de validez, calidad y fiabilidad."
    ]
}