{
    "criteriosEvaluacion": [
        "1.1. Extract and analyze the main ideas, relevant information and general implications of texts of a certain length, well organized and of a certain complexity, oral, written and multimodal, on topics of personal relevance or public interest, both concrete and abstract, expressed in clearly and in the standard language, even in moderately noisy environments, through various analog and digital media.",
        "1.2. Critically interpret and assess the content, intent, and discursive features of texts of a certain length and complexity, with special emphasis on academic and media texts, as well as fictional texts, on general or more specific topics of personal relevance or public interest.",
        "1.3. Select, organize and apply the appropriate strategies and knowledge to understand global and specific information, and distinguish the intention and opinions, both implicit and explicit, provided they are clearly marked, from oral, written and multimodal texts; infer meaning based on the contextual domain and interpret non-verbal elements; and search, select and compare information by consulting reliable sources.",
        "2.1. Express orally with sufficient fluency and accuracy clear, coherent, well-organized texts, appropriate to the communicative situation in different contexts, especially in public, and in different registers on matters of personal relevance or of public interest known to the students in order to describe , narrate, argue and inform, in different analog and digital supports, using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
        "2.2. Write and disseminate detailed texts of a certain length and complexity and with a clear structure, appropriate to the communicative situation, the textual typology and the analogical and digital tools used, avoiding errors that hinder or prevent understanding, reformulating and coherently organizing information and ideas from various sources and justifying their own opinions, on matters of personal relevance or public interest known to the students, making ethical use of language, respecting intellectual property and avoiding plagiarism.",
        "2.3. Select, organize, and apply knowledge and planning, production, revision, and cooperation strategies to compose oral and written texts with a clear structure and appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using physical or most appropriate digital media based on the task and the actual or potential interlocutors.",
        "3.1. Plan, participate and collaborate assertively and actively, through various analog and digital supports in synchronous or asynchronous environments, in interactive situations on topics of personal relevance or of public interest known to the students, with special emphasis on those related to their immediate environment. and with the Andalusian culture, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors, and offering explanations, arguments and comments.",
        "3.2. Select, organize and use, flexibly and in different settings, appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromising situations.",
        "4.1. Interpret and explain texts, concepts and communications in situations in which it is necessary to attend to linguistic diversity, through oral mediation activities, such as interpretation and reformulation, and written mediation, such as translation, summary and paraphrase, showing respect and appreciation for the interlocutors and for the languages, varieties or registers used, and participating in the solution of frequent problems of intercomprehension and understanding, from various resources and analog and digital supports.",
        "4.2. Apply varied strategies that help create bridges, facilitate communication, and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and text typology, using resources and physical supports. or digital depending on the task and the previous knowledge of the interlocutors.",
        "5.1. Compare and discuss the similarities and differences between different languages from oral and written texts, reflecting independently on their functioning and establishing relationships between them.",
        "5.2. Using initiative and creatively strategies and knowledge to improve the ability to communicate and learn the foreign language with the support of other participants and analog and digital supports.",
        "5.3. Register and reflect on the progress and difficulties of learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate their learning, carrying out activities of planning their own learning, self-evaluation and peer-evaluation, such as those proposed in the European Portfolio of Languages (PEL) or in a learning diary, making those progress and difficulties explicit and sharing them.",
        "6.1. Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, starting from Andalusian, analyzing and rejecting any type of discrimination, prejudice and stereotype, with special attention to those of gender, promoting coexistence and solving those sociocultural factors that make communication difficult.",
        "6.2. Critically assess the linguistic, cultural and artistic diversity of countries where the foreign language is spoken, taking human rights into account, and adapt to it, favoring the development of a shared culture and a citizenry committed to environmental, social and economic sustainability and democratic values, in which both the history, culture and natural environment of Andalusia and Spain are valued, as well as the rest of the linguistic, cultural and artistic diversities transmitted by foreign languages.",
        "6.3. Apply strategies to defend and appreciate the linguistic, cultural and artistic diversity of other countries and their own, especially Andalusia, taking into account eco-social and democratic values and respecting the principles of justice, equity and equality."
    ],
    "saberes": [
        "A. Communication",
        "LEXT.1.A.1. Self-confidence, initiative and assertiveness. Self-repair and self-evaluation strategies as a way to progress in the autonomous learning of a foreign language.",
        "LEXT.1.A.2. Strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
        "LEXT.1.A.3. Knowledge, skills and attitudes that allow carrying out oral mediation activities in everyday situations, such as interpretation and reformulation, and written mediation, such as translation, summary and paraphrase.",
        "LEXT.1.A.4. Communicative functions appropriate to the field and the communicative context: describe phenomena and events; give instructions and advice; narrate punctual and habitual past events, describe present states and situations, and express future events and predictions in the short, medium and long term; express emotions; express opinion; express arguments; rephrase, present the opinions of others, summarize and transact.",
        "LEXT.1.A.5. Contextual models and discursive genres commonly used in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts",
        "LEXT.1.A.5.1. Characteristics and recognition of the context (participants and situation) and expectations generated by the context.",
        "LEXT.1.A.5.2. Organization and structuring according to genre, textual function and structure.",
        "LEXT.1.A.6. Linguistic units and meanings associated with such units such as the expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, question and exclamation and logical relationships.",
        "LEXT.1.A.7. Common and specialized vocabulary of interest to students related to time and space; states, events and occurrences; activities, procedures and processes; personal, social, academic and professional relationships; education, work and entrepreneurship; language and intercultural communication; Science and Technology; History and culture; as well as lexical enrichment strategies (derivation, polysemy, synonymy, etc.).",
        "LEXT.1.A.8. Sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns. Basic phonetic alphabet.",
        "LEXT.1.A.9. Spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
        "LEXT.1.A.10. Conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize and paraphrase, collaborate, negotiate meanings, detect the irony etc",
        "LEXT.1.A.11. Resources for learning and information search and selection strategies, and content curation: dictionaries, reference books, libraries, media libraries, web labels, digital and computer resources, etc.",
        "LEXT.1.A.12. Respect for intellectual property and copyright on the sources consulted and content used. Tools for the treatment of bibliographic data. Resources to avoid plagiarism.",
        "LEXT.1.A.13. Analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, collaborative digital tools, etc.) for learning -both individual and cooperative-, communication and the development of projects with speakers or students of the foreign language.",
        "B. Multilingualism",
        "LEXT.1.B.1. Strategies and techniques to respond effectively and with a high degree of autonomy, adaptation and correction to a specific communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the family languages.",
        "LEXT.1.B.2. Strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "LEXT.1.B.3. Strategies and tools, analogue and digital, individual and cooperative for self-assessment, peer-assessment and self-repair.",
        "LEXT.1.B.4. Expressions and specific vocabulary to reflect on and share reflections on communication, language, learning and communication and learning tools (metalanguage).",
        "LEXT.1.B.5. Systematic comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
        "C. Interculturality",
        "LEXT.1.C.1. The foreign language as a means of communication and understanding between peoples, as a facilitator of access to other cultures and other languages and as a tool for social participation and personal enrichment.",
        "LEXT.1.C.2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language, as well as knowing cultural information from the countries where the foreign language is spoken.",
        "LEXT.1.C.3. Cultural patterns of the foreign language and comparison with the Andalusian culture. ",
        "LEXT.1.C.4. Sociocultural and sociolinguistic aspects related to social conventions, rules of courtesy and registers; institutions, customs and rituals; values, norms, beliefs and attitudes; stereotypes and taboos; nonverbal language; history, culture and communities; interpersonal relationships and globalization processes in countries where the foreign language is spoken.",
        "LEXT.1.C.5. Strategies to understand and appreciate the linguistic, cultural and artistic diversity of other countries and their own, especially Andalusia, taking into account ecosocial and democratic values.",
        "LEXT.1.C.6. Strategies for prevention, detection, rejection and action against discriminatory uses of verbal and non-verbal language."
    ]
}