{
  "saberes": [
    "I. Vida Saludable y gestión de la actividad física",
    "1. Organización e implementación de proyectos de acondicionamiento físico saludable.",
    "2. Dinamización e implementación de prácticas introyectivas.",
    "3. Prevención, cuidado y pautas de actuación seguras en prácticas motrices asociadas a la alimentación, la educación postural, los primeros auxilios o la prevención de lesiones entre otros.",
    "4. Gestión de la actividad física con opción de empleo de herramientas digitales que enriquezcan su práctica.",
    "II. Retos motores",
    "1. Principios para el diseño y puesta en práctica de actividades motrices asociadas a las capacidades condicionales: capacidades físicas y capacidades coordinativas.",
    "2. Principios de participación en actividades motrices a través de desafíos individuales.",
    "3. Principios de participación en actividades motrices a través de desafíos cooperativos.",
    "4. Principios de participación en actividades motrices a través de desafíos de oposición.",
    "5. Principios de participación en actividades motrices a través de desafíos de cooperación-oposición.",
    "III. Inclusión y autorregulación emocional en las situaciones motrices",
    "1. Principios de participación, promoción y valoración de actividades motrices bajo criterios de inclusión.",
    "2. Principios para la participación, promoción y valoración de actividades de autoconocimiento, gestión de las emociones y habilidades sociales en la actividad física.",
    "IV. Manifestaciones motrices socioculturales",
    "1. Conocimientos para el análisis, la valoración y la puesta en práctica actividades motrices de la cultura canaria.",
    "2. Conocimientos para el análisis, la valoración y la puesta en práctica de actividades motrices de otras culturas.",
    "V. Manifestaciones motrices expresivas",
    "1. Principios para la gestión y la práctica de actividades con finalidad artístico-expresiva.",
    "2. Principios básicos para la gestión y la práctica de actividades con finalidad rítmico-expresiva.",
    "VI. Desarrollo sostenible desde la motricidad en distintos entornos",
    "1. Fundamentos de organización, práctica y evaluación de acciones motrices bajo criterios de sostenibilidad en entornos urbanos y naturales.",
    "2. Principios de organización, práctica y evaluación de desplazamientos a pie o sobre ruedas, a través de una movilidad sostenible y segura.",
    "3. Principios de organización, práctica y evaluación de actividades motrices sostenibles y seguras vinculadas al tiempo libre, a una ciudadanía activa y al compromiso cívico."
  ],
  "criteriosEvaluacion": [
    "1.1. Emprender e implementar proyectos de prácticas de acondicionamiento y prácticas introyectivas, desde un enfoque saludable y en iniciativas relacionadas con la prevención bajo pautas de seguridad, con la posibilidad de aplicar recursos y aplicaciones digitales que ayuden y faciliten su práctica, partiendo de su realidad individual, necesidades y expectativas, para incorporarlas a un estilo de vida saludable, con responsabilidad, conciencia y actitud cívica. CCL3, STEM2, STEM5, CD4, CPSAA2, CPSAA4".
    "2.1. Diseñar y poner en práctica retos motores diversos, con distintos grados de interacción, participación e incertidumbre, evaluando su desempeño y el de sus iguales a través de la aplicación de los mecanismos de percepción, toma de decisiones y ejecución, incidiendo en aquellos aspectos que condicionan su práctica, así como consolidando actitudes de superación y resiliencia, para favorecer su transferencia a otros contextos. CPSAA4, CPSAA5, CE2, CE3".
    "3.1. Promover y valorar diferentes situaciones motrices desde una perspectiva inclusiva y respetuosa con las diferencias individuales y las normas establecidas, mostrando tolerancia y fomentando el juego limpio para gestionar emociones y habilidades sociales en contextos variados de práctica motriz. CCL5, CPSAA1, CPSAA3, CPSAA5, CC3".
    "4.1. Poner en práctica y valorar las distintas manifestaciones motrices de la cultura canaria y de otras culturas, favoreciendo su conservación mediante procesos reflexivos en el marco social en el que se generan para contribuir al desarrollo de una visión contextualizada, abierta y diversa. CC2, CC3, CCEC1, CCEC2, CCEC3, CCEC4".
    "4.2. Gestionar y aplicar en proyectos los recursos expresivos del cuerpo y el movimiento, disfrutando con imaginación y creatividad para enriquecer su desarrollo personal y social. CC2, CC3, CCEC1, CCEC2, CCEC3, CCEC4".
    "5.1. Organizar, practicar y evaluar situaciones motrices en entornos naturales y urbanos, con la posibilidad de prestar acciones al servicio de la comunidad, aportando ideas, codiseñando, aplicando normas de seguridad y disfrutando de manera sostenible, para preservar la salud, el bienestar emocional y el medioambiente. STEM5, CC4, CE1, CE3"
  ]
}