{
   "saberes": [
      "Bloque 1: Metodología de la ciencia",
      "METODOLOGÍA DE LA CIENCIA",
      "•     Formulación de preguntas, hipótesis y conjeturas científicas.",
      "•     Colaboración y comunicación de procesos, resultados o ideas en diferentes formatos (presentación, gráfica, vídeo, póster, informe...) seleccionando la herramienta más adecuada.",
      "•     Reconocimiento y utilización de fuentes veraces de información científica.",
      "•     Diseño de pequeñas investigaciones justificando el desarrollo de las mismas en base al método científico para obtener resultados objetivos y fiables en un experimento.",
      "•     Utilización de herramientas, instrumentos y espacios (laboratorio, aulas, entorno...) de forma adecuada y precisa.",
      "•     Diferenciación entre correlación y causalidad.",
      "•     Papel de las grandes científicas y científicos en el desarrollo de las ciencias fisico- químicas.",
      "•     Teorías y modelos científicos en su contexto histórico: el conocimiento científico como un proceso en continuo cambio y perfeccionamiento.",
      "•     Búsqueda y selección de información de carácter científico mediante herramientas digitales y otras fuentes.",
      "•     Interpretación de información de carácter científico y su utilización para formarse una opinión propia, expresarse con precisión y tomar decisiones sobre problemas científicos abordables en el ámbito escolar.",
      "Bloque 2: el mundo material y sus cambios.",
      "MODELOS ATÓMICOS, SISTEMA PERIÓDICO Y ENLACE QUÍMICO",
      "•     La visión continua versus la visión discontinua de la materia. Argumentaciones para sostener cada una de las dos visiones.",
      "•     La hipótesis atómica para explicar la diversidad de las sustancias: introducción al concepto de elemento químico.",
      "•     Del átomo de Dalton a los diferentes modelos atómicos:",
      "-     Discusión del significado de modelo.",
      "-     Modelo de Dalton. Explicación de las leyes ponderales. Concepto de elemento químico.",
      "•     La naturaleza eléctrica de la materia y el modelo atómico de Thomson.",
      "-     Las experiencias de Thomson. Antecedentes. Controversia sobre la naturaleza (onda o partícula) de los rayos catódicos. Interpretación de Thomson: descubrimiento del electrón.",
      "-     Limitaciones del modelo de Dalton. El modelo de Thomson.",
      "•     El descubrimiento de la radiactividad. Experiencia de Geiger y Marsden.",
      "-     Controversia Thomson-Rutherford: Limitaciones del modelo de Thomson. Modelo atómico de Rutherford. Revisión del concepto de elemento químico. Predicción existencia del neutrón. Isótopos. Cationes y aniones.",
      "-     Limitaciones del modelo de Rutherford",
      "•     El sistema periódico actual. Criterio de ordenación y periodicidad. Familias y electrones de valencia. Aproximación inicial a la formación de cationes y aniones de los distintos elementos químicos.",
      "•     Uniones entre átomos. Criterio electrónico.",
      "-      Explicación inicial de la formación de compuestos iónicos: principio de electroneutralidad.",
      "-     Formación de moléculas simples entre no metales: enlace covalente. Estructuras de Lewis.",
      "-     Formulación y nomenclatura de compuestos binarios iónicos y covalentes. Nombres tradicionales y criterio IUPAC.",
      "LA REACCIÓN QUÍMICA",
      "•     Concepto macroscópico de reacción química. Explicación submicroscópica de un proceso químico: modelo elemental para las reacciones química.",
      "-      Significado del ajuste de las ecuaciones químicas. Interpretación de las relaciones/proporciones que indica una ecuación química.",
      "•     Reversibilidad de algunas reacciones químicas.",
      "•     Cálculos masa-masa en las reacciones químicas.",
      "•     Necesidad del concepto de cantidad de sustancia: su utilidad en la interpretación de las reacciones químicas.",
      "-     Unidad de cantidad de sustancia: mol.",
      "-     Masa atómica, masa molecular y masa molar.",
      "•     Estudio experimental de los cambios de energía en las reacciones químicas",
      "-     Reacciones exotérmicas.",
      "-     Reacciones endotérmicas.",
      "INICIACIÓN A LA QUÍMICA DEL CARBONO",
      "•     Primeras ideas en la explicación de la existencia de sustancias orgánicas. El carbono como componente esencial de los seres vivos.",
      "•     El carbono  y la gran  cantidad de  compuestos orgánicos. Características de los compuestos de carbono.",
      "•     Descripción de los compuestos orgánicos más sencillos: hidrocarburos y su importancia como recursos energéticos. Alcoholes. Ácidos orgánicos.",
      "•     Nomenclatura y formulación de compuestos orgánicos sencillos (pocos átomos de carbono y sólo una cadena lateral), con un solo grupo funcional. Criterio IUPAC.",
      "•      Polímeros sintéticos.",
      "•      Fabricación y reciclaje de materiales plásticos.",
      "•      Macromoléculas: importancia en la constitución de los seres vivos.",
      "•      Valoración del papel de la química en la comprensión del origen y desarrollo de la vida.",
      "Bloque 3: las interacciones",
      "EL MOVIMIENTO Y LAS FUERZAS•     Estudio de los elementos que describen el movimiento: posición, trayectoria, desplazamiento, espacio recorrido.",
      "•     Relatividad del movimiento. Necesidad de establecer un sistema de referencia.",
      "-      Representación gráfica de movimientos en una dimensión. Gráficos lineales.",
      "-      Representación gráfica posición-tiempo.",
      "-     Aplicación a situaciones problemáticas: representación de situaciones de encuentro.",
      "•     Rapidez de los cambios en la posición.",
      "-     Definición de velocidad.",
      "-     Investigación de la velocidad de traslación de móviles.",
      "-     Representaciones gráficas. Construcción e interpretación de gráficos posición- tiempo.",
      "-     Estudio del movimiento rectilíneo uniforme.",
      "•     Rapidez de los cambios en la velocidad: el concepto de aceleración. Movimiento uniformemente acelerado.",
      "-     Representaciones gráficas posición-tiempo y velocidad-tiempo aplicadas a la vida diaria.",
      "-     Estudio del movimiento rectilíneo uniformemente acelerado. La caída libre.",
      "•     La fuerza como causa del cambio: relación entre la fuerza y las deformaciones.",
      "-     Investigación de la relación entre fuerza y deformación de un muelle: ley de Hooke.",
      "•      La fuerza como interacción.",
      "-     Fuerzas y equilibrio. Representación de las fuerzas que actúan sobre un cuerpo.",
      "-     Concepto de centro de gravedad. Aplicaciones.",
      "•      Relación entre la fuerza y los cambios en el movimiento: investigación de la relación fuerza-aceleración.",
      "-     Principios de la dinámica",
      "•     Tipos de fuerzas en la naturaleza: fuerzas eléctricas y magnéticas. Estudio cualitativo.",
      "•     Tipos de fuerzas en la naturaleza: fuerza de atracción gravitatoria.",
      "-      Síntesis de Newton. La ley de la Gravitación universal y la culminación de la primera de las revoluciones científicas.",
      "-      Distinción masa-peso.",
      "-     Investigación de caída de graves. Independencia de la masa.",
      "•     Tratamiento cualitativo de la fuerza de rozamiento.",
      "FUERZAS EN LOS FLUIDOS•     Concepto de fluido.",
      "-      Fluidos compresibles e incompresibles.",
      "•     Concepto de presión.",
      "-      Presiones en los líquidos: principio fundamental de la hidrostática.",
      "-      Presiones en los gases.",
      "-      La presión atmosférica.",
      "•     Principio de Pascal y la multiplicación de la fuerza: prensa hidráulica. Aplicaciones.",
      "•     El principio de Arquímedes. La fuerza de empuje. Flotación de objetos en un líquido y en el aire.",
      "Bloque 4: la energía y su transferencia",
      "LA ENERGÍA Y SU TRANSFERENCIA•     Revisión y recuerdo de los mecanismos de transmisión de energía.",
      "•     Transferencia de energía en forma de trabajo. Potencia. El trabajo y la energía mecánica: energía cinética y energía potencial. Conservación de la energía mecánica en la caída libre.",
      "•     Otros mecanismos de transmisión de energía: ondas mecánicas y radiación.",
      "-      Producción y propiedades de ondas mecánicas. Estudio del sonido como onda mecánica. Energía transmitida por el sonido. Velocidad de propagación del sonido. Contaminación acústica. Aplicaciones en la vida diaria: ultrasonidos, ecografías, sonar.",
      "-      Estudio de la luz como ejemplo de radiación. Reflexión y refracción de la luz. Introducción al espectro de ondas electromagnéticas. Aplicaciones en la vida diaria: radiación ultravioleta, microondas, ondas de radio y televisión."
   ],
   "criteriosEvaluacion": [
      "CE1. Resolver problemas científicos abordables en el ámbito escolar a partir de trabajos de investigación de carácter experimental.",
      "• Investigar si una sustancia es simple o compuesta a partir de las reacciones de descomposición o síntesis a que da lugar.",
      "• Investigar experimentalmente el comportamiento de sustancias orgánicas.",
      "• Realizar en el laboratorio síntesis de polímeros.",
      "• Realizar diseños experimentales para el cálculo de la velocidad y la aceleración de un móvil.",
      "• Realizar diseños experimentales para el estudio de la caída de graves.",
      "• Investigar experimentalmente procesos ondulatorios como la reflexión y refracción de la luz.",
      "• Realizar investigaciones sobre el equilibrio de los cuerpos rígidos basándose en la noción de centro de gravedad.",
      "• Construir dispositivos de transformación energética, como motores o pilas.",
      "• Analizar los enunciados de las situaciones planteadas y describir la situación a la que se pretende dar respuesta, identificando las variables que intervienen, así como su carácter escalar o vectorial.",
      "• Elegir, al resolver un determinado problema, el tipo de estrategia más adecuada, justificando adecuadamente su elección.",
      "• Buscar y seleccionar la información necesaria para la resolución de la situación en problemas con algunos grados de apertura.",
      "• Expresar, utilizando el lenguaje matemático adecuado a su nivel, el procedimiento que se ha seguido en la resolución de un problema.",
      "• Comprobar e interpretar las soluciones encontradas.",
      "• Participar en equipos de trabajo para resolver los problemas planteados, apoyar a compañeros y compañeras demostrando empatía y reconociendo sus aportaciones y utilizar el diálogo igualitario para resolver conflictos y discrepancias.",
      "CE3. Utilizar el conocimiento científico como instrumento del pensamiento crítico, interpretando y comunicando mensajes científicos, desarrollando argumentaciones y accediendo a fuentes fiables, para distinguir la información contrastada de los bulos y opiniones.",
      "• Aportar argumentos consistentes, coherentes y congruentes para defender una postura ante el planteamiento de determinadas controversias científicas.",
      "• Aportar razones a favor y en contra de una conclusión determinada.",
      "• Explicitar los criterios por los que unas teorías ofrecen una mejor interpretación que otras frente a un fenómeno determinado.",
      "• Utilizar estrategias de filtrado para seleccionar información en medios digitales, identificando las fuentes de las que procede y aportando razones para descartar las fuentes no fiables.",
      "CE4. Justificar la validez del modelo científico como producto dinámico que se va revisando y reconstruyendo con influencia del contexto social e histórico, atendiendo la importancia de la ciencia en el avance de las sociedades, a los riesgos de un uso inadecuado o interesado de los conocimientos y a sus limitaciones.",
      "• Describir las causas por las que se produce en el s. XX un momento propicio para el desarrollo de los modelos atómicos.",
      "• Describir el desarrollo e importancia de las sociedades científicas y su reconocimiento social.",
      "• Describir el papel de los y las científicas en los conflictos bélicos, estableciendo cómo afectan estos al desarrollo de la ciencia y discutiendo posturas éticas.",
      "• Utilizar el modelo atómico de Thomson para explicar los fenómenos de electrización y la formación de iones.",
      "• Utilizar el modelo atómico de Rutherford para explicar la existencia de isótopos y algunos fenómenos radiactivos.",
      "• Utilizar el modelo de interacción física para explicar las fuerzas y los cambios en el movimiento.",
      "• Utilizar el modelo de energía para explicar algunos fenómenos ondulatorios.",
      "• Reconocer la terminología conceptual propia del área y utilizarla correctamente en actividades orales y escritas.",
      "• Leer textos, tanto argumentativos como expositivos, en formatos diversos propios del área utilizando las estrategias de comprensión lectora para obtener información y aplicarla en la reflexión sobre el contenido.",
      "• Escribir textos argumentativos propios del área en diversos formatos y soportes, cuidando sus aspectos formales, aplicando las normas de corrección ortográfica y gramatical, para transmitir de forma organizada sus conocimientos con un lenguaje no discriminatorio.",
      "CE7. Interpretar la información que se presenta en diferentes formatos de representación gráfica y simbólica utilizados en la Física y la Química.",
      "• Representar gráficamente las fuerzas que actúan sobre un cuerpo en una dimensión.",
      "• Relacionar las magnitudes de velocidad, aceleración y fuerza con una expresión matemática y aplicar correctamente las principales ecuaciones.",
      "• Distinguir claramente entre las unidades de velocidad y aceleración, así como entre magnitudes lineales y angulares.",
      "• Utilizar un sistema de referencia para representar los elementos del movimiento mediante vectores, justificando la relatividad del movimiento y clasificando los movimientos por sus características.",
      "• Emplear las representaciones gráficas de posición y velocidad en función del tiempo para deducir la velocidad media e instantánea y justificar si un movimiento es acelerado o no.",
      "• Emplear las representaciones gráficas de espacio y velocidad en función del tiempo para deducir la velocidad media e instantánea y justificar si un movimiento es acelerado o no.",
      "• Representar mediante ecuaciones las transformaciones de la materia de manera consistente con el principio de conservación de la materia.",
      "• Escribir fórmulas sencillas de los compuestos de carbono.",
      "CE8. Distinguir las diferentes manifestaciones de la energía e identificar sus formas de transmisión, su conservación y disipación, en contextos cercanos al alumnado.",
      "• Diferenciar entre trabajo mecánico y trabajo fisiológico. Explicar que el trabajo consiste en la transmisión de energía de un cuerpo a otro mediante una fuerza que desplaza su punto de aplicación.",
      "• Identificar la potencia con la rapidez con que se realiza un trabajo y explicar la importancia de esta magnitud en la industria y la tecnología.",
      "• Relacionar la variación de energía mecánica que ha tenido lugar en un proceso con el trabajo con que se ha realizado. Aplicar de forma correcta el principio de conservación de la energía en el ámbito de la mecánica.",
      "• Explicar las características fundamentales de los movimientos ondulatorios. Identificar hechos reales en los que se manifieste un movimiento ondulatorio.",
      "• Relacionar la formación de una onda con la propagación de la perturbación que la origina.",
      "• Indicar las características que deben tener los sonidos para ser audibles. Describir la naturaleza de la emisión sonora.",
      "CE9. Identificar y caracterizar las sustancias a partir de sus propiedades físicas para relacionar los materiales de nuestro entorno con el uso que se hace de ellos.",
      "• Identificar hidrocarburos sencillos y representarlos mediante su fórmula molecular, describiendo sus aplicaciones, y reconocer los grupos funcionales presentes en moléculas de especial interés.",
      "• Justificar la gran cantidad de compuestos orgánicos existentes, así como la formación de macromoléculas y su importancia en los seres vivos.",
      "• Describir algunas de las principales sustancias químicas aplicadas en diversos ámbitos de la sociedad: agrícola, alimentario, construcción e industrial.",
      "• Explicar las características básicas de compuestos químicos de interés social: petróleo y derivados, y fármacos. Explicar los peligros del uso inadecuado de los medicamentos • Explicar las características básicas de los procesos radiactivos, su peligrosidad y sus aplicaciones.",
      "CE10. Caracterizar los cambios químicos como transformación de unas sustancias en otras diferentes, reconociendo la importancia de las transformaciones químicas en actividades y procesos cotidianos.",
      "• Explicar los procesos de oxidación y combustión, y analizar su incidencia en el medio ambiente.",
      "• Explicar las características de los ácidos y de las bases y realizar experiencias de neutralización.",
      "• Utilizar la noción de cantidad de sustancia para realizar cálculos en reacciones químicas.",
      "CE11. Identificar las interacciones como causa de las transformaciones que tienen lugar en nuestro entorno físico para poder intervenir en el mismo, modificando las condiciones que nos permitan una mejora en nuestras condiciones de vida.",
      "• Utilizar las nociones básicas de la estática de fluidos para describir sus aplicaciones.",
      "• Explicar cómo actúan los fluidos sobre los cuerpos que flotan o están sumergidos en ellos aplicando el Principio de Arquímedes.",
      "• Identificar las fuerzas que actúan sobre un cuerpo, generen o no aceleraciones.",
      "• Describir los principios de la Dinámica y aportar a partir de ellas una explicación científica a los movimientos cotidianos. Determinar la importancia de la fuerza de rozamiento en la vida real.",
      "• Identificar las fuerzas implicadas en fenómenos cotidianos señalando las interacciones del cuerpo en relación con otros cuerpos.",
      "• Identificar el carácter universal de la fuerza de la gravitación y vincularlo a una visión del mundo sujeto a leyes que se expresan en forma matemática."
   ]
  
}
