{
  "competenciasEspecificas": [
    "CE.CPA.1. Indagar, argumentar y elaborar productos originales en diversos formatos y soportes para expresar ideas y argumentos de forma creativa y adecuada, utilizando herramientas digitales o analógicas diversas y buscando y seleccionando fuentes fiables valorando su procedencia, contrastando su veracidad y haciendo un análisis crítico sobre las mismas.",
    "CE.CPA.2. Reconocer las raíces de la nacionalidad histórica de Aragón y de la identidad aragonesa, con perspectiva histórica, identificando y profundizando en la evolución desde el siglo XVIII hasta la actualidad de las instituciones, los símbolos y el derecho foral, los cuales, junto con las lenguas y modalidades lingüísticas, la cultura y el patrimonio material e inmaterial, se convierten en elementos identitarios y de cohesión social.",
    "CE.CPA.3. Comprender la complejidad del espacio geográfico aragonés, explicando de forma crítica los desequilibrios territoriales de Aragón, su estructura sociolaboral y demográfica a partir del siglo XVIII, así como las consecuencias del desarrollo demográfico y económico, impulsando el pensamiento crítico y promoviendo el respeto hacia los derechos humanos y el medio ambiente.",
    "CE.CPA.4. Incorporar la perspectiva de género en el análisis de la Comunidad Autónoma de Aragón actual y de su historia, a través de la contextualización de fuentes literarias y artísticas y de la investigación, para reconocer su presencia en la historia aragonesa y promover actitudes en defensa de la igualdad efectiva de mujeres y hombres.",
    "CE.CPA.5. Conocer y comprender el desarrollo diacrónico del arte y la literatura aragonesa desde el siglo XVIII hasta la actualidad, sus peculiaridades y sus conexiones con el desarrollo artístico y literario hispánico e internacional.",
    "CE.CPA.6. Conocer y valorar el patrimonio material e inmaterial de Aragón producido desde el siglo XVIII, su variedad y peculiaridades y sus conexiones con el patrimonio hispánico e internacional, fomentando hacia él actitudes de respeto, conservación, desarrollo de una sensibilidad comprometida, responsable y de rechazo de actitudes incívicas."
  ]
}