{
    "saberes": [
        "Bloque A. Las lenguas y sus hablantes",
        "- La diversidad cultural y lingüística como fuente de riqueza. Diversidad y unidad lingüística asturiana.",
        "- Estrategias para, de manera cada vez más autónoma, detectar la presencia de prejuicios y estereotipos lingüísticos y culturales hacia el uso de la lengua asturiana u otras lenguas del entorno.",
        "- Uso de un lenguaje igualitario, no discriminatorio y respetuoso con las demás personas.",
        "Bloque B. Comunicación",
        "Saberes comunes",
        "- Estrategias para la coherencia, cohesión y adecuación textual.",
        "- Elementos básicos de contenido (tema, expresiones propias, vocabulario, inferencias de información...) y forma (estructura, formato, título, imágenes, tipografía...).",
        "- Finalidades de la comunicación y claves de tipología textual básica: narración, descripción, diálogo...",
        "Comunicación e interacción oral",
        "- Interés por expresarse oralmente en el aula, respetando el turno de palabra, las opiniones de las demás personas y ajustándose al tema de lo que se habla.",
        "- Estrategias para la comprensión y expresión de mensajes orales y multimodales de mayor complejidad con distinta intención, que tengan orden y coherencia, y que permitan al alumnado resolver cualquier tipo de situación comunicativa.",
        "- Uso de estrategias para una comunicación oral respetuosa y constructiva, tales como la pronunciación, gesticulación, entonación adecuada, escucha activa y respeto por los gustos, opiniones y conocimientos de las demás personas.",
        "- Procedimientos de adquisición y empleo del vocabulario en el nivel léxico-referencial apropiado para comunicarse en diferentes contextos temáticos habituales: la ciudad, la música, los viajes, las actividades económicas, los actos sociales...",
        "- Estrategias de identificación, comprensión y producción de textos orales y multimodales, para argumentar y exponer conocimientos, ideas, pensamientos y deseos, captando el sentido global.",
        "- Intercambios informativos diversos y acercamiento a los debates en el aula, emitiendo y respetando juicios personales y las reglas básicas de interacción oral.",
        "- Reconocimiento de los sonidos, ritmos y entonaciones característicos de la lengua asturiana.",
        "- Uso de la expresión oral, de modo habitual, empleando un lenguaje igualitario, no discriminatorio y evitando prejuicios lingüísticos, mostrando respeto hacia las personas que utilizan la lengua asturiana para expresarse oralmente en cualquiera de sus variantes.",
        "- Interés por conocer las tradiciones orales asturianas y por participar en ellas mediante la práctica de juegos infantiles tradicionales apropiados a la edad evitando roles y estereotipos de género.",
        "Comprensión lectora",
        "- Lectura comprensiva en voz alta de diferentes tipos de textos, con la velocidad adecuada, con la pronunciación y vocalización correcta y entonación ajustada a su contenido.",
        "- Estrategias de captación del sentido global de textos diversos, distinguiendo las ideas principales de las secundarias, siendo capaz de resumir oralmente lo que se ha leído y hacer predicciones de acontecimientos de la trama.",
        "- Empleo del diccionario (tanto en papel como en soporte digital) como herramienta fundamental para la comprensión de textos escritos y uso de la biblioteca con fines lúdicos y de aprendizaje.",
        "- Estrategias para la comprensión de textos escritos y multimodales: análisis del título y de las ilustraciones, lectura, relectura, identificación de palabras clave e ideas principales, uso del diccionario, análisis de la estructura y tipo de texto y su intencionalidad.",
        "- Desarrollo del hábito lector y valoración de la lectura silenciosa como fuente de conocimiento y diversión.",
        "- Lectura comentada de textos escritos y multimodales en lengua asturiana que recojan conocimientos acerca del patrimonio cultural y sociolingüístico de Asturias libres de estereotipos de género.",
        "Producción escrita",
        "- Estrategias para la composición de diferentes tipos de textos que atiendan a fines comunicativos diversos (informar, convencer, conmover...) y que se adecuen a distintas estructuras textuales, presentando especial atención a la coherencia textual.",
        "- Interés por la organización y planificación de estrategias sencillas de redacción y revisión a la hora de crear textos escritos y multimodales básicos, adecuándose a la tipología textual (fecha, márgenes, título, encabezamiento, saludo y despedida, caligramas, dibujos y bocadillos).",
        "- Uso y ampliación de vocabulario adecuado, elementos de cohesión y estructuras lingüísticas necesarias para expresar textos diversos.",
        "- Esmero en la presentación de textos escritos y multimodales propios, organizando con claridad su contenido y sus aspectos formales.",
        "- Nuevo vocabulario básico en lengua asturiana para resolver por escrito situaciones sencillas de comunicación.",
        " - Empleo del diccionario (en soporte escrito o digital) como herramienta fundamental para la creación de textos escritos y multimodales y uso de la biblioteca como fuente de información.",
        "- Progreso en el uso de modelos para la creación de textos propios de calidad y respeto hacia las creaciones ajenas.",
        "- Uso de expresiones escritas en lengua asturiana que conlleven un lenguaje igualitario, no discriminatorio, evitando prejuicios lingüísticos.",
        "- Aplicación de fórmulas de respeto hacia las personas que escriben en lengua asturiana y en cualquiera de sus variantes.",
        "- Fórmulas para la inclusión de conocimientos acerca del patrimonio cultural y sociolingüístico de Asturias en los textos escritos y multimodales.",
        "Nuevas alfabetizaciones",
        "- Estrategias básicas para la búsqueda guiada de información sencilla en fuentes documentales variadas y con distintos soportes y formatos con criterios de fiabilidad, aplicando un criterio propio e informado para identificar estereotipos de género y rechazar el sexismo presente en la red.",
        "- Estrategias básicas para un uso adecuado de los recursos multimedia y de los medios audiovisuales de comunicación a la hora de organizar y valorar la información. La manipulación informativa: hechos y opiniones.",
        "- Manejo guiado de las tecnologías de la información y comunicación para la mejora de los procesos de lectura, escritura y reflexión de la lengua y de la literatura asturiana (aplicaciones educativas, procesador de textos, correo electrónico, audiolibros, medios audiovisuales…). Síntesis y reelaboración de conocimientos con apoyo de modelos y con respeto por la propiedad intelectual.",
        "- Uso de la biblioteca escolar y de los recursos digitales del centro o del aula.",
        "Bloque C. Educación literaria",
        "- Lectura progresivamente autónoma de obras o fragmentos variados y diversos de la literatura infantil asturiana adaptados a sus intereses, visibilizando la aportación de las mujeres a la literatura.",
        "- Audición y reproducción de diversos tipos de textos, orales o escritos, tradicionales o fruto de la creación literaria actual, que forman parte del patrimonio literario asturiano.",
        "- Comentarios dirigidos de textos literarios (tema, trama, protagonistas, personajes, escenario...) y análisis acompañado de los elementos básicos del género literario (estructura, rima...).",
        "- Estrategias para la expresión de gustos e intereses por la literatura infantil asturiana y en la valoración personal y crítica de las obras. Progreso en la construcción de la identidad lectora.",
        "- Interés por los textos orales y escritos de la tradición oral y de la literatura infantil asturiana con perspectiva de género.",
        "- Lectura expresiva, dramatización o interpretación de textos adaptados a la edad y características del alumnado.",
        "- Creación de textos literarios, de manera libre, valorando el sentido estético y la creatividad.",
        "- Funcionamiento de la biblioteca de aula o de centro como fuente de estímulos literarios.",
        "Bloque D. Reflexiones sobre la lengua",
        " - Correspondencia entre la lengua oral y la lengua escrita, poniendo especial atención en los fonemas y las grafías específicas de la lengua asturiana.",
        "- Estrategias para la discriminación y comparación de los sonidos, ritmos y entonaciones de la lengua asturiana con los de otras lenguas que se estudian en el centro. Generalizaciones sobre la acentuación.",
        "- Interés por reproducir correctamente los fonemas más característicos de la lengua asturiana, incluyendo los dialectales.",
        "- Empleo y reflexión de términos lingüísticos elementales para hablar de las regularidades morfológicas, sintácticas y ortográficas, a través de la práctica de la expresión oral, la lectura y la escritura (el grupo nominal, el verbo, los pronombres…).",
        "- Manejo con interés y respeto de técnicas de aplicación de las normas ortográficas para organizar el texto escrito y para expresar la intención comunicativa.",
        "- Procedimientos de adquisición de vocabulario relacionado con el patrimonio cultural y sociolingüístico de Asturias. Mecanismos básicos para la formación de palabras.",
        "- Desarrollo del hábito de consultar la escritura de palabras nuevas, difíciles o dudosas. Uso progresivamente autónomo del diccionario tanto en papel como en formato digital.",
        "- Modalidades oracionales en relación a su intención comunicativa.",
        "- Mecanismos básicos de coherencia y cohesión textual. Los tiempos verbales como correlación temporal."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar y distinguir algunas expresiones de uso cotidiano libres de estereotipos sexistas y los fonemas más característicos de la lengua asturiana o de otros códigos lingüísticos en su ambiente más cercano, indicando las relaciones e interacciones entre las diferentes lenguas.",
        "1.2. Expresar, utilizando un lenguaje no discriminatorio y respetuoso, impresiones, sentimientos o vivencias propias en lengua asturiana y detectar con autonomía creciente y en contextos próximos, algunos prejuicios y estereotipos lingüísticos y culturales hacia el uso de la propia lengua u otras lenguas del entorno.",
        "1.3. Mostrar curiosidad y respeto por la diversidad de lenguas y las personas que las hablan, incluidas las diferentes variantes de la lengua asturiana y las lenguas de signos, valorando la pluralidad lingüística como una fuente de riqueza cultural.",
        "2.1. Participar activamente y de forma guiada, en intercambios comunicativos orales y multimodales (espontáneos o planificados) habituales en el aula y del contexto asturiano, empleando un lenguaje no sexista, desarrollando estrategias de escucha activa manifestando sus propias opiniones y respetando las de las y los demás.",
        "2.2. Expresar con fluidez impresiones, sentimientos o vivencias, utilizando las formas básicas de cortesía y relación social (inicio, mantenimiento y final de la conversación) y empleando elementos no verbales (gestualidad y modulación de la voz).",
        "2.3. Responder a preguntas básicas para la comunicación en lengua asturiana, referidas a la comprensión de textos orales y multimodales, señalar las relaciones que se establecen entre las ideas y progresar en la valoración crítica del contenido, realizando inferencias.",
        "3.1. Leer de manera silenciosa y en voz alta, variedad de tipos de textos escritos y multimodales apropiados a su edad, identificando la idea global y otras ideas relevantes y manejar herramientas, de forma acompañada, para la mejora de la comprensión (relectura, intuir significado de palabras, uso del diccionario, subrayado, esquemas...).",
        "3.2. Analizar y reconocer, de manera acompañada, el contenido y elementos de textos escritos y multimodales que ayudan a su comprensión e identificar su tipología (tipografía, ilustraciones, elementos gráficos, iconos propios de Asturias y maquetación), identificando el tipo de texto y valorando su contenido y finalidad.",
        "4.1. Realizar textos escritos y multimodales sencillos y de forma clara y legible en distintos soportes de acuerdo con la finalidad comunicativa prevista (descripciones, narraciones, noticias, cómics, biografías, carteles... libres de estereotipos de género), expresando ordenadamente hechos, ideas, sentimientos y opiniones, aplicando las principales reglas ortográficas y de puntuación, y valorando la correcta presentación.",
        "4.2. Organizar y planificar, progresando de manera acompañada, estrategias sencillas de redacción y revisión de los elementos que dan forma y sentido a los textos escritos y multimodales (fecha, márgenes, título, encabezamiento y párrafos, saludo y despedida, imágenes, gráficos, bocadillos...).",
        "4.3. Enriquecer y buscar la mejora de las producciones escritas integrando, con cierta soltura, vocabulario y expresiones propias de la lengua asturiana relativas a aspectos del patrimonio cultural y sociolingüístico asturiano desde una perspectiva de género, manejando diversidad de fuentes (diccionarios, recursos multimedia...).",
        "5.1. Participar en un proceso de investigación sencillo (individual o grupal), de manera acompañada, sobre algún tema de interés del patrimonio cultural asturiano y compartir el trabajo realizado, aplicando el punto de vista personal, creativo y respetuoso con la propiedad intelectual.",
        "5.2. Utilizar, de forma dirigida, la biblioteca, los textos escritos, los recursos multimedia y medios audiovisuales de comunicación y de internet en asturiano como fuentes de información, conocimiento y disfrute personal, valorando su fiabilidad y la dimensión lúdica y de aprendizaje.",
        "6.1. Escuchar y leer textos orales y escritos de la tradición oral y de la literatura infantil asturiana libres de estereotipos de género, utilizando la biblioteca de aula y de centro o recursos multimedia, para seleccionar lecturas con criterio propio, reconociendo y valorando sus géneros literarios (canciones, cuentos, poesías, adivinanzas, dichos y refranes) y expresando valoraciones personales.",
        "6.2. Participar activamente en actividades orientadas a fomentar el gusto por leer obras escritas en lengua asturiana visibilizando la aportación tanto de las mujeres como de los hombres (audiciones, lecturas colectivas, compartir oralmente las experiencias de lectura, debates sobre ellas...) mostrando capacidad para valorar y recomendar libros en función de sus intereses.",
        "6.3. Crear o interpretar, de manera acompañada, textos con intención literaria y a partir de pautas dadas, incrementando gradualmente el sentido estético y creativo de las producciones (cuentos, poesías, dramatizaciones...).",
        "7.1. Manejar de forma progresiva las normas ortográficas y gramaticales básicas, a través de la práctica de la expresión oral, la escritura y la comprensión de textos, poniendo especial atención en los fonemas y las grafías específicas del asturiano.",
        "7.2. Enriquecer y mejorar de manera cada vez más autónoma los textos orales y escritos reflexionando sobre los componentes y la estructura propia de la lengua asturiana, y usando la terminología lingüística básica adecuada."
    ]
}