{
  "saberes": [
    "I. Sentido numérico",
    "1. Conteo. ",
    "    1.1. Estrategias variadas de conteo, recuento sistemático y adaptación del conteo al tamaño de los números en situaciones de la vida cotidiana.",
    "2. Cantidad. ",
    "    2.1. Interpretación de números grandes y pequeños, reconocimiento y utilización de la notación exponencial, científica y de la calculadora.",
    "    2.2. Estimaciones y aproximaciones con la precisión requerida en problemas contextualizados.",
    "    2.3. Uso de números enteros, fracciones, decimales y raíces para expresar cantidades en contextos de la vida cotidiana con la precisión requerida.",
    "    2.4. Diferentes formas de representación de números enteros, fraccionarios y decimales (diagramas, recta numérica, material manipulativo, etc.).",
    "    2.5. Interpretación de porcentajes mayores que 100 y menores que 1.",
    "3. Sentido de las operaciones. ",
    "    3.1. Aplicación de estrategias de cálculo mental con números naturales, fracciones, decimales y porcentajes (multiplicar por 0,5 y 50 % como mitad, multiplicar por 0,25 y 25 % como mitad de mitad, multiplicar por 0,1 y 10 % como la décima parte, 20 % como el doble del 10 %, etc.).",
    "    3.2. Operaciones con números enteros, fraccionarios o decimales en situaciones contextualizadas.",
    "    3.3. Comprensión y utilización de las relaciones inversas, entre la adición y la sustracción, la multiplicación y la división, elevar al cuadrado y extraer la raíz cuadrada, para simplificar y resolver problemas.",
    "    3.4. Interpretación del significado de los efectos de las operaciones aritméticas con números enteros, fracciones y expresiones decimales (por ejemplo: multiplicar para aumentar y reducir y dividir para repartir, agrupar, reducir, comparar, y reducir a la unidad).",
    "    3.5. Propiedades de las operaciones (suma, resta, multiplicación, división y potenciación): cálculos de manera eficiente con números naturales, enteros, fraccionarios y decimales tanto mentalmente como de forma manual, con calculadora u hoja de cálculo.",
    "4. Relaciones. ",
    "    4.1. Selección y utilización de la representación más adecuada de una misma cantidad para cada situación o problema.",
    "    4.2. Relación entre fracción, porcentaje y decimal.",
    "    4.3. Patrones y regularidades numéricas en contextos diferentes al del cálculo (patrones geométricos, numéricos, etc.).",
    "5. Razonamiento proporcional. ",
    "    5.1. Proporcionalidad directa e inversa: comprensión y resolución de problemas relacionados con proporciones entre dos magnitudes en diferentes contextos (escalas, cambio de divisas, velocidad y tiempo, etc.), y con diferentes métodos (reducción a la unidad, uso de la constante de proporcionalidad, tablas de proporcionalidad, etc.).",
    "    5.2. Porcentajes: comprensión y resolución de problemas relacionados con aumentos y disminuciones porcentuales en distintos contextos (rebajas y subidas de precios, impuestos, etc.) y con diferentes métodos.",
    "6. Educación financiera. ",
    "    6.1. Métodos para la toma de decisiones de consumo responsable: relaciones calidad-precio y valor-precio en contextos cotidianos.",
    "II. Sentido de la medida",
    "1. Magnitud. ",
    "    1.1. Atributos mensurables de los objetos físicos y matemáticos: investigación y relación entre los mismos. Medidas canarias.",
    "    1.2. Elección de las unidades y operaciones adecuadas en problemas que impliquen medida.",
    "2. Estimación y relaciones. ",
    "    2.1. Formulación de conjeturas sobre medidas o relaciones entre las mismas basadas en estimaciones.",
    "    2.2. Toma de decisión justificada del grado de precisión requerida en situaciones de medida.",
    "    2.3. Interpretación y cálculo del error. Error absoluto y error relativo.",
    "3. Medición. ",
    "    3.1. Longitudes y áreas en figuras planas y tridimensionales: deducción, interpretación y aplicación. Composición y descomposición de figuras complejas en figuras simples.",
    "    3.2. Longitudes, áreas y volúmenes en figuras tridimensionales sencillas: prisma, pirámide y cilindro.",
    "    3.3. Representaciones planas de objetos tridimensionales en la visualización y resolución de problemas de áreas.",
    "    3.4. Representaciones de objetos geométricos con propiedades fijadas, como las longitudes de los lados o las medidas de los ángulos.",
    "    3.5. La probabilidad como medida asociada a la incertidumbre de experimentos aleatorios.",
    "III. Sentido espacial",
    "1. Formas geométricas de dos y tres dimensiones. ",
    "    1.1. Figuras geométricas planas y tridimensionales: descripción y clasificación en función de sus propiedades o características.",
    "    1.2. Relación pitagórica en figuras planas: identificación y aplicación.",
    "    1.3. Construcción de figuras geométricas con herramientas manipulativas y digitales (programas de geometría dinámica, realidad aumentada, etc.).",
    "2. Localización y sistemas de representación. ",
    "    2.1. Relaciones espaciales: localización y descripción mediante coordenadas cartesianas y otros sistemas de representación.",
    "3. Visualización, razonamiento y modelización geométrica. ",
    "    3.1. Modelización geométrica: relaciones numéricas y algebraicas en la resolución de problemas con herramientas manipulativas y digitales (programas de geometría dinámica, realidad aumentada, etc.).",
    "    3.2. Relaciones geométricas en contextos matemáticos y no matemáticos (arte, ciencia, vida diaria…). Aplicaciones al contexto propio de la Comunidad Autónoma de Canarias.",
    "IV. Sentido algebraico",
    "1. Patrones. ",
    "    1.1. Patrones: identificación y comprensión, determinando la regla de formación de diversas estructuras.",
    "2. Modelo matemático. ",
    "    2.1. Modelización de situaciones de la vida cotidiana usando representaciones matemáticas y el lenguaje algebraico.",
    "    2.2. Deducción de conclusiones razonables sobre una situación de la vida cotidiana una vez modelizada.",
    "3. Variable. ",
    "    3.1. Variable: comprensión del concepto en sus diferentes naturalezas.",
    "    3.2. Valor numérico contextualizado en situaciones reales.",
    "4. Igualdad y desigualdad. ",
    "    4.1. Relaciones lineales en situaciones de la vida cotidiana o matemáticamente relevantes: expresión mediante álgebra simbólica.",
    "    4.2. Equivalencia de expresiones algebraicas en la resolución de problemas basados en relaciones lineales.",
    "    4.3. Estrategias de búsqueda de soluciones en ecuaciones y sistemas lineales en situaciones de la vida cotidiana.",
    "    4.4. Ecuaciones: resolución e interpretación mediante el uso de la tecnología en situaciones diversas.",
    "5. Relaciones y funciones. ",
    "    5.1. Relaciones cuantitativas en situaciones de la vida cotidiana y clases de funciones que las modelizan.",
    "    5.2. Relaciones lineales: identificación y comparación en diferentes contextos de varios modos de representación: tablas, gráficas o expresiones algebraicas, y sus propiedades a partir de ellas.",
    "    5.3. Gráficas de funciones contextualizadas. Estudio del crecimiento y decrecimiento, continuidad y discontinuidad. Identificación de los puntos de corte con los ejes y de los máximos y mínimos relativos.",
    "    5.4. Deducción de la información relevante de una función mediante el uso de diferentes representaciones simbólicas.",
    "6. Pensamiento computacional. ",
    "    6.1. Generalización y transferencia de procesos de resolución de problemas a otras situaciones.",
    "    6.2. Estrategias de formulación de cuestiones susceptibles de ser analizadas mediante programas y otras herramientas.",
    "V. Sentido estocástico",
    "1. Organización y análisis de datos. ",
    "    1.1. Estrategias de recogida y organización de datos de situaciones de la vida cotidiana que involucran una sola variable. Diferencia entre variable y valores individuales.",
    "    1.2. Análisis e interpretación de tablas y gráficos estadísticos de variables cualitativas, cuantitativas discretas y cuantitativas continuas en contextos reales.",
    "    1.3. Gráficos estadísticos: representación mediante diferentes medios, incluidos los tecnológicos (calculadora, hoja de cálculo, aplicaciones, etc.), y elección del más adecuado.",
    "    1.4. Medidas de centralización: interpretación y cálculo con apoyo tecnológico en situaciones reales. Media y moda. Mediana solo para variables cuantitativas discretas.",
    "    1.5. Medidas de dispersión (rango): significado e interpretación.",
    "    1.6. Estudio y comparación de dos conjuntos de datos de la misma variable a partir de su representación gráfica.",
    "2. Incertidumbre. ",
    "    2.1. Identificación de fenómenos deterministas y aleatorios. Espacio muestral y sucesos (equiprobables y no equiprobables).",
    "    2.2. Interpretación de la probabilidad asociada a la incertidumbre de experimentos aleatorios.",
    "    2.3. Asignación de probabilidades mediante la regla de Laplace.",
    "    2.4. Asignación de la probabilidad a partir de la experimentación y el concepto de frecuencia relativa.",
    "    2.5. Planificación y realización de experiencias sencillas para analizar el comportamiento de fenómenos aleatorios.",
    "3. Inferencia. ",
    "    3.1. Formulación de preguntas adecuadas que permitan conocer las características de interés de una población.",
    "    3.2. Datos relevantes para dar respuesta a cuestiones planteadas en investigaciones estadísticas: presentación de la información procedente de una muestra mediante herramientas digitales.",
    "    3.3. Extracción de conclusiones a partir de una muestra, con el fin de emitir juicios y tomar decisiones adecuadas.",
    "VI. Sentido socioafectivo",
    "1. Creencias, actitudes y emociones. ",
    "    1.1. Autoconciencia y autorregulación: reconocimiento y gestión de las emociones que intervienen en el aprendizaje.",
    "    1.2. Desarrollo de la curiosidad, la iniciativa, la perseverancia y la resiliencia hacia el aprendizaje de las matemáticas.",
    "    1.3. Desarrollo de flexibilidad cognitiva, abierto a un cambio de estrategia cuando sea necesario, transformando el error en oportunidad de aprendizaje.",
    "2. Trabajo en equipo y toma de decisiones. ",
    "    2.1. Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir conocimiento matemático.",
    "    2.2. Conductas empáticas y estrategias de gestión de conflictos.",
    "3. Inclusión, respeto y diversidad. ",
    "    3.1. Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "    3.2. La contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género. "
  ],
  "criteriosEvaluacion": [
    "1.1. Interpretar problemas matemáticos, identificando los datos y el objetivo, definiendo la relación que existe entre ellos y representando la información mediante herramientas manuales o digitales, compartiendo ideas y escuchando las de las demás personas y los diferentes enfoques del mismo problema con el fin de comprender el enunciado y explorar distintas maneras de proceder. CCL1, CCL2, STEM1, CD2, CC2, CE3",
    "1.2. Aplicar estrategias y herramientas apropiadas superando bloqueos e inseguridades, reflexionando sobre el proceso realizado, buscando un cambio de estrategia, cuando sea necesario y transformando el error en oportunidad de aprendizaje para desarrollar ideas y soluciones valiosas. STEM1, STEM2, STEM3, CD2, CPSAA5, CE3",
    "1.3. Obtener soluciones matemáticas de un problema, mostrando perseverancia en su búsqueda, autoconfianza y empleando los conocimientos necesarios para resolver problemas de la vida cotidiana y propios de las matemáticas. STEM1, STEM2, STEM3, STEM4, CPSAA5, CE3",
    "2.1. Seleccionar las soluciones óptimas de un problema comprobando, interpretando y reflexionando sobre su validez para obtener conclusiones y elaborar respuestas a las preguntas planteadas. CCL2, STEM1, STEM2, CD2, CPSAA4, CC3, CE3",
    "3.1. Formular y comprobar conjeturas sencillas de forma guiada buscando en varias fuentes de información, reconociendo y comprendiendo patrones, propiedades y relaciones en situaciones conocidas, planteándose preguntas y comprobando hipótesis mediante la experimentación y la indagación, confirmando su validez utilizando distintos recursos materiales y digitales, con el fin de obtener e intercambiar conclusiones relevantes y generar nuevo conocimiento. CCL1, STEM1, STEM2, STEM4, CD1, CD2, CD5, CPSAA4, CE3",
    "3.2. Plantear variantes de un problema dado modificando alguno de sus datos o alguna condición del problema, seleccionando diferentes estrategias para su resolución, usando, si fuera necesario, recursos digitales o manuales, estudiando casos particulares cuando la situación lo requiera y reflexionando sobre los distintos resultados obtenidos, con el objetivo de encontrar ideas y soluciones, a fin de potenciar la adquisición de conocimientos, estrategias y métodos propios del razonamiento matemático. CCL1, STEM1, STEM2, CD1, CD2, CD5, CE3",
    "4.1. Reconocer las partes simples en las que se puede dividir un problema, organizando los datos e identificando patrones para facilitar su interpretación y su tratamiento computacional. STEM1, STEM2, CD2, CE3",
    "4.2. Modelizar situaciones y fenómenos que ocurren a nuestro alrededor interpretando y modificando distintos algoritmos y aplicaciones informáticas sencillas para desarrollar soluciones tecnológicas y resolver problemas de forma eficaz, mostrando interés y curiosidad por las tecnologías digitales y gestionando de manera responsable su uso. STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3",
    "5.1. Reconocer y realizar conexiones entre diferentes procesos matemáticos a partir de conocimientos y experiencias previas, mediante métodos propios del razonamiento matemático, reflexionando sobre el proceso realizado y las soluciones obtenidas, con sentido crítico, para conectar los aprendizajes matemáticos adquiridos y desarrollar una visión coherente e integrada de las matemáticas en su totalidad. CCL3, STEM1, STEM2, STEM3, CD2",
    "6.1. Identificar y establecer conexiones coherentes entre el mundo real, las matemáticas y otras materias, reconociendo situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias, usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir, y las herramientas digitales necesarias, para afrontar y resolver situaciones problemáticas diversas. CCL3, STEM1, STEM2, CD2, CD3, CE3",
    "6.2. Reconocer la aportación de las matemáticas al progreso de la humanidad y su contribución a la superación de los retos que demanda la sociedad actual, para apreciar y respetar aspectos esenciales del patrimonio cultural y artístico e identificar las consecuencias de las soluciones dadas en el entorno. CCL3, STEM2, STEM5, CC4, CCEC1",
    "7.1. Representar, utilizando un lenguaje matemático apropiado, individual o colectivamente, ideas, conceptos, procedimientos, información y resultados matemáticos de modos distintos, empleando diferentes medios y soportes en su presentación para visualizar ideas y estructurar procesos matemáticos. CCL1, CCL2, STEM3, STEM4, CD1, CD2, CD5, CE3, CCEC4",
    "8.1. Comunicar, utilizando la terminología apropiada, ideas, conclusiones, conjeturas y razonamientos matemáticos de manera oral, escrita o gráfica, mediante diferentes herramientas, incluidas las digitales, para dar significado y coherencia a las representaciones matemáticas. CCL1, CCL3, STEM2, STEM4, CD2, CD3, CE3, CCEC3",
    "8.2. Reconocer y emplear el lenguaje matemático presente en la vida cotidiana comunicando mensajes con contenido matemático, oralmente y por escrito, utilizando medios digitales cuando la situación lo requiera, para compartir y construir nuevos conocimientos. CCL1, CCL2, CCL3, STEM2, STEM4, CD2, CD3",
    "9.1. Identificar las emociones, seleccionando las fortalezas y debilidades propias, y desarrollar el autoconcepto matemático con estrategias de autoconocimiento y autoeficacia para fortalecer la resiliencia, proteger la salud mental y mantener una actitud proactiva ante nuevos retos matemáticos. STEM5, CPSAA1, CE2",
    "9.2. Mostrar una actitud positiva y perseverante, reflexionando sobre el proceso realizado, aceptando la crítica razonada y reconociendo los errores al hacer frente a las diferentes situaciones problemáticas, para mejorar el disfrute en el aprendizaje de las matemáticas. CPSAA1, CPSAA4, CPSAA5, CE2, CE3",
    "10.1. Colaborar activamente y construir relaciones en equipos heterogéneos con empatía, comunicándose de manera adecuada, con actitud cooperativa y respetuosa, pensando de forma crítica, tomando decisiones argumentadas y gestionando los conflictos que puedan surgir pacíficamente, para construir una identidad positiva como estudiante de matemáticas y fomentar el bienestar personal y social. CCL1, CCL5, STEM3, CPSAA1, CPSAA3, CC1, CC2, CC3",
    "10.2. Ayudar en el reparto de tareas del equipo, empleando estrategias cooperativas, aportando valor al grupo, favoreciendo la inclusión, la igualdad de género y la escucha activa, asumiendo el rol asignado y su contribución dentro del equipo, reconociendo proactivamente las perspectivas y las experiencias de los demás e incorporándolas a su aprendizaje, para crear relaciones y entornos de trabajo saludables. CCL1, CCL5, STEM3, CPSAA1, CPSAA3, CC1, CC2, CC3"
  ]
}