{
    "competenciasEspecificas": [
        "1.  Modelizar y resolver problemas de la vida cotidiana y de la ciencia y la tecnología, aplicando diferentes estrategias y formas de razonamiento para obtener posibles soluciones.",
        "2.  Verificar la validez de las posibles soluciones de un problema, contrastando su idoneidad, mediante el empleo del razonamiento y la argumentación individual o colaborativamente.",
        "3.  Formular y comprobar conjeturas o problemas de forma razonada y argumentada, individual o colectivamente, con ayuda de herramientas tecnológicas, en contextos matemáticos y científicos, generando nuevos conocimientos matemáticos.",
        "4.  Utilizar el pensamiento computacional de forma eficaz para modelizar y resolver situaciones de la vida cotidiana y del ámbito de la ciencia y la tecnología modificando, creando y generalizando algoritmos que resuelvan problemas mediante el uso de las matemáticas. ",
        "5.  Establecer, investigar y utilizar conexiones entre las diferentes ideas matemáticas determinando vínculos entre conceptos, procedimientos, argumentos y modelos para dar significado y estructurar el aprendizaje matemático.",
        "6.  Descubrir los vínculos de las matemáticas con otras áreas de conocimiento y profundizar en sus conexiones, interrelacionando conceptos y procedimientos, para modelizar, resolver problemas y desarrollar la capacidad crítica, creativa e innovadora en situaciones diversas. ",
        "7.  Representar conceptos, información y procesos matemáticos seleccionando diferentes tecnologías, consiguiendo así visualizar ideas y estructurar razonamientos matemáticos. ",
        "8.  Comunicar, de forma individual y colectiva, ideas matemáticas, empleando el soporte, la terminología y el rigor apropiados, para conseguir así organizar y consolidar el pensamiento matemático.",
        "9.  Identificar y gestionar las emociones propias y empatizar con las de los demás al participar activamente en la organización y realización del trabajo en equipos heterogéneos, aprendiendo del error como parte del proceso de aprendizaje para afrontar situaciones de incertidumbre que ocurren durante la resolución de retos matemáticos, perseverando en la consecución de los objetivos y disfrutando con el aprendizaje de las matemáticas."        
    ]
}
