{
    "criteriosEvaluacion": [
        "• CE1.1. Extract and analyze the main ideas, detailed information and general implications of texts of a certain length, well organized and complex, oral, written and multimodal, both in a formal and informal register, on topics of personal relevance or of public interest, both concrete and abstract, expressed clearly and in the standard language or in frequent varieties, even in moderately noisy environments, through various supports. OBJ1",
        "• CE1.2. Interpret and critically assess the content, intention, discursive features and certain nuances, such as irony or the aesthetic use of language, of texts of a certain length and complexity, with special emphasis on texts academic and media, as well as fictional texts, on a wide variety of topics of personal relevance or public interest. OBJ1",
        "• CE1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details, and to distinguish the intention and the implicit and explicit opinions of the texts, infer meanings, interpret non-verbal elements and search for, select and compare truthful information. OBJ1",
        "• CE1.4. Express orally and with sufficient fluency, ease and naturalness various types of texts that are clear, coherent, detailed, well organized and appropriate to the person speaking and the communicative purpose, on matters of personal relevance or of public interest known by the students, in order to describe, narrate, argue and inform, in different supports, avoiding important errors and using adequate registers, as well as verbal and non-verbal resources, and planning, control, compensation and cooperation strategies. OBJ2",
        "• CE1.5. Write and disseminate detailed texts of increasing length, well structured and of a certain complexity, appropriate to the communicative situation, to the textual typology and to the analogical and digital tools used, avoiding important errors and reformulating, synthesizing and organizing accordingly. information and ideas from various sources in a coherent manner, justifying their own opinions on matters of personal relevance or public interest known to the students, making an ethical use of language, respecting intellectual property and avoiding plagiarism. OBJ2",
        "• CE1.6. Select, organize, and apply knowledge and planning, production, revision, and cooperation strategies to compose well-structured texts that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using the most appropriate physical or digital resources depending on the task and the actual or potential interlocutors. OBJ2",
        "• CE1.7. Plan, participate and collaborate assertively and actively, through various supports, in interactive situations on everyday topics, of personal relevance or of public interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors and interlocutors, expressing ideas and opinions accurately and arguing convincingly. OBJ3",
        "• CE1.8. Select, organize and use, efficiently, spontaneously and in different environments, appropriate strategies to start, maintain and end communication, take and give up the floor with kindness, adjust one's own contribution to that of the interlocutors and of the interlocutors perceiving their reactions, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromising situations. OBJ3",
        "• CE1.9. Interpret and explain texts, concepts and communications in situations in which diversity must be addressed, showing respect and appreciation for the interlocutors and the languages, varieties or registers used, and participating in the solution of intercomprehension and understanding problems from various resources and supports. OBJ4",
        "• CE1.10. Apply strategies that help create bridges, that facilitate communication, that serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and the textual typology, using resources and physical or digital supports depending on the task and previous knowledge, and the interests and ideas of the interlocutors. OBJ4",
        "• CE2.1. Compare and contrast the similarities and differences between different languages, reflecting systematically on how they work and establishing relationships between them. OBJ5",
        "• CE2.2. Use strategies and knowledge to improve their ability to communicate and learn the foreign language with initiative and creativity, with or without the support of other interlocutors and analogue and digital media. OBJ5",
        "• CE2.3. Record and reflect on the progress and difficulties in learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate their learning, carrying out activities of planning their own learning, self-assessment and peer-assessment, such as the proposals in the European Language Portfolio (PEL) or in a learning diary, sharing and making explicit these progresses and difficulties. OBJ5",
        "• CE3.1. Act appropriately, empathically and respectfully in intercultural situations, building links between different languages and cultures, rejecting and evaluating any type of discrimination, prejudice and stereotype, and solving those sociocultural factors that make communication difficult. OBJ6 ",
        "• CE3.2. Critically assess, taking into account human rights, the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, and adapt to it, favoring and justifying the development of a shared culture and committed citizenship with sustainability and democratic values. OBJ6",
        "• CE3.3. Systematically apply strategies to defend and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values, and respecting the principles of justice, equity and equality. OBJ6"
    ],
    "saberes": [
        "Block 1. Communication",
        "• Technical strategies for the acquisition and strengthening of self-confidence, initiative and assertiveness. Self-repair and self-assessment strategies as a way to progress in the autonomous learning of a foreign language.",
        "• Strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
        "• Knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
        "• Communicative functions appropriate to the field and the communicative context: describe phenomena and events, give instructions and advice, narrate specific and habitual past events, describe current states and situations and express future events and predictions in the short, medium and long term, express emotions , expressing opinion, expressing arguments, reformulating, presenting the opinions of others and summarizing.",
        "• Contextual models and discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context , organization and structuring according to genre and textual function.",
        "• Linguistic units and meanings associated with these units, such as the expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, denial, interrogation and the exclamation and logical relationships.",
        "• Common and specialized vocabulary of interest to students, related to time and space; states, events and happenings; activities, procedures and processes; personal, social, academic and professional relationships; education, work and entrepreneurship; language and intercultural communication ; science and technology; history and culture, and lexical enrichment strategies (derivation, lexical families, polysemy, synonymy, antonymy...)",
        "• Sound, stress, rhythmic and intonation patterns, and meanings and general communicative intentions associated with these patterns. Basic phonetic alphabet.",
        "• Spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
        "• Conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and yield the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize and paraphrase, collaborate, negotiate meanings, detect irony, etc.",
        "• Resources for learning and search strategies and information selection and content curation: dictionaries, reference books, libraries, media libraries, web labels, digital and computer resources, etc.",
        "• Respect for intellectual property and copyright on the sources consulted and the contents used: tools for the treatment of bibliographic data and resources to avoid plagiarism.",
        "• Analog and digital tools for oral, written and multimodal comprehension, production and co-production, and virtual platforms for educational interaction, collaboration and cooperation (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and the development of projects with speakers or students of the foreign language.",
        "Block 2. Plurilingualism",
        "• Strategies and techniques to respond effectively and with a high degree of autonomy, adaptation and correction to a specific communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "• Strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "• Strategies and tools, analogue and digital, individual and cooperative, for self-assessment, peer-assessment and self-repair.",
        "• Expressions and specific vocabulary to reflect on and share reflections on communication, language, learning and communication and learning tools (metalanguage).",
        "• Systematic comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
        "Block 3. Interculturality",
        "• The foreign language as a means of communication and understanding between peoples, a facilitator of access to other cultures and other languages, and as a tool for social participation and personal enrichment.",
        "• Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language, as well as knowing cultural information from the countries where the foreign language is spoken.",
        "• Sociocultural and sociolinguistic aspects related to social conventions, rules of courtesy and registers; institutions, customs and rituals; values, norms, beliefs and attitudes; stereotypes and taboos; non-verbal language; history, culture and communities; interpersonal relationships and processes of globalization in countries where the foreign language is spoken.",
        "• Strategies for understanding and appreciating linguistic, cultural and artistic diversity based on ecosocial and democratic values.",
        "• Strategies for prevention, detection, rejection and action against discriminatory uses of verbal and non-verbal language."
    ]
}