{
  "saberes": [
    "A. Proyecto científico",
    "Metodologías básicas propias de la investigación científica:*",
    "– Preguntas, hipótesis y conjeturas científicas.",
    "– Herramientas digitales para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas en diferentes formatos (presentación, gráfica, vídeo, póster, informe…).",
    "– Fuentes veraces de información científica.",
    "– Equipos de trabajo, instrumentos y espacios (laboratorio, aulas, entorno...) adecuados/necesarios en una experimentación científica.",
    "– Métodos de observación y de toma de datos de fenómenos naturales.",
    "– Modelos para la representación creativa y comprensión de procesos o elementos de la naturaleza",
    "– Métodos de análisis de resultados mediante pensamiento lógico y/o computacional. Diferenciación entre correlación y causalidad.",
    "– Comunicación de procesos, resultados o ideas en diferentes formatos analógicos o digitales (presentación, gráfica, vídeo, póster, informe…).",
    "Contribución de las grandes científicas y científicos en el desarrollo de las ciencias biológicas y geológicas.*",
    "B. La célula",
    "Fases del ciclo celular: identificación y análisis.*",
    "La función biológica de la mitosis, la meiosis y sus fases.*",
    "Técnicas de tinción y uso del microscopio para la identificación de las diferentes fases.",
    "C. Genética y evolución",
    "Modelo simplificado de la estructura del ADN y del ARN y relación con su función y síntesis.*",
    "Las etapas de la expresión génica y de las características del código genético y resolución de problemas relacionados con estas.*",
    "La relación entre las mutaciones, la replicación del ADN, la evolución y la biodiversidad.*",
    "Teorías y procesos evolutivos: teoría neodarwinista y otras teorías con relevancia histórica (Lamarck, Darwin y Margulis).* Conceptos de fenotipo y genotipo.*",
    "Problemas sencillos de herencia genética de caracteres con relación de dominancia y recesividad con uno o dos genes.*",
    "Problemas sencillos de herencia del sexo y de herencia genética de caracteres con relación de codominancia, dominancia incompleta, alelismo múltiple y ligada al sexo con uno o dos genes.*",
    "D. Geología",
    "Estructura y dinámica de la geosfera y los métodos de estudio de estas.*",
    "Efectos globales de la dinámica de la geosfera a través de la tectónica de placas.*",
    "Procesos geológicos externos e internos y argumentación su relación con los riesgos naturales e incluyendo los potencia-dos por las acciones humanas.*",
    "Interpretación de cortes geológicos y trazado de la historia geológica que reflejan aplicando los principios del estudio de la historia de la Tierra (horizontalidad, superposición, intersección, sucesión faunística …).*",
    "Técnicas y herramientas innovadoras en el campo de la geología.",
    "E. La Tierra en el universo",
    "Origen del universo y de los componentes del sistema solar.*",
    "Hipótesis sobre el origen de la vida en la Tierra.*",
    "Las principales investigaciones en el campo de la astrobiología"
  ],
  "criteriosEvaluacion": [
    "1.1. Resolver cuestiones y profundizar en aspectos relacionados con los saberes de la materia de Biología y Geología localizando, seleccionando, organizando y analizando críticamente la información de distintas fuentes analógicas y digitales, citándolas con respeto por la propiedad intelectual.",
    "1.2. Contrastar la veracidad de la información sobre temas relacionados con los saberes de la materia de Biología y Geología, utilizando fuentes fiables, adoptando una actitud crítica y escéptica hacia informaciones sin una base científi ca como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
    "2.1 Definir conceptos y describir procesos relacionados con los saberes de Biología y Geología analizando información en diferentes formatos (modelos gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica, obteniendo conclusiones y formando opiniones propias fundamentadas.",
    "2.2 Comprender y reflexionar sobre las opiniones propias fundamentadas y sobre la información relacionada con los saberes de la materia de Biología y Geología, transmitiéndola de forma clara y rigurosa, utilizando las estructuras lingüísticas, la terminología y el formato adecuado (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos…).",
    "2.3 Analizar y explicar fenómenos biológicos y geológicos representándolos mediante el diseño y la realización de modelos y diagramas, utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora) a través de herramientas analógicas y digitales.",
    "3.1 Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando métodos científicos con la intención explicar fenómenos biológicos y/o geológicos y realizar predicciones sobre estos.",
    "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y/o geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada evitando sesgos.",
    "3.3 Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos, utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión.",
    "3.4 Interpretar y analizar los resultados obtenidos en el proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas para obtener conclusiones razonadas y fundamentadas o valorar la imposibilidad de hacerlo.",
    "3.5 Colaborar, cuando sea necesario, en las distintas fases del proyecto científico para trabajar con mayor eficiencia, valorando la importancia de la cooperación en la investigación, respetando la diversidad y favoreciendo la inclusión en entornos analógicos y digitales.",
    "3.6 Presentar de forma clara y rigurosa la información y las conclusiones obtenidas mediante la experimentación y observación de campo utilizando el formato adecuado (tablas, gráficos, informes, etc.) y herramientas digitales.",
    "3.7 Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella destacando el papel de las mujeres y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos.",
    "4.1 Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información aportados, el razonamiento lógico o recursos digitales.",
    "4.2 Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos y cambiar los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados con posterioridad.",
    "5.1 Identificar los posibles riesgos naturales y los potenciados por determinadas acciones humanas sobre una zona geográfica, teniendo en cuenta sus características litológicas, relieve y vegetación.",
    "6.1. Deducir y explicar la historia geológica de un relieve identificando sus elementos más relevantes y utilizando el razonamiento y los principios geológicos básicos (horizontalidad, superposición, actualismo, neocatastrofismo, corte…).",
    "6.2. Conocer técnicas y herramientas innovadoras que se utilizan para la identificación de riesgos naturales, reflexionando y argumentando sobre la importancia de la investigación en la vida cotidiana y futura."
  ]
}