{
  "saberes": [
    "Bloques A. Juegos y deportes.",
    "Habilidades motoras vinculadas a acciones y gestos deportivos propios de los juegos y deportes individuales o colectivos.",
    "Estrategias básicas propias de los juegos y deportes individuales o colectivos.",
    "La tradición lúdica vasca: “jokoa” y “jolasa’’.",
    "La tradición lúdica de otras culturas: el valor de la diversidad cultural.",
    "Procesos para la creación de juegos y danzas.",
    "Deportes alternativos y deporte adaptado.",
    "Elementos de análisis de la lógica interna y la externa.",
    "Procedimientos de análisis de las actuaciones realizadas.",
    "Bloques B. Expresión corporal.",
    "El movimiento como medio de comunicación y expresión de deseos y sentimientos, estados de ánimo y emociones, así como expresión de situaciones y acciones cotidianas.",
    "El cuerpo como herramienta de comunicación y expresión creativa: el conocimiento y dominio del cuerpo y sus posibilida-des gestuales, posturales, sensitivas, expresivas y de movimiento.",
    "Juegos y actividades de expresión dramática y corporal que combinen distintos ritmos, y el manejo de diversos espacios y objetos.",
    "Dinámicas de confianza e integración.",
    "Las danzas vascas y bailes tradicionales de otras culturas.",
    "Improvisaciones y creaciones colectivas e individuales como medio de comunicación espontánea.",
    "Bloques C. Bienestar físico, emocional y social.",
    "Bienestar físico Las cualidades físicas básicas y su relación con la condición física y la salud.",
    "La condición física y su relación con la salud en sus diferentes dimensiones.",
    "Efectos positivos del ejercicio físico en la salud generan en el desarrollo integral de la persona.",
    "Efectos que tienen sobre la salud determinados hábitos como el sedentarismo, los desequilibrios nutricionales y una inadecuada hidratación.",
    "Actuaciones básicas en las lesiones más comunes en la práctica de actividades físicas y deportivas.",
    "La nutrición y la actividad física: una nutrición equilibrada para la salud.",
    "Bienestar emocional Emociones primarias y secundarias.",
    "Factores desencadenantes, acciones y efectos de las emociones.",
    "La actividad física como fuente de disfrute y catarsis.",
    "La gestión emocional y su relación con la actividad física y la salud.",
    "Procesos de análisis del estado emocional: mood meter…",
    "Estrategias de regulación emocional.",
    "El autocontrol, la tolerancia y la deportividad como pilares para la consecución de resultados.",
    "La respiración y la relajación, su relación con la salud integral y la regulación de las emociones.",
    "Bienestar social Empatía, disposición de ayuda y colaboración, y el respeto hacia los límites y necesidades de cada persona.",
    "Colaboración y cooperación en las tareas de aprendizaje en grupo.",
    "Gestión de conflictos y habilidades sociales.",
    "Aceptación, respeto y uso responsable de las normativas sobre higiene, instalaciones y materiales.",
    "Actitud crítica hacia los estereotipos vinculados al género.",
    "Las posibilidades que el entorno nos ofrece para realizar actividad física: oferta municipal, entorno natural, clubs deportivos, gimnasios…",
    "Respeto a los diferentes niveles de competencia motriz y al valor de la diversidad."
  ],
  "criteriosEvaluacion": [
    "1.1. Crear nuevas propuestas ludomotrices y artístico-expresivas a través experimentación de un amplio repertorio de juegos y deportes, analizando su lógica interna y externa.",
    "1.2. Participar activamente en actividades artístico-expresivas, juegos deportivos tradicionales y /o adaptados, explicando el proceso y el resultado final obtenido, y valorando las experiencias propias y las de los demás.",
    "1.3. Valorar los efectos positivos de una vida activa y saludable, reconociendo, vivenciando y disfrutando de los beneficios de una actividad física vigorosa en contextos variados e inclusivos.",
    "2.1. Controlar las propias emociones analizando los factores desencadenantes, las acciones y los efectos que las provocan, y aplicando diferentes técnicas de regulación emocional.",
    "3.1. Valorar la actividad física como fuente de bienestar personal y relacional, disfrutando de las prácticas motrices y aplicándolas para reducir el estrés.",
    "3.2. Contribuir a la creación de un clima positivo y a la gestión dialógica de los conflictos, mostrando respeto y aceptando las diferencias, y haciendo uso de habilidades sociales.                    "
  ]
}