{
    "saberes": [
        "A. Cultura científica.",
        "1. Iniciación en la actividad científica.",
        "- Fases de la investigación científica (observación, formulación de preguntas y predicciones, planificación y realización de experimentos, recogida y análisis de información y datos, comunicación de resultados...).",
        "- Instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "- Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "- Fomento de la curiosidad, la iniciativa, la constancia y el sentido de la responsabilidad en la realización de las diferentes investigaciones.",
        "- La ciencia, la tecnología y la ingeniería como actividades humanas. Las profesiones STEM en la actualidad desde una perspectiva de género.",
        "- La relación entre los avances en matemáticas, ciencia ingeniería y tecnología para comprender la evolución de la sociedad en ámbito científico-tecnológico.",
        "2. La vida en nuestro planeta.",
        "- Aspectos básicos de las funciones vitales del ser humano desde una perspectiva integrada: obtención de energía, relación con el entorno y perpetuación de la especie. Hábitos saludables  para  prevenir  enfermedades  que  afectan  a  los diferentes aparatos y sistemas.",
        "- Pautas que fomenten una salud emocional y social adecuadas:   educación emocional (habilidades intra e interpersonales), higiene del sueño, prevención y consecuencias del consumo de drogas (legales e ilegales), gestión saludable del ocio y del tiempo libre, contacto con la naturaleza, uso adecuado de dispositivos digitales, estrategias para el fomento de relaciones sociales saludables y fomento de los cuidados de las personas. Conductas no adecuadas y/o ciberacoso en entornos digitales.  Iniciativas, campañas que se llevan a cabo en su localidad y en Castilla y León en general y grupos e instituciones que se ocupan de ello.",
        "- La   biodiversidad   en   nuestro   entorno más   próximo. Estudios vivenciales   y experimentales de   biodiversidad. Interés   por   la   observación   y   el   estudio riguroso. Uso de medios audiovisuales, tecnológicos o muestras reales para el estudio   de   los   seres   vivos. Práctica   de   hábitos   de   cuidado,   respeto y conservación de seres vivos.",
        "- Clasificación básica de las rocas y minerales. Usos y explotación sostenible de los recursos geológicos.",
        "- Procesos geológicos básicos de formación y modelado de relieve.",
        "- El patrimonio natural como bien y recurso, cuidado y conservación. Los espacios naturales protegidos den España.",
        "3. Materia, fuerzas y energía.",
        "- La energía eléctrica. Fuentes, transformaciones, transferencia y uso en la vida cotidiana. Los circuitos eléctricos y las estructuras robotizadas.",
        "- Las formas de energía, las fuentes y las transformaciones. Las fuentes de energías renovables (combustibles fósiles y sus alternativas) y no renovables.",
        "Producción y consumo responsable, impacto local positivo y su influencia en la contribución al desarrollo sostenible de la sociedad. Fuentes de energía de Castilla y León a lo largo de la historia. Fuentes de energía actuales. Energías renovables: energía solar, eólica. Uso de la energía hoy en día y actuaciones de ahorro en su entorno más cercano: Contaminación energética en su entorno más cercano.",
        "B. Tecnología y digitalización.",
        "1. Digitalización del entorno personal de aprendizaje.",
        "- Dispositivos y recursos digitales de acuerdo con las necesidades del contexto",
        "educativo.",
        "- Estrategias de búsquedas de información seguras y eficientes en Internet",
        "(valoración, discriminación, selección, organización y propiedad intelectual). ",
        "- Estrategias de recogida, almacenamiento y representación de datos para facilitar su comprensión y análisis.",
        "- Reglas básicas de seguridad y privacidad para navegar por Internet y para proteger el entorno digital personal de aprendizaje.",
        "- Recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas. Etiqueta digital, reglas básicas de cortesía y respeto y estrategias   para   resolver   problemas   en   la   comunicación   digital. Entornos Virtuales de Aprendizaje seguros.",
        "- Estrategias para fomentar el bienestar digital, físico y mental. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, dependencia tecnológica, acceso a contenidos inadecuados, etc.), y estrategias de actuación.",
        "2. Proyectos guiados de diseño y pensamiento computacional.",
        "- Fases de los proyectos de diseño: identificación de necesidades, diseño, prototipado, prueba, evaluación y comunicación.",
        "- Fases del pensamiento computacional (descomposición de una tarea en partes más sencillas, reconocimiento de patrones y creación de algoritmos sencillos para la resolución del problema...).",
        "- Materiales,     herramientas,     objetos,     dispositivos y     recursos     digitales (programación por bloques, sensores, motores, simuladores, impresoras 3D.…) seguros y adecuados a la consecución del proyecto.",
        "- Estrategias en situaciones de incertidumbre generadas a partir de contextos de aprendizaje cooperativo: adaptación y cambio de estrategia cuando sea necesario, aceptación  y valoración positiva del  error  propio  y  el  de  los  demás como oportunidad de aprendizaje.",
        "C. Conciencia ecosocial.",
        "- Estilos de vida sostenible: los límites del planeta y el agotamiento de recursos. La huella ecológica: concepto, unidad de medida y tipos de huella ecológica (huella hídrica, huella de cambio climático, huella de recursos, huella atmosférica, huella de residuos y huella de biodiversidad).",
        "- Reducción  de  la  huella ambiental en  el  colegio  y  el  hogar. Usos  y  hábitos escolares  y  familiares  con  incidencia  en  la  huella  ambiental. Tipología  de residuos que se generan en el centro escolar y el hogar.  Ecoauditorías: cálculo de impactos ambientales. Puesta en marcha de acciones para reducir la huella ambiental."
    ],
    "criteriosEvaluacion": [
        "1.1 Buscar, analizar y organizar información sobre el medio natural utilizando recursos digitales de acuerdo con las necesidades del contexto educativo, en entornos personales y/o virtuales de aprendizaje, de forma segura y eficiente. (STEM4, CD1, CD3, CD4, CPSAA2, CPSAA4)",
        "1.2 Reelaborar y crear contenidos digitales sencillos sobre el medio natural a través de aplicaciones y recursos digitales, comunicándose y trabajando de forma individual, en equipo y/o en red. (CCL1, CCL3, STEM4, CD2, CD3, CD5, CPSAA4, CE3, CCEC4)",
        "1.3 Cooperar y colaborar activamente en la utilización de recursos digitales de forma responsable, respetuosa y cívica, indagando sobre el medio natural. (CCL1, CD2, CD3, CD4, CD5, CPSAA2)",
        "2.1 Formular preguntas y realizar predicciones razonadas sobre el medio natural, mostrando y manteniendo curiosidad, respeto y sentido crítico. (CCL1, STEM2, CPSAA4, CC4)",
        "2.2 Buscar, seleccionar y contrastar información, de diferentes fuentes seguras y fiables, utilizándola en investigaciones relacionadas con el medio natural y adquiriendo léxico científico básico. (CCL2, CCL3, CD1, CD4)",
        "2.3 Diseñar y realizar experimentos guiados, cuando la investigación lo requiera, utilizando diferentes técnicas de indagación y modelos, empleando de forma segura los instrumentos y dispositivos, realizando observaciones, y mediciones precisas y registrándolas correctamente. (STEM 1, STEM 2, STEM4, CPSAA4, CPSAA5, CC4)",
        "2.4 Proponer posibles respuestas a las preguntas planteadas sobre el medio natural, a través del análisis y la interpretación de la información y los resultados obtenidos, comparándolos con las predicciones realizadas. (CCL1, CCL2, CCL3, STEM2, CD1, CPSAA5)",
        "2.5 Comunicar los resultados de las investigaciones sobre el medio natural, en diferentes formatos, adaptando el mensaje a la audiencia a la que va dirigido, utilizando el lenguaje científico y explicando los pasos seguidos. (CCL1, CP2, STEM2, STEM4, CD2, CD4, CPSAA4, CPSAA5)",
        "3.1 Desarrollar en equipo un producto final sencillo que dé solución a un problema de diseño, probando diferentes prototipos o soluciones y utilizando de forma segura las herramientas, técnicas y materiales adecuados. (STEM1, STEM3, CPSAA3, CE1, CE3, CCEC4)",
        "3.2 Comunicar el diseño de un producto final, adaptando el mensaje y el formato a la audiencia, explicando los pasos seguidos, justificando por qué ese prototipo o solución digital cumple con los requisitos del proyecto. (CCL1, STEM2, STEM4, CD4, CD5)",
        "3.3 Proponer posibles soluciones a los problemas planteados de acuerdo con técnicas sencillas de pensamiento computacional, mediante estrategias básicas de gestión de proyectos cooperativos, teniendo en cuenta los recursos necesarios y estableciendo criterios concretos para evaluar el proyecto. (STEM1, STEM3, CD5, CPSAA3, CPSAA4, CPSAA5, CE1, CE3)",
        "3.4 Identificar problemas de diseño que se resuelvan con la creación de un prototipo o solución digital, reconociendo necesidades del entorno y proponiendo posibles objetivos. (STEM2, CD5, CPSAA4, CPSAA5)",
        "4.1 Desarrollar actitudes que fomenten el bienestar emocional y social gestionando las emociones propias y respetando las de los demás, desarrollando habilidades intra e interpersonales, fomentando relaciones afectivas saludables y analizando los usos de la tecnología y la gestión del tiempo libre. (STEM5, CD4, CPSAA1, CPSAA2, CPSAA3, CC3, CE2, CCEC3)",
        "4.2 Adoptar estilos de vida saludables valorando la importancia de una alimentación variada, equilibrada y sostenible, el ejercicio físico, el contacto con la naturaleza, el descanso, la higiene, la prevención de enfermedades y el uso adecuado de nuevas tecnologías. (STEM5, CD4, CPSAA2, CC3)",
        "4.3 Reconocer de forma positiva los cambios físicos, emocionales y sociales que conlleva la pubertad y la adolescencia, tanto en uno mismo como en los demás, mostrando respeto y desarrollando la personalidad y la autoconfianza. (STEM5, CPSAA1, CPSAA2, CPSAA3, CC3, CE2, CCEC3)",
        "5.1 Identificar y analizar críticamente las características, la organización y las propiedades de los elementos o sistemas del medio natural a través de la indagación utilizando las herramientas y procesos adecuados y compartiendo e intercambiando la información obtenida. (CCL1, CCL4 STEM1, STEM2, STEM4, CD1, CPSAA4, CE1, CCEC1)",
        "5.2 Establecer conexiones sencillas entre diferentes elementos o sistemas del medio natural mostrando respeto y comprensión de las relaciones que se establecen. (STEM5, CPSAA4, CC3, CC4, CCEC1)",
        "5.3 Valorar, proteger y mostrar actitudes de conservación y mejora del patrimonio natural a través de propuestas y acciones que reflejen compromisos y conductas en favor de la sostenibilidad. (CCL4, STEM5, CC3, CC4, CE1, CCEC1)",
        "6.1 Poner en práctica estilos de vida sostenible y consecuentes con el respeto, los cuidados, la corresponsabilidad y la protección de las personas y del planeta y el uso sostenible de los recursos naturales, a partir del análisis de la intervención humana en el entorno desde los puntos de vista tecnológico y ambiental, y contribuyendo a una conciencia individual o colectiva. (CCL5, STEM2, STEM5, CD4, CPSAA4, CC1, CC4)",
        "6.2 Participar con actitud emprendedora de forma individual y/o cooperativa en la búsqueda de propuestas para afrontar problemas ecosociales y actuar para su resolución, a partir del análisis de las causas y consecuencias de la intervención humana en el entorno tecnológico y ambiental. (CCL5, STEM2, STEM5, CD4, CPSAA4, CC1, CC3, CC4, CE1, CE3)"
    ]
}