{
  "saberes": [
    "A. Comunicación.",
    "– Autoconfianza. El error como instrumento de mejora y propuesta de reparación.",
    "– Estrategias básicas para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales muy breves y sencillos.",
    "• Movilizar conocimientos previos para anticipar la tarea a realizar seleccionando el formato más adecuado.",
    "• Producir textos escritos y orales muy breves, sencillos y mínimamente cohesionados a partir de modelos sobre temas cotidianos.",
    "• Compensar las carencias lingüísticas mediante procedimientos lingüísticos, paralingüísticos o paratextuales, como el parafraseo, la definición, la sinonimia o búsqueda de palabras cercanas o incluso el parentesco con la lengua de origen y/u otras de estudio.",
    "• Ser capaz de autocorregirse para reconducir la conversación.",
    "• Identificar el tema a través de deducciones de significados por el contexto, por elementos visuales, por comparación de palabras, etc.",
    "• Identificar la información global y específica de textos orales y escritos, muy breves y sencillos.",
    "• Deducir ideas principales de textos escritos y orales muy breves y sencillos a partir de la elaboración de hipótesis.",
    "– Conocimientos, destrezas y actitudes que permitan detectar y colaborar en actividades de mediación en situaciones cotidianas sencillas.",
    "• Analizar la información seleccionando la más relevante",
    "• Ser capaz de adaptarse a las diferentes necesidades del destinatario:",
    "- teniendo en cuenta el contexto",
    "- transmitiendo el mensaje de manera clara y comprensible para su interlocutor",
    "- utilizando estrategias sencillas tales como resumir, parafrasear, aclarar, simplificar etc.",
    "– Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo:",
    "• Saludar y despedirse",
    "• Presentarse y presentar a alguien",
    "• Informarse sobre la identidad de alguien",
    "• Hablar de sus gustos y preferencias",
    "• Hacer apreciaciones básicas.",
    "• Hablar de sus actividades de ocio y tiempo libre",
    "• Hablar de sus costumbres y de su alimentación",
    "• Expresar emociones y sensaciones básicas.",
    "• Identificar y describir personas u objetos",
    "• Comparar",
    "• Situar en el espacio",
    "• Describir lugares cercanos o de su entorno (instituto, casa, habitación, ciudad...)",
    "• Indicar un itinerario",
    "• Situar en el tiempo",
    "• Describir el tiempo meteorológico",
    "• Hablar del horario escolar",
    "• Pedir información e intercambiar sobre cuestiones cotidianas",
    "• Comprar",
    "• Hacer un pedido",
    "• Dar órdenes y recomendaciones",
    "• Pedir, proponer, aceptar y rechazar ayuda, proposiciones o sugerencias.",
    "• Comunicarse en el aula",
    "• Hablar de su familia",
    "• Hablar de las tareas del hogar y de actividades cotidianas",
    "• Narrar acontecimientos pasados",
    "• Describir hechos presentes",
    "• Hablar de sus proyectos inmediatos",
    "– Modelos contextuales y géneros discursivos básicos en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto; organización y estructuración según el género, la función textual y la estructura.",
    "• Ser capaz de comprender y/o de producir de forma oral: conversaciones informales y de la vida cotidiana; audios de WhatsApp; llamadas telefónicas o videoconferencias; documentos audiovisuales adaptados a su nivel; anuncios, publicidad, podcast y noticias breves.",
    "• Ser capaz de comprender y/o de producir de forma escrita: anuncios públicos, folletos publicitarios muy sencillos, correspondencia postal y telemática, instrucciones breves, carteles y señales, mensajes, WhatsApp, horarios, menús, detalles personales en formularios, narraciones sencillas y muy breves, descripciones, comics breves y sencillos.",
    "– Unidades lingüísticas básicas y significados asociados a dichas unidades tales como:",
    "• La afirmación",
    "• La interrogación",
    "• La exclamación",
    "• La negación",
    "• Expresión de la entidad",
    "- Los pronombres sujeto",
    "- El pronombre on",
    "- Los pronombres tónicos",
    "- Los presentativos: C’est / Il est",
    "- Los artículos definidos e indefinidos",
    "- Los artículos contractos",
    "• Expresión del tiempo presente:",
    "- Verbos auxiliares être y avoir",
    "- Verbos del primer grupo",
    "- Verbos pronominales",
    "- Verbos cercanos a la realidad del alumnado y de uso frecuente: mettre, faire, aller, venir, sortir, finir, prendre...",
    "• Expresión del tiempo futuro:",
    "- El futuro próximo",
    "• Expresión de la orden:",
    "- El imperativo",
    "• Las preposiciones de lugar y las relaciones espaciales",
    "• Expresión relaciones de causalidad básicas: Pourquoi ? Parce que...",
    "• Expresión de relaciones lógicas básicas: et, ou, mais, alors, avant, après…",
    "• Expresión de la cualidad",
    "- El género y el número de los adjetivos",
    "• Expresión de la hora y situar acontecimientos en el tiempo",
    "• Expresión de la frecuencia",
    "• Expresión de la pertenencia",
    "• Expresión de la cantidad",
    "- Los artículos partitivos",
    "- Los adjetivos numerales",
    "• Expresión de la comparación",
    "• Expresión de la intensidad:",
    "- Los adverbios: très, trop, beaucoup, assez, peu.",
    "– Léxico de uso común y de interés para el alumnado relativo a identificación personal, relaciones interpersonales, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana, salud y actividad física, vivienda y hogar, clima y entorno natural, tecnologías de la información y la comunicación.",
    "• Los saludos y las despedidas",
    "• Fórmulas de cortesía",
    "• Nombre, apellido, edad, lugar de residencia",
    "• Países, nacionalidades y lenguas",
    "• Los colores",
    "• Los números",
    "• El material escolar",
    "• Las asignaturas, el instituto y el aula",
    "• Las nuevas tecnologías",
    "• Los días de la semana, los meses y las estaciones del año",
    "• El tiempo meteorológico",
    "• Los momentos del día",
    "• Las actividades cotidianas",
    "• Los deportes y actividades de ocio y tiempo libre",
    "• Los animales",
    "• Las partes del cuerpo",
    "• Las sensaciones y emociones",
    "• La familia",
    "• El físico y la apariencia",
    "• La ropa",
    "• El carácter y la personalidad",
    "• Profesiones",
    "• La ciudad: comercios, lugares, edificios e itinerarios",
    "• Los alimentos y las comidas",
    "• La casa: habitaciones, muebles y objetos",
    "• Las tareas del hogar",
    "– Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones comunicativas generales asociadas a dichos patrones.",
    "• El alfabeto",
    "• La entonación afirmativa e interrogativa",
    "• La liaison y la elisión",
    "• Los sonidos consonánticos:",
    "• Ser capaz de comunicarse de forma simple, reformulando, preguntando y solicitando la colaboración del interlocutor, siempre y cuando este hable clara y lentamente y se muestre cooperativo.",
    "• Adecuar la producción al destinatario y al contexto.",
    "• Utilizar estrategias, fórmulas y rituales de comunicación para iniciar, mantener y terminar la interacción.",
    "• Ser capaz de mantener la comunicación sin interrupciones con el uso de fórmulas de saludo, de apóstrofe, morfemas fáticos, gestos, miradas, aclaraciones y explicaciones.",
    "• Compensar las carencias lingüísticas mediante procedimientos lingüísticos, paralingüísticos o paratextuales, como el parafraseo, la definición, la sinonimia o búsqueda de palabras cercanas o incluso el parentesco con la lengua de origen y/u otras de estudio.",
    "• Apoyarse en el lenguaje no verbal para asegurar la comunicación.",
    "• Deducir el sentido general de un texto a partir de la comprensión de algunos elementos de textos escritos y orales.",
    "• Movilizar competencias, conocimientos y habilidades con el fin de poder realizar la tarea.",
    "• Adecuar la producción e interacción a los usos socioculturales de la lengua francesa: la diferencia entre tu y vous, la importancia de la politesse.",
    "– Recursos para el aprendizaje y estrategias básicas de búsqueda de información: diccionarios, libros de consulta, bibliotecas, recursos digitales e informáticos, etc.",
    "• Desarrollar estrategias y buenos hábitos en la búsqueda de información utilizando libro de texto, apuntes, mapas conceptuales, diccionarios bilingües, libros de consulta, recursos digitales e informáticos, etc. evitando el uso abusivo del traductor automático.",
    "– Identificación de la autoría de las fuentes consultadas, su fiabilidad y los contenidos utilizados",
    "• Habituarse a mencionar las fuentes de información consultadas, respetando la propiedad intelectual",
    "– Herramientas analógicas y digitales básicas para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera",
    "• Iniciarse en el conocimiento de diferentes plataformas virtuales que permitan llevar a cabo el aprendizaje del francés en un ambiente de mayor inmersión lingüística como, por ejemplo: Etwinning, Padlet, etc.",
    "• Conocer por ejemplo algunas plataformas tipo Culturethèque, Lumni, Universciences, La puce à l’oreille, TV5 monde, TV5+, France culture, RFI Savoirs, etc.",
    "• Estar interesado en participar en intercambios presenciales, virtuales, postales o de cualquier otro tipo con alumnos de centros de países francófonos.",
    "B. Plurilingüismo y reflexión sobre el aprendizaje",
    "– Estrategias y técnicas para responder eficazmente a una necesidad comunicativa básica y concreta de forma comprensible, a pesar de las limitaciones derivadas del nivel de competencia en la lengua francesa y en las demás lenguas del repertorio lingüístico propio",
    "• Aplicar los conocimientos previos sobre el tema para identificar la información global del texto escrito, oral o multimodal.",
    "• Identificar el tema a través de deducciones de significados por el contexto, por elementos visuales, por comparación de palabras.",
    "• Formular hipótesis a partir de la comprensión de algunos elementos del texto escrito, oral o multimodal.",
    "• Localizar y usar adecuadamente recursos lingüísticos o temáticos (uso de un diccionario o gramática, búsqueda en Internet, etc.).",
    "• Arriesgarse a formar palabras, frases, estructuras con elementos del repertorio lingüístico personal y estar abiertos al error como parte del aprendizaje.",
    "– Estrategias básicas para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
    "– Estrategias y herramientas básicas de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
    "• Reflexionar e identificar los propios errores y los de los compañeros realizando una autoevaluación y una coevaluación productiva y constructiva.",
    "• Entender la autoevaluación y coevaluación como medidor y parte integral del proceso de aprendizaje.",
    "– Léxico y expresiones de uso común para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje): écoutez, soulignez, entourez, cochez, complétez, lisez, écrivez, observez, cherchez, ci-dessus/dessous, ci-joint, ci-contre …",
    "– Comparación básica entre lenguas a partir de elementos de la lengua francesa y otras lenguas: origen y parentescos. Aprovechar sus semejanzas y diferencias para optimizar su aprendizaje.",
    "C. Interculturalidad",
    "– La lengua francesa como medio de comunicación interpersonal e internacional, fuente de información, y como herramienta para el enriquecimiento personal.",
    "– Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua francesa tales como el aprovechamiento de los intercambios ofrecidos por la comunidad de La Rioja y sus distintos municipios o el uso de la plataforma Etwinning, por ejemplo.",
    "– Aspectos socioculturales y sociolingüísticos básicos relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales básicas; lenguaje no verbal, cortesía lingüística y etiqueta digital (Netiquette); cultura, costumbres y valores propios de países donde se habla la lengua francesa.",
    "– Patrones culturales básicos propios de la lengua extranjera:",
    "• La gastronomía francesa, festividades y tradiciones (Noël, Carnaval, la chandeleur, le 1er avril, Pâques, la fête de la musique y la journée de la Francophonie)",
    "• La chanson française, la bande dessinée, la moda y los símbolos de Francia.",
    "• Conocer algunos personajes famosos reales o ficticios de la cultura francófona (por ejemplo: Astérix, Obelix, Napoleón, Marie Curie …)",
    "• La Francofonía",
    "– Estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
    "• Valorar la riqueza aportada por las diferencias culturales entre los diferentes países francófonos con el país de origen y acercarse desde el respeto a culturas y costumbres francófonas.",
    "• Reconocer algunos elementos socioculturales que se presenten en los textos escritos y orales.",
    "• Adecuar la producción e interacción a los usos socioculturales de la lengua francesa, conocer y valorar la importancia de la politesse.",
    "• Ser conscientes de las diferencias culturales entre España y Francia o cualquier otro país francófono: el sistema escolar, la jornada, horarios y momentos del día, la distribución de la casa, etc.",
    "– Estrategias básicas de detección y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
    "• Utilizar todos los recursos y herramientas que nos ofrece la lengua para dar un trato igualitario y respetuoso hacia las personas independientemente de su origen, religión, sexo, edad, orientación sexual, situación social, capacidades o de cualquier otra condición o circunstancia personal o social.",
    "• Mantener una actitud crítica hacia el uso discriminatorio del lenguaje verbal y no verbal."
  ],
  "criteriosEvaluacion": [
    "Competencia Específica 1:",
    "1.1. Interpretar y analizar el sentido global y la información específica y explícita de textos orales, escritos breves y muy sencillos sobre temas frecuentes y cotidianos, de relevancia personal y próximos a su experiencia, expresados de forma clara y en la lengua estándar a través de diversos soportes.",
    "1.2. Seleccionar, organizar y aplicar de forma guiada las estrategias y conocimientos más adecuados en situaciones comunicativas cotidianas para comprender el sentido general, la información esencial y los detalles más relevantes de los textos (orales y escritos); interpretar elementos no verbales; y buscar y seleccionar información.",
    "Competencia Específica 2:",
    "2.1. Expresar oralmente textos breves, sencillos, estructurados, comprensibles y adecuados a la situación comunicativa sobre asuntos cotidianos y frecuentes, de relevancia para el alumnado, con el fin de describir, narrar e informar sobre temas concretos, en diferentes soportes, utilizando de forma guiada recursos verbales y no verbales, así como estrategias de planificación y control de la producción.",
    "2.2. Organizar y redactar textos breves y comprensibles, con claridad, coherencia, cohesión y adecuación a la situación comunicativa propuesta, siguiendo pautas establecidas, a través de herramientas analógicas y digitales, sobre asuntos cotidianos y frecuentes, de relevancia para el alumnado.",
    "2.3. Seleccionar, organizar y aplicar de forma guiada conocimientos y estrategias para planificar, producir y revisar textos comprensibles, coherentes y adecuados a las intenciones comunicativas, las características contextuales y la tipología textual, usando con ayuda los recursos físicos o digitales más adecuados en función de la tarea y las necesidades de cada momento.",
    "Competencia Específica 3:",
    "3.1. Planificar y participar en situaciones interactivas breves y muy sencillas sobre temas cotidianos, de relevancia personal y próximos a su experiencia, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores e interlocutoras.",
    "3.2. Seleccionar, organizar y utilizar, de forma guiada y en entornos próximos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones.",
    "Competencia Específica 4:",
    "4.1. Inferir y explicar textos, conceptos y comunicaciones breves y muy sencillas en situaciones en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores e interlocutoras y por las lenguas empleadas, e interés por participar en la solución de problemas de intercomprensión y de entendimiento en su entorno próximo, apoyándose en diversos recursos y soportes.",
    "4.2. Aplicar, de forma guiada, estrategias que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, adecuadas a las intenciones comunicativas, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
    "Competencia Específica 5:",
    "5.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre su funcionamiento.",
    "5.2. Utilizar y diferenciar los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua francesa, con apoyo de otros participantes y de soportes analógicos y digitales.",
    "5.3. Identificar y registrar, siguiendo modelos, los progresos y dificultades de aprendizaje de la lengua francesa, seleccionando de forma guiada las estrategias más eficaces para superar esas dificultades y progresar en su aprendizaje, realizando actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo sus progresos y dificultades explícitos y compartiéndolos.",
    "Competencia Específica 6:",
    "6.1. Actuar de forma empática y respetuosa en situaciones interculturales, construyendo vínculos entre las diferentes lenguas y culturas, rechazando cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos.",
    "6.2. Aceptar y adecuarse a la diversidad lingüística, cultural y artística propia de países donde se habla la lengua francesa, reconociéndola como fuente de enriquecimiento personal, mostrando interés por compartir elementos culturales y lingüísticos que fomenten la sostenibilidad y la democracia.",
    "6.3. Aplicar, de forma guiada, estrategias para explicar y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad."
  ]
}