{
  "saberes": [
    "I. La lengua y sus hablantes",
    "1. Análisis y valoración de la biografía lingüística propia y de la diversidad lingüística del centro y del entorno.",
    "2. Análisis y explicación del desarrollo sociohistórico de las lenguas de España.",
    "3. Explicación y valoración de rasgos de las principales variedades dialectales del español a partir de los del español de Canarias.",
    "4. Desarrollo y transmisión de la reflexión interlingüística.",
    "5. Explicación y valoración de las diferencias entre los rasgos propios de las variedades dialectales (fónicos, gramaticales y léxicos) y los relativos a los sociolectos y los registros.",
    "6. Exploración y cuestionamiento argumentado de prejuicios y estereotipos lingüísticos. Estudio y reflexión del fenómeno de contacto entre lenguas: bilingüismo, préstamos, interferencias. Diglosia lingüística y diglosia dialectal.",
    "7. Indagación en torno a los derechos lingüísticos y su expresión en leyes y declaraciones institucionales.",
    "II. Comunicación",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos, con atención conjunta a los siguientes aspectos:",
    "1. Contexto ",
    "     1.1. Valoración argumentada de los componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre las personas interlocutoras; propósitos comunicativos e interpretación reflexiva de intenciones; canal de comunicación, imagen, elementos paratextuales y no verbales de la comunicación.",
    "2. Géneros discursivos ",
    "     2.1. Análisis valorativo y producción de secuencias textuales básicas, con especial atención a las expositivas y argumentativas.",
    "     2.2. Análisis reflexivo y aplicación de las propiedades textuales: coherencia, cohesión, fluidez y adecuación.",
    "     2.3. Valoración y producción de géneros discursivos propios del ámbito personal: la conversación, el mensaje escrito, la carta o el correo electrónico, con especial atención a los actos de habla que amenazan la imagen de la persona interlocutora (la discrepancia, la queja, la orden y la reprobación).",
    "     2.4. Valoración y producción de géneros discursivos propios del ámbito educativo: la exposición oral y escrita, el debate y la disertación.",
    "     2.5. Valoración y producción de géneros discursivos propios del ámbito social: redes sociales y medios de comunicación. Aplicación de la etiqueta digital y especial cuidado ante los riesgos de desinformación y manipulación y vulneración de la privacidad en la red. Análisis argumentado de la imagen y de los elementos paratextuales de los textos icónico-verbales y multimodales.",
    "     2.6. Valoración y producción de géneros discursivos propios del ámbito profesional: el currículum vitae, la carta de motivación y la entrevista de trabajo.",
    "3. Procesos ",
    "     3.1. Interacción oral, escrita y multimodal de carácter informal y formal. Uso y valoración de la cooperación conversacional y cortesía lingüística. Manejo y valoración de la escucha activa, asertividad y resolución dialogada de los conflictos.",
    "     3.2. Comprensión oral: análisis y explicación razonada del sentido global del texto, relación entre sus partes, mecanismos de referencia interna y procedimientos lingüísticos para la expresión de la subjetividad; selección, retención y análisis reflexivo de la información relevante. Interpretación de la intención del emisor. Detección, reflexión y rechazo argumentado de usos discriminatorios del lenguaje verbal y no verbal. Valoración crítica de la forma y el contenido del texto.",
    "     3.3. Estudio de la lengua de signos a través del reconocimiento del alfabeto dactilológico, expresiones y vocabulario de uso cotidiano.",
    "     3.4. Producción oral formal: planificación y búsqueda de información, textualización,  revisión, reorganización en esquemas propios y difusión. Adecuación a la audiencia y al tiempo de exposición. Selección autónoma de los elementos no verbales, paratextuales de los textos icónico-verbales y de los rasgos discursivos y lingüísticos de la oralidad formal. Desarrollo de la deliberación oral argumentada.",
    "     3.5. Comprensión lectora: interpretación y reflexión en torno al sentido global del texto, la estructura y relación entre sus partes. Valoración de la intención del emisor. Detección, rechazo y reflexión argumentada de usos discriminatorios del lenguaje verbal e icónico. Valoración crítica de la forma y el contenido del texto.",
    "     3.6. Producción escrita: planificación, textualización, revisión y edición creativa en diferentes soportes. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas conceptuales, definiciones, resúmenes, etc.",
    "     3.7. Alfabetización mediática e informacional: búsqueda y selección de la información con criterios de validez, calidad, actualidad, fiabilidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión de manera creativa y respetuosa con la propiedad intelectual. Utilización eficaz de dispositivos digitales, herramientas tecnológicas, servicios en línea y plataformas virtuales para la realización de proyectos escolares.",
    "4. Reconocimiento y uso discursivo de los elementos lingüísticos ",
    "     4.1. Conocimiento y uso de las técnicas y estrategias de la expresión de la subjetividad en textos de carácter expositivo y argumentativo. Identificación y aplicación de las variaciones de las formas deícticas (fórmulas de confianza y cortesía) y procedimientos de modalización.",
    "     4.2. Valoración y aplicación eficaz de los recursos lingüísticos para adecuar el registro a la situación de comunicación.",
    "     4.3. Observación, reflexión argumentada y aplicación de los procedimientos explicativos básicos: la aposición y las oraciones de relativo.",
    "     4.4. Apropiación, reflexión argumentada y uso de los mecanismos de cohesión, de los conectores textuales distributivos, de orden, de contraste, explicación, causa, consecuencia, condición e hipótesis, así como los mecanismos de referencia interna gramaticales y léxicos (nominalizaciones e hiperónimos de significado abstracto).",
    "     4.5. Conocimiento, explicación y uso coherente de las formas verbales en los textos (expositivos y argumentativos). Reconocimiento y apropiación de la correlación temporal en la coordinación y subordinación de oraciones, y en el discurso relatado.",
    "     4.6. Análisis reflexivo de la corrección lingüística e interiorización de la revisión ortográfica y gramatical de los textos. Manejo eficaz de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital para la corrección y la mejora textual y para obtener información gramatical.",
    "     4.7. Uso reflexivo y apropiación de los signos de puntuación como mecanismo organizador del texto escrito. Identificación y valoración de su relación con el significado.",
    "III. Educación literaria",
    "1. Lectura autónoma. Implicación en la lectura de obras de forma progresivamente autónoma a partir de una preselección de textos variados, y reflexión sobre los textos leídos y sobre la práctica de lectura, atendiendo a los siguientes saberes: ",
    "     1.1. Integración de estrategias y criterios para la selección de obras variadas de manera orientada, a partir de la utilización autónoma de la biblioteca escolar y pública disponible.",
    "     1.2. Consolidación y verbalización de los propios gustos e identidad lectora.",
    "     1.3. Participación activa en actos culturales vinculados con el circuito literario y lector y con la lectura del ámbito personal, educativo y social.",
    "     1.4. Expresión de la experiencia lectora, utilizando el metalenguaje específico. Apropiación de los textos leídos a través de distintas formas de recreación.",
    "     1.5. Movilización de la experiencia personal, lectora y cultural para establecer vínculos argumentados entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales.",
    "     1.6. Apropiación de estrategias para la recomendación de las lecturas entre iguales, ya sea de forma oral, escrita o multimodal, y en soportes variados, comentando los géneros y los subgéneros a los que pertenecen.",
    "   ",
    "2. Lectura guiada. Lectura de obras y fragmentos relevantes de la literatura juvenil contemporánea y del patrimonio literario universal con la adecuada atención a la literatura canaria, inscritas en itinerarios temáticos o de género que atraviesan épocas, contextos culturales y movimientos artísticos, atendiendo a los siguientes saberes: ",
    "     2.1. Integración de estrategias para la construcción compartida de la interpretación de las obras a través de conversaciones literarias, con la incorporación del metalenguaje específico.",
    "     2.2. Relación y análisis reflexivo entre los elementos constitutivos del género literario y la construcción del sentido de la obra. Interpretación de los efectos de sus recursos expresivos en la recepción.",
    "     2.3. Aplicación de estrategias de utilización de información sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias.",
    "     2.4. Análisis comparativo y valorativo de los textos leídos con otros textos, orales, escritos o multimodales, con otras manifestaciones artísticas y culturales y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes. Interpretación de los elementos de continuidad y ruptura.",
    "     2.5. Apropiación de estrategias para interpretar obras y fragmentos literarios a partir de la integración de los diferentes aspectos analizados y atendiendo a la indagación en los valores culturales, éticos y estéticos presentes en los textos, con especial atención a la perspectiva de género.",
    "     2.6. Consolidación de estrategias que favorezcan la lectura expresiva, la dramatización y la recitación de los textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "     2.7. Creación de textos con intención literaria, sentido estético y conciencia de estilo a partir de la apropiación progresiva de las convenciones del lenguaje literario en referencia a modelos dados (imitación, transformación, continuación, etc.).",
    "IV. Reflexión sobre la lengua",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas atendiendo a los siguientes saberes:",
    "1. Análisis y evaluación de las diferencias relevantes e intersecciones entre lengua oral y lengua escrita atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
    "2. Análisis y valoración en uso de la lengua como sistema y de sus unidades básicas teniendo en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado), su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "3. Valoración y explicación en uso de la distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas) y consolidación de los procedimientos léxicos (afijos) y sintácticos para los cambios de categoría.",
    "4. Análisis reflexivo de la relación entre los esquemas semántico y sintáctico de la oración. Identificación de enunciados de acuerdo con estos esquemas, formulación de hipótesis, búsqueda de contraejemplos y uso de la terminología sintáctica necesaria.",
    "5. Análisis reflexivo y aplicación de los procedimientos de adquisición y formación de palabras. Valoración de los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo."
  ],
  "criteriosEvaluacion": [
    "1.1. Reconocer, valorar y respetar la diversidad lingüística de España, con especial atención a la variedad dialectal canaria, identificando de manera autónoma las características que corresponden a una variedad de registro, variedad social o variedad geográfica en manifestaciones orales, escritas, signadas y multimodales, para ampliar su repertorio lingüístico individual y adoptar una actitud de legitimación hacia el español de Canarias como variedad de prestigio de la lengua española y fuente de riqueza lingüística y cultural. CCL1, CCL3, CP2, CP3, CD1, CCEC1",
    "1.2. Identificar y desterrar prejuicios, estereotipos y usos discriminatorios de la lengua, así como abusos de poder a través de la misma, a partir de la interacción con las demás personas en diferentes contextos socioinstitucionales y del reconocimiento de los derechos lingüísticos individuales y colectivos para desarrollar un juicio propio, argumentado, respetuoso y opuesto a cualquier tipo de discriminación lingüística, prescindiendo de ideas preconcebidas en torno a la distribución geográfica del idioma, e integrando la variedad lingüística en su desarrollo personal, favoreciendo un uso no solo eficaz sino también ético del lenguaje, en el que el diálogo sea una herramienta para la construcción de una sociedad democrática e igualitaria. CCL5, CP2, CP3, CD1, CC1, CC2, CC3, CCEC1, CCEC3",
    "2.1. Comprender, analizar y explicar de manera razonada el sentido global del texto y la relación entre sus partes; seleccionar, retener y analizar de forma reflexiva la información más relevante y la intención del emisor de textos orales o multimodales, aplicando métodos inductivos, deductivos y metacognitivos e integrándolos en un proceso de aprendizaje continuo para desarrollar su conciencia crítica. CCL2, CCL3, CP2, STEM1, CD1, CD2, CD3, CPSAA4, CC3",
    "2.2. Analizar y reflexionar sobre la forma y el contenido de textos orales, signados y multimodales de cierta complejidad, identificando mecanismos de referencia interna y distintos procedimientos lingüísticos, así como la eficacia de los procedimientos comunicativos empleados, para construir una opinión crítica y reflexiva sobre la forma y el significado del mensaje. CCL2, CP2, CD2, CD3, CPSAA4, CC3",
    "3.1. Producir textos orales y multimodales de cierta extensión y complejidad ajustándose a las convenciones propias de los diversos géneros discursivos, con especial atención a los expositivos y argumentativos, respetando las características del español de Canarias, utilizando de manera eficaz recursos verbales y no verbales, planificando las diferentes fases de creación del texto y aplicando técnicas de autoevaluación para comunicarse de manera fluida e informada en diferentes contextos sociales. CCL1, CCL3, STEM1, CD2, CD3, CPSAA4, CE1",
    "3.2. Participar de manera activa y adecuada en interacciones comunicativas orales formales e informales, con actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística, para reconocer la comunicación oral como medio para transmitir conocimientos e ideas, y para ejercer una ciudadanía activa. CCL1, CCL5, CD2, CD3, CC2",
    "4.1. Comprender, interpretar y reflexionar en torno al sentido global, la estructura, el tipo de persona destinataria, el formato utilizado y la información más relevante de textos escritos o multimodales de cierta complejidad, identificando e interpretando de manera reflexiva la intención comunicativa, realizando las inferencias necesarias y planteando hipótesis para entender diferentes propósitos de lectura que le permitan asumir de forma activa la responsabilidad de su aprendizaje continuo. STEM1, CPSAA4",
    "4.2. Analizar y valorar de manera crítica la forma y el contenido de textos escritos y multimodales de cierta complejidad, determinando si su contenido cumple con las expectativas de certeza y veracidad y reflexionando sobre la idoneidad de los procedimientos lingüísticos utilizados para poner sus prácticas comunicativas de manera eficaz al servicio del compromiso activo y la participación plena en la vida social y cívica. CCL2, CCL3, CCL5, CD1, CC3",
    "5.1. Producir textos escritos y multimodales de cierta extensión y complejidad, ajustándose a las convenciones propias de los diversos géneros discursivos, con especial atención a los expositivos y argumentativos, analizando la situación comunicativa, la persona destinataria, su propósito y el canal, aplicando en sus producciones procedimientos discursivos, lingüísticos y de estilo, con la debida atención al español de Canarias, para dar una respuesta eficaz y creativa a demandas comunicativas concretas y para enriquecer los textos con la debida precisión léxica y corrección ortográfica y gramatical. CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA4, CPSAA5, CC2",
    "6.1. Elaborar trabajos o proyectos de investigación de cierta complejidad sobre diversos temas de interés académico, personal o social que impliquen localizar, seleccionar y contrastar de manera progresivamente autónoma información procedente de diferentes fuentes, calibrando su actualidad, fiabilidad, validez, calidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y comunicarla de manera creativa y personal, asumiendo hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales, respetando los principios de propiedad intelectual y ejerciendo una ciudadanía digital activa, ética y reflexiva que propicie un proceso de aprendizaje continuo y para toda la vida. CCL3, CD1, CD2, CD3, CD4, CPSAA4, CC2, CE3",
    "7.1. Leer textos seleccionados en función de los propios gustos, intereses y necesidades, de la literatura canaria, española y universal, con la adecuada atención a la literatura juvenil, y participar activamente en situaciones comunicativas culturales que favorezcan la reflexión y el intercambio abierto y creativo de la experiencia lectora, para integrar en su vida la lectura como fuente de placer, dejar constancia de la construcción de su propia identidad lectora y apreciar el encuentro cultural y artístico. CCL1, CCL4, CD3, CPSAA1, CCEC1, CCEC2, CCEC3",
    "8.1. Explicar y argumentar la interpretación de obras o fragmentos representativos de la literatura canaria, española y universal, justificando con el metalenguaje específico la vinculación del contenido y la forma con el contexto sociohistórico y literario de cada obra, la intención del autor o autora, el tema y los rasgos propios del género, con la finalidad de constatar y valorar la pervivencia de universales temáticos y formales en la literatura, así como atender a la configuración y la evolución de los géneros y subgéneros literarios. CCL1, CCL4, CC1, CCEC1, CCEC4",
    "8.2. Argumentar de manera progresivamente autónoma la conexión existente entre los textos literarios, así como con otras manifestaciones artísticas y culturales y de los medios de comunicación, para conformar un mapa cultural que conjugue las obras literarias con el resto de las manifestaciones artísticas y acrecentar las posibilidades de disfrute de la literatura. CCL1, CCL4, CC1, CCEC1, CCEC2",
    "8.3. Crear textos con intención literaria, sentido estético y conciencia de estilo, en los que se movilicen los conocimientos literarios adquiridos y la experiencia lectora, con el propósito de que la escritura creativa sea entendida como una forma de comunicación que permite compartir ideas, sentimientos y emociones, así como construir vínculos personales a partir de la expresión artística. CCL1, CD2, CPSAA4, CCEC2, CCEC3, CCEC4",
    "9.1. Explicar y argumentar sobre la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, haciendo uso del conocimiento explícito de la lengua, con el debido razonamiento inductivo a partir de las variedades dialectales y las lenguas del centro y del entorno, y tomando como referencia las características del español de Canarias, así como del metalenguaje específico para desarrollar la conciencia lingüística. CCL1, CCL2, CP2, CPSAA5",
    "9.2. Formular generalizaciones sobre aspectos del funcionamiento de la lengua para aumentar su repertorio lingüístico, mejorar las destrezas de recepción crítica y profundizar en las distintas fases de construcción del conocimiento sobre el sistema de la lengua y su uso en la comunicación. CCL1, CCL2, CP2, STEM1, STEM2, CPSAA5",
    "9.3. Revisar los textos propios de manera progresivamente autónoma y hacer propuestas de mejora, argumentando los cambios a partir de la reflexión metalingüística con el lenguaje específico, e identificar y subsanar los problemas de comprensión lectora utilizando los conocimientos explícitos de la lengua y su uso para mejorar las destrezas de producción oral y escrita. CCL1, CCL2, CP2, CPSAA5",
    "10.1. Utilizar de manera consciente estrategias comunicativas para la resolución dialogada de los conflictos y la búsqueda de consensos, en diferentes contextos del ámbito personal, educativo y social, con actitud dialogante, constructiva, crítica y respetuosa, así como considerada con la diversidad lingüística y cultural, potenciando el uso de la comunicación como medio para prevenir cualquier tipo de violencia. CCL1, CCL5, CP3, CPSAA3, CC2, CC3",
    "10.2. Valorar y argumentar la capacidad del lenguaje como herramienta para la comunicación positiva, evitando de forma razonada y crítica cualquier uso discriminatorio, con el fin de incorporar las posibilidades que ofrece el lenguaje en el desarrollo individual y social de las personas. CCL1, CCL5, CD3, CPSAA3, CC1"
  ]
}