{
    "saberes": [
        "Bloque 1:",
        "¿Qué es la filosofía? Especificidad y función de la filosofía.",
        "¿Qué es ser humano? Naturaleza humana, identidad y sociedad.",
        "¿Qué es real? Apariencia y realidad.",
        "¿Qué puedo saber? Verdad, opinión y saber.",
        "¿Qué es actuar como una persona? Libertad y responsabilidad.",
        "Bloque 2: Retos y desafíos contemporáneos: Objetivos de Desarrollo Sostenible.",
        "Uso correcto de los argumentos o muerte del diálogo.",
        "Respeto al medio ambiente o muerte del planeta.",
        "Diversidad personal y cultural o muerte de la diferencia.",
        "Consumo responsable o muerte por asfixia.",
        "Lucha contra las injusticias o muerte de la equidad.",
        "Aceptación y manejo de la incertidumbre o muerte de la creatividad.",
        "Compromiso y participación ciudadana o muerte de la democracia.",
        "Responsabilidad digital o muerte de las relaciones."
    ],
    "criteriosEvaluacion": [
        "1.1 Explicar intenciones, causas y consecuencias de los problemas sociales relacionados con los desafíos.",
        "1.2 Utilizar la crítica como herramienta positiva.",
        "1.3 Formular preguntas referidas a la vida cotidiana desde una perspectiva filosófica.",
        "2.1. Diferenciar premisas, argumentos y conclusiones y explicar sus características.",
        "2.2. Identificar y explicar las premisas que sirven como fundamento en la defensa de una idea o hipótesis.",
        "2.3. Identificar y analizar críticamente los usos incorrectos de las estrategias argumentativas y plantear alternativas que se ajusten a la lógica del discurso.",
        "2.4. Analizar críticamente las consecuencias del uso incorrecto de los argumentos.",
        "3.1. Confrontar elementos racionales y emocionales y explicar sus diferencias.",
        "3.2. Explicar de forma clara el valor de las emociones en la toma de decisiones.",
        "3.3. Identificar y exponer todos los elementos contrapuestos que forman parte de un dilema.",
        "4.1. Elaborar textos o discursos con una argumentación clara y ordenada.",
        "4.2. Utilizar de forma correcta los argumentos en la defensa de una idea o propuesta y para aclarar las dudas y malentendidos que se planteen.",
        "4.3. Exponer y argumentar la posición moral que se adopta frente a los desafíos de la vida cotidiana trabajados."
    ]
}