{
    "competenciasEspecificas": [
        "1. Reconocer la diversidad de lenguas del mundo a partir de las propias y de las existentes en España, para favorecer la reflexión, identificar y rechazar prejuicios sobre ellas y para valorar dicha diversidad como fuente de riqueza cultural.",
        "2. Comprender e interpretar textos orales y multimodales, identificando el sentido general y la información más relevante y valorando con ayuda aspectos formales y de contenido básicos, para construir conocimiento y responder a diferentes necesidades comunicativas.",
        "3. Producir textos orales y multimodales, con coherencia, claridad y registro adecuados, para expresar ideas, sentimientos y conceptos; construir conocimiento; establecer vínculos personales; y participar con autonomía en interacciones orales variadas.",
        "4. Comprender e interpretar textos escritos y multimodales, reconociendo el sentido global, las ideas principales y la información explícita e implícita, y realizando con ayuda reflexiones elementales sobre aspectos formales y de contenido, para adquirir y construir conocimiento y para responder a necesidades e intereses comunicativos diversos.",
        "5. Producir textos escritos y multimodales, con corrección gramatical y ortográfica básicas, secuenciando correctamente los contenidos y aplicando estrategias elementales de planificación, textualización, revisión y edición, para construir conocimiento y para dar respuesta a demandas comunicativas concretas.",
        "6. Buscar, seleccionar y contrastar información procedente de dos o más fuentes, de forma planificada evaluando su fiabilidad y reconociendo algunos riesgos de manipulación y desinformación, para transformarla en conocimiento y para comunicarla, adoptando un punto de vista personal y respetuoso con la propiedad intelectual.",
        "7. Leer de manera autónoma obras diversas seleccionadas atendiendo a sus gustos e intereses, compartiendo las experiencias de lectura, para iniciar la construcción de la identidad lectora y para fomentar el gusto por la lectura como fuente de placer.",
        "8. Leer, interpretar y analizar, de manera acompañada, obras o fragmentos literarios adecuados a su desarrollo, estableciendo relaciones entre ellos e identificando el género literario y sus convenciones fundamentales, para iniciarse en el reconocimiento de la literatura como manifestación artística y fuente de placer, conocimiento e inspiración para crear textos de intención literaria.",
        "9. Reflexionar de forma guiada sobre el lenguaje a partir de procesos de producción y comprensión de textos en contextos significativos, utilizando la terminología elemental adecuada, para iniciarse en el desarrollo de la conciencia de la lengua y para mejorar las destrezas de producción y comprensión oral y escrita.",
        "10. Poner las propias prácticas comunicativas al servicio de la convivencia utilizando un lenguaje adecuado y eficaz."
    ]
}