{
    "competenciasEspecificas": [
        "1. Descobrir i investigar els elements i l’especificitat del patrimoni artístic i cultural més proper, mitjançant la percepció i un debat obert i respectuós, per al gaudi compartit i per reflexionar sobre el seu valor de cohesió social.",
        "2. Fomentar el valor i la conservació del patrimoni cultural i artístic global, fent ús de diversos canals d’accés, per enriquir el propi desenvolupament cultural a través de la consciència crítica, la llibertat d’expressió i la diversitat.",
        "3. Distingir els elements constitutius del patrimoni cultural i artístic més proper, comparant-los amb els del patrimoni global, per establir de forma oberta relacions entre els dos.",
        "4. Manifestar i expressar les pròpies identitats i les referències culturals, utilitzant com a suport o mitjà el patrimoni cultural artístic local i global, de forma oberta i inclusiva, per reforçar l’autoestima, la creativitat i l’empatia.",
        "5. Expressar col·laborativament idees, sentiments i emocions, prenent com a referents els elements del patrimoni local, per construir col·lectivament identitats i expressions culturals comunes.",
        "6. Seleccionar espais, mitjans, suports i tècniques, prenent en consideració preferentment les possibilitats que ofereix el patrimoni local, per adaptar els elements disponibles a les intencions comunicatives i expressives, de forma col·laborativa i inclusiva.",
        "7. Dissenyar projectes artístics i culturals que responguin a una necessitat comunicativa i/o expressiva compartida, involucrant de manera inclusiva el major nombre de participants, per posar en valor la diversitat social i cultural, preferentment amb l’entorn local.",
        "8. Organitzar amb creativitat les fases de desenvolupament d’un projecte cultural i artístic, atenent els recursos disponibles i buscant la sostenibilitat, per aconseguir un resultat que generi inclusió social i oportunitats.",
        "9. Compartir un projecte cultural i artístic acabat, posant en valor el procés i el resultat i integrant de forma oberta les opinions que s’hi originin, per enriquir el patrimoni per mitjà de l’impacte social i econòmic que s’hi genera."
    ]
}