{
    "criteriosEvaluacion": [
        "1.1. Identificar, con un vocabulario adecuado, las principales características de manifestaciones escénicas de diferentes épocas y tradiciones, tanto occidentales como no occidentales, con especial atención al patrimonio escénico andaluz y a su elemento más singular, el flamenco, estableciendo relaciones con su contexto y evidenciando una actitud de apertura, interés y respeto en la recepción activa de las mismas.",
        "1.2. Establecer conexiones entre manifestaciones escénicas de diferentes épocas y tradiciones, valorando su influencia sobre las artes escénicas actuales.",
        "2.1. Participar, con iniciativa, confianza y creatividad, en la exploración de sistemas, medios y códigos de significación escénica, a través de actividades de carácter práctico.",
        "2.2. Recrear la acción dramática, el diseño de personajes y la configuración de situaciones y escenas, seleccionando las técnicas más adecuadas de entre las que conforman el repertorio personal de recursos.",
        "3.1. Emplear técnicas elementales de interpretación individual o colectiva, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha, diálogo y aprendizaje.",
        "3.2. Recrear y representar la acción dramática, demostrando eficacia, siguiendo las indicaciones de la dirección, manteniendo la concentración y gestionando de forma guiada la ansiedad y el miedo escénico.",
        "4.1. Participar activamente en la planificación y realización de proyectos colectivos de creación y difusión escénica, asumiendo diferentes funciones con iniciativa y responsabilidad, y valorando y respetando las aportaciones y experiencias del resto de integrantes del grupo.",
        "4.2. Evaluar y presentar los resultados de la planificación y la participación en proyectos de creación y difusión escénica, analizando la relación entre los objetivos planteados y el producto final obtenido, y explicando de forma argumentada las posibles diferencias entre ellos.",
        "5.1. Identificar el tipo de público al que se dirige un espectáculo determinado, basando los argumentos en el análisis de la obra y en las reacciones del público.",
        "5.2. Comentar manifestaciones escénicas, con especial atención a las producciones del patrimonio escénico andaluz, empleando la terminología adecuada, reelaborando información a partir de fuentes fiables, y reflexionando críticamente sobre sus características y presupuestos artísticos."
    ],
    "saberes": [
        "A. Patrimonio escénico",
        "ARES.1.A.1. Artes escénicas: concepto, tipologías y tradiciones. El teatro, la ópera, el ballet y la danza, el musical, la performance y el circo.",
        "ARES.1.A.2. Las artes escénicas y su historia: cambios y transformaciones. Evolución de las artes escénicas en la comunidad andaluza.",
        "ARES.1.A.3. Dramaticidad, teatralidad y performatividad.",
        "ARES.1.A.4. El patrimonio inmaterial, prestando especial atención al andaluz.",
        "B. Expresión y comunicación escénica",
        "ARES.1.B.1. Códigos de significación escénica: naturaleza, descripción y clasificación. ",
        "ARES.1.B.2. El espacio escénico como generador de significado. La convención teatral.",
        "ARES.1.B.3. Recursos plásticos: escenografía volumétrica y virtual, caracterización, iluminación y espacio sonoro. Recursos literarios y otros materiales. El texto dramático.",
        "ARES.1.B.4. El conflicto dramático: personaje, situación y acción dramática. ",
        "ARES.1.B.5. El personaje dramático: análisis, caracterización y construcción. ",
        "ARES.1.B.6. Juego dramático, improvisación, dramatización y creación colectiva.",
        "C. Interpretación",
        "ARES.1.C.1. Preparación física y preparación pre-expresiva. El cuidado del cuerpo. ",
        "ARES.1.C.2. Métodos y técnicas de interpretación.",
        "ARES.1.C.3. Los instrumentos del intérprete: expresión corporal, gestual, oral y rítmico-musical. La conciencia emocional.",
        "ARES.1.C.4. El personaje dramático: grados de representación, objetivos y funciones. ",
        "ARES.1.C.5. La expresión corporal: la dramatización, el mimo y la danza.",
        "ARES.1.C.6. La partitura interpretativa y su ejecución.",
        "D. Representación y escenificación",
        "ARES.1.D.1. El espectáculo escénico: concepto y características.",
        "ARES.1.D.2. Tipologías básicas del espectáculo: clásico, de vanguardia, corporal, occidental, oriental, de objetos, musical, dancístico, de interior, de calle. Otras formas de presentación escénica: happening, performance, vídeo-teatro o teatro-danza.",
        "ARES.1.D.3. El diseño de un espectáculo: equipos, fases y áreas de trabajo. ",
        "ARES.1.D.4. Los ensayos: tipología, finalidades y organización.",
        "ARES.1.D.5. Representación de espectáculos escénicos.",
        "ARES.1.D.6. Estrategias de trabajo en equipo. Resolución de conflictos.",
        "ARES.1.D.7. Utilización de medios audiovisuales e informáticos en las producciones propias para favorecer la autocrítica a través de grabaciones en diferentes soportes.",
        "E. Recepción en las artes escénicas ",
        "ARES.1.E.1. El público: concepto y tipologías.",
        "ARES.1.E.2. La recepción escénica clásica. La cuarta pared.",
        "ARES.1.E.3. Estrategias y técnicas de análisis y de crítica de manifestaciones escénicas. ",
        "ARES.1.E.4. El respeto de la propiedad intelectual. La protección de la creatividad personal."
    ]
}