{
    "saberes": [
        "A. Percepción, apreciación estética y análisis",
        "1. Patrimonio artístico y cultural.",
        "Géneros artísticos a lo largo de la historia del arte, desde la perspectiva de género.",
        "Manifestaciones culturales y artísticas pertenecientes al patrimonio local y global: análisis de sus aspectos formales y de su contexto histórico, incorporando además la perspectiva de género.*",
        "Lenguaje y comunicación visual. Finalidades: informativa, comunicativa, expresiva y estética.",
        "Contextos y funciones.",
        "Necesidad de la conservación, preservación y difusión del patrimonio artístico.",
        "Patrimonio arquitectónico: las formas geométricas en el arte y en el entorno.",
        "Lenguaje y la comunicación visual. Finalidades: informativa, comunicativa, expresiva y estética.",
        "Contextos y funciones.",
        "Imágenes visuales y audiovisuales lectura y análisis.",
        "Necesidad de la conservación, preservación y difusión del patrimonio artístico.",
        "2. Elementos formales de la imagen, el lenguaje visual y audiovisual.",
        "Lenguaje visual como forma de comunicación.",
        "Elementos básicos del lenguaje visual: el punto, la línea y el plano. Posibilidades expresivas y comunicativas.*",
        "Elementos visuales, conceptos y posibilidades expresivas: forma, color y textura.*",
        "Dibujo técnico como lenguaje.*",
        "Introducción al dibujo técnico.",
        "Introducción a la Imagen fija y en movimiento, origen y evolución.",
        "Composición. Conceptos de equilibrio, proporción y ritmo aplicados a la organización de formas",
        "en el plano y en el espacio.",
        "Imagen fija y en movimiento, origen y evolución. Las diferentes características del cómic, la fotografía, el cine, la animación, nuevos formatos digitales.",
        "B. Creación e interpretación.",
        "1. Expresión artística y gráfico plástica. imagen y comunicación visual y audiovisual. técnicas y procedimientos",
        "Proceso creativo a través de operaciones plásticas: reproducir, aislar, transformar y asociar.",
        "Técnicas básicas de expresión gráfico-plástica en dos dimensiones. Técnicas secas y húmedas.",
        "Su uso en el arte y sus características expresivas.**",
        "Técnicas básicas de expresión gráfico-plástica en tres dimensiones. Su uso en el arte y sus",
        "características expresivas.*",
        "Técnicas para la realización de producciones audiovisuales sencillas, de forma individual o en grupo. Experimentación en entornos virtuales de aprendizaje.",
        "Factores y etapas del proceso creativo: elección de materiales y técnicas, realización de bocetos.",
        "Introducción a la geometría plana y trazados geométricos básicos.",
        "C. Generales.",
        "Profesiones vinculadas con los ámbitos plásticos, visuales y audiovisuales.",
        "Perspectiva de género y ruptura de estereotipos. Conocimiento, valoración, promoción de la vocación profesional.",
        "Normas de comportamiento y actitud positiva en la recepción y creación de propuestas grafico-plásticas, diseño y publicidad y fotografía. lenguaje audiovisual y multimedia, en diferentes espacios culturales y artísticos, teniendo en cuenta las normas de netiqueta.*",
        "Lenguaje y vocabulario específico vinculado al ámbito gráfico-plástico, al diseño y publicidad, a la fotografía y al lenguaje",
        "audiovisual y multimedia. Conocimiento y uso.",
        "Respeto por la diversidad.",
        "Asumir el error como forma de aprendizaje/ idea del fracaso como forma de aprendizaje.",
        "El esfuerzo como método camino para lograr metas, objetivos…",
        "Respeto por la diversidad.",
        "Asumir roles de forma colaborativa.",
        "Aceptación y comprensión de la existencia de roles diversos que hay que conocer, respetar y valorar,",
        "Actitud abierta.",
        "Autoconfianza.",
        "Autocrítica.",
        "Curiosidad.",
        "Iniciativa.",
        "Sensibilidad.",
        "Pensamiento crítico."
    ],
    "criteriosEvaluacion": [
        "1.1. Seleccionar la información recogida de diversas fuentes sobre diferentes producciones plásticas, visuales y audiovisuales artísticas, analizando los principales elementos que las caracterizan y desarrollando el pensamiento crítico, con curiosidad, sensibilidad y respeto.",
        "1.2 Reconocer el contexto que rodea a diferentes producciones plásticas, visuales y audiovisuales, así como su función y finalidad, describiéndolas de forma oral y/o escrita, haciendo uso del vocabulario específico, con interés y respeto.",
        "1.3 Valorar la importancia de la conservación del patrimonio cultural y artístico propio, identificando profesiones relacionadas con la práctica plástica, visual y audiovisual como forma de enriquecimiento personal.",
        "2.1. Identificar los rasgos particulares de cada lenguaje artístico, mostrando interés y respeto a los diferentes tipos de derechos de autoría.",
        "2.2 Analizar, de forma guiada, diversas producciones artísticas, incluidas las propias y las de sus iguales, desarrollando una mirada estética hacia el mundo de forma abierta y respetando la diversidad.",
        "2.3. Valorar la importancia del proceso que media entre la realidad, el imaginario y la producción, mostrando un comportamiento respetuoso con la libertad de expresión desde un punto de vista inclusivo.",
        "3.1 Exteriorizar sus ideas y sentimientos, a través de la experimentación, utilizando materiales, instrumentos, soportes y técnicas adecuadas a unos fines expresivos propios, enriqueciendo su pensamiento creativo y personal.",
        "3.2 Representar con creatividad sus propias vivencias y su visión del mundo, recurriendo a su propio imaginario y a su sensibilidad, esforzándose en superarse, aumentando su propio conocimiento y el de sus iguales, así como su autoestima",
        "3.3 Realizar un proyecto artístico individual con creatividad, de forma consciente en la generación de mensajes propios y mostrando iniciativa en el manejo de materiales, soportes y herramientas, con criterios de sostenibilidad.",
        "4.1. Desarrollar colaborativamente y con creatividad producciones con una intención comunicativa, planificando el proceso creativo y asumiendo diferentes roles durante las sucesivas etapas del proceso..",
        "4.2. Exponer el proceso de elaboración y el resultado final de proyectos artísticos, valorando la opinión de los demás."
    ]
}