{
  "saberes": [
    "A. Las lenguas y sus hablantes.",
    "- Variantes territoriales. Lenguas, dialectos y hablas.",
    "- La variación social y estilística.",
    "- Biografía lingüística propia y de la diversidad lingüística del centro, de su localidad y de la Comunidad de Castilla y León. Las familias lingüísticas y las lenguas del mundo.",
    "- Las lenguas de España. Nociones esenciales sobre su origen y distribución geográfica. Diferencias entre plurilingüismo y diversidad dialectal.",
    "- Marco legal de la ordenación lingüística del Estado Español en la Constitución y el Estatuto de Autonomía de Castilla y León.",
    "- El castellano como lengua común.",
    "- Conocimiento general de la diversidad lingüística y de la distribución geográfica de las lenguas de España como fuente de enriquecimiento personal y colectivo. Identificación y rechazo de los prejuicios y estereotipos lingüísticos.",
    "- La riqueza lingüística de España (lenguas y dialectos). Factores históricos de su origen. Breve introducción a la historia de las lenguas cooficiales reconocidas en los respectivos estatutos de autonomía.",
    "- El español en el mundo. Conocimiento de la situación actual y reflexión sobre la norma como elemento de cohesión.",
    "- Principales fenómenos lingüísticos dialectales: seseo, ceceo, yeísmo y voseo.",
    "- Las lenguas y dialectos en Castilla y León. Comparación de rasgos de las principales variedades dialectales del español en la comunidad autónoma. Iniciación a la reflexión interlingüística.",
    "- Aproximación a las lenguas de signos.",
    "- Estrategias de identificación de prejuicios y estereotipos lingüísticos y exploración de formas de evitarlos. El lenguaje inclusivo.",
    "B. Comunicación.",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos con atención conjunta a los siguientes aspectos:",
    "1. Contexto.",
    "- Conceptos básicos de la comunicación. Elementos, funciones del lenguaje y elementos no verbales.",
    "2. Géneros discursivos.",
    "- Secuencias textuales básicas, con especial atención a las narrativas, descriptivas, dialogadas, expositivas y argumentativas.",
    "- Géneros discursivos propios del ámbito personal. La conversación formal.",
    "- Géneros discursivos propios del ámbito educativo. Tipologías textuales: exposición, narración, descripción, argumentación y diálogo.",
    "- Géneros discursivos propios del ámbito social. Redes sociales y medios de comunicación. Los riesgos del entorno digital.",
    "3. Procesos.",
    "- Interacción oral y escrita de carácter informal. Tomar y dejar la palabra.",
    "- Cooperación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "- Actitud de cooperación y de respeto en situaciones de aprendizaje compartido.",
    "- Utilización de la lengua para adquirir conocimientos, expresar ideas y sentimientos propios y reguladores de la propia conducta.",
    "- Comprensión oral. Sentido global del texto y relación entre sus partes, selección y retención de la información relevante. Detección de usos discriminatorios del lenguaje verbal y no verbal.",
    "- Producción oral formal e informal. Estrategias para la búsqueda de información, textualización y revisión. Adecuación a la audiencia.",
    "- Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal e informal.",
    "- Comprensión lectora. Sentido global del texto y relación entre sus partes. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal e icónico. Análisis de la forma y el contenido del texto.",
    "- Producción escrita. Planificación, textualización, revisión y edición en diferentes soportes. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas y resúmenes.",
    "- Reconocimiento de las diferencias contextuales y formales relevantes entre comunicación oral y escrita y entre los usos coloquiales y formales en los discursos ajenos y en la elaboración de los propios.",
    "- Alfabetización mediática e informacional. Utilización de plataformas virtuales para la realización de proyectos escolares.",
    "4. Reconocimiento y uso discursivo de los elementos lingüísticos.",
    "- Recursos lingüísticos. La implicación del emisor en los textos: formas de deixis (personal, temporal y espacial) y procedimientos de modalización.",
    "- Recursos lingüísticos en la adecuación del registro a la situación de comunicación.",
    "- Profundización en el estudio de los mecanismos de cohesión. Conectores textuales temporales, explicativos, de orden y de contraste. Mecanismos de referencia interna gramaticales (sustituciones pronominales y adverbiales) y léxicos (repeticiones, sinónimos, hiperónimos y elipsis).",
    "- Uso coherente de las formas verbales en textos de complejidad progresiva. Los tiempos verbales en la narración: correlación temporal en el discurso relatado.",
    "- Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital. Valoración de la importancia de ceñirse a la norma.",
    "- Los signos básicos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado. Práctica de la puntuación en textos de dificultad progresiva.",
    "- Alfabetización informacional. Búsqueda y selección de la información con criterios de fiabilidad, calidad, pertinencia y respeto a la propiedad intelectual.",
    "C. Educación literaria.",
    "1. Lectura autónoma.",
    "Implicación en la lectura de forma progresivamente autónoma a partir de una preselección de textos variados y reflexión sobre los textos y sobre la propia práctica de lectura atendiendo a los siguientes contenidos:",
    "- Criterios y estrategias para la selección de obras variadas en distintos soportes, de manera orientada a partir de la exploración guiada de la biblioteca escolar y pública disponible.",
    "- Toma de conciencia progresiva de los propios gustos e identidad lectora.",
    "- Participación en actos culturales vinculados con el circuito literario y lector.",
    "- Expresión de la experiencia lectora con apoyo de ejemplos utilizando progresivamente un metalenguaje específico. Apropiación de los textos leídos a través de distintas formas de recreación.",
    "- Movilización de la experiencia personal y lectora como forma de establecer vínculos entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales. La literatura como fuente de conocimiento.",
    "- Estrategias para la recomendación de las lecturas, Uso de soportes variados o empleo de la oralidad entre iguales.",
    "- Aproximación a la organización de las obras en géneros y subgéneros literarios.",
    "- Los géneros literarios. Rasgos característicos.",
    "- La lírica. El ritmo y la rima. Métrica. Versos y estrofas.",
    "- La narrativa: estructura. La épica, el cuento y la novela.",
    "- El teatro. Texto y representación. Aspectos generales de la tragedia y la comedia.",
    "2. Lectura guiada.",
    "Lectura de obras y fragmentos relevantes de la literatura juvenil contemporánea y del patrimonio literario universal, inscritas en itinerarios temáticos o de género, que atraviesan en pocas contextos culturales y movimientos artísticos atendiendo a los siguientes contenidos:",
    "- Estrategias para la construcción compartida de la interpretación de las obras, con la incorporación progresiva de un metalenguaje específico.",
    "- Relación y comparación de los textos leídos con otros textos, con otras manifestaciones artísticas y culturales y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes.",
    "- Estrategias, modelos y pautas para la expresión, a través de procesos y soportes diversificados, de la interpretación y valoración personal de obras y fragmentos literarios. Elaboración de reseñas de las obras leídas de manera tanto individual como en equipo.",
    "- Lectura con perspectiva de género.",
    "- Lectura expresiva, dramatización y recitación de los textos. Los procesos de comprensión, apropiación y oralización como forma de ocio y disfrute.",
    "- Creación de textos a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación).",
    "D. Reflexión sobre la lengua.",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un sistema de específico, a partir de la observación comparación y clasificación de unidades comunicativas y del contraste entre lenguas en torno a los siguientes contenidos:",
    "- Diferencias relevantes e intersecciones entre lengua oral y lengua escrita en aspectos sintácticos, léxicos y pragmáticos. Propuestas de mejora en las propias producciones tanto orales como escritas.",
    "- Profundización en el estudio de la lengua como sistema y a sus unidades básicas: el sonido y sistema de escritura, las palabras (forma y significado), su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "- Identificación y uso reflexivo de algunos conectores textuales y de algunos mecanismos de referencia interna, tanto gramaticales como léxicos.",
    "- Conocimiento y uso coherente de las formas verbales en los textos.",
    "- Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas), y conocimiento de los procedimientos léxicos (afijos) y sintácticos para el cambio de categoría. Aplicación a la ampliación del léxico.",
    "- Consolidación en el estudio de las clases de palabras.",
    "- Identificación de dialectalismos y corrección de vulgarismos propios de la Comunidad de Castilla y León.",
    "- Relación entre los esquemas semántico y sintáctico de la oración simple.",
    "- Reconocimiento del funcionamiento sintáctico del verbo a partir de su significado. La oración simple. Identificación del sujeto y los complementos del verbo. Clases de oraciones simples.",
    "- Análisis y transformación de enunciados de acuerdo con los esquemas semántico y sintáctico, y uso de la terminología sintáctica necesaria. Orden de las palabras y concordancia.",
    "- Procedimientos de adquisición y formación de palabras. Análisis y estudio de los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo partiendo de textos orales y escritos de distintos ámbitos y en distintos soportes.",
    "- Fenómenos semánticos: polisemia, homonimia, sinonimia y antonimia e hiperonimia.",
    "- Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para obtener información.",
    "- Conocimiento y uso reflexivo de las normas ortográficas. Su valor social y la necesidad de ceñirse a la norma lingüística y al lenguaje inclusivo."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Reconocer las lenguas de España y las variedades dialectales del español, con atención especial a las de Castilla y León, así como las variantes sociales y estilísticas, profundizando en el estudio de algunas nociones básicas, y contrastando y analizando algunos de sus rasgos en manifestaciones orales, escritas y multimodales. (CCL1, CCL2, CCL5, CP2, CP3, CD1, CC1, CC2, CCEC1, CCEC2)",
    "1.2 Identificar y combatir prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, a partir de la observación de la diversidad lingüística del entorno. (CCL1, CCL2, CCL5, CP3, CPSAA5, CC1, CC2, CC3, CCEC1, CCEC3)",
    "Competencia específica 2",
    "2.1 Comprender el sentido global, la estructura, la información más relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales sencillos de diferentes ámbitos, analizando la interacción entre los diferentes códigos. (CCL2, CP2, STEM1, CD2, CPSAA4)",
    "2.2 Desplegar estrategias para evaluar la fiabilidad e idoneidad de la información obtenida de textos orales y multimodales aplicándolas a textos de diferentes ámbitos. (CCL2, STEM1, CD3, CPSAA4, CPSAA5, CE1, CCEC3)",
    "2.3 Valorar, de manera progresivamente autónoma, la forma y el contenido de textos orales y multimodales sencillos, evaluando su calidad, así como la eficacia de los procedimientos comunicativos empleados. (CCL5, STEM1, CD2, CD3, CPSAA4, CC3, CE1, CCEC1, CCEC3)",
    "Competencia específica 3",
    "3.1 Realizar narraciones y exposiciones orales con diferente grado de planificación sobre temas de interés personal, social y educativo ajustándose a las convenciones propias de los diversos géneros discursivos, con fluidez, coherencia, cohesión y el registro adecuado, en diferentes soportes y utilizando de manera eficaz recursos verbales y no verbales. (CCL1, CCL3, STEM1, CD2, CD3, CPSAA4, CPSAA5)",
    "3.2 Participar de manera activa y adecuada en interacciones orales informales, en el trabajo en equipo y en situaciones orales formales de carácter dialogado, con actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística. (CCL1, CCL2, CCL3, CCL5, CP2, CD2, CD3, CPSAA1, CC2, CPSAA5, CC2, CE1)",
    "Competencia específica 4",
    "4.1 Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor de textos escritos y multimodales sencillos de diferentes ámbitos que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias. (CCL2, CCL3, CCL5, CP2, STEM1, STEM4, CPSAA4, CC3, CCEC2)",
    "4.2 Desplegar estrategias para evaluar la fiabilidad e idoneidad de la información obtenida de textos escritos y multimodales, aplicándolas a textos de diferentes ámbitos. (CCL2, CCL3, CCL5, STEM1, STEM4, CD1, CD2, CD3, CPSAA4, CC3, CCEC1, CCEC2)",
    "4.3 Valorar, de forma progresivamente autónoma, la forma y el contenido de textos escritos sencillos evaluando su calidad, así como la eficacia de los procedimientos comunicativos empleados. (CCL1, CCL2, STEM1, CD3, CPSAA4, CC3, CCEC1, CCEC2)",
    "Competencia específica 5",
    "5.1 Planificar la redacción de textos escritos y multimodales sencillos, atendiendo a la situación comunicativa, destinatario, propósito y canal; redactar borradores y revisarlos con ayuda del diálogo entre iguales e instrumentos de consulta, y presentar un texto final coherente, cohesionado y con el registro adecuado. (CCL1, CCL5, STEM1, CD2, CD3, CC2, CPSAA5, CE1)",
    "5.2 Valorar el trabajo en equipo como herramienta para construir conocimiento y la interacción entre iguales estableciendo vínculos personales y resolviendo conflictos. (CCL2, STEM1, CD2, CC2)",
    "5.3 Incorporar procedimientos básicos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical. (CCL1, CCL2, CCL3, CD2, CD3, CPSAA5, CE1, CE3)",
    "Competencia específica 6",
    "6.1 Localizar, seleccionar y contrastar información de manera guiada procedente de diferentes fuentes, calibrando su fiabilidad y pertenencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y comunicarla de manera creativa adoptando un punto de vista crítico respetando los principios de propiedad intelectual. (CCL1, CCL2, CCL3, STEM1, CD1, CD4, CPSAA4, CC2, CC3, CE3)",
    "6.2 Elaborar trabajos de investigación de manera guiada, tanto de manera individual como en equipo, en diferentes soportes y sobre diversos temas de interés académico, personal o social, partiendo de la información seleccionada. (CCL1, CCL2, STEM1, CD1, CD2, CD3, CD4, CE3)",
    "6.3 Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales aplicándolos a la búsqueda y la comunicación de la información. (CCL1, CCL2, CCL5, CD1, CD2, CD3, CD4, CPSAA4, CC2, CC3, CE3)",
    "Competencia específica 7",
    "7.1 Elegir y leer textos guiándose por los propios gustos, intereses y necesidades, dejando constancia del propio itinerario lector y de la experiencia de lectura y valorarla como fuente de conocimiento y disfrute. (CCL4, CP2, CD1, CE3, CCEC1, CCEC2)",
    "7.2 Compartir la experiencia de lectura en soportes diversos relacionando el sentido de la obra con la propia experiencia biográfica y lectora. (CCL1, CCL4, CD1, CD2, CD3, CE3, CCEC3)",
    "Competencia específica 8",
    "8.1 Explicar y argumentar, con la ayuda de pautas y modelos, la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra, atendiendo a la configuración de los géneros y subgéneros literarios. (CCL1, CCL4, CP2, CC1, CE3, CCEC1, CCEC2)",
    "8.2 Establecer de manera guiada vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales, así como con otras manifestaciones artísticas y culturales en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal del lector en la lectura. (CCL1, CCL4, CP2, CP3, CE3, CCEC1)",
    "8.3 Crear de manera guiada textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes recurriendo a otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios. (CCL1, CCL4, CP3, CD5, CC1, CE3, CCEC3, CCEC4)",
    "Competencia específica 9",
    "9.1 Revisar los propios textos de manera guiada y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística e interlingüística y con un metalenguaje específico. (CCL1, CCL2, CCL3, CP2, STEM1, STEM4, CD1, CPSAA4, CPSAA5, CC1, CCEC1, CCEC2)",
    "9.2 Identificar y subsanar algunos problemas de comprensión lectora, utilizando los conocimientos explícitos sobre la lengua y su uso a partir de la reflexión metalingüística. (CCL2, CCL3, STEM1, STEM4, CPSAA4, CPSAA5, CCEC1)",
    "9.3 Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, aplicando un metalenguaje específico. (CCL1, CCL2, CCL3, STEM1, STEM4, CD1, CD3, CC1, CCEC2)",
    "9.4 Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua a partir de la manipulación, comparación y transformación de enunciados, así como de la formulación de hipótesis y la búsqueda de contraejemplos, utilizando un metalenguaje específico y consultando de manera guiada diccionarios, manuales y gramáticas. (CCL1, CCL2, CCL3, STEM1, STEM2, STEM4, CD1, CD3, CPSAA4)",
    "Competencia específica 10",
    "10.1 Identificar y desterrar los usos discriminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje, partiendo de la reflexión y el análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales que rigen la comunicación entre las personas. (CCL1, CCL2, CCL5, CP3, STEM1, CD2, CD3, CPSAA3, CC1, CC2, CC3, CCEC1)",
    "10.2 Utilizar estrategias para la resolución dialogada de los conflictos, promoviendo consensos tanto en el ámbito personal como educativo y social. (CCL1, CCL5, CP3, CD3, CPSAA3, CC1, CC2, CC3, CC4)"
  ]
}
