{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Realizar un análisis y comentario del contenido y estructura de textos clásicos originales en latín o traducidos a través de una lectura comprensiva. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSSA5)",
        "1.2 Realizar la lectura directa de textos latinos sencillos identificando y asimilando los aspectos fonológicos, morfosintácticos y léxicos más importantes de la lengua latina y detectando diferencias y semejanzas con el castellano y con otras lenguas estudiadas por el alumnado. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1)",
        "1.3 Realizar traducciones del latín al castellano de dificultad adecuada y progresiva de textos o fragmentos, originales o convenientemente adaptados o anotados, con coherencia, corrección ortográfica, de puntuación y expresiva, y seleccionando los equivalentes más convenientes en castellano. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1, CPSSA5)",
        "1.4 Utilizar la retroversión valorándola como herramienta clave para la fijación de las estructuras lingüísticas elementales. (CP2, STEM1, CPSAA1.1)",
        "1.5 Seleccionar con progresiva autonomía y seguridad en la traducción de textos de dificultad creciente el significado más adecuado de palabras polisémicas, justificar la elección de acuerdo con la información cotextual o contextual, utilizando apropiadamente las herramientas de apoyo a la traducción en distintos soportes, tales como listas de vocabulario, glosarios, diccionarios, mapas o atlas, correctores ortográficos, gramáticas y libros de estilo. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA1.1)",
        "1.6 Revisar, corregir y mejorar de forma autónoma las traducciones propias y las de los compañeros, y realizar propuestas razonables de mejora, argumentando los cambios sugeridos y empleando para ello terminología especializada a partir de la reflexión lingüística. (CCL1, CCL2, STEM1, CPSAA1.1)",
        "1.7 Realizar un proceso de autoevaluación y coevaluación de los progresos y dificultades encontrados en el estudio de la lengua latina, mediante actividades de planificación del propio aprendizaje, recogidas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, para superar esas dificultades y consolidar su aprendizaje. (CP2)",
        "Competencia específica 2",
        "2.1 Identificar y conocer vocabulario transparente y de uso habitual de la lengua latina, organizando glosarios y listas de vocabulario. (CP2, CD1, CPSAA1.1)",
        "2.2 Conocer los lexemas más frecuentes y productivos de la lengua latina y sus principales sufijos y prefijos como fundamento de los procesos de derivación y composición en el castellano y otras lenguas utilizadas por el alumnado, e identificar los principales latinismos y expresiones latinas empleados en la lengua del alumno mediante su identificación en textos. (CCL1, CP2, CP3, STEM1, CD1, CPSAA1.1)",
        "2.3 Deducir el significado etimológico de términos patrimoniales y cultismos del vocabulario habitual, e inferir el significado de términos de nueva aparición o procedentes de léxico especializado aplicando, de manera guiada, estrategias de reconocimiento de étimos y formantes latinos atendiendo a los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar, y usando de manera adecuada las reglas de evolución fonética. (CCL1, CP2, CP3, STEM1, CD1, CPSAA1.1, CPSAA5)",
        "2.4 Reconocer y explicar, de manera guiada, la influencia del latín en la conformación de las lenguas modernas, identificando, analizando y comparando en estas los elementos lingüísticos comunes de origen latino, a partir de los conocimientos de las lenguas y lenguajes que utiliza el alumnado. (CCL1, CP2, CP3)",
        "2.5 Respetar y valorar de forma positiva, la diversidad lingüística y dialectal, a través de criterios dados, considerándola como parte fundamental de la riqueza y patrimonio culturales. (CP3)",
        "Competencia específica 3",
        "3.1 Leer, comprender, interpretar y comentar de forma guiada textos y fragmentos de la literatura latina de géneros y temática diversos y de complejidad creciente, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, la comprensión del mundo y de la condición humana, y desarrollar la capacidad crítica, la sensibilidad estética y el hábito lector. (CCL1, CCL4, CP1, CC3, CCEC1)",
        "3.2 Detectar, analizar y explicar en obras o fragmentos de la literatura latina antigua las principales características formales de los géneros, sus temas y tópicos, y los valores éticos y estéticos que transmiten, comparándolos con obras o fragmentos literarios de épocas posteriores desde un enfoque intertextual guiado. (CCL1, CCL4, CC3, CCEC1, CCEC2)",
        "3.3 Identificar términos latinos que aporten información fundamental para el estudio y comprensión de la civilización latina, en los que se combinan conocimientos léxicos y culturales, tales como imperium, natura, civis o paterfamilias, asimilando su significado y apreciando su relevancia. (CCL1, CCL4, CC3)",
        "3.4 Crear, de manera individual o colectiva, textos originales con intención literaria y conciencia de estilo, utilizando distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, inspirados en la lectura de obras o fragmentos significativos de la civilización y cultura romanas antiguas o que se refieran a ellas. (CCL1, CCL4, CP1)",
        "Competencia específica 4",
        "4.1 Conocer, analizar y explicar, a partir de criterios dados, los hechos y procesos históricos y políticos del mundo romano encuadrándolos en su período correspondiente, así como las principales líneas de pensamiento, instituciones, modos de vida y costumbres más característicos de la sociedad romana, comparándolas con las actuales. (CCL3, CD1, CD2, CC1, CC2, CC3, CCEC1)",
        "4.2 Conocer los aspectos más relevantes de la religión y mitología romana identificando a los dioses y héroes más relevantes a través de sus mitos y reconociendo y valorando su pervivencia en nuestra literatura y cultura. (CCL3, CD1, CD2, CC1, CC2, CC3, CCEC1)",
        "4.3 Comparar, explicar y valorar de forma crítica semejanzas y diferencias entre el mundo latino antiguo y el actual, resaltando los cambios más destacados y diferenciadores con respecto a la sociedad actual derivados de la evolución de las sociedades y los derechos humanos, y favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos. (CCL3, CD1, CD2, CC1, CC2, CC3, CCEC1)",
        "4.4 Reflexionar acerca de la importancia de los diferentes aspectos del legado romano en nuestra sociedad, de su evolución y asimilación, y debatir sobre ellos, cuestionándolos si fuera preciso, utilizando estrategias retóricas y oratorias de manera guiada, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias veraces y mostrando interés, respeto y empatía por otras opiniones y argumentaciones. (CCL3, CP3, CPSAA3.1, CC1, CC2, CC3)",
        "4.5 Elaborar trabajos de investigación en diferentes soportes sobre aspectos del legado de la civilización latina en el ámbito personal, religioso y sociopolítico haciendo uso de diferentes fuentes, analizando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual. (CCL3, CD1, CD2)",
        "Competencia específica 5",
        "5.1 Describir las características fundamentales del arte romano, explicando su funcionalidad y señalando su presencia en las manifestaciones artísticas actuales, relacionándolas con sus modelos clásicos. (CCL3, CD1, CE1, CEC1, CCEC2)",
        "5.2 Planificar y llevar a cabo investigaciones guiadas sobre el patrimonio arqueológico, artístico y cultural heredado de la civilización latina, identificando y localizando los monumentos clásicos más importantes en Castilla y León, en el resto de España y en Europa, manifestando corrección, empatía, respeto e interés por los procesos de preservación y por aquellas actitudes cívicas que aseguran su sostenibilidad, y presentar los resultados a través de diferentes soportes. (CCL3, CD1, CD2, CC1, CC4, CE1, CCEC1, CCEC2)",
        "5.3 Planificar y llevar a cabo, tareas de exploración de las huellas de la romanización y del legado romano en el entorno próximo del alumnado, a partir de criterios dados, en que se apliquen los conocimientos adquiridos, se reflexione sobre su relevancia y donde se muestren ejemplos de la pervivencia de la Antigüedad Clásica en su vida cotidiana, presentando los resultados a través de diferentes soportes. (CCL3, CD1, CD2, CCEC1, CCEC2)"
    ],
    "saberes": [
        "A. El texto: comprensión y traducción",
        "5. Unidades lingüísticas de la lengua latina",
        "- La conformación del abecedario latino: pronunciación; la pronunciación clásica y otras pronunciaciones. Cantidad vocálica y acentuación de la lengua latina.",
        "- Clases de palabras: palabras variables e invariables.",
        "- La flexión y las lenguas flexivas: casos. La flexión nominal: declinación. La declinación de sustantivos, adjetivos y determinantes. El género gramatical. Particularidades de la flexión pronominal. Flexión verbal: conjugación y su reflejo en castellano y otras lenguas romances. Tema de presente y tema de perfecto.",
        "- Sintaxis oracional: Los elementos de la oración; distinción entre casos y funciones. Sistema casual latino. Usos regulares y más frecuentes de los casos latinos. El sintagma nominal. Los sintagmas preposicionales. Preposiciones de uso más frecuente.",
        "- Estructuras oracionales. Tipología oracional básica (transitiva, intransitiva, copulativa). Distinción entre oración simple y compuesta: coordinación, yuxtaposición y subordinación. La concordancia y el orden de palabras en oraciones simples y compuestas.",
        "- Formas nominales del verbo: construcciones de infinitivo y participio.",
        "6. La traducción: técnicas, procesos y herramientas",
        "- El análisis morfosintáctico como herramienta de traducción. Comparación de estructuras morfosintácticas latinas con las de la lengua propia y otras de uso por los alumnos: semejanzas y diferencias.",
        "- Estrategias de traducción: Identificación de la modalidad de texto (narrativo, dialógico); descripción de la estructura y género, y sus implicaciones y peculiaridades en el uso de las unidades lingüísticas (discurso directo/indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica).",
        "- Formulación de expectativas sintácticas y semánticas a partir del entorno textual (título, obra, si los hubiere), del propio texto (campos temáticos y semánticos y familias de palabras) y del contexto (conocimiento del tema). Errores frecuentes de traducción y técnicas para evitarlos (comprobar si la traducción está completa, control de acuerdo a criterios dados, delimitación de construcciones sintácticas).",
        "- Herramientas de traducción: normas para el uso adecuado de glosarios, diccionarios, atlas o correctores ortográficos en soporte analógico o digital, etc.",
        "- Lectura comparada y comprensiva de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
        "- Recursos estilísticos frecuentes y su relación con el contenido del texto.",
        "- La retroversión como herramienta para la comprensión y asimilación de estructuras lingüísticas básicas y recurrentes. Estrategias básicas de retroversión de textos breves.",
        "- La traducción como instrumento que favorece el razonamiento lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis.",
        "- Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación.",
        "- Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autocorrección.",
        "B. Plurilingüismo",
        "- Los orígenes de la escritura. Sistemas de escritura a lo largo de la historia.",
        "- Evolución del latín: las lenguas indoeuropeas, etapas de la lengua latina (latín arcaico, clásico y postclásico); latín vulgar y latín culto, lengua hablada y lengua escrita. El latín vulgar, origen de las lenguas romances. Las lenguas romances: nómina y extensión geográfica; las lenguas romances de España.",
        "- Influencia del latín en la conformación y evolución de las lenguas de enseñanza y del resto de lenguas que constituyen el repertorio lingüístico individual del alumnado.",
        "- Reglas fonéticas básicas en la evolución del latín al castellano. Cultismos y términos patrimoniales.",
        "- Léxico: lexemas, sufijos y prefijos de origen latino presentes en el léxico de uso común y en el específico de las ciencias y la técnica; significado y definición de palabras de uso común en la lengua de enseñanza a partir de sus étimos de origen latino; expresiones latinas integradas en las lenguas modernas y su empleo en diferentes tipos de textos (literarios, periodísticos, publicitarios). Latinismos más frecuentes.",
        "- Técnicas básicas para la creación y asimilación de un vocabulario latino elemental formado por palabras transparentes y semitransparentes y otras de gran rendimiento en el trabajo con textos latinos.",
        "- Interés por conocer el significado etimológico de las palabras y la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
        "- El latín como instrumento que permite un mejor conocimiento de las lenguas de estudio y un más fácil acercamiento a otras lenguas modernas, romances y no romances.",
        "- Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan.",
        "- Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de latín a nivel transnacional.",
        "- Expresiones y léxico específico básico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "C. Educación literaria",
        "- La lengua latina y su literatura como principales vías de transmisión del Mundo Clásico.",
        "- Etapas y vías de transmisión de la literatura latina: nociones generales.",
        "- Introducción a los principales géneros y autores de la literatura latina: sus orígenes griegos; tipología, cronología, características, temas, motivos, tradición, y principales autores. Analogías y diferencias básicas entre los géneros literarios latinos y los de la literatura actual.",
        "- Introducción a las técnicas básicas para el comentario y análisis lingüístico y literario de los textos literarios latinos.",
        "- Recepción de la literatura latina: influencia en la literatura y en la producción cultural europea.",
        "- Nociones básicas de intertextualidad, imitatio, aemulatio.",
        "- Introducción a la crítica literaria: nociones generales.",
        "- Interés hacia la literatura como fuente de placer y de conocimiento del mundo.",
        "- Respeto por la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "D. La antigua Roma",
        "- El proceso de expansión territorial de Roma desde su nacimiento hasta la desaparición del Imperio Romano.",
        "- La Antigua Roma, nombre y función de los sitios centrales de la ciudad (por ejemplo, Foro Romano, basílicas, Coliseo, Circo Máximo).",
        "- Historia de la Antigua Roma: etapas de la historia de Roma (Monarquía, República, Imperio); hitos de la historia del mundo romano entre los siglos VIII a.C. y V d.C.; leyendas y principales episodios de la historia de Roma.",
        "- Personalidades históricas relevantes de la historia de Roma, su biografía en contexto y su importancia en la tradición cultural europea y occidental (Aníbal, Cicerón, César, Augusto, Séneca).",
        "- Proceso de romanización de Hispania. Incorporación de la Península Ibérica al mundo romano: fases y personajes más significativos.",
        "- Historia y organización política y social de Roma como parte esencial de la historia y cultura de la sociedad actual. El Cursus Honorum.",
        "- Instituciones, creencias y formas de vida de la civilización latina desde la perspectiva sociocultural actual: su reflejo y pervivencia en el mundo actual. Vida cotidiana: la educación, el mundo del trabajo y del ocio; el matrimonio, la familia y la posición de la mujer en la civilización romana.",
        "- El marco espiritual: religión y mitología romanas. Las religiones mistéricas. El cristianismo.",
        "- Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit.",
        "- La aportación de Roma a la cultura y al pensamiento de la sociedad occidental.",
        "- Relación de Roma con culturas extranjeras. Roma ante Grecia. Diversidad lingüística, cultural y religiosa de los pueblos integrados en el mundo romano.",
        "- El mar Mediterráneo como encrucijada de culturas ayer y hoy.",
        "E. Legado y patrimonio",
        "- Legado, herencia y patrimonio.",
        "- La transmisión textual latina como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Principales hitos en la transmisión textual con relación a los soportes de escritura. Tipos de soporte y su preservación.",
        "- La mitología clásica en manifestaciones literarias y artísticas.",
        "- La Hispania romana: romanización y huellas de su pervivencia.",
        "- Obras públicas y urbanismo: construcción, conservación, preservación y restauración del patrimonio heredado del Mundo Clásico. Respeto, sensibilización y valoración positiva del legado clásico en sus aspectos materiales.",
        "- El derecho romano y su importancia en el sistema jurídico actual.",
        "- Las instituciones políticas romanas y su influencia y pervivencia en el sistema político actual. Organización (senado, república, dictadura). La importancia del discurso público para la vida política y social.",
        "- Técnicas de debate y de exposición oral.",
        "- Principales obras artísticas de la Antigüedad romana: arquitectura, pintura, escultura, musivaria.",
        "- Principales yacimientos arqueológicos, museos o festivales relacionados con la Antigüedad Clásica en Europa, España y Castilla y León. La Antigüedad Clásica fuera del espacio europeo."
    ]
}