{
    "saberes": [
        "A. El perfil competencial de l’emprenedor: iniciativa i creativitat",
        "- Anàlisi de les característiques del perfil emprenedor en la societat d’avui i de demà. Desenvolupament de la pròpia marca personal en la societat digital.",
        "- Valoració de les aportacions de les principals dones emprenedores al món.",
        "- Utilització d’estratègies d’ideació i foment de la creativitat per a la creació d’idees innovadores a l’aula.",
        "- Creació del portafolis i la carpeta d’aprenentatge com a estratègies d’aprenentatge personal, en recerques experimentals o estudis observacionals formulats a l’aula.",
        "- Desenvolupament de la motivació i el lideratge com a elements de la iniciativa emprenedora.",
        "- Demostració d’una comunicació eficaç per argumentar i opinar amb criteri en aspectes d’emprenedoria, tant amb les persones de l’escola com amb les de fora.",
        "B. L’entorn com a font d’idees i oportunitats",
        "- Anàlisi del funcionament dels mercats en l’entorn local i global com a font d’oportunitats. Coneixement i valoració del funcionament del sector financer en l’activitat emprenedora.",
        "- Relació entre la petjada ecològica i l’economia circular, i justificació de la necessitat de l’economia col·laborativa i l’economia social i solidària amb la perspectiva de la sostenibilitat.",
        "- Valoració del comerç just i el consum ètic en un context de lliure comerç. Argumentació sobre la responsabilitat social de l’empresa com a generadora de valor per a la societat. Incorporació dels objectius de desenvolupament sostenible (ODS) al desenvolupament local i global.",
        "- Ús d’estratègies de recerca, selecció i gestió d’informació procedent de fonts diverses de l’entorn econòmic, empresarial, social, cultural i artístic, per informar la presa de decisions emprenedores.",
        "C. Realització del projecte emprenedor",
        "- Identificació de reptes com a objectiu per desenvolupar un projecte emprenedor.",
        "- Valoració del paper de l’empresa com a productora de béns i serveis, i com a generadora de llocs de treball.",
        "- Organització i gestió dels recursos humans, materials i financers de les entitats emprenedores. El paper de les dones emprenedores.",
        "- Valoració de les finances ètiques, el mecenatge i el crowdfunding com a fonts de finançament i captació de recursos financers per a les entitats.",
        "- Control i gestió de les finances de l’emprenedor —diners, ingressos i despeses, endeutament, risc financer i assegurances— per a l’equilibri financer del projecte.",
        "- Planificació, gestió i execució d’un projecte emprenedor —del repte al prototip— a través de metodologies àgils.",
        "- Presentació i difusió del prototip a la societat.",
        "- Valoració dels drets de propietat intel·lectual sobre el prototip. Reconeixement, al llarg del procés creatiu, de les decisions, drets i obligacions de l’usuari com a consumidor i destinatari final del prototip."
    ],
    "criteriosEvaluacion": [
        "1.1 Crear un projecte personal original i generador de valor per als altres amb una projecció emprenedora, partint de la valoració crítica sobre les pròpies aptituds i adaptant- se a entorns globals.",
        "1.2 Utilitzar estratègies d’anàlisi raonada de les fortaleses i debilitats personals, socials, acadèmiques i professionals, així com la iniciativa i creativitat pròpia i dels altres.",
        "1.3 Gestionar de forma eficaç les emocions i destreses personals, desenvolupant actituds creatives i innovadores.",
        "2.1 Posar en pràctica habilitats socials, de comunicació oberta, motivació, lideratge i de cooperació tant de manera presencial com a distància en diferents contextos de treball en equip per desenvolupar idees emprenedores.",
        "2.2 Formar equips de treball mixtos basats en el diàleg, l’equitat, el respecte a la diversitat i la inclusió, partint de la identificació dels recursos humans necessaris i visualitzant les metes comunes per desenvolupar idees emprenedores.",
        "2.3 Valorar i respectar les aportacions dels altres en els treballs de grup i acceptar les decisions preses de forma col·lectiva per desenvolupar idees emprenedores.",
        "3.1 Proposar actuacions locals i globals de cura de l’entorn natural, social, cultural i artístic, amb visió creativa i emprenedora.",
        "3.2 Gestionar problemes vinculats a l’entorn, proposant solucions sostenibles mitjançant projectes individuals i/o col·lectius que es tradueixin en una millora col·lectiva.",
        "3.3 Afrontar els reptes relacionats amb el desenvolupament sostenible, amb compromís i actitud de servei als altres, incentivant una ètica ecològica.",
        "4.1 Cercar, seleccionar i contrastar informació, amb rigor, criteris ètics i de fonts fiables, orals, impreses o digitals, sobre temes d’interès i/o actualitat presents a l’entorn global i divers.",
        "4.2 Identificar, amb sentit crític, necessitats i oportunitats presents en l’àmbit personal, social, cultural, artístic i econòmic.",
        "4.3 Utilitzar de manera autònoma mètodes d’obtenció d’informació, organització, emmagatzematge i recuperació d’aquesta informació, valorant críticament i respectant la propietat intel·lectual dels continguts que s’utilitzen.",
        "5.1 Idear solucions emprenedores originals, viables i sostenibles que satisfacin les necessitats i aprofitin les oportunitats identificades.",
        "5.2 Aplicar les metodologies àgils en el procés individual i col·lectiu d’ideació de solucions emprenedores",
        "5.3 Avaluar l’impacte que aquestes solucions emprenedores puguin generar en l’entorn personal, social, cultural i econòmic, amb sentit ètic i solidari."
    ]
}