{
    "criteriosEvaluacion": [
        "1.1 Explicar i argumentar la interpretació de les obres teatrals llegides o vistes com a espectador o espectadora a partir de l’anàlisi de les relacions internes dels seus elements constitutius amb el sentit de l’obra i de les relacions externes del text amb el context sociohistòric i amb la tradició literària, utilitzant un metallenguatge específic i incorporant judicis de valor vinculats a l’apreciació estètica de les obres.",
        "1.2 Llegir en veu alta i col·lectivament fragments i obres teatrals parant especial atenció en la configuració de situacions i escenes, emfasitzant les emocions, la intensitat de les paraules i els elements prosòdics, i demostrant motivació, interès i capacitat per a la implicació en tasques col·lectives amb autonomia.",
        "2.1 Elaborar una interpretació personal a partir de la lectura, el visionat o l’assistència a obres rellevants de la literatura dramàtica, que atengui aspectes temàtics, de gènere i subgènere, elements de l’estructura i l’estil i valors ètics i estètics de les obres i estableixi enllaços argumentats amb altres obres i altres experiències artístiques i culturals.",
        "2.2 Accedir a diverses manifestacions de la cultura literària dramàtica en el marc d’un itinerari lector personal que enriqueixi, de manera conscient i sistemàtica, la identitat lectora pròpia i com a públic teatral.",
        "2.3 Participar en converses literàries de manera que es comparteixin les pròpies experiències de lectura, de visionat o d’assistència teatral amb l’ajuda d’un metallenguatge específic.",
        "3.1 Comparar textos o fragments teatrals entre si o amb la seva posada en escena, l’adaptació cinematogràfica o altres representacions artístiques relacionades, argumentant oralment o per escrit els elements de semblança i contrast tant pel que fa a aspectes temàtics i de contingut com formals i expressius, i amb atenció als valors ètics i estètics de les obres.",
        "3.2 Desenvolupar projectes de recerca que donin lloc a una exposició oral, un assaig o una presentació multimodal al voltant d’una qüestió que estableixi vincles argumentats entre obres de la literatura dramàtica objecte de lectura guiada i les posades en escena o altres textos i manifestacions artístiques del passat i del present, en funció de temes, tòpics, estructures, personatges, llenguatge, recursos expressius i valors ètics i estètics, i que mostri la implicació i la resposta personal del lector o lectora a la lectura.",
        "3.3 Elaborar de manera individual o col·lectiva una exposició multimodal que situï els textos teatrals llegits al seu horitzó historicocultural i que ofereixi una panoràmica de conjunt sobre gèneres, estils i obres rellevants de la literatura dramàtica universal.",
        "4.1 Crear textos teatrals personals o col·lectius amb intenció literària i consciència d’estil, en diferents suports i amb ajuda d’altres llenguatges artístics i audiovisuals, a partir de la lectura d’obres o fragments teatrals significatius en què es facin servir les convencions formals del gènere, atenent especialment les dues seqüències textuals bàsiques (diàleg i acotacions) i el reflex dels elements de significació (espai i objectes escènics, il·luminació i so, disseny de personatges o codis interpretatius) en el text escrit.",
        "5.1 Realitzar un projecte de recerca sobre autores de rellevància, personatges femenins essencials, obres teatrals de contextos no occidentals o sobre qüestions temàtiques o formals que aportin una mirada diversa i crítica de la construcció dels imaginaris que proposa la tradició literària.",
        "5.2 Elaborar comentaris crítics o ressenyes de textos teatrals, ja siguin orals o escrits, participar en debats o taules rodones sobre lectures en les quals s’incorpori la perspectiva de gènere, es posi en qüestió la mirada etnocèntrica pròpia del cànon occidental, i qualsevol altre discurs predominant a la nostra societat que representi opressió sobre qualsevol minoria."
    ],
    "saberes": [
        "Construcció guiada i compartida de la interpretació d’alguns textos rellevants de la literatura dramàtica inscrits en itineraris temàtics que estableixin relacions intertextuals entre obres i fragments de diferents gèneres, èpoques, contextos culturals i codis artístics, com també amb els contextos de producció respectius, d’acord amb els eixos i les estratègies següents:",
        "• L’art teatral:",
        "- El text teatral. Anàlisi, contrast i valoració del llibret a partir de la comprensió dels seus elements: actes, quadres i escenes; diàleg, monòleg i apart; didascàlies i acotacions; drammatis personnae.",
        "- Anàlisi, contrast i valoració de l’estructura interna de l’acció, a partir d’elements com ara conflicte, situació i personatges; construcció dramàtica i postdramàtica; llenguatge i estil.",
        "- El personatge teatral. Anàlisi, contrast i valoració de la caracterització del personatge dramàtic, mitjançant l’estudi de plànols, funcions, personatge i acció, jerarquia, significat.",
        "- Anàlisi, contrast i valoració dels models, tipologies i evolució del personatge teatral des dels seus orígens fins a la crisi del personatge en el teatre modern.",
        "- La realització escènica i el sistema estilístic. Anàlisi, contrast i valoració de l’espai escenicoescenogràfic i objecte escènic; del disseny del personatge: vestuari, màscara i maquillatge; de l’espai sonor, disseny d’il·luminació i recursos audiovisuals, i del treball actoral i els codis interpretatius, a partir de l’observació, l’estudi i l’experimentació.",
        "- Indagació sobre la recepció teatral mitjançant la relació amb el públic. Catarsi, estranyament i participació.",
        "• Temes i formes de la literatura dramàtica:",
        "- Anàlisi, contrast i valoració del teatre biogràfic, des de la construcció del subjecte teatral a la indagació dels grans interrogants de la condició humana: identitat, amor, dolor, mort, etc., i també del teatre autobiogràfic, a partir de la intimitat, el testimoniatge i l’autoreferencialitat.",
        "- Anàlisi, contrast i valoració dels gèneres teatrals mitjançant l’estudi i l’experimentació de la tragèdia: l’ésser humà, el destí i l’ètica; el drama: llibertat individual i convencions socials, i la comèdia: humor complaent, humor crític.",
        "- Anàlisi, contrast i valoració de mitologies i cosmogonies mitjançant el teatre mític i religiós de diferents tradicions; de la representació del món a partir dels realismes, el teatre com a escola o crítica de costums; del teatre compromès, a partir del teatre polític, el teatre document, el teatre èpic, etc.",
        "- Indagació al voltant de com imaginem el món per mitjà de la comèdia de màgia, el simbolisme, les avantguardes, el teatre postdramàtic, etc.",
        "- Anàlisi, contrast i valoració de la metaficció teatral.",
        "• Aplicació d’estratègies d’anàlisi, interpretació i creació de textos teatrals en obres de teatre que tenen com a motiu principal el teatre mateix:",
        "- Participació en la construcció compartida de la interpretació de les obres dramàtiques a través de discussions o converses literàries.",
        "- Relació i contrast entre els elements constitutius del gènere dramàtic i la construcció del sentit de l’obra a partir de l’observació i de l’experimentació dels efectes en la recepció dels seus recursos expressius i en la interacció amb el públic.",
        "- Utilització d’informació sociohistòrica, cultural i artística per construir la interpretació de les obres i comprendre el lloc que ocupen en la tradició literària.",
        "- Establiment d’enllaços intertextuals entre obres i altres manifestacions artístiques segons temes, tòpics, estructures i llenguatges, i els elements de continuïtat i ruptura.",
        "- Indagació entorn del funcionament del teatre com a artefacte ideològic determinant en la construcció dels imaginaris socials, fent especial èmfasi en la perspectiva de gènere.",
        "- Expressió argumentada de la interpretació d’obres i fragments dramàtics, integrant-ne els diferents aspectes analitzats i atenent els seus valors culturals, ètics i estètics, amb especial atenció a la ressenya teatral.",
        "- Lectura expressiva i dramatització dels textos atenent els processos de comprensió i d’oralització implicats, i els trets essencials de la interpretació teatral.",
        "- Creació de textos teatrals a partir de l’apropiació de les convencions del llenguatge literari i pel que fa a models donats (imitació, transformació, continuació, etc.).",
        "Recepció autònoma d’obres rellevants de la literatura dramàtica i participació en converses literàries i en intercanvis de recomanacions lectores desenvolupant les estratègies següents:",
        "- Selecció de les obres de manera autònoma i amb l’ajuda de recomanacions especialitzades.",
        "- Participació activa en el circuit literari, lector i teatral en un context presencial i digital.",
        "- Definició i argumentació dels gustos dramàtics personals, diversificant el corpus llegit o vist com a espectador o espectadora i atenent els circuits culturals del teatre.",
        "- Expressió de l’experiència lectora o com a públic, utilitzant un metallenguatge específic, i elaboració d’una interpretació personal que atengui aspectes temàtics i estructurals, de realització escènica i de sistema estilístic.",
        "- Mobilització de la pròpia experiència personal, lectora i teatral per establir vincles de manera argumentada entre l’obra llegida o observada i aspectes actuals, com també amb altres textos i manifestacions artístiques, incloses pràctiques culturals emergents.",
        "- Recomanació argumentada de les lectures i posades en escena en suports variats, atenent aspectes temàtics, formals i intertextuals."
    ]
}