{
    "saberes": [
        "A. Cultura científica",
        "1. Iniciación a la actividad científica",
        "Las primeras preguntas y respuestas para comprender el mundo: la conexión desde su origen entre las humanidades y la ciencia.*",
        "Estrategias de búsqueda de información de fuentes seguras y fiables en textos orales, escritos y audiovisuales, de manera cooperativa y guiada, que den respuesta a investigaciones científicas y/o sociales, a través de medios y recursos digitales y analógicos, y su difusión*",
        "Procedimientos de indagación adecuados a las necesidades de la investigación, ya sea experimental o documental (observación en el tiempo, identificación y clasificación, búsqueda de patrones y modelos).*",
        "Estrategias propias del trabajo de investigación que contribuyen a desarrollar hábitos y",
        "actitudes relacionadas con la curiosidad y la iniciativa en el trabajo personal, tanto individuales",
        "en las tareas como de equipo, teniendo en cuenta la perspectiva de género.*",
        "Vocabulario científico básico, instrumentos y dispositivos apropiados para realizar",
        "observaciones y mediciones de acuerdo a las necesidades de las diferentes investigaciones.*",
        "La ciencia y la tecnología como actividades humanas, visión no estereotipada de las personas",
        "que se dedican a la actividad científica y tecnológica.*",
        "Pautas de identificación del conocimiento científico y su presencia en la vida cotidiana.*",
        "2. La vida en nuestro planeta",
        "Necesidades básicas de los seres vivos y la diferencia con los objetos inertes. El ciclo de la vida, y la muerte como parte del mismo.*",
        "Pautas para la clasificación e identificación de los seres vivos según sus características observables. Aproximación a la construcción de un modelo de ser vivo.*",
        "Las adaptaciones de los seres vivos a su hábitat, concebido como el lugar en el que cubren sus necesidades.*",
        "Hábitos de cuidado y respeto hacia los seres vivos y el entorno en el que viven.*",
        "Hábitos saludables relacionados con el bienestar físico del ser humano: higiene, alimentación variada y equilibrada, ejercicio físico, descanso y cuidado del cuerpo como medio para prevenir posibles enfermedades.*",
        "Hábitos  saludables  relacionados  con  el  bienestar  emocional  y  social:  Estrategias  de identificación y de comunicación de las propias emociones y respeto por las de los demás.",
        "Sensibilidad y aceptación de la diversidad presente en el aula y en la sociedad.*",
        "3. Materia, fuerzas y energía",
        "La luz y el sonido como formas de energía cercanas que se pueden sentir, conocer las fuentes, su comportamiento y el uso en la vida cotidiana.*",
        "Propiedades observables de los materiales, su procedencia y su uso en objetos de la vida cotidiana.  Criterios  de  comparación,  clasificación  y  ordenación  de  diferentes  objetos  y materiales a partir de propiedades físicas observables como peso, estado físico, volumen, color, textura, olor, plasticidad, forma, atracción magnética, y posibilidades de uso.*",
        "Las sustancias puras y las mezclas: pautas de identificación de mezclas homogéneas y heterogéneas. Separación de mezclas heterogéneas mediante distintos métodos.",
        "Estructuras resistentes, estables y útiles construidas con materiales de uso común en el aula con diferente sección y geometría.*",
        "B. Tecnología y digitalización",
        "1. Digitalización del entorno personal de aprendizaje.",
        "Dispositivos y recursos del entorno digital de aprendizaje.",
        "Recursos digitales para comunicarse con personas conocidas en entornos conocidos y seguros.*",
        "2. Proyectos de diseño y pensamiento computacional",
        "Fases de los proyectos de diseño: identificación de necesidades, definición del problema, ideación del diseño desde un punto de vista creativo, prototipado y prueba, evaluación y comunicación.*",
        "Materiales, herramientas y objetos adecuados a la consecución del proyecto.",
        "Iniciación a la programación: recursos analógicos y digitales adaptados al nivel lector del alumnado (plataformas digitales de iniciación a la programación, robótica educativa...).",
        "Estrategias básicas de trabajo en equipo.*",
        "C. Sociedades y territorios",
        "1. Retos del mundo actual",
        "La Tierra en el universo. Elementos, internos y externos, movimientos y dinámicas relacionados con la Tierra y el universo y sus consecuencias en la vida diaria y en el entorno. Secuencias temporales y cambios estacionales.*",
        "La vida en la Tierra. El agua como elemento común y básico de la vida. Fenómenos atmosféricos y su repercusión en los ciclos biológicos y en la vida diaria. Observación y registro de datos atmosféricos.*",
        "Retos sobre situaciones. Funciones básicas del pensamiento espacial y temporal para la interacción con el medio y la resolución de situaciones de la vida cotidiana. Itinerarios y trayectos, desplazamientos y viajes.*",
        "2. Lecciones del pasado",
        "La percepción del tiempo. Medida del tiempo en la vida cotidiana. El ciclo vital y las relaciones intergeneracionales, como primera aproximación a la existencia de la historia.*",
        "Recursos y medios analógicos y digitales. Las fuentes orales y la memoria colectiva. La",
        "historia local y la biografía familiar, hombres y mujeres como sujetos de la historia.",
        "Las expresiones y producciones artísticas y culturales, valorando la aportación de las mujeres al arte y la cultura a través del tiempo. El patrimonio material e inmaterial local.*",
        "3. Alfabetización cívica",
        "La vida en colectividad. La familia. Diversidad familiar. Compromisos, participación y normas en el entorno familiar, vecinal y escolar. Prevención, gestión y resolución dialogada de conflictos.*",
        "La vida en sociedad. Espacios, recursos y servicios del entorno. Formas y modos de interacción social en espacios públicos desde una perspectiva de género.*",
        "Identidad y diversidad cultural: existencia de realidades diferentes y aproximación a las distintas étnico-culturas presentes en el entorno, inclusión y rechazo a las actitudes discriminatorias.",
        "Cultura de paz y no violencia.*",
        "Ocupación y trabajo. Identificación de las principales actividades profesionales y laborales de hombres y mujeres en el entorno. Trabajo productivo y reproductivo*",
        "Igualdad de género y conducta no sexista.*",
        "Seguridad vial. Normas básicas en los desplazamientos como peatones y usuarios de los medios de transporte.*",
        "4. Conciencia ecosocial",
        "Conocimiento de nuestro entorno. Paisajes naturales y paisajes humanizados, y sus elementos.",
        "La acción humana sobre el medio y sus consecuencias.*",
        "Responsabilidad ecosocial. Acciones para la conservación, mejora y uso sostenible de los bienes comunes. El maltrato animal y su prevención.*",
        "Hábitos de vida sostenible. El uso del agua, la energía, la movilidad sostenible y la gestión de los residuos."
    ],
    "criteriosEvaluacion": [
        "1.1. Utilizar, de forma guiada, estrategias básicas de búsqueda y selección de información, siguiendo un modelo dado.",
        "1.2. Buscar,   de   forma   guiada, información sencilla de diferentes fuentes seguras y fiables, seleccionando la información pertinente y utilizándola en investigaciones relacionadas  con el medio natural, social y cultural tanto en el entorno analógico como digital.",
        "1.3. Utilizar  dispositivos  y  recursos analógicos y digitales de acuerdo con las necesidades del contexto educativo, adoptando hábitos de uso seguro.",
        "2.1. Reflexionar y aprender a formular preguntas pertinentes, de forma guiada y pautada.",
        "2.2. Mostrar  curiosidad  por  objetos, hechos   y fenómenos cercanos, formulando hipótesis y comparando la información  y  resultados  con  las predicciones realizadas.",
        "2.3. Participar en experimentos pautados   o   guiados,   cuando   la investigación lo requiera, utilizando diferentes técnicas sencillas de indagación, empleando de forma segura instrumentos y registrando las observaciones  a  través  de  registros claros.",
        "2.4. Observar  y  construir  modelos científicos escolares de forma pautada y guiada aplicando los conocimientos científicos  obtenidos  a  partir  de  la experimentación.",
        "2.5. Comunicar utilizando el vocabulario científico adecuado, de forma oral o gráfica el resultado de las pequeñas investigaciones, explicando con ayuda los  pasos  seguidos  y  compartiendo conocimiento de manera cooperativa.",
        "3.1. Identificar necesidades o reconocer problemas del entorno cercano, a través de la participación en proyectos interdisciplinares cooperativos sencillos, utilizando el pensamiento de diseño y el pensamiento computacional y resolviéndolos con la creación de prototipos.",
        "3.2. Proponer  ideas  creativas  que puedan  solucionar  un  problema  de diseño,  aplicando  los conocimientos adquiridos y compartiéndolas a través de  descripciones  orales,  dibujos  o modelos.",
        "3.3. Diseñar  en  equipo  y  de  forma guiada un producto final sencillo que dé solución  a  un  problema  de  diseño, probando diferentes prototipos y utilizando  de   forma   segura   las herramientas y materiales adecuados.",
        "3.4. Mostrar de forma oral o gráfica el producto  final  de  los  proyectos  de diseño, explicando los pasos seguidos con  ayuda  (de  un  guión,  esquema, gráfico...).",
        "4.1. Valorar  los  hábitos  de  vida saludables, reconociendo (o a través del reconocimiento de) la importancia de la higiene,  una  alimentación  variada  y equilibrada,  el  ejercicio  físico  y  el descanso.",
        "4.2. Distinguir acciones que favorezcan el   bienestar   emocional   y   social reconociendo las emociones propias y las de los demás e identificándolas en las relaciones familiares y escolares en las que interactúa.",
        "4.3. Conocer y aceptar el propio cuerpo valorando y respetando la diversidad como  elemento  enriquecedor  de  la sociedad.",
        "5.1. Reconocer  las  características, organización  y  propiedades  de  los elementos del medio natural, social y cultural a través de metodologías de indagación, utilizando las herramientas y  procesos  adecuados  de  forma pautada.",
        "5.2. Reconocer,  de  manera  guiada, conexiones sencillas y directas entre diferentes elementos del medio natural, social y cultural cercano.",
        "5.3. Relacionar mediante imágenes y ejemplos concretos las ideas científicas con los avances tecnológicos, culturales y sociales, reconociendo que permiten una mejora de la calidad de vida.",
        "5.4. Mostrar  actitudes  de  respeto  y disfrute del patrimonio natural y cultural, reconociéndolo como un bien común que es necesario cuidar y conservar.",
        "6.1. Mostrar hábitos de vida sostenible, tomando consciencia de la necesidad de respeto, cuidados y protección de todo tipo de vida existente en el planeta.",
        "6.2. Identificar de manera explícita y a través de ejemplos la relación de la vida de  las  personas  con  sus  acciones, sobre  los  elementos  y  recursos  del medio cercano.",
        "6.3. Reconocer de manera individual y colectiva   problemas del entorno cercano proponiendo algunas posibles soluciones.",
        "7.1. Ordenar temporalmente hechos del medio natural, social y cultural cercanos empleando  nociones  de  medida  y sucesión básicas, mostrando curiosidad por las  personas  relevantes  de  la historia, las formas de vida en el pasado y la importancia de su evolución.",
        "8.1. Conocer, a través de la realización de pequeñas investigaciones, manifestaciones artísticas y culturales del  propio entorno de Euskal Herria, mostrando interés y respeto hacia ellas así como a las provenientes de otros lugares,  valorando  su  diversidad  y riqueza.",
        "8.2. Reconocer   la   existencia   de realidades diferentes en nuestro entorno  cercano,  en  una  sociedad vasca en continua transformación, mostrando empatía y respeto hacia la diversidad.",
        "8.3. Mostrar actitudes que fomenten la igualdad  de  género,  la  visión  no estereotipada  y  las  conductas  no sexistas, reconociendo modelos positivos en el entorno cercano.",
        "9.1. Identificar responsabilidades y establecer acuerdos de forma dialógica y democrática, empleando un lenguaje inclusivo y no violento, como parte de grupos próximos a su entorno.",
        "9.2. Identificar instituciones cercanas, señalando y valorando las funciones que promueven una buena convivencia.",
        "9.3. Conocer  e  interiorizar  normas básicas como peatones y usuarios de los  medios  de  locomoción,  tomando conciencia  de  la  importancia  de  la movilidad sostenible de las personas."
    ]
}