{
    "saberes": [
        "Bloque 1. Cultura científica",
        "La ciencia, la tecnología y la ingeniería como actividades humanas. Las profesiones STEM en la actualidad desde una perspectiva de género relacionadas con el desarrollo de hábitos de vida sostenible y el cuidado del planeta.",
        "Fomento de la curiosidad, la iniciativa, la constancia y el sentido de la responsabilidad en la realización de las diferentes investigaciones enunciando hipótesis.",
        "Vocabulario científico relacionado con las diferentes investigaciones.",
        "Búsqueda de información a través de diferentes fuentes, de manera individual y en equipo.",
        "Experimentación sobre cuestiones científicas relacionadas con las necesidades actuales de la sociedad.",
        "Instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "Fases de la investigación científica (observación, planteamiento de preguntas y predicciones, planificación y realización de experimentos, recogida y análisis de información y datos…).",
        "Comunicación de los resultados de la investigación, de forma oral o escrita, utilizando diferentes soportes (textos orales o escritos, maquetas, presentaciones, murales…).Bloque 2. La vida en nuestro planeta",
        "Conocimiento del cuerpo humano: anatomía y fisiología. Células, tejidos, órganos, aparatos y sistemas.",
        "Aspectos básicos de las funciones vitales del ser humano desde una perspectiva integrada: obtención de energía, relación con el entorno y perpetuación de la especie.",
        "La función de relación. Los órganos de los sentidos, el sistema nervioso y el aparato locomotor.",
        "La función de nutrición y aparatos que intervienen (respiratorio, digestivo, circulatorio y excretor).",
        "La función de reproducción. El aparato reproductor y órganos que intervienen.",
        "Los cambios físicos, emocionales y sociales que supone la pubertad y la adolescencia para aceptarlos de forma positiva tanto en uno mismo como en los demás. Educación afectivo-sexual.",
        "Pautas para una alimentación saludable y sostenible: menús saludables y equilibrados. La importancia de la cesta de la compra y del etiquetado de los productos alimenticios para conocer sus nutrientes y su aportación energética.Principales enfermedades que afectan a los aparatos y sistemas del organismo humano. Enfermedades relacionadas con el proceso de la alimentación y la aceptación del propio cuerpo. Pautas para su prevención.",
        "Pautas para la prevención de riesgos y accidentes. Conocimiento de actuaciones básicas de primeros auxilios.",
        "Pautas que fomenten una salud emocional y social adecuadas: higiene del sueño, prevención y consecuencias del consumo de drogas, gestión saludable del ocio y del tiempo libre, contacto con la naturaleza, uso adecuado de dispositivos digitales, estrategias para el fomento de relaciones sociales saludables y fomento del cuidado de las personas.",
        "Bloque 3. Materia, fuerzas y energía",
        "Propiedades de la materia. Concepto de densidad y su relación con la flotabilidad de un objeto en un líquido.",
        "Realización de experiencias para estudiar las propiedades de diferentes materiales de uso común.",
        "Las fuentes de energía renovables y no renovables y su influencia en la contribución al desarrollo sostenible de la sociedad.",
        "Las formas de energía y sus transformaciones.",
        "Las propiedades del aire y su interacción con los objetos dependiendo de su forma. Las fuerzas implicadas en el vuelo. Principios básicos de la aerodinámica.",
        "Bloque 4. Tecnología y digitalización",
        "Digitalización del entorno personal de aprendizaje:",
        "Dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo.",
        "Estrategias de búsqueda de información seguras y eficientes en internet (valoración, discriminación, selección, organización y propiedad intelectual).",
        "Estrategias de recogida, almacenamiento y representación de datos para facilitar su comprensión y análisis.",
        "Tratamiento y elaboración de textos sencillos para recoger y comunicar información (formato de texto, ajuste de página, inserción de imágenes…). Gestión de archivos.",
        "Reglas básicas de seguridad y privacidad para navegar por internet y para proteger el entorno digital personal de aprendizaje.",
        "Recursos y plataformas digitales restringidos y seguros para comunicarse con otras personas. Etiqueta digital, reglas básicas de cortesía y respeto y estrategias para resolver problemas en la comunicación digital.",
        "Estrategias para fomentar el bienestar digital. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, dependencia tecnológica, acceso a contenidos inadecuados, etc.) y estrategias de actuación.",
        "Proyectos de diseño y pensamiento computacional:",
        "Observación y planteamiento de situaciones-problema derivadas de necesidades que surjan en su entorno próximo.",
        "Fases del pensamiento computacional (creación de esquemas o diagramas sencillos para planificar acciones, descomposición de una tarea en partes más sencillas, desarrollo de diferentes estrategias para la resolución de un problema).",
        "Técnicas para potenciar el trabajo cooperativo, la cohesión de grupo y la resolución pacífica de conflictos.",
        "Estrategias en situaciones de incertidumbre: adaptación y cambio de estrategia cuando sea necesario, y valoración del error propio y del de los demás como oportunidad de aprendizaje.",
        "Diseño, prototipado, prueba y evaluación de un proyecto de diseño sencillo que tenga relevancia en su entorno.",
        "Construcción de proyectos sencillos, utilizando de forma guiada diferentes materiales, herramientas, objetos, dispositivos y recursos digitales seguros y adecuados para la consecución del proyecto.",
        "Lenguaje sencillo de programación por bloques y las relaciones lógicas entre ellos (ejecutar movimientos, sensores, motores, impresión 3D…).",
        "Presentación de los proyectos que se van a desenvolver, utilizando diferentes soportes y estrategias de comunicación, explicando de forma oral y escrita las estrategias sucesivas."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Formular preguntas y realizar predicciones razonadas sobre un tema específico relacionado con el medio natural a través de la observación. OBJ1",
        "CE1.2. Buscar, seleccionar y contrastar información, de diferentes fuentes seguras y fiables, adquiriendo léxico científico básico, utilizándose en investigaciones relacionadas con el medio natural. OBJ1",
        "CE1.3. Diseñar y realizar experimentos guiados, de forma individual o en equipo, utilizando diferentes técnicas de indagación y modelos, empleando los instrumentos y dispositivos apropiados de forma segura, registrando correctamente las observaciones y mediciones realizadas. OBJ1",
        "CE1.4. Analizar la información y los resultados obtenidos, comunicando las conclusiones de las investigaciones utilizando un lenguaje científico y explicando los pasos sucesivos. OBJ1",
        "CE2.1. Conocer la morfología externa e interna del cuerpo, identificando los aparatos y órganos implicados en la realización de las funciones vitales. OBJ2",
        "CE2.2. Adoptar hábitos de vida saludables valorando la importancia de una alimentación variada, equilibrada y sostenible, el ejercicio físico, el contacto con la naturaleza, el descanso, la higiene y la prevención de accidentes y enfermedades. OBJ2",
        "CE2.3. Identificar actitudes que fomenten el bienestar emocional y social, fomentando relaciones afectivas saludables y reflexionando sobre el uso adecuado de nuevas tecnologías y la gestión del tiempo libre. OBJ2",
        "CE3.1. Identificar y analizar las características y las propiedades de la materia a través de metodologías de indagación utilizando las herramientas, instrumentos y procesos adecuados. OBJ3",
        "CE3.2. Reconocer y explicar las diferentes formas y fuentes de energía identificando sus usos en la vida cotidiana y su influencia en el desarrollo sostenible. OBJ4",
        "CE3.3. Reconocer a través de pequeñas investigaciones las propiedades del aire analizando los principios básicos del vuelo. OBJ3",
        "CE4.1. Utilizar recursos digitales de acuerdo con las necesidades del contexto educativo de forma segura y eficiente, buscando información, comunicándose y trabajando de forma individual, en equipo y en red, reelaborando y creando contenidos digitales sencillos. OBJ5",
        "CE4.2. Exponer problemas de diseño que se resuelvan con la creación de un prototipo o solución digital, evaluando necesidades del entorno y estableciendo objetivos concretos. OBJ6",
        "CE4.3. Diseñar posibles soluciones a los problemas expuestos de acuerdo con técnicas sencillas de pensamiento de diseño y pensamiento computacional, mediante estrategias básicas de gestión de proyectos cooperativos. OBJ6",
        "CE4.4. Desarrollar un producto final que dé solución a un problema de diseño, probando en equipo diferentes prototipos o solución digitales y utilizando de forma segura y guiada las herramientas, dispositivos, técnicas y materiales adecuados. OBJ6",
        "CE4.5. Comunicar el diseño de un producto final, adaptando el mensaje y el formato a la audiencia, explicando los pasos sucesivos y proponiendo posibles retos para futuros proyectos. OBJ6"
    ]
}