{
  "saberes": [
    "A. Interpretación, improvisación",
    "• La partitura. Grafías convencionales y no convencionales: conocimiento, identificación y aplicación de grafías, lectura y escritura musical.",
    "• Elementos básicos del lenguaje musical. Parámetros del sonido, intervalos, escalas musicales y acordes básicos.",
    "• Texturas monofónicas y polifónicas.",
    "• Técnicas elementales para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de estudio y de control de emociones.",
    "• Técnicas de improvisación guiada y libre.",
    "• Normas de comportamiento y participación en actividades musicales.",
    "• Recursos para el aprendizaje musical: memorización, práctica diaria, constancia, secuenciación del repertorio, revisión y corrección de errores.",
    "B. Creación",
    "• Proyectos musicales y audiovisuales: uso y adaptación del lenguaje musical a través de aplicaciones tecnológicas.",
    "• Herramientas digitales y creación musical.",
    "• Recursos para la creación musical en relación con otros lenguajes artísticos: la palabra, la imagen…",
    "• Posibilidades sonoras y creativas de distintas fuentes y objetos sonoros."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Utilizar técnicas individuales elementales de interpretación musical y corporal para el desarrollo de las destrezas musicales, potenciando la manifestación y el control de emociones y la seguridad en sí mismo.",
    "1.2. Participar como intérprete en actuaciones y manifestaciones musicales y escénicas dentro y/o fuera del centro, mostrando iniciativa en los procesos creativos e interpretativos.",
    "1.3. Aplicar técnicas de interpretación musical y de movimiento en audiciones y conciertos en el aula y fuera de ella, desarrollando la creatividad y el respeto hacia los demás.",
    "Competencia específica 2",
    "2.1. Producir propuestas artístico-musicales, utilizando herramientas digitales para el desarrollo de materiales audiovisuales, con actitud inclusiva y cohesionadora.",
    "2.2. Elaborar composiciones vocales, instrumentales, coreográficas y multidisciplinares de forma individual y/o colaborativa, mostrando respeto a ideas, emociones y sentimientos del grupo.",
    "2.3. Producir propuestas artístico-musicales, utilizando herramientas digitales para el desarrollo de materiales audiovisuales, con actitud inclusiva y cohesionadora.",
    "Competencia específica 3",
    "3.1. Expresar ideas, sentimientos y emociones, de manera respetuosa y emocional, acerca de ejemplos de diferentes propuestas musicales estudiadas, a través de la audición, visionado o asistencia a eventos musicales.",
    "3.2. Realizar improvisaciones guiadas o libres individuales o grupales, utilizando el cuerpo, la voz o los instrumentos y desarrollando la creatividad y la autoconfianza.",
    "3.3. Demostrar habilidades musicales básicas individuales y grupales, adquiriendo y fortaleciendo la autoestima y la conciencia global, a través de la interpretación."
  ]
}