{
    "criteriosEvaluacion": [
        "1.1 Recibir varias propuestas escénicas, interpretando los diferentes significados y examinándolas desde un punto de vista crítico y estético.",
        "1.2 Promover el conocimiento y la difusión de las producciones escénicas y argumentar su importancia como una parte fundamental del patrimonio cultural y vehículo del derecho a la libertad de expresión.",
        "1.3 Establecer una conexión entre los elementos expresivos y simbólicos de una pieza escénica y el impacto que tienen sobre los receptores.",
        "2.1 Analizar una obra escénica o un fragmento, identificando los aspectos históricos y socioculturales, haciendo conexiones con experiencias previas y utilizar el vocabulario específico adecuado.",
        "2.2 Emitir juicios críticos y estéticos, revisar la valoración previa de las piezas escénicas y construyendo argumentos que justifican la apreciación.",
        "3.1 Aplicar ideas para la creación de una piezaescénica a partir de diferentes estímulos utilizandoelementos del teatro, la danza y otros lenguajesartísticos.",
        "3.2 Planificar las diferentes fases de un proyectoescénico complejo adaptando los recursosdisponibles a la intencionalidad creativa.",
        "3.3 Compartir la experiencia creativa de selección ytoma de decisiones valorando la relación entre laintención, el proceso y la producción.",
        "4.1 Desarrollar expresiones artísticas basadas en el cuerpo propio, atendiendo a las dimensiones temporal y espacial, aplicando la memoria sensorial y afectiva personal.",
        "4.2 Componer un personaje dramático, desde la identidad propia, partiendo de un texto previo.",
        "4.3 Enlazar movimientos más complejos, combinando las calidades dinámicas y expresivas necesarias.",
        "4.4 Interpretar un rol escénico manteniendo la coherencia con el contenido y el carácter expresivo de la obra.",
        "5.1 Planificar la representación de un proyecto escénico complejo con una actitud integradora.",
        "5.2 Representar públicamente un proyecto escénico complejo, involucrando todos los participantes manteniendo una comunicación cohesionadora e inclusiva.",
        "5.3 Ejercer roles diferentes en las fases de un proyecto escénico complejo implicándose en el buen desarrollo del proceso y en la consecución de un producto de calidad."

    ],
    "saberes": [
        "Bloque 1: Percepción y análisis",
        "Subbloque 1.1 Percepción",
        "Grupo 1 Repertorio Escénico",
        "Evolución histórica: tradiciones, períodos, géneros y estilos estéticos.",
        "Contemporaneidad. Tendencias actuales.",
        "Patrimonio escénico valenciano y de diferentes culturas: textual, espacial,",
        "coreográfico, inmaterial.",
        "Grupo 2 Recepción Escénica",
        "Elementos en la recepción de un espectáculo escénico: información previa,",
        "observación, impacto.",
        "El público: tipología y funciones.",
        "Criterios de apreciación y comunicación: concepto, propuesta, interpretación,",
        "elementos visuales y sonoros.",
        "Valores estéticos y actitudes éticas de creador y receptor.",
        "Referencias: conexiones con otros elementos artísticos y socioculturales,",
        "profesiones relacionadas.",
        "Subbloque 1.2 Análisis",
        "Grupo 1 Elementos del Arte Dramático",
        "Dramaturgia: trama, personajes, detonante, acción, conflicto, espacio, tiempo.",
        "Construcción de personajes: cuerpo, voz, caracterización.",
        "Textos dramáticos. Literatura dramática.",
        "Formas dramáticas y tradiciones estéticas, técnicas expresivas, tipos de discurso.",
        "Grupo 2 Elementos de la Danza",
        "El instrumento del cuerpo. Técnica de expresión: gestos y movimientos.",
        "Elementos expresivos y simbólicos.",
        "Cultura musical.",
        "Grupo 3 Elementos comunes",
        "Gesto, texto, voz, acción dramática, acción danzada.",
        "Elementos de otros lenguajes y prácticas artísticas contemporáneas.",
        "Bloque 2 Creación",
        "Subbloque 2.1 Creación Escénica",
        "Grupo 1 Creación de Espectáculos Escénicos",
        "Estímulos creativos.",
        "Formas contemporáneas de presentación escénica.",
        "La elección creativa: contenido, forma y estilo.",
        "Creación performativa.",
        "Conciencia de grupo: sensibilidad y socialización. Escucha activa y respeto.",
        "Grupo 2 Creación Dramática",
        "Esquema dramático: tema, personaje, conflicto, tiempo, trama.",
        "Estructuras dramáticas actuales.",
        "Métodos de escritura teatral.",
        "Grupo 3 Creación Coreográfica",
        "Principios coreográficos: procesos de composición, estructura coreográfica.",
        "El cuerpo como materia prima: gestos y movimientos.",
        "Cultura musical: estilos, periodos, formas, estructuras, ritmos, tiempos y",
        "compases.",
        "Subbloque 2.2 Puesta en escena",
        "Grupo 1 Dirección Escénica",
        "Funciones de la dirección escénica.",
        "Técnicas de la danza: coreografía.",
        "Ensayos: tipología, finalidad, fases y organización.",
        "Estrategias de supervisión y resolución de problemas.",
        "Grupo 2 Espacio Escénico",
        "Espacio visual: escenografía física y virtual, recursos plásticos, diseño de",
        "iluminación, vestuario, caracterización.",
        "Herramientas digitales multimedia.",
        "Grupo 3 Producción y Realización de proyectos escénicos",
        "Secuenciación de un proyecto escénico.",
        "Interacción con elementos tecnológicos multimedia.",
        "Implicación en los proyectos colectivos.",
        "Planteamientos éticos y responsables.",
        "Grupo 4 Difusión",
        "La experiencia ante el público general.",
        "Interacción en redes sociales.",
        "Bloque 3 Interpretación",
        "Subbloque 3.1 Técnicas de Interpretación",
        "Grupo 1 Métodos Interpretativos",
        "Métodos interpretativos actuales. Teatro, danza, artes de acción o performativas.",
        "Elementos de la interpretación dramática: personaje, conflicto, situación, acción.",
        "Personaje dramático: análisis, caracterización, construcción, grados de",
        "representación, objetivos, funciones.",
        "Pautas de atención, percepción y memoria para la interpretación.",
        "Valoración de procesos y resultados.",
        "Grupo 2 Recursos",
        "Trabajo: textual, musical y audiovisual.",
        "Terminología propia del teatro, de la danza y otras artes escénicas.",
        "Técnicas de escucha activa. Solidaridad y respeto.",
        "Subbloque 3.2 Expresión Corporal",
        "Ejercitación de las posibilidades del gesto y el movimiento.",
        "Coordinación.",
        "Repertorio gestual.",
        "Movimiento en el espacio: formas, direcciones, niveles, trazados, dimensiones.",
        "Movimiento grupal.",
        "Voz expresiva: respiración, dicción, vocalización, articulación, prosodia,",
        "proyección.",
        "Control de las emociones y los sentimientos en la expresión."

    ]
}
