{
    "saberes": [
        "A. Aragón: Historia e identidad",
        "- Sociedad del conocimiento. Conciencia histórica y conexión entre el pasado y el presente. Usos públicos de la historia. Ubicación espacial.",
        "- Proceso de sedentarización y nacimiento de una economía productora: de los cazadores-recolectores a los primeros asentamientos.",
        "- Aragón como punto de confluencia de culturas: celtas, íberos y celtíberos.",
        "- Proceso de aculturación e integración en el Imperio Romano y su huella en el patrimonio, con especial atención al papel de la religión en la evolución del paganismo al cristianismo en la Antigüedad tardía.",
        "- Construcción de la identidad andalusí, atendiendo a los nuevos aportes culturales, lingüísticos y religiosos y su coexistencia con el sustrato previo.",
        "- Construcción de una nueva entidad política entre la Historia y la leyenda: Aragón. Creación del Condado y consolidación del Reino.",
        "- Formación de una entidad integradora: la Corona de Aragón y la construcción de la identidad aragonesa (fueros y derechos señoriales)",
        "- Proceso de integración de Aragón en la Monarquía Hispánica: el difícil encaje de los fueros y los derechos señoriales con la autoridad real.",
        "B. Aragón: sociedad y territorio ",
        "- Aragón y su territorio. Características y evolución territorial. Organización administrativa. Marco jurídico.",
        "- Aragón urbano y Aragón rural.  Principales ciudades. modos de vida, distribución poblacional y conexiones de frontera.",
        "- Economía y redes de comunicación en el Aragón medieval y moderno.",
        "C. Patrimonio artístico y cultural de Aragón",
        "- Métodos básicos de investigación para la construcción del conocimiento.",
        "- El legado artístico y cultural en la formación de la identidad aragonesa.",
        "- Los símbolos como elementos conformadores de la identidad colectiva.",
        "- Las manifestaciones artísticas propias del patrimonio aragonés como objeto de disfrute estético y como elemento configurador de la identidad.",
        "- La variedad lingüística aragonesa.",
        "- La producción literaria, escrita y oral, del patrimonio aragonés.",
        "- El patrimonio inmaterial aragonés: música tradicional aragonesa, dances, danzas y costumbres propias de cada espacio.",
        "- La red de museos aragoneses. ",
        "- Valoración de la riqueza cultural y patrimonial de Aragón e implicación en las iniciativas destinadas a su protección.",
        "D. Compromiso cívico y responsabilidad",
        "- Cohesión social e integración. Multiculturalidad. Medidas y acciones en favor de la igualdad de género y la plena inclusión. ",
        "- Compromiso cívico y participación ciudadana. Servicio a la comunidad. Las relaciones intergeneracionales. Mediación y gestión pacífica de conflictos. ",
        "- Compromiso y acción ante los Objetivos del Desarrollo Sostenible. La juventud como agente de cambio para el desarrollo sostenible. ",
        "- El patrimonio como bien y como recurso. Puesta en valor, difusión y gestión de la riqueza patrimonial. ",
        "- Las emociones y el contexto cultural. La perspectiva histórica del componente emocional."
        
    ],
    "criteriosEvaluacion": [
        "1.1. Ser capaz de documentarse sobre aspectos relacionados con la cultura, el patrimonio, la historia y la geografía de Aragón.",
        "1.2. Aprender a sacar conclusiones y a plasmarlas en producciones propias elaborando la información extraída de las fuentes.",
        "2.1. Conocer la historia de Aragón y verla como un proceso, con avances y retrocesos, sabiendo apreciar los motores económicos, políticos, sociales, religiosos, ideológicos, etc. que hay detrás de los acontecimientos.",
        "2.2. Ser capaz de apreciar las raíces históricas de nuestro presente, reconociendo el legado material e inmaterial que nos constituye como aragoneses.",
        "3.1. Conocer los aspectos geográficos más relevantes de Aragón a lo largo de la Historia, preferentemente hasta la Guerra de Sucesión, así como la evolución de la organización territorial y jurídica.",
        "3.2 Establecer relaciones entre la geografía física y los cambios sociales, demográficos y económicos experimentados en los territorios aragoneses especificando las circunstancias particulares del Aragón urbano y el Aragón rural y conociendo las principales redes de comunicación que vertebran el territorio.",
        "4.1. Ser capaz de poner en valor el papel de la mujer aragonesa como protagonista de la historia y de la cultura.",
        "4.2. Conocer obras artísticas, literarias o de otra índole producidas por mujeres aragonesas, manteniendo una actitud crítica y reflexionando sobre conceptos clave como igualdad o cambio y futuro.",
        "5.1. Ser capaz de reconocer la importancia del arte y la literatura aragonesa analizando sus principales manifestaciones y ubicándolas en su contexto histórico y geográfico.",
        "5.2. Conocer el arte y la literatura aragonesa como elementos identitarios y de cohesión social y ser capaz de detectar en ellos los rasgos que los vinculan con las corrientes hispánicas e internacionales.",
        "6.1. Ser capaz de valorar con respeto y entender el patrimonio aragonés como un conjunto de elementos valiosos, materiales e inmateriales,  que sirven para identificar a los ciudadanos y las ciudadanas como miembros de un colectivo. ",
        "6.2. Comprender el concepto de patrimonio inmaterial y establecer una clasificación de los distintos elementos que lo conforman y su expresión en Aragón."
    ]
}