{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "A.–El cuerpo y el control progresivo del mismo.",
        "Reconocimiento y aceptación de la imagen global y segmentaria del cuerpo: características individuales y percepción de los cambios físicos.",
        "Construcción de una imagen positiva y ajustada ante los y las demás.",
        "Identiﬁcación y respeto de las diferencias teniendo en cuenta la diversidad de niñas y niños y personas adultas.",
        "Identiﬁcación y exploración de los elementos del entorno a través de los sentidos.",
        "El movimiento: control de la coordinación, tono, equilibrio y desplazamientos en situaciones de juego libre.",
        "Implicaciones de la discapacidad en la vida cotidiana.",
        "Adaptación del tono y la postura a las acciones y situaciones.",
        "Utilización del juego como actividad placentera y fuente de aprendizaje fomentando propuestas de juego cooperativo.",
        "Relaciones vinculares complementarias de autonomía, iniciativa y dependencia en la vida diaria del aula.",
        "B.–Desarrollo y equilibrio afectivos.",
        "Conciencia emocional de las propias emociones, sentimientos, vivencias, preferencias e intereses respetando las diferentes manifestaciones.",
        "Estrategias de ayuda y colaboración en contextos de juego y rutinas.",
        "Trabajo cooperativo.",
        "Comunicación, asertividad y escucha activa respetuosa hacia los demás.",
        "Reconocimiento de sus posibilidades, aceptación de sus limitaciones y superación de las mismas.",
        "Desarrollo de hábitos y actitudes de esfuerzo, constancia, organización, atención e iniciativa en función de sus ritmos.",
        "C.–Hábitos de vida saludable para el autocuidado y el cuidado del entorno.",
        "Satisfacción de necesidades básicas: manifestación, regulación y dominio en relación con el bienestar personal garantizando espacios y tiempos adecuados para ello.",
        "Hábitos y prácticas sostenibles y ecosocialmente responsables relacionadas con la alimentación, la higiene, el descanso, el autocuidado y el cuidado del entorno.",
        "Actividad física estructurada con diferentes grados de intensidad.",
        "Rituales. Planiﬁcación secuenciada de las acciones fomentando un ambiente agradable, armonioso, tranquilo en los diferentes momentos del centro escolar: en la comida, el descanso, la higiene, los desplazamientos, etc.",
        "Creación de entornos que promuevan retos y riesgos en un entorno de cuidado.",
        "D.–Interacción socioemocional en el entorno. La vida junto a los demás.",
        "La diversidad familiar.",
        "Reconocimiento y acogida de la diversidad familiar y las distintas formas de crianza.",
        "Habilidades sociales y de convivencia.",
        "Pautas básicas de convivencia que incluyan el respeto a la igualdad de género.",
        "Estrategias de autorregulación de la conducta. Empatía y respeto.",
        "Resolución de conﬂictos surgidos en interacciones con los otros. El conﬂicto cómo oportunidad de pensamiento en la interacción con los otros y búsqueda de soluciones.",
        "La amistad, el sentimiento de pertenencia al grupo, como elemento protector, de prevención de la violencia y de desarrollo de la cultura de la paz.",
        "Actitud de ayuda y colaboración necesaria en la interacción social para el desarrollo de procesos del aula.",
        "Respuesta empática a la diversidad debida a las distintas formas de discapacidad y a sus implicaciones en la vida cotidiana.",
        "Juego simbólico cómo estrategia para cuestionar estereotipos y prejuicios ante personas, personajes y situaciones. (Observación, imitación y representación de personas, personajes y situaciones. Estereotipos y prejuicios).",
        "Reconocimiento y valoración de otros grupos sociales de pertenencia: características, funciones y servicios, para la vida en sociedad.",
        "Asentamientos y actividades del entorno.",
        "Celebraciones, costumbres y tradiciones de la comunidad educativa. Participación en los festejos del barrio o ciudad.",
        "Propuestas que presenten una escuela como oportunidad de una sociedad pacíﬁca, justa e inclusiva y convivencial.",
        "Promoción de la igualdad y dignidad de todas las personas valorando las situaciones de pobreza y hambre, fragilidad y de personas vulneradas para su erradicación.",
        "Conocimiento de los derechos de la infancia para asegurar la igualdad y dignidad de las niñas y niños con respecto a la alimentación, bienestar, salud, educación cuidado y protección.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "A.–Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios.",
        "Cuantiﬁcadores básicos contextualizados en situaciones de la vida cotidiana.",
        "Toma de conciencia de la funcionalidad de los números en la vida cotidiana.",
        "Situaciones en que se hace necesario medir, desde unidades de medida no arbitrarias a arbitrarias.",
        "Uso de las nociones espaciales en relación con el propio cuerpo, los objetos y las acciones, tanto en reposo como en movimiento.",
        "Secuenciación temporal en los tiempos vividos dentro y fuera del aula.",
        "Resolución de situaciones problemáticas de la vida cotidiana.",
        "B.–Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad.",
        "Indagación en el entorno, el asombro, el deseo de conocer para iniciar cuestionamientos e investigaciones.",
        "Estrategias de construcción y andamiaje de nuevos conocimientos: relaciones y conexiones entre lo conocido y novedoso, y entre experiencias previas y nuevas con el entorno.",
        "Enfoque de control de variables. Estrategias y técnicas de investigación: ensayo, error, observación, experimentación, formulación, y comprobación de hipótesis, realización de preguntas, manejo y búsqueda en distintas fuentes de información.",
        "Secuencia de acciones y estrategias en la planiﬁcación, organización o autorregulación de tareas.",
        "Iniciativa en la búsqueda de acuerdos o consensos en la toma de decisiones. Respeto por los disensos.",
        "Estrategia para proponer soluciones factibles de realizar por el alumnado creativas y acordadas.",
        "Coevaluación del proceso y de los resultados. Hallazgos y conclusiones.",
        "C.–Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
        "Elementos naturales (agua, tierra, aire). Características y comportamiento (peso, capacidad, volumen, mezclas o trasvases).",
        "Acciones y estrategias saludables, responsables y sostenibles encaminadas hacia un uso respetuoso y cuidadoso en el entorno natural cercano minimizando las consecuencias del cambio climático.",
        "Uso de energías limpias y naturales no contaminantes.",
        "Fenómenos naturales: identiﬁcación y repercusión en la vida de las personas. Implicación en situaciones de catástrofe.",
        "Respeto y empatía por los seres vivos y por los recursos naturales. Implicación en el cuidado tanto de seres vivos como de entornos.",
        "Empatía, cuidado y protección de los animales. Respeto de sus derechos.",
        "Respeto por el patrimonio cultural presente en el",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "A.–Intención y elementos de la interacción comunicativa.",
        "El deseo de comunicarse. Repertorio comunicativo y elementos de comunicación no verbal. Respetando periodos de",
        "silencio y provocando situaciones en contextos orales variados.",
        "Comunicación interpersonal: empatía y asertividad en conversaciones contextualizadas.",
        "Convenciones sociales del intercambio lingüístico en situaciones comunicativas: atención, escucha activa, turnos de diálogo y alternancia que potencien el respeto, la igualdad y la equidad.",
        "B.–Las lenguas y sus hablantes.",
        "Repertorio lingüístico individual. Acogida de las diferentes lenguas de la comunidad educativa.",
        "La realidad lingüística de la comunidad educativa. Fórmulas o expresiones que responden a sus necesidades o intereses.",
        "Usos comunicativos y funcionales de las lenguas en los diferentes momentos de la vida cotidiana.",
        "C.–Comunicación verbal oral. Expresión, comprensión, diálogo.",
        "El lenguaje oral en situaciones cotidianas: conversaciones, juegos de interacción social y expresión de vivencias.",
        "Utilización de géneros orales formales e informales en situaciones contextualizadas del aula.",
        "Intención comunicativa de los mensajes. Creación de situaciones comunicativas reales.",
        "Verbalización de la secuencia de acciones en una acción planiﬁcada.",
        "Discriminación auditiva y conciencia fonológica.",
        "Situaciones relacionadas con los rituales del aula. Estructuras para llevar una comunicación funcional.",
        "Comprensión de mensajes a través de la reformulación de ideas, preguntas e imágenes.",
        "D.–Aproximación al lenguaje escrito.",
        "Los usos sociales y culturales de la lectura y la escritura. Funcionalidad y signiﬁcatividad en situaciones comunicativas.",
        "Pluralidad de tipologías textuales. Textos escritos en diferentes soportes.",
        "Intención comunicativa y acercamiento a las principales características textuales y paratextuales. Primeras hipótesis para la interpretación y compresión.",
        "Las propiedades del sistema de escritura: hipótesis cuantitativas y cualitativas.",
        "Aproximación al código escrito, evolucionando desde las escrituras indeterminadas y respetando el proceso evolutivo.",
        "Otros códigos de representación gráﬁca: imágenes, símbolos, números...",
        "Iniciación a estrategias de búsqueda de información, reelaboración y comunicación.",
        "Situaciones de lectura individual o a través de lectores modelos de referencia.",
        "Acercamiento a obras literarias de escritores y escritoras de calidad, no únicamente a textos adaptados a la infancia.",
        "E.–Aproximación a la educación literaria.",
        "Textos relacionados con la literatura infantil, oral y escrita, libres de estereotipos sexistas y que recojan los retos del siglo XXI, desarrollando valores sobre cultura de paz, derechos del niño, igualdad de género y diversidad étnico- cultural.",
        "Vínculos afectivos y lúdicos con los textos literarios incluyendo variedad de tipologías textuales en las bibliotecas de aula.",
        "Interacciones dialógicas en torno a textos literarios libres de prejuicios y estereotipos sexistas.",
        "Aproximación a la lectura respetando las fases de adquisición de la misma según el momento evolutivo individual.",
        "Utilización de la biblioteca tanto del aula, de centro como del barrio como fuente de información y disfrute.",
        "F.–El lenguaje y expresión musicales.",
        "Posibilidades sonoras, expresivas y creativas de la voz, el cuerpo, los objetos cotidianos de su entorno y los instrumentos.",
        "Propuestas musicales en distintos formatos.",
        "El sonido, el silencio y sus cualidades. El código musical.",
        "Intención expresiva en las producciones musicales.",
        "La escucha musical como disfrute.",
        "Escucha de diferentes géneros musicales. Acercamiento a músicos destacados en la historia musical, sin reducir la escucha a obras creadas para la infancia.",
        "G.–El Lenguaje y la expresión plásticos y visuales.",
        "Materiales especíﬁcos e inespecíﬁcos, elementos, técnicas y procedimientos artísticos.",
        "Intención expresiva de producciones a través de la pintura, escultura, arquitectura, fotografía y cine.",
        "Manifestaciones plásticas variadas. Diferentes corrientes y géneros artísticos. Acercamiento a diferentes artistas locales o reconocidos mundialmente potenciando la igualdad de género.",
        "H.–El lenguaje y la expresión corporales.",
        "Posibilidades expresivas y comunicativas del propio cuerpo en actividades individuales y grupales libres de prejuicios y estereotipos sexistas.",
        "Juegos de expresión corporal y dramática.",
        "Acercamiento a los tipos y géneros de danzas.",
        "La representación teatral y sus recursos teatrales.",
        "I.–Alfabetización digital.",
        "Uso contextualizado de aplicaciones y herramientas digitales con distintos ﬁnes: creación, comunicación y aprendizaje.",
        "Uso saludable y responsable por parte del docente de las tecnologías digitales. Frenar la hiperestimulación tecnológica.",
        "Lectura e interpretación crítica de imágenes e información recibida a través de medios digitales.",
        "Función educativa de los dispositivos y elementos tecnológicos de su entorno."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1.1. Progresar en el conocimiento de su cuerpo ajustando acciones y reacciones y desarrollando el equilibrio, la percepción sensorial y la coordinación en el movimiento.",
        "1.2. Manifestar sentimientos de seguridad personal en la participación en juegos y en las diversas situaciones de la vida cotidiana conﬁando en las propias posibilidades y mostrando iniciativa.",
        "1.3. Manejar diferentes objetos, útiles y herramientas en situaciones de juego y en la realización de tareas cotidianas, mostrando un control progresivo y de coordinación de movimientos de carácter ﬁno",
        "1.4. Participar en contextos de juego dirigido y espontáneo ajustándose a sus posibilidades personales.",
        "2.1. Identiﬁcar y expresar sus necesidades y sentimientos ajustando progresivamente el control de sus emociones.",
        "2.2. Ofrecer y pedir ayuda en situaciones cotidianas, valorando los beneﬁcios de la cooperación y la ayuda entre iguales.",
        "2.3. Expresar inquietudes, gustos y preferencias, mostrando satisfacción y seguridad sobre los logros conseguidos.",
        "3.1. Realizar actividades relacionadas con el autocuidado y el cuidado del entorno con actitud respetuosa mostrando autoconﬁanza e iniciativa.",
        "3.2. Respetar la secuencia temporal asociada a los acontecimientos y actividades cotidianas, adaptándose a las rutinas establecidas para el grupo y desarrollando comportamientos respetuosos hacia las demás personas.",
        "4.1. Participar con iniciativa en juegos y actividades colectivas relacionándose con otras personas con actitudes de afecto y empatía, respetando los distintos ritmos individuales y evitando todo tipo de discriminación.",
        "4.2. Reproducir conductas, acciones o situaciones a través del juego simbólico en interacción con sus iguales, identiﬁcando y rechazando todo tipo de estereotipos.",
        "4.3. Participar activamente en actividades relacionadas con la reﬂexión sobre las normas sociales que regulan la convivencia y promueven valores como el respeto a la diversidad, el trato no discriminatorio hacia las personas con discapacidad y la igualdad de género.",
        "4.4. Desarrollar destrezas y habilidades para la gestión de conﬂictos de forma positiva, proponiendo alternativas creativas y teniendo en cuenta el criterio de otras personas.",
        "4.5. Participar, desde una actitud de respeto, en actividades relacionadas con costumbres y tradiciones étnicas y culturales presentes en su entorno, mostrando interés por conocerlas.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1.1. Establecer distintas relaciones entre los objetos a partir de sus cualidades o atributos, mostrando curiosidad e interés.",
        "1.2. Emplear los cuantiﬁcadores básicos más signiﬁcativos en el contexto del juego y en la interacción con los demás.",
        "1.3. Ubicarse adecuadamente en los espacios habituales, tanto en reposo como en movimiento, aplicando sus conocimientos acerca de las nociones espaciales básicas y jugando con el propio cuerpo y con objetos.",
        "1.4. Identiﬁcar las situaciones cotidianas en las que es preciso medir, utilizando el cuerpo u otros materiales y herramientas para efectuar las medidas.",
        "1.5. Organizar su actividad, ordenando las secuencias y utilizando las nociones temporales básicas.",
        "2.1. Gestionar situaciones, diﬁcultades, retos o problemas mediante la planiﬁcación de secuencias de actividades, la manifestación de interés e iniciativa y la cooperación con sus iguales.",
        "2.2. Canalizar progresivamente la frustración ante las diﬁcultades o problemas mediante la aplicación de diferentes estrategias.",
        "3. Afrontar pequeñas adversidades, manifestando actitudes de superación, y solicitando y prestando ayuda. 2.3. Plantear hipótesis acerca del comportamiento de ciertos elementos o materiales, veriﬁcándolas a través de la manipulación y la actuación sobre ellos.",
        "2.4. Utilizar diferentes estrategias para la toma de decisiones con progresiva autonomía, afrontando el proceso de creación de soluciones originales en respuesta a los retos que se le planteen.",
        "2.5. Programar secuencias de acciones o instrucciones para la resolución de tareas analógicas y digitales, desarrollando habilidades básicas de pensamiento computacional.",
        "2.6. Participar en proyectos utilizando dinámicas cooperativas, compartiendo y valorando opiniones propias y ajenas, expresando conclusiones personales a partir de ellas.",
        "3.1. Mostrar una actitud de respeto cuidado y protección hacia el medio natural y los animales, identiﬁcando el impacto positivo o negativo que algunas acciones humanas ejercen sobre ellos.",
        "3.2. Identiﬁcar rasgos comunes y diferentes entre seres vivos e inertes.",
        "3.3. Establecer relaciones entre el medio natural y social a partir de conocimiento y la observación de algunos fenómenos naturales y de los elementos patrimoniales presentes en el medio físico.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1.1. Participar de manera activa, espontánea y respetuosa con las diferencias individuales en situaciones comunicativas de progresiva complejidad en función de su desarrollo individual.",
        "1.2. Ajustar su repertorio comunicativo a las propuestas, a los interlocutores y al contexto, indagando en las posibilidades expresivas de los diferentes lenguajes.",
        "1.3. Participar en situaciones de uso de diferentes lenguas, mostrando interés, curiosidad y respeto por la diversidad de perﬁles lingüísticos.",
        "1.4. Interactuar con distintos recursos digitales, familiarizándose diferentes medios y herramientas digitales.",
        "2.1. Interpretar de forma eﬁcaz los mensajes e intenciones comunicativas de los demás.",
        "2.2. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas, también en formato digital, reconociendo la intencionalidad del emisor y mostrando una actitud curiosa y responsable.",
        "3.1. Hacer un uso funcional del lenguaje oral, aumentando su repertorio lingüístico y construyendo progresivamente un discurso más eﬁcaz, organizado y coherente en contextos formales e informales.",
        "3.2. Utilizar el lenguaje oral como instrumento regulador de la acción en las interacciones con los demás con seguridad y conﬁanza.",
        "3.3. Evocar y expresar espontáneamente ideas a través del relato oral.",
        "3.4. Elaborar creaciones plásticas explorando y utilizando diferentes materiales y técnicas, y participando activamente en el trabajo en grupo cuando se precise.",
        "3.5. Interpretar propuestas dramáticas y musicales utilizando y explorando diferentes instrumentos, recursos o técnicas.",
        "3.6. Ajustar armónicamente su movimiento al de los demás y al espacio como forma de expresión corporal libre, manifestando interés e iniciativa.",
        "3.7. Expresarse de manera creativa, utilizando diversas herramientas o aplicaciones digitales intuitivas y visuales.",
        "4.1. Mostrar interés por comunicarse a través de códigos escritos, convencionales o no, valorando su función comunicativa.",
        "4.2. Identiﬁcar de manera acompañada alguna de las características textuales y paratextuales mediante la indagación en textos de uso social libres de prejuicios y estereotipos sexistas.",
        "4.3. Recurrir a la biblioteca como fuente de información y disfrute, respetando sus normas de uso.",
        "5.1. Relacionarse de forma respetuosa en la pluralidad lingüística y cultural de su entorno, manifestando interés por otras lenguas, etnias y culturas.",
        "5.2. Participar en interacciones comunicativas en lengua extranjera relacionadas con rutinas y situaciones cotidianas.",
        "5.3. Participar en actividades de aproximación a la literatura infantil, tanto de carácter individual, como en contextos dialógicos y participativos, descubriendo, explorando y apreciando la belleza del lenguaje literario.",
        "5.4. Expresar emociones, ideas y pensamientos a través de manifestaciones artísticas y culturales, disfrutando del proceso creativo.",
        "5.5. Expresar gustos, preferencias y opiniones sobre distintas manifestaciones artísticas, explicando las emociones que produce su disfrute."
    ]
}