{
    "criteriosEvaluacion": [
        "1.1 Interpretar la realitat econòmica prenent consciència de la importància de prendre decisions econòmiques i de les seves repercussions, segons els diferents sistemes econòmics.",
        "1.2 Identificar l’escassetat com a problema bàsic de l’economia determinant el comportament i les interrelacions dels agents econòmics, i valorar les diferents estratègies econòmiques per resoldre’l.",
        "1.3 Analitzar els processos de presa de decisions econòmiques, tant individuals com col·lectives, i l’impacte que tenen en la societat.",
        "2.1 Analitzar les fallades de mercat i identificar mesures de correcció, amb esperit crític, proposant-ne solucions.",
        "2.2 Utilitzar els models econòmics per comprendre el funcionament del mercat i els seus elements, per actuar com a ciutadans formats i informats.",
        "2.3 Valorar l’estat del benestar i les polítiques econòmiques com a font de millora econòmica i social.",
        "3.1 Analitzar les funcions i les interrelacions dels diferents agents en el flux circular de la renda determinant-ne la repercussió en el desenvolupament econòmic.",
        "3.2 Valorar-ne la contribució al desenvolupament sostenible i al benestar social.",
        "4.1 Comprendre el funcionament del sistema financer en l’economia real, analitzant els elements que hi intervenen.",
        "4.2 Identificar diferents fonts de finançament per prendre decisions financeres fonamentades.",
        "4.3 Aplicar els coneixements financers adquirits per planificar i gestionar amb responsabilitat i autonomia les finances personals.",
        "5.1 Identificar els reptes que planteja l’economia analitzant, amb sentit crític, l’impacte que provoca la globalització, la nova economia i la revolució digital al benestar econòmic i social dels ciutadans.",
        "5.2 Argumentar, de manera crítica i constructiva, per proposar iniciatives que fomentin l’equitat, la justícia i la sostenibilitat a partir dels desafiaments de l’economia actual.",
        "6.1 Utilitzar procediments de recerca i tècniques d’anàlisi econòmica, seleccionant i emprant fonts diverses d’informació, per plantejar solucions innovadores i sostenibles als problemes de la societat actual.",
        "6.2 Comprendre els factors psicològics, socials, cognitius, emocionals i mediambientals que condicionen les decisions dels agents econòmics que responguin a necessitats individuals i col·lectives."
    ],
    "saberes": [
        "Les decisions econòmiques",
        "- Anàlisi de la relació entre l’escassetat de recursos i les necessitats com a problema bàsic de l’economia per prendre decisions per part dels agents econòmics en el flux circular de la renda considerant el cost d’oportunitat.",
        "- Argumentació i debat a l’aula sobre els principis d’interacció social des d’una visió econòmica, benestar i desigualtats.",
        "- Aplicació d’estratègies de modelització com a eina per entendre les decisions en l’àmbit econòmic.",
        "- Comparació dels principals sistemes econòmics per assignar els recursos i situar-los en el temps amb esperit crític.",
        "- Coneixement i valoració del funcionament del sector financer i principals productes financers (préstecs, hipoteques i els seus substituts; assegurances).",
        "- Planificació i gestió de les decisions financeres (inversió, estalvi i consum) i de les finances personals: risc i benefici en la societat.",
        "- Identificació i ús d’estratègies de gestió de la incertesa i presa de decisions en entorns canviants: teoria de jocs, el dilema del presoner, jocs repetits i equilibris cooperatius.",
        "La realitat econòmica. Eines per entendre el món amb una visió microeconòmica",
        "- Utilització de diferents models gràfics del mercat de competència per descriure el funcionament dels mercats i valorar-ne els avantatges i els inconvenients. Elasticitat. Anàlisi cost-benefici.",
        "- Anàlisi de les fallades del mercat, valorant la intervenció reguladora del sector públic.",
        "La realitat econòmica. Eines per entendre el món amb una visió macroeconòmica",
        "- Anàlisi de la interacció entre els agents econòmics i el flux circular de la renda a escala macroeconòmica: la demanda agregada, l’oferta agregada i el seu funcionament.",
        "- Identificació dels indicadors per analitzar el desenvolupament i els desequilibris econòmics. Eficiència versus equitat.",
        "- Anàlisi de l’evolució del mercat de treball: l’empresa del futur, tipus d’atur i mesures correctores, l’impacte dels costos d’acomiadament, la segmentació del mercat de treball i la bretxa salarial per qüestions de gènere i edat.",
        "- Identificació de les principals àrees d’integració econòmica i reconeixement de la Unió Europea com a entitat supranacional que determina algunes polítiques econòmiques.",
        "- Caracterització de les tendències del comerç internacional i valoració de l’impacte del proteccionisme o de la llibertat d’intercanvis en les economies dels països i el nivell de vida dels seus habitants. Coneixement i valoració del comerç just com a mesura d’equitat i sostenibilitat.",
        "- Reconeixement del paper dels moviments de capitals i dels mercats financers en l’economia global, així com de les funcions que tenen les principals organitzacions financeres internacionals. Coneixement i valoració de la banca ètica com a mesura d’equitat i sostenibilitat.",
        "- Funcionament, evolució i efectes del sistema financer. Cadena de blocs (blockchain), criptomonedes i ciberseguretat.",
        "Les polítiques econòmiques",
        "- Reconeixement i valoració dels efectes que les mesures de política fiscal tenen en la producció i la renda i en la seva distribució. Dèficit públic i deute públic. Cost d’oportunitat que implica la política econòmica. El principi de solidaritat i els impostos. L’economia submergida.",
        "- Participació en debats a l’aula sobre els avantatges i els inconvenients d’alguna mesura de política econòmica, mostrant arguments coherents i fonamentats i respecte per les opinions dels altres.",
        "- Valoració dels efectes de la inflació sobre la societat i anàlisi de casos d’hiperinflació i/o deflació.",
        "- Coneixement dels instruments de política monetària, anàlisi d’alguna actuació del Banc Central Europeu i valoració dels efectes de la política monetària sobre la inflació, el creixement econòmic i el benestar de les persones.",
        "Els reptes de l’economia actual. Fortaleses i febleses de l’economia",
        "- Reconeixement dels aspectes crítics de la globalització en relació amb la sobreexplotació de recursos naturals i les condicions de treball.",
        "- Anàlisi del funcionament dels mercats en l’entorn local i global com a font d’oportunitats.",
        "- Anàlisi i valoració de l’impacte econòmic i social de les estratègies de la recerca, la innovació i la digitalització com a motor de canvi, en casos reals. Empresa ambidextra. Indústria 4.0.",
        "- Identificació dels factors de creixement econòmic i desenvolupament sostenible. Els reptes del creixement econòmic. Limitacions ecològiques. Creixement demogràfic. Economia circular, economia col·laborativa i solidària. Acompliment dels ODS.",
        "- Anàlisi de la situació de l’estat del benestar: paper de les polítiques actives d’ocupació i sostenibilitat de les pensions."
    ]
}