{
  "saberes": [
    "A. El perfil competencial de l’emprenedor: iniciativa i creativitat",
    "- Anàlisi de les característiques del perfil emprenedor a la societat d’avui i demà. Desenvolupament de la pròpia marca personal en la societat digital.",
    "- Valoració de les aportacions de les principals dones emprenedores al món.",
    "- Utilització d’estratègies d’ideació i foment de la creativitat per a la creació d’idees innovadores a l’aula.",
    "- Identificació i ús d’estratègies de gestió de la incertesa i de presa de decisions en contextos canviants, en la resolució de problemes investigables.",
    "- Creació del portafoli i la carpeta d’aprenentatge com a estratègies d’aprenentatge personal, en recerques experimentals o estudis observacionals formulats a l’aula.",
    "- Desenvolupament de motivació i lideratge com a elements de la iniciativa emprenedora.",
    "- Demostració d’una comunicació eficaç per argumentar i opinar amb criteri en aspectes d’emprenedoria, en la relació entre les persones tant a l’escola com fora d’aquesta.",
    "B. L’entorn com a font d’idees i oportunitats",
    "- Relació entre l’escassetat de recursos i les necessitats com a problema bàsic de l’economia per prendre decisions per part dels agents econòmics en el flux circular de la renda. Argumentació i debat sobre els principis d’interacció social des d’una visió econòmica: comerç, benestar i desigualtats; el mercat; eficiència i equitat.",
    "- Anàlisi del funcionament dels mercats en l’entorn local i global com a font d’oportunitats. Coneixement i valoració del funcionament del sector financer en l’activitat econòmica. Reconeixement de la indústria 4.0 en el context de l’activitat econòmica.",
    "- Relació entre la petjada ecològica i l’economia circular, i justificació de la necessitat de l’economia col·laborativa i l’economia social i solidària amb la perspectiva de la sostenibilitat.",
    "- Valoració del comerç just i el consum ètic en un context de lliure comerç. Argumentació sobre la responsabilitat social de l’empresa com a generadora de valor per a la societat. Incorporació dels objectius de desenvolupament sostenible (ODS) al desenvolupament local i global.",
    "- Identificació de sectors productius i agents de l’entorn cultural i artístic per a la creació de projectes culturals emprenedors.",
    "- Ús d’estratègies de recerca, selecció i gestió d’informació procedent de fonts diverses de l’entorn econòmic, empresarial, social, cultural i artístic, per informar la presa de decisions emprenedores.",
    "- Elecció del repte emprenedor de l’entorn amb criteris de viabilitat i generació de valor. Presa de decisions empresarials en un context d’innovació com a font de transformació social.",
    "C. Recursos per dur a terme un projecte emprenedor",
    "- Reconeixement del paper de l’empresa com a organització generadora de valor per a la societat.",
    "- Organització i gestió dels recursos humans, materials i financers de les entitats emprenedores. El paper de les dones emprenedores.",
    "- Valoració de les finances ètiques, el mecenatge i el crowdfunding com a fonts de finançament i captació de recursos financers a les entitats.",
    "- Utilització d’estratègies de formació i funcionament d’equips de treball: comunicació, negociació, gestió i resolució de conflictes, i presa de decisions, valorant la diversitat, el lideratge compartit, els rols canviants, l’autoavaluació constant i la construcció de vincles, en la relació entre les persones.",
    "- Control i gestió de les finances de l’emprenedor —diners, ingressos i despeses, endeutament, risc financer i assegurances— per a l’equilibri financer del projecte.",
    "D. Realització del projecte emprenedor",
    "- Identificació de reptes com a objectiu per desenvolupar un projecte emprenedor.",
    "- Planificació, gestió i execució d’un projecte emprenedor —del repte al prototip— a través de metodologies àgils. Aplicació de tècniques i eines de prototipat ràpid aplicades a béns, serveis i aplicacions web o mòbils, en la resolució de problemes investigables proposats al centre educatiu.",
    "- Anàlisi de la competència com a pas necessari en el desenvolupament del projecte de processos creatius.",
    "- Presentació i difusió del prototip a la societat.",
    "- Validació i testat dels prototips i avaluació del seu impacte sobre l’entorn.",
    "- Valoració els drets de propietat intel·lectual sobre el prototip. Reconeixement de les decisions, drets i obligacions de l’usuari com a consumidor i destinatari final del prototip, en el procés creatiu."
  ],
  "criteriosEvaluacion": [
    "1.1 Crear un projecte personal original i generador de valor per als altres amb una projecció emprenedora, partint de la valoració crítica sobre les pròpies aptituds i adaptant- se a entorns complexos i globals.",
    "1.2 Utilitzar estratègies d’anàlisi raonada de les fortaleses i debilitats personals, socials, acadèmiques i professionals, així com la iniciativa i creativitat pròpia i dels altres.",
    "1.3 Gestionar de forma eficaç les emocions i destreses personals, desenvolupant actituds creatives i innovadores.",
    "2.1 Posar en pràctica habilitats socials, de comunicació oberta, motivació, lideratge i de cooperació i innovació tant de manera presencial com a distància en diferents contextos de treball en equip per desenvolupar idees emprenedores.",
    "2.2 Formar equips de treball mixtes basats en el diàleg, l’equitat, el respecte a la diversitat i la inclusió, partint de la identificació dels recursos humans necessaris i visualitzant les metes comunes per desenvolupar idees emprenedores.",
    "2.3 Valorar i respectar les aportacions dels altres en els treballs de grup i acceptar les decisions preses de forma col·lectiva per desenvolupar idees emprenedores.",
    "3.1 Proposar actuacions locals i globals de cura de l’entorn natural, social, cultural i artístic, amb visió creativa i emprenedora.",
    "3.2 Gestionar problemes vinculats a l’entorn, proposant solucions sostenibles mitjançant projectes individuals i/o col·lectius que es tradueixin en una millora col·lectiva.",
    "3.3 Afrontar els reptes relacionats amb el desenvolupament sostenible, amb compromís i actitud de servei als altres, incentivant una ètica ecològica.",
    "4.1 Cercar, seleccionar i contrastar informació, amb rigor, criteris ètics i de fonts fiables, orals, impreses o digitals, sobre temes d’interès i/o actualitat present a l’entorn global i divers.",
    "4.2 Identificar, amb sentit crític, necessitats i oportunitats presents en l’àmbit personal, social, cultural, artístic i econòmic.",
    "4.3 Utilitzar, de manera autònoma, mètodes d’obtenció d’informació, organització, emmagatzematge i recuperació d’aquesta informació, valorant críticament i respectant la propietat intel·lectual dels continguts que reutilitza.",
    "5.1 Idear solucions emprenedores originals, viables i sostenibles que satisfacin les necessitats i aprofitin les oportunitats identificades.",
    "5.2 Aplicar les metodologies àgils en el procés individual i col·lectiu d’ideació de solucions emprenedores.",
    "5.3 Avaluar l’impacte que aquestes solucions emprenedores puguin generar en l’entorn personal, social, cultural i econòmic, amb sentit ètic i solidari.",
    "6.1 Elaborar un projecte viable que porti a la realitat la solució emprenedora.",
    "6.2 Utilitzar, amb eficàcia i autonomia, estratègies de captació i gestió dels recursos materials, immaterials, humans i digitals necessaris per desenvolupar el projecte, valorant la importància d’aconseguir una adequada optimització d’aquests i recollir la perspectiva de gènere.",
    "6.3 Reunir, analitzar i seleccionar els recursos disponibles, planificant amb coherència la seva organització, distribució i ús.",
    "7.1 Seleccionar les estratègies de comunicació efectiva que s’adeqüin als contextos i als objectius concrets de cada situació comunicativa.",
    "7.2 Presentar i exposar, amb claredat i coherència, les idees i solucions per a avaluar- les i validar-les al llarg del procés de desenvolupament del projecte.",
    "7.3 Valorar la importància d’una comunicació respectuosa que tingui en compte les diferències lingüístiques, socials i culturals.",
    "8.1 Relacionar els coneixements bàsics sobre economia i finances amb els recursos necessaris per al desenvolupament de la idea o solució emprenedora proposada.",
    "8.2 Analitzar informació econòmica i financera diversa, i aplicar-la amb coherència a resoldre reptes econòmics concrets, amb criteris ètics.",
    "8.3 Afrontar els reptes plantejats de manera eficaç, equitativa i sostenible, en diferents contextos i situacions, reals o simulades, transferint els coneixements econòmics i financers necessaris.",
    "9.1 Crear prototips innovadors que generin valor social i que donin resposta als reptes.",
    "9.2 Utilitzar, amb iniciativa, estratègies de planificació, gestió i presa de decisions en la creació de prototips que facilitin la consecució dels objectius establerts.",
    "9.3 Reflexionar, per aprendre, tant sobre el procés com sobre el resultat obtingut.",
    "10.1 Millorar amb autonomia els prototips creats en funció de la valoració realitzada sobre l’elaboració d’aquests i la seva viabilitat i sostenibilitat.",
    "10.2 Analitzar de manera crítica i ètica la viabilitat i sostenibilitat dels prototips creats posant en relació la seva aplicació i adequació amb els resultats esperats.",
    "10.3 Valorar la contribució del procés d’elaboració del prototip en l’aprenentatge i desenvolupament personal i col·lectiu."
  ]
}