{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Reconocer y valorar las lenguas de España y las variedades dialectales del español, con especial atención a las de Castilla y León, a partir de la explicación de su desarrollo histórico y sociolingüístico y de la situación actual, contrastando de manera explícita y con la terminología adecuada aspectos lingüísticos y discursivos de las distintas lenguas, así como rasgos de los dialectos del español, en manifestaciones orales, escritas y multimodales. (CCL1, CCL2, CCL5, CP2, CP3, CD1, CD3, CPSAA5, CC1, CC2, CC3, CCEC1)",
        "1.2 Valorar el proceso histórico del castellano, apreciando su valor lingüístico, histórico y cultural y sus expectativas de futuro. (CCL1, CCL2, CCL5, CP3, CD3, CPSAA1.1, CC1, CC2, CE3, CCEC1)",
        "1.3 Conocer e identificar las distintas variedades del español (espaciales, sociales y de registro) valorando la pluralidad como elemento de riqueza cultural. (CCL2, CP2, CP3, CD1, CD3, CPSAA5, CC2, CE3, CCEC1)",
        "1.4 Propiciar la reflexión interlingüística, refutando los estereotipos y prejuicios en la lengua y sus usos. (CCL1, CCL2, CCL5, CP2, CP3, CD1, CD3, CPSAA1.1, CPSAA5, CC1, CC2, CE3, CCEC1)",
        "1.5 Identificar, cuestionar y refutar prejuicios y estereotipos lingüísticos, adoptando una actitud de respeto y valoración de la riqueza cultural y lingüística, a partir de la exploración y reflexión en torno a los fenómenos del contacto entre lenguas, con especial atención al papel de las redes sociales y los medios de comunicación, y de la investigación sobre los derechos lingüísticos y diversos modelos de convivencia entre lenguas. (CCL1, CCL2, CCL5, CP2, CP3, CD1, CD3, CPSAA1.1, CPSAA5, CC1, CC2, CE3, CCEC1)",
        "Competencia específica 2",
        "2.1 Identificar y comprender el sentido global, la estructura, la información relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales complejos propios de diferentes ámbitos, analizando la interacción entre los diferentes códigos. (CCL2, CCL3, CP2, STEM1, STEM4, CD2, CD3, CPSAA4, CC3, CCEC1)",
        "2.2 Apreciar la lengua oral, empleándola de manera eficaz para la comunicación interpersonal, la adquisición de nuevos conocimientos, el análisis de la realidad y la resolución de conflictos. (CCL1, CCL2, CCL5, STEM1, STEM4, CD2, CD3, CPSAA5, CC3, CCEC1)",
        "2.3 Valorar la forma y el contenido de textos orales y multimodales relativamente complejos, evaluando su calidad, fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados. (CCL1, CCL2, CCL3, CCL5, STEM1, STEM4, CD2, CD3, CPSAA4, CPSAA5, CC3, CCEC1)",
        "Competencia específica 3",
        "3.1 Realizar exposiciones y argumentaciones orales formales con diferente grado de planificación sobre temas de interés científico y cultural y de relevancia académica y social, ajustándose a las convenciones propias de cada género discursivo y con fluidez, rigor, coherencia, cohesión, corrección y el registro adecuado, en diferentes soportes y utilizando de manera eficaz recursos verbales y no verbales. (CCL1, CCL2, CP2, CD2) 3.2 Consolidar la participación de manera activa y adecuada en interacciones orales (formales e informales) de cierta extensión, trabajando en equipo con actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística. (CCL1, CCL3, CCL5, STEM1, STEM3, CD2, CD3, CC2, CC3, CCEC3.1)",
        "3.3 Planificar y ejecutar exposiciones orales relacionadas con temas de actualidad, utilizando distintos medios y soportes, mostrando las diversas opiniones que se sostienen y evaluando y respetando otros argumentos. (CCL1, CCL2, CCL3, CCL5, STEM1, STEM3, CD2, CD3, CC2, CC3, CCEC3.1)",
        "Competencia específica 4",
        "4.1 Comprender e Identificar el sentido global, la estructura, la información relevante y la intención del emisor de textos escritos y multimodales especializados y de relativa complejidad, con especial atención a textos académicos y de los medios de comunicación, realizando las inferencias necesarias y con diferentes propósitos de lectura. (CCL2, CCL3, STEM1, STEM4, CD3, CPSAA4, CCEC1)",
        "4.2 Obtener, interpretar y valorar informaciones obtenidas de diferentes tipos y opiniones, utilizando con autonomía y espíritu crítico diversos medios y soportes. (CCL2, CCL3, CCL5, CP2, STEM1, STEM3, STEM4, CD1, CD2, CD3, CPSAA4, CPSAA5, CC3, CCEC1)",
        "4.3 Valorar la forma y el contenido de textos escritos complejos evaluando su calidad, la fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados. (CCL2, CCL3, CP2, STEM1, STEM3, STEM4, CD1, CD3, CPSAA4, CPSAA5, CC3, CCEC1)",
        "Competencia específica 5",
        "5.1 Elaborar textos escritos académicos coherentes, cohesionados y con el registro adecuado sobre temas curriculares o de interés social y cultural, precedidos de un proceso de planificación que atienda a la situación comunicativa, destinatario, propósito y canal y de redacción y revisión de borradores de manera individual o entre iguales, o mediante otros instrumentos de consulta. (CCL1, CCL3, CCL5, CP2, STEM1, CD3, CPSAA5, CCEC1)",
        "5.2 Incorporar progresivamente procedimientos para enriquecer los textos escritos, atendiendo a aspectos discursivos, lingüísticos y estilísticos, con precisión léxica y corrección ortográfica y gramatical. (CCL1, CCL2, CCL3, CP2, STEM1, CD2, CD3, CPSAA5, CCEC1)",
        "5.3 Realizar trabajos escritos relacionados con temas de actualidad, utilizando distintos medios y soportes, mostrando diversas opiniones y evaluando y respetando otros argumentos. (CCL1, CCL2, CCL3, CCL5, CP2, STEM1, CD3, CPSAA5, CC2, CCEC1) Competencia específica 6",
        "6.1 Consolidar la elaboración trabajos de investigación de manera progresivamente autónoma, en diferentes soportes, sobre temas curriculares de interés cultural que impliquen localizar, seleccionar y contrastar información procedente de diferentes fuentes; calibrar su fiabilidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, reelaborarla y comunicarla de manera creativa, adoptando un punto de vista crítico y respetuoso con la propiedad intelectual. (CCL1, CCL2, CCL3, CP2, CD1, CD2, CD3, CD4, CPSAA4, CC1, CC2, CE1)",
        "6.2 Evaluar la veracidad de noticias e informaciones, con especial atención a las redes sociales y otros entornos digitales, siguiendo pautas fundamentales de análisis, contraste y verificación, haciendo uso de las herramientas adecuadas y manteniendo una actitud crítica frente a los posibles sesgos de la información. (CCL2, CCL3, CP2, CD1, CD2, CD3, CD4, CPSAA4, CC1, CE1)",
        "6.3 Valorar informaciones de diversos tipos y opiniones diferentes, en diversos soportes, con autonomía y sentido crítico. (CCL1, CCL2, CCL3, CD1, CD2, CD4, CPSAA4, CC1, CE1)",
        "6.4 Aplicar de manera reflexiva estrategias de autocorrección y autoevaluación fomentando la autorreflexión para progresar en el aprendizaje autónomo. (CCL1, CCL2, CCL3, CP2, CD2, CC3)",
        "Competencia específica 7",
        "7.1 Elegir y leer de manera autónoma obras relevantes de la literatura universal dejando constancia del progreso del itinerario lector y cultural personal mediante la explicación argumentada de los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y de la experiencia de lectura. (CCL1, CCL2, CCL4, CP2, CD2, CD3, CPSAA3.2, CCEC2, CCEC3.1)",
        "7.2 Compartir la experiencia lectora utilizando un metalenguaje específico y elaborar una interpretación personal estableciendo vínculos argumentados con otras obras y otras experiencias artísticas y culturales, con sentido crítico y respetando otras interpretaciones. (CCL1, CCL2, CCL4, CP2, CD2, CD3, CPSAA1.1, CPSAA3.2, CCEC2, CCEC3.1, CCEC3.2)",
        "7.3 Realizar trabajos críticos en diferentes soportes sobre la lectura de obras literarias buscando la expresión de diferentes contextos históricos y culturales y como forma de enriquecimiento y disfrute personales. (CCL1, CCL2, CCL4, CP2, CD2, CD3, CPSAA1.1, CPSAA3.2, CCEC2, CCEC3.1)",
        "Competencia específica 8",
        "8.1 Explicar y argumentar la interpretación de las obras complejas leídas mediante el análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética y temática de las obras. (CCL1, CCL2, CCL4, CP2, STEM2, CD2, CPSAA4, CCEC2, CCEC4.2)",
        "8.2 Consolidar la elaboración y desarrollo de proyectos de investigación que se concreten en una exposición oral, un ensayo o una presentación multimodal, estableciendo vínculos argumentados entre los clásicos de la literatura española objeto de lectura guiada y otros textos y manifestaciones artísticas clásicas o contemporáneas, en función de temas, tópicos, estructuras, lenguaje, recursos expresivos y valores éticos y estéticos, y explicitando la implicación y la respuesta personal del lector en la lectura. (CCL1, CCL4, CP2, STEM2, CD2, CPSAA4, CC1, CCEC3.1, CCEC4.2)",
        "8.3 Crear textos personales o colectivos de complejidad relativa con intención literaria y conciencia de estilo, en distintos soportes ayudándose de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios. (CCL1, CP2, CD2, CPSAA4, CC1, CCEC3.1, CCEC3.2, CCEC4.2)",
        "8.4 Conocer las características generales de la literatura española desde su origen hasta el Romanticismo, así como los autores y obras relevantes, valorando la aportación de los autores de Castilla y León y utilizando fuentes bibliográficas en distintos soportes para su estudio, así como la técnica del comentario de texto literario. (CCL2, CCL4, CD3, CC1, CCEC1, CCEC2, CCEC4.2)",
        "8.5 Utilizar la literatura como forma de adquisición de nuevos conocimientos y como fuente de reflexión, de enriquecimiento personal y de placer, valorando lo que el texto literario tiene de representación e interpretación del mundo. (CCL2, CCL4, CP2, CD3, CC1, CCEC1, CCEC3.1, CCEC3.2, CCEC4.2)",
        "Competencia específica 9",
        "9.1 Revisar los propios textos y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística e interlingüística y utilizando la terminología adecuada e identificar y subsanar problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. (CCL1, CCL2, CCL3, CCL4, CP2, STEM1, STEM2, CD3, CD4, CPSAA5)",
        "9.2 Analizar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y un metalenguaje específico. (CCL1, CCL2, CCL3, CP2, STEM1, STEM2, CPSAA5, CCEC1)",
        "9.3 Redactar y presentar oralmente o por escrito los resultados de pequeños proyectos de investigación sobre aspectos relevantes del funcionamiento de la lengua, formulando hipótesis y estableciendo generalizaciones, utilizando los conceptos y la terminología lingüística adecuada y consultando de manera autónoma diccionarios, manuales y gramáticas en diferentes soportes. (CCL1, CCL2, CCL3, CP2, STEM1, STEM2, CD3, CD4, CPSAA5)",
        "9.4 Conocer y analizar los principios fundamentales de la gramática española, identificando las diferentes unidades de la lengua, sus combinaciones sintácticas en oraciones simples y compuestas y, en su caso, la relación entre ellas y su significado. (CCL2, STEM1, STEM2, CD3)",
        "9.5 Aplicar las normas gramaticales, ortográficas y tipográficas actuales valorando y fomentando su importancia social. (CCL1, CCL2, CCL3, CP2, STEM1, CD3, CD4, CC1, CCEC1)",
        "Competencia específica 10",
        "10.1 Identificar y desechar los usos discriminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje a partir de la reflexión y el análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales que rigen la comunicación entre las personas. (CCL1, CCL5, CP3, CD2, CD3, CPSAA3.1, CPSAA3.2, CC1, CC2, CC3, CE1)",
        "10.2 Fomentar el uso de estrategias y mecanismos para la resolución dialogada y pacífica de los conflictos propiciando consensos tanto en el ámbito personal como educativo y social. (CCL1, CCL5, CP3, CD2, CD3, CPSAA3.1, CPSAA3.2, CC1, CC2, CC3, CE1)",
        "10.3 Analizar los diferentes usos sociales de las lenguas, evitando los estereotipos lingüísticos que suponen juicios de valor y prejuicios. (CCL5, CP3, CD2, CD3, CPSAA3.1, CPSAA3.2, CC2, CC3, CE1, CCEC3.1)"
    ],
    "saberes": [
        "A. Las lenguas y sus hablantes",
        "- Variedades de la lengua: espaciales, sociales y de registro.",
        "- Desarrollo sociohistórico y situación actual de las lenguas de España. Conocimiento de la pluralidad lingüística de España. Las lenguas constitucionales.",
        "- Estudio comparativo de las principales variedades dialectales, sociales y de registro del español en España y en América.",
        "- Estrategias de reflexión interlingüística.",
        "- Detección de prejuicios y estereotipos lingüísticos con la finalidad de combatirlos.",
        "- Los fenómenos del contacto entre lenguas: bilingüismo, préstamos, interferencias. Diglosia lingüística y diglosia dialectal. El papel actual de las redes sociales y los medios de comunicación.",
        "- Derechos lingüísticos, su expresión en leyes y declaraciones institucionales. Modelos de convivencia entre lenguas, sus causas y consecuencias. Lenguas minoritarias y lenguas minorizadas. La sostenibilidad lingüística.",
        "- Desarrollo de una actitud positiva y de respeto ante la diversidad y convivencia de lenguas y culturas.",
        "B. Comunicación",
        "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos con atención conjunta a los siguientes aspectos y especial énfasis en la perspectiva de género.",
        "1. Contexto",
        "- Componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre los interlocutores; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación.",
        "- Situación comunicativa. Intención comunicativa. Funciones del lenguaje.",
        "4. Géneros discursivos",
        "- Propiedades textuales: coherencia, cohesión y adecuación.",
        "- Géneros discursivos propios del ámbito educativo. Los textos académicos.",
        "- Géneros discursivos propios del ámbito social. Las redes sociales y medios de comunicación.",
        "- Clasificación y caracterización de los rasgos lingüísticos de los diferentes géneros de textos orales (conferencias, debates, coloquios, tertulias) y escritos (descripción, narración, diálogo, exposición y argumentación).",
        "5. Procesos",
        "- Interacción oral y escrita de carácter formal. Tomar y dejar la palabra. Cortesía lingüística. Intercambio de papeles entre emisor y receptor.",
        "- Comprensión oral: sentido global de textos multimoldales y relación entre sus partes, selección y retención de la información relevante. La intención del emisor. Detección de los usos discriminatorios del lenguaje verbal y no verbal. Valoración de la forma y contenido del texto.",
        "- Producción oral formal: planificación y búsqueda de información, textualización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal. La deliberación oral argumentada.",
        "- Comprensión lectora: sentido global de textos de distinta complejidad y relación entre sus partes. La intención del emisor. Detección de los usos discriminatorios del lenguaje verbal e icónico. Valoración de la forma y contenido del texto.",
        "- Producción escrita. Proceso de elaboración: planificación, redacción, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica. Revisión del texto escrito.",
        "- Alfabetización informacional. Búsqueda autónoma y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y sinopsis de la información en esquemas propios y transformación en conocimiento; difusión de la información reelaborada de manera creativa y respetuosa con la propiedad intelectual. Noticias falsas y verificación de hechos. El ciberanzuelo.",
        "6. Reconocimiento y uso discursivo de los elementos lingüísticos.",
        "- Formas lingüísticas de expresión de la subjetividad y de la objetividad y de sus formas de expresión en los textos. Denotación y connotación.",
        "- Recursos lingüísticos y sus usos para adecuar el registro a la situación de comunicación.",
        "- Conectores, marcadores discursivos, y procedimientos anafóricos que contribuyen a la cohesión del texto.",
        "- La coherencia. Recursos temáticos y estructurales como elementos de cohesión textual.",
        "- Relaciones entre las formas verbales como procedimientos de cohesión del texto, con especial atención a la valoración y al uso de los tiempos gramaticales.",
        "- Corrección lingüística y revisión ortográfica, gramatical y tipográfica de los textos. Uso eficaz de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
        "- Las normas gramaticales, ortográficas y tipográficas como manifestaciones de valor social.",
        "- Los signos de puntuación como mecanismo organizador del texto escrito y su relación con el significado.",
        "C. Educación literaria",
        "1. Lectura autónoma:",
        "Lectura de obras relevantes de autoras y autores de la literatura española y universal contemporánea, que susciten reflexión sobre el propio itinerario lector, así como la inserción en el debate interpretativo de la cultura, atendiendo a:",
        "- Selección de las obras de diferentes géneros y complejidad relativa con la ayuda de recomendaciones especializadas.",
        "- Participación progresivamente activa en el circuito literario y lector en contexto presencial y digital. Utilización autónoma de todo tipo de bibliotecas. Acceso a otras experiencias culturales.",
        "- Expresión argumentada de los gustos lectores personales apreciando y respetando otros diferentes. Diversificación progresiva del corpus leído, atendiendo a los circuitos comerciales del libro y distinguiendo entre literatura canónica y de consumo, clásicos y bestsellers.",
        "- Comunicación y difusión de la experiencia lectora utilizando una terminología adecuada y atendiendo a aspectos temáticos, género y subgénero, elementos de la estructura y el estilo y valores éticos y estéticos de las obras.",
        "- Movilización de la experiencia personal, lectora y cultural para establecer vínculos entre la obra leída y aspectos de la actualidad y otras manifestaciones literarias, culturales o artísticas e incluso científicas.",
        "- Recomendación de las lecturas en soportes variados, atendiendo a aspectos temáticos, formales e intertextuales.",
        "2. Lectura guiada:",
        "Lectura y análisis de fragmentos y obras significativas de clásicos de la literatura española desde la Edad Media hasta el Romanticismo, inscritos en itinerarios temáticos o de género, atendiendo a:",
        "- Estudio de los grandes temas literarios y su evolución en la manera de tratarlos desde la Edad Media hasta el Romanticismo.",
        "- Obras (La Celestina, El Lazarillo, El Quijote…) y autores (Cervantes, Calderón de la Barca, Bécquer,...), destacados y su influencia en la literatura posterior.",
        "- Construcción compartida de la interpretación de las obras a través de discusiones o conversaciones literarias.",
        "- Análisis de los elementos constitutivos del género literario y su relación con el sentido de la obra. Efectos en la recepción de sus recursos expresivos y estilísticos.",
        "- Utilización de los conocimientos sociohistóricos, culturales y artísticos para interpretar y valorar las obras y comprender su lugar en la tradición literaria.",
        "- Estudio y aplicación de las técnicas del comentario de texto literario.",
        "- Autonomía lectora y aprecio por la literatura como fuente de placer, de conocimiento de otros mundos, tiempos, perspectivas y culturas.",
        "- Vínculos intertextuales entre obras y otras manifestaciones artísticas y culturales en función de temas, tópicos, estructuras, estilos y lenguajes. Elementos de continuidad y ruptura.",
        "- Expresión argumentada de la interpretación de los textos, integrando los diferentes aspectos analizados y atendiendo a sus valores culturales, temáticos, éticos y estéticos. Lectura con perspectiva de género.",
        "- Lectura expresiva, dramatización y recitado atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
        "- Creación de textos de relativa complejidad de intención literaria a partir de las obras leídas.",
        "D. Reflexión sobre la lengua",
        "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un metalenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas, atendiendo a:",
        "- Las unidades comunicativas. Manipulación de estructuras, formulación de hipótesis, contraejemplos, generalizaciones y contraste entre lenguas con el uso del metalenguaje específico.",
        "- Diferencias relevantes e intersecciones entre lengua oral y lengua escrita, atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
        "- La lengua como sistema interconectado con diferentes niveles: fonológico, morfológico, sintáctico, semántico y pragmático. Unidades: morfema, palabra, sintagma, oración, enunciado y texto. Categorías gramaticales. Componentes básicos del léxico de la lengua española. Palabras patrimoniales y préstamos. Ampliación y cambios léxicos.",
        "- Distinción entre la forma (categorías gramaticales) y la función de las palabras (funciones sintácticas de la oración simple y compuesta).",
        "- Estudio y análisis de la oración simple y compuesta.",
        "- Relación entre la estructura semántica y sintáctica (sujeto, predicado y complementos) de la oración simple y compuesta en función del propósito comunicativo.",
        "- Procedimientos de adquisición y formación de palabras y reflexión sobre los cambios en su significado. Estructura de las palabras: derivación, composición, parasíntesis, otros. Las relaciones semánticas entre palabras (polisemia, sinonimia, paronimia, antonimia, hiperonimia). Valores denotativos y connotativos en función de su adecuación al contexto y el propósito comunicativo.",
        "- Uso autónomo de diccionarios, manuales de gramática y otras fuentes de consulta en distintos soportes para obtener información gramatical de carácter general.",
        "- Las normas gramaticales, ortográficas y tipográficas. Aplicación reflexiva de estrategias de autocorrección y autoevaluación para progresar en el aprendizaje autónomo de la lengua."
    ]
}