{
    "criteriosEvaluacion": [
        "• CE1.1. Utilizar de manera rigurosa las unidades de las variables físicas en diferentes sistemas de unidades, empleando correctamente su notación y sus equivalencias, así como la elaboración e interpretación adecuada de gráficas que relacionan variables físicas, posibilitando una comunicación efectiva con toda la comunidad científica. OBJ3",
        "• CE1.2. Expresar de forma adecuada los resultados, argumentando las soluciones obtenidas en la resolución de los ejercicios y problemas que se formulan, bien sea a través de situaciones reales o ideales. OBJ3",
        "• CE1.3. Consultar, elaborar e intercambiar materiales científicos y divulgativos en distintos formatos con otros miembros del entorno de aprendizaje, utilizando de manera autónoma y eficiente plataformas digitales. OBJ4",
        "• CE1.4. Usar de manera crítica, ética y responsable medios de comunicación digitales y tradicionales como modo de enriquecer el aprendizaje y el trabajo individual y colectivo. OBJ4",
        "• CE1.5. Obtener relaciones entre variables físicas, midiendo y tratando los datos experimentales, determinando los errores y utilizando sistemas de representación gráfica. OBJ5",
        "• CE1.6. Reproducir en laboratorios, reales o virtuales, determinados procesos físicos modificando las variables que los condicionan, considerando los principios, leyes o teorías implicados, generando el correspondiente informe con formato adecuado e incluyendo argumentaciones, conclusiones, tablas de datos, gráficas y referencias bibliográficas. OBJ5",
        "• CE1.7. Inferir soluciones a problemas generales a partir del análisis de situaciones particulares y de las variables de que dependen. OBJ2",
        "• CE2.1. Reconocer la relevancia de la física de los sistemas gravitacionales en el desarrollo de la ciencia, en la tecnología, en la economía, en la sociedad y en la sostenibilidad ambiental, empleando adecuadamente los fundamentos científicos apropiados. OBJ1",
        "• CE2.2. Resolver problemas de gravitación newtoniana de manera analítica y experimental virtual, utilizando principios, leyes y teorías de la física. OBJ1",
        "• CE2.3. Analizar y comprender la evolución de los sistemas de cuerpos en interacción gravitacional, utilizando modelos, leyes y teorías de la gravitación newtoniana. OBJ2",
        "• CE2.4. Identificar los principales avances científicos relacionados con la gravitación newtoniana que contribuyeron al desarrollo de la física y, en consecuencia, a la formulación de las leyes y teorías aceptadas actualmente en el conjunto de las disciplinas científicas, como las fases para el entendimiento de las metodologías de la ciencia, su evolución constante y su universalidad. OBJ6",
        "• CE3.1. Reconocer la relevancia del electromagnetismo clásico en el desarrollo de la ciencia, de la tecnología, de la economía, de la sociedad y de la sostenibilidad ambiental, empleando adecuadamente los fundamentos científicos apropiados. OBJ1",
        "• CE3.2. Resolver problemas de electromagnetismo clásico de manera experimental y analítica, utilizando principios, leyes y teorías de la física. OBJ1",
        "• CE3.3. Analizar y comprender la evolución de los sistemas de partículas cargadas utilizando modelos, leyes y teorías del electromagnetismo clásico. OBJ2",
        "• CE3.4. Conocer aplicaciones prácticas y productos útiles para la sociedad en el ámbito tecnológico, industrial y biosanitario, analizándolos con base en los modelos, en las leyes y en las teorías del electromagnetismo clásico. OBJ2",
        "• CE3.5. Aplicar los principios, leyes y teorías científicas en el análisis crítico de procesos electromagnéticos del entorno, como los observados y los publicados en distintos medios de comunicación, analizando, comprendiendo y explicando las causas que los producen. OBJ3",
        "• CE4.1. Resolver problemas sobre osciladores armónicos, física ondulatoria y óptica geométrica de manera experimental y analítica utilizando principios, leyes y teorías de la física. OBJ1",
        "• CE4.2. Analizar y comprender la evolución de sistemas naturales mecánicos oscilantes, utilizando modelos, leyes y teorías de la física ondulatoria y de osciladores armónicos. OBJ2",
        "• CE4.3. Conocer aplicaciones prácticas y productos útiles para la sociedad en el ámbito tecnológico, industrial y biosanitario, analizándolos con base en los modelos, en las leyes y en las teorías de la física ondulatoria y de los osciladores armónicos, así como de la óptica. OBJ2",
        "• CE5.1. Reconocer la relevancia de la física relativista y de la física cuántica en el desarrollo de la ciencia, de la tecnología, de la economía, de la sociedad y de la sostenibilidad ambiental empleando adecuadamente los fundamentos científicos apropiados. OBJ1",
        "• CE5.2. Resolver problemas de física moderna de manera experimental, real o virtual, y analítica utilizando principios, leyes y teorías de la física. OBJ1",
        "• CE5.3. Conocer aplicaciones prácticas y productos útiles para la sociedad en el ámbito tecnológico, industrial y biosanitario, analizándolos con base en los modelos, en las leyes y en las teorías de la física moderna. OBJ2",
        "• CE5.4. Valorar la física debatiendo de manera fundamentada sobre sus avances y la implicación en la sociedad desde el punto de vista de la ética y de la sostenibilidad. OBJ5",
        "• CE5.5. Identificar los principales avances científicos relacionados con la física moderna que contribuyeron a la formulación de las leyes y de las teorías aceptadas actualmente en el conjunto de las disciplinas científicas, como las fases para el entendimiento de las metodologías de la ciencia, su evolución constante y su universalidad. OBJ6",
        "• CE5.6. Reconocer el carácter multidisciplinar de la ciencia y las contribuciones de unas disciplinas en otras, estableciendo relaciones entre la física y la química, la biología, la geología o las matemáticas. OBJ6"
    ],
    "saberes": [
        "Bloque 1. La actividad científica en la física",
        "• Empleo de instrumentos básicos para el estudio de la física: lenguaje lógico-matemático, herramientas matemáticas, representaciones gráficas y sistemas de unidades.",
        "• Reconocimiento y utilización de fuentes veraces y medios de colaboración para la búsqueda de información científica.",
        "• Diseño y ejecución de experimentos (reales o virtuales) y de proyectos de investigación, en condiciones de seguridad y utilizando instrumental adecuado, para la resolución de problemas de física.",
        "• Herramientas matemáticas para el tratamiento de datos experimentales y para el análisis de resultados en la resolución de problemas de física.",
        "• Interpretación y producción de información científica.",
        "Bloque 2. Campo gravitacional",
        "• Gravitación universal.",
        "– Determinación, a través del cálculo vectorial, del campo gravitacional producido por un sistema de masas. Efectos sobre las variables cinemáticas y dinámicas de partículas de prueba inmersas en el campo.",
        "– Momento angular de un objeto en un campo gravitacional: cálculo, relación con las fuerzas centrales y aplicación de su conservación en el estudio de su movimiento.",
        "• Órbitas gravitacionales y Universo.",
        "– Leyes que se verifican en el movimiento planetario y extrapolación al movimiento de satélites y cuerpos celestes.",
        "– Energía mecánica de un objeto sometido a un campo gravitacional: tipo de órbita que posee, cálculo del trabajo o los balances energéticos existentes en desplazamientos entre distintas posiciones, así como en cambios de sus velocidades y tipos de trayectorias.",
        "– Introducción a la cosmología y a la astrofísica como aplicación de los conceptos gravitacionales: implicación de la física en la evolución de objetos astronómicos y del conocimiento del Universo y repercusión de la investigación en estos ámbitos en la industria, en la tecnología, en la economía y en la sociedad.",
        "Bloque 3. Campo electromagnético",
        "• Campo eléctrico.",
        "– Campo eléctrico: tratamiento vectorial, determinación de las variables cinemáticas y dinámicas de cargas eléctricas libres en presencia de este campo. Fenómenos naturales y aplicaciones tecnológicas en que se aprecian estos efectos.",
        "– Intensidad del campo eléctrico en distribuciones de cargas discretas.",
        "– Cálculo e interpretación del flujo de campo eléctrico; teorema de Gauss y aplicaciones: intensidad del campo eléctrico en distribuciones de carga continuas.",
        "– Energía potencial y potencial eléctrico en distribuciones de cargas estáticas: equilibrio electrostático de conductores.",
        "– Conservación de la energía y cambios en las magnitudes cinemáticas en el desplazamiento de cargas libres entre puntos de distinto potencial eléctrico.",
        "– Líneas de campo eléctrico producido por distribuciones de carga sencillas.",
        "• Campo magnético e inducción electromagnética.",
        "– Campo magnético: tratamiento vectorial, determinación de las variables cinemáticas y dinámicas de cargas eléctricas libres en presencia de este campo. Fenómenos naturales y aplicaciones tecnológicas en los que se aprecian estos efectos.",
        "– Campos magnéticos generados por hilos con corriente eléctrica en distintas configuraciones geométricas: rectos, espiras, solenoides o toros. Interacción con cargas eléctricas libres presentes en su entorno.",
        "– Líneas de campo magnético producido por imanes e hilos con corriente eléctrica en distintas configuraciones geométricas.",
        "– Fuerzas magnéticas sobre corrientes: funcionamiento de motores sencillos.",
        "– Generación de fuerza electromotriz mediante sistemas en los que se produce una variación del flujo magnético: generadores y transformadores.",
        "Bloque 4. Vibraciones y ondas",
        "• Movimiento ondulatorio.",
        "– Movimiento oscilatorio: variables cinemáticas y dinámicas de un cuerpo oscilante y conservación de la energía en estos sistemas.",
        "– Movimiento ondulatorio: gráficas de oscilación en función de la posición y del tiempo, función de onda que lo describe y relación con el movimiento armónico simple. Distintos tipos de movimientos ondulatorios en la naturaleza.",
        "– Fenómenos ondulatorios: situaciones y contextos naturales en los que se ponen de manifiesto distintos fenómenos ondulatorios y aplicaciones. Cambios en las propiedades ondulatorias en función del movimiento del emisor y del receptor. Ondas sonoras y sus cualidades.",
        "• Óptica.",
        "– La luz como onda electromagnética. Espectro electromagnético.",
        "– Formación de imágenes en medios y objetos con distinto índice de refracción.",
        "– Sistemas ópticos: lentes delgadas, espejos planos y curvos y sus aplicaciones.",
        "Bloque 5. Física moderna",
        "• Física cuántica y relativista.",
        "– Naturaleza de la luz: controversias y debates históricos acerca de ella. Efecto fotoeléctrico. Cuantización de la energía.",
        "– Dualidad onda-corpúsculo y cuantización: hipótesis de De Broglie. Principio de incertidumbre: relaciones posición-momento y tiempo-energía.",
        "– Principios de la relatividad especial y sus consecuencias: contracción de la longitud, dilatación del tiempo, masa y energía relativistas.",
        "• Física nuclear y de partículas.",
        "– Núcleos atómicos y estabilidad de isótopos. Radiactividad natural y otros procesos nucleares. Aplicaciones en los ámbitos de la ingeniería, de la tecnología y de la salud.",
        "– Modelo estándar en la física de partículas. Clasificaciones de las partículas fundamentales. Las interacciones fundamentales como procesos de intercambio de partículas (bosones). Aceleradores de partículas."
    ]
}