{
    "saberes": [
        "A. Escucha activa.",
        "1. Paisajes sonoros.",
        "- El silencio como elemento y condición indispensables para mantener la atención durante la audición y la práctica musical. Juegos de manipulación, movimiento y comunicación sin sonido.",
        "- Reconocimiento sin control visual de ruidos y sonidos del entorno natural: continuos-repetitivos- únicos, cercanos-lejanos, fuertes-suaves, agradables-desagradables, naturales-humanos-tecnológicos.",
        "- Ubicación de la fuente sonora y orientación corporal a la fuente sonora en movimiento.",
        "- Secuenciación de series de sonidos.",
        "- Discriminación tímbrica de sonidos superpuestos.",
        "- Emparejamiento de sonidos de igual intensidad o duración.",
        "- Creación del paisaje sonoro de pequeñas escenas mímicas.",
        "2. Contextos musicales.",
        "- Conocimiento y vivencia a través de la escucha activa, la interpretación musical y la expresión coreográfica de obras musicales, compositores y coreógrafos -incorporando la contribución de las mujeres- de diferentes épocas, culturas, estilos -subrayando el repertorio infantil- y folklores, incluyendo el folklore riojano.",
        "- Reconocimiento de melodías trabajadas previamente a través de la escucha de breves fragmentos.",
        "- Introducción a los diferentes instrumentos musicales  orquestales  y propios  del  folklore riojano: castañuelas, gaita de bota, dulzaina y tamboril, gaita navarra y tambor…",
        "- Reconocimiento auditivo y visual de agrupaciones instrumentales.",
        "- Discriminación de la duración rítmica mediante dictados representados con elementos no convencionales (palillos, hueveras…) y grafía convencional.",
        "- Desarrollo del oído interno a través  del tanteo con un instrumento de sonidos y melodías sin referencia visual, de los dictados melódicos y de la fononimia.",
        "- Reconocimiento de la estructura de una obra a través de su representación gráfica en musicogramas.",
        "- Escucha con imaginación y expresión de las emociones y vivencias evocadas por una obra musical mediante la visualización, titulación, ilustración, redacción, verbalización y movilización.",
        "B. Canto",
        "1. Calentamiento vocal.",
        "- Calentamiento corporal a través del movimiento y la dramatización haciendo hincapié en la movilización de los grupos musculares que intervienen durante el canto.",
        "- Descubrimiento del propio aparato fonador mediante juegos vocales que incorporen el gesto y el movimiento corporal facilitador de la técnica vocal.",
        "- Sensibilización sobre la importancia de la respiración, el cuidado de la voz, la corrección postural y una actitud adecuada a la hora de cantar.",
        "- Exploración comunicativa y creativa de las posibilidades de la voz: hablar, cantar, susurrar, declamar, tararear, silbar, boca cerrada… experimentando sus límites y la propia amplitud de registro vocal.",
        "2. Práctica coral.",
        "- Interpretación memorizada de un repertorio sencillo de canciones a una sola voz, sobre todo del folklore infantil universal, fomentando el folklore riojano, mediante el canto el eco y el canto grupal, con acompañamiento instrumental dentro del ámbito de una sexta.",
        "- Presentación y vivenciación por parte del alumnado del rol de director y de cómo sus gestos básicos determinan la sonoridad del grupo.",
        "- Aproximación a las cualidades expresivas del canto incluyendo cambios de dinámicas y de tempo, tanto de forma gradual como repentina.",
        "3. Creación canora.",
        "- Improvisación cantada de diálogos musicales con pregunta-respuesta y melodías tarareadas o cantadas en ronda.",
        "- Recitado prosódico de palabras ajustando su acentuación al pulso establecido.",
        "C. Ejecución instrumental",
        "1. Percusión corporal.",
        "- Exploración, improvisación e interpretación rítmica en secuencias de 4 pulsos con timbres corporales: palmadas (aguda, grave…), dedos (roce, pitos…), cara (labios, mofletes…) pectorales, muslos, nalgas y pies.",
        "- Lectura con sílabas rítmico-prosódicas de figuraciones de dificultad progresiva.",
        "- Acompañamiento con percusión corporal, pequeña percusión y cotidiáfonos (vasos, mesas, anillas de cuadernos, cubos, bolsas, periódicos, abanicos…) de músicas o canciones a diferentes tempos, sintiendo el pulso con el cuerpo.",
        "- Conservación de la pulsación en imitaciones en eco y ostinatos rítmicos interpretados en dos grupos y posteriormente en pareja, en diferentes situaciones: a la vez, repartiéndose los pulsos… sin y con metrónomo.",
        "- Acentuación de tiempos fuertes.",
        "- Trabajo del silencio a través del aprendizaje de un patrón rítmico de 4 pulsos con diferentes sonidos de percusión corporal, omitiendo diferentes sonidos en cada interpretación.",
        "- Experimentación física y espacial: el equilibrio, la independencia de mano y la combinación de pies y manos.",
        "2. Práctica instrumental.",
        "- Práctica de uno o varios instrumentos melódicos a elección del docente.",
        " - Experimentación y descubrimiento de las técnicas propias de los instrumentos practicados: notas sueltas, notas simultáneas, clúster, glissando…",
        "- Improvisación libre o guiada, partiendo de la pentatónica, de las posibilidades rítmicas, melódicas y armónicas de instrumentos reales y digitales.",
        "- Utilización de los instrumentos como medio de expresión para comunicarse a través de diálogos, secundar ecos, acompañar canciones e interpretar partituras escritas con grafías no convencionales y convencionales.",
        "- Interpretación de repertorio de diferentes estilos, culturas y épocas: canciones infantiles, tradicionales — incidiendo en el folklore riojano— clásicas y contemporáneas.",
        "- Construcción asistida de instrumentos con materiales del entorno (cotidiáfonos), exploración de sus posibilidades sonoras y su posterior ejecución en grupo.",
        "- Interpretación melódica con dispositivos digitales.",
        "D. Danza",
        "1. Optimización corporal.",
        "- Ejercicios en el suelo para reconocer las primeras sensaciones: tensión, relajación, elevación, estiramiento, apoyo, empuje, sujeción, peso, flexibilidad articular y elasticidad muscular.",
        "- Ejercicios para comenzar el estudio del cambio de peso, la coordinación, bilateralidad y las habilidades dancísticas básicas: saltos, giros, rodadas…",
        "2. Respuesta motriz al sonido.",
        "- Utilización del cuerpo y el movimiento como medio de comunicación, expresión y diversión.",
        "- Respuesta motriz al silencio, a las cualidades del sonido: agudo/grave, fuerte/piano, rápido/lento, diferentes timbres y duraciones rítmicas, compases, y al pulso musical, si lo hubiere.",
        "- Respuesta mímico-gestual y rítmico-motriz a canciones.",
        "- La danza como herramienta para vivenciar las figuraciones rítmicas a través de frases coreográficas y con formas sencillas: binaria (AB)…",
        "- Experimentación danzada libre, impulsada por cambios en las direcciones, partes del cuerpo que se movilizan, partes del cuerpo que inician el movimiento, velocidades de movimiento…",
        "3. Práctica coreográfica.",
        "- Conocimiento de propuestas de diferentes culturas a través del movimiento corporal en el espacio con diferentes estructuras, tanto individuales como grupales, buscado mediante la experimentación y la improvisación.",
        "- Creación y memorización de pequeñas estructuras coreográficas a través de la experimentación apoyada en diferentes ritmos tantos internos como externos.",
        "- Reconocimiento e interpretación de danzas a través del movimiento bailado abarcando a lo largo de toda la etapa la mayor parte de géneros posible.",
        "- Ejecución de alguna danza tradicional riojana sencilla de oficios y palos sin cruces.",
        "E. Conceptos musicales",
        "1. Duración.",
        "- Figuras, silencios y células rítmicas: redonda, blanca, negra, doble corchea, y silencios de redonda, blanca y negra.",
        "- Partes de una figura musical: cabeza, plica y corchete.",
        " - Pulso, acento e iniciación al concepto de compás. Línea divisoria, doble barra y doble barra final.",
        "- Signos de repetición: puntos de repetición.",
        "- Tempo: adagio, andante y allegro.",
        "2. Altura.",
        "- El pentagrama y la clave de sol. Las líneas adicionales.",
        "- Presentación del nombre de las notas de la escala de do en orden ascendente y descendente.",
        "- Melodía ascendente, descendente y unísono.",
        "- Ubicación en el pentagrama, en clave de sol, de la escala pentatónica: do, re, mi, sol y la.",
        "3. Intensidad.",
        "- Los matices de intensidad (f, mf y p).",
        "4. Timbre.",
        "- Diferencia entre cuerpo sonoro e instrumento musical.",
        "- Clasificación de los instrumentos: familias de cuerda, viento y percusión (instrumentos Orff).",
        "- Organología: partes básicas y funcionamiento de los instrumentos trabajados.",
        "- Las diferentes baquetas como elemento tímbrico.",
        "- Clasificación de la voz: masculina, femenina e infantil.",
        "5. Estructura musical.",
        "- Formas musicales: estrofa y estribillo.",
        "- El ostinato rítmico.",
        "6. Escritura musical.",
        "- Práctica de la escritura de todos los signos musicales trabajados."
    ],
    "criteriosEvaluacion": [
        "1.1. Mostrar una sensibilidad acústica dominando el silencio; ubicando, discriminando y secuenciando sonidos circundantes, así como sonorizando creativamente otros lenguajes.",
        "1.2. Expresar su familiarización con las obras e instrumentos trabajados ajustando su respuesta a las músicas escuchadas cantando, tocando, bailando y representando gráficamente cada contexto musical.",
        "2.1. Cantar con interés mostrando una evolución en el cuidado de la voz, así como en el ritmo, la afinación y la expresión desinhibida, con actitud de respeto hacia los demás.",
        "3.1. Ejecutar rítmica y melódicamente obras instrumentales, de manera individual y grupal, valorando la expresividad y su adecuación al ritmo, así como el cuidado de los instrumentos y el disfrute por su práctica.",
        "3.2. Explorar con curiosidad procesos de creación, composición e improvisación como medio para expresar ideas, sentimientos y emociones, mostrando confianza y autorreflexión.",
        "4.1. Ejecutar, de forma espontánea, movimientos corporales diferenciando parámetros con relación al espacio, al tiempo y a las cualidades sonoras.",
        "4.2. Improvisar y memorizar movimientos coreografiados utilizando diferentes ritmos y músicas, confiando en la actuación propia y respetando la de los demás.",
        "5.1. Reconocer y aplicar los elementos y signos básicos del lenguaje musical en la práctica de las otras cuatro competencias: escuchar, cantar, tocar y bailar."
    ]
}