{
  "saberes": [
    "A. Vida activa y saludable.",
    "A1. Salud física",
    "Control de resultados y variables fisio lógicas básicas como consecuencia del  ejercicio físico. ",
    "Planificación del entrenamiento. ",
    "Alimentación saludable y análisis crítico  de la publicidad (Alimentos no saluda bles y similares).",
    "Educación postural: movimientos,  posturas y estiramientos ante dolores  musculares. ",
    "Ergonomía en actividades cotidianas  (frente a pantallas, ordenador, mesa  de trabajo y similares). ",
    "Cuidado del cuerpo: calentamiento  específico. ",
    "Pautas para tratar el dolor muscular de  origen retardado",
    "Mitos y falsas creencias en torno al  cuerpo y a la actividad física.    ",
    "A2. Salud social",
    "Suplementación y dopaje en el depor te.",
    "A3. Salud menta",
    "Exigencias y presiones de la compe tición. ",
    "Tipologías corporales predominantes  en la sociedad y análisis crítico de su  presencia en los medios de comuni cación.",
    "Efectos negativos de los modelos estéti cos predominantes y trastornos vincula dos al culto insano al cuerpo (vigorexia,  anorexia, bulimia y otros).",
    "Creación de una identidad corporal  definida y consolidada alejada de es tereotipos sexistas.",
    "B. Organización y gestión de la actividad física.",
    "B1. Elección de la práctica física",
    "Gestión de los diferentes usos y fi nalidades de la actividad física y del  deporte en función del contexto, ac tividad y compañeras y compañeros  de realización",
    "B2. Preparación de la práctica motriz",
    "Mantenimiento y reparación de mate rial deportivo.",
    "B3. La higiene en la práctica de la actividad física y deportiva",
    "Importancia de las medidas y pautas  de higiene en contextos de práctica de  la actividad física.",
    "B4. Planificación y autorregulación de proyectos motores",
    "Establecimiento de mecanismos para  registrar y controlar las aportaciones  realizadas por los integrantes del gru po a lo largo de un proyecto. ",
    "Herramientas digitales para la gestión  de la actividad física.",
    "B5. Prevención de accidentes en las prácticas motrices",
    "Gestión del riesgo propio y del de las  demás personas.",
    "Medidas colectivas de seguridad.     ",
    "B6. Actuaciones ante accidentes ",
    "Protocolo RCP (reanimación cardiopulmonar). ",
    "Técnicas específicas e indicios de  accidentes cardiovasculares (manio bra de Heimlich, señales de ictus y  similares).",
    "C. Resolución de problemas en situaciones motrices.",
    "C1. Toma de decisiones",
    "Búsqueda de adaptaciones motrices  para resolver eficientemente tareas en  situaciones motrices individuales. ",
    "Coordinación de las acciones motrices  para la resolución de la acción/tarea  en situaciones cooperativas. ",
    "Búsqueda de la acción más óptima en  función de la acción y ubicación de la  persona rival, así como del lugar en  el que se encuentre el móvil en situa ",
    "ciones motrices de persecución y de  interacción con un móvil.",
    "Organización anticipada de los mo vimientos y acciones individuales en  función de las características de la  persona contraria en situaciones de  oposición de contacto. ",
    "Delimitación de estrategias previas de  ataque y defensa en función de las  características de los miembros del  equipo y del equipo rival en situaciones  motrices de colaboración-oposición de  persecución y de interacción con un  móvil.        ",
    "C2. Capacidades perceptivo-motrices en contexto de práctica",
    "Toma de decisiones previas a la reali zación de una actividad motriz acerca  de los mecanismos coordinativos, es paciales y temporales.",
    "C3. Capacidades condicionales",
    "Desarrollo de las capacidades físicas  básicas. ",
    "Sistemas de entrenamiento. ",
    "C4. Habilidades motrices específicas",
    "Habilidades motrices específicas  asociadas a la técnica en actividades  físico-deportivas: identificación y co rrección de errores comunes.",
    "C5. Creatividad motriz",
    "Creación de retos y situaciones-pro blema con resolución posible de acuer do a los recursos disponibles.",
    "C6. El entorno",
    "Barreras arquitectónicas y obstáculos  del entorno que impidan o dificulten la  actividad física autónoma y saludable  en el espacio público y vial.",
    "D. Autorregulación emocional e interacción social en situaciones motrices.",
    "D1. Gestión emocional",
    "Autorregulación emocional: control  de estados de ánimo en situaciones  motrices. ",
    "Habilidades volitivas y capacidad de  superación.    ",
    "D2. Habilidades sociales",
    "Estrategias de negociación y media ción en contextos motrices.",
    "D3. Respeto a las reglas",
    "Juego limpio en los distintos niveles  de deporte y actividad física.",
    "D4. Rechazo a conductas contrarias a la convivencia",
    "Identificación y rechazo de conductas  contrarias a la convivencia en situacio nes motrices (comportamientos violen tos, discriminación por cuestiones de  género, competencia motriz, actitudes  xenófobas, racistas, LGTBIfóbicas o  sexistas).",
    "Asertividad y autocuidado.     ",
    "E. Manifestaciones de la cultura motriz.",
    "E1. Aportaciones de la cultura motriz a la herencia cultural",
    "Los deportes como seña de identidad  cultural.",
    "E2. Usos comunicativos de la corporalidad",
    "Técnicas específicas de expresión  corporal.",
    "E3. Práctica de actividades rítmico-musicales",
    "Práctica de actividades rítmico musicales con carácter artístico expresivo.",
    "E4. Deporte y perspectiva de género",
    "Historia del deporte desde la perspec tiva de género. ",
    "Igualdad en el acceso al deporte (di ferencias según género, país, cultura  y otros).",
    "Estereotipos de competencia motriz  percibida según el género, la edad o  cualquier otra característica. ",
    "Ejemplos de referentes que muestren  la diversidad en el deporte.    ",
    "E5. Influencia del deporte en la cultura actual",
    "Deporte e intereses políticos y eco nómicos.",
    "F. Interacción eficiente y sostenible con el entorno.",
    "F1. Normas de uso",
    "Respeto a las normas viales en los  desplazamientos activos cotidianos  para una movilidad segura, saludable  y sostenible.",
    "La práctica de la bicicleta como medio  de transporte habitual.    ",
    "F2. Nuevos espacios y prácticas deportivas",
    "Espacios y prácticas deportivas ur banas (crossfit, gimnasios urbanos,  circuitos de calistenia o similares).",
    "F3. Riesgo en las prácticas físico-deportivas",
    "Análisis del riesgo propio y de las de más personas en las prácticas físico deportivas en el medio natural y urba no. Medidas colectivas de seguridad.",
    "F4. Consumo responsable",
    "Uso sostenible y mantenimiento de  recursos urbanos y naturales para la  práctica de actividad física.",
    "F5. Diseño de actividades",
    "Diseño de actividades físicas en el  medio natural y urbano.",
    "F6. El entorno de la actividad física y el deporte ",
    "Cuidado del entorno, como servicio a  la comunidad, durante la práctica de  actividad física en entornos naturales  y urbanos."
  ],
  "criteriosEvaluacion": [
    "1.1. Planificar la práctica de actividad  física orientada al concepto integral de  salud y al estilo de vida activo, según las  necesidades e intereses individuales y  respetando la propia realidad e identidad  corporal.",
    "1.2. Incorporar con progresiva autono mía los procesos de activación corporal,  autorregulación y dosificación del esfuer zo, alimentación saludable, educación  postural, relajación e higiene durante la  práctica de actividades motrices, interio rizando las rutinas propias de una prácti ca motriz saludable y responsable.",
    "1.3. Adoptar de manera responsable y  con progresiva autónoma medidas es pecíficas para la prevención de lesiones  antes, durante y después de la práctica  de actividad física, aprendiendo a reco nocer situaciones de riesgo para actuar  preventivamente.",
    "1.4. Actuar de acuerdo a los protoco los de intervención ante situaciones de  emergencia o accidentes aplicando me didas específicas de primeros auxilios.",
    "1.5. Adoptar actitudes comprometidas y  transformadoras que rechacen los este reotipos sociales asociados al ámbito de  lo corporal, al género y a la diversidad  sexual, y los comportamientos que pon gan en riesgo la salud.",
    "1.6. Manejar recursos y aplicaciones  digitales vinculados al ámbito de la acti vidad física y el deporte para desarrollar  su práctica física cotidiana.",
    "2.1. Desarrollar proyectos motores de  carácter individual, cooperativo o co laborativo, estableciendo mecanismos  para reconducir los procesos de trabajo  y asegurar una participación equilibrada,  incluyendo estrategias de autoevalua ción y coevaluación tanto del proceso  como del resultado.",
    "2.2. Mostrar habilidades para la adap tación y la actuación en situaciones de  incertidumbre, aprovechando las propias  capacidades y aplicando procesos de  percepción, decisión y ejecución en con textos reales o simulados de actuación,  reflexionando sobre las soluciones y  resultados obtenidos. ",
    "2.3. Evidenciar control y dominio corpo ral al emplear los componentes cualita tivos y cuantitativos de la motricidad de  manera eficiente y creativa, resolviendo  problemas en todo tipo de situaciones  motrices transferibles a su espacio viven cial con progresiva autonomía. ",
    "3.1. Practicar y participar activamente  en una gran variedad de actividades mo trices, valorando las implicaciones éticas  de las prácticas antideportivas, evitando  la competitividad desmedida y actuando  con deportividad al asumir los roles de  público, participante u otros.",
    "3.2. Cooperar o colaborar en la práctica  de diferentes producciones motrices y  proyectos para alcanzar el logro indivi dual y grupal, participando con autono mía en la toma de decisiones vinculadas  a la asignación de roles, la gestión del  tiempo de práctica y la optimización del  resultado final.",
    "3.3. Relacionarse y entenderse con el  resto de participantes durante el de sarrollo de diversas prácticas motrices  haciendo uso efectivo de habilidades  sociales de diálogo en la resolución de  conflictos y respeto ante la diversidad, ya  sea de género, afectivo-sexual, de origen  nacional, étnica, socio-económica o de  competencia motriz, y posicionándose  activamente frente a los estereotipos, las  actuaciones discriminatorias y cualquier  tipo de violencia, haciendo respetar el  propio cuerpo y el de las demás personas.",
    "4.1. Comprender y practicar diversas  modalidades relacionadas con la cultura  propia, la tradicional o las procedentes  de otros lugares del mundo, identificando  y la influencia social del deporte en las  sociedades actuales y valorando sus orígenes, evolución, distintas manifestacio nes e intereses económico-políticos..",
    "4.2. Adoptar actitudes conscientes  acerca de los distintos estereotipos de  género y comportamientos sexistas que  se siguen produciendo en algunos con textos de la motricidad, identificando los  factores que contribuyen a su manteni miento y ayudando a difundir referentes  de ambos géneros en el ámbito físico deportivo.",
    "4.3. Crear y representar composiciones  individuales o colectivas con y sin base  musical y de manera coordinada, utili zando intencionadamente y con autono mía el cuerpo y el movimiento como he rramienta de expresión y comunicación  a través de diversas técnicas expresivas  específicas.",
    "5.1. Participar en actividades físico-de portivas en entornos naturales terrestres  o acuáticos, disfrutando del entorno de  manera sostenible, minimizando el im pacto ambiental que estas puedan pro ducir, siendo conscientes de su huella  ecológica y desarrollando actuaciones  dirigidas a la conservación y mejora de  las condiciones de los espacios en los  que se desarrollen.",
    "5.2. Comenzar a diseñar y practicar ac tividades físico-deportivas en el medio  natural y urbano, asumiendo responsabi lidades y aplicando normas de seguridad  individuales y colectivas."
  ]
}