{
    "criteriosEvaluacion": [
        "1.1. Identificar las principales características de las manifestaciones escénicas de diferentes épocas y tradiciones en su contexto histórico, prestando una especial atención a las producciones de mujeres y a las propias del acervo cultural canario, estableciendo relaciones con el hecho escénico actual y mostrando respeto a la diversidad cultural, espíritu crítico y un uso adecuado del vocabulario específico con el fin de valorar el patrimonio y enriquecer el imaginario propio. CCL2, CCL3, CP3, CD1, CD2, CPSAA2, CC1, CCEC1, CCEC2",
        "2.1. Participar con iniciativa, autonomía y emocionalidad competente en actividades de carácter práctico, explorando diversos sistemas, medios y códigos de significación escénica con el fin de recrear la acción dramática, el diseño de personajes y la configuración de situaciones y escenas, a partir de las técnicas más adecuadas de entre las que conforman el repertorio personal de recursos. CCL1, CD1, CPSAA1.1, CPSAA2, CC1, CE3, CCEC3.1, CCEC3.2",
        "3.1. Emplear técnicas elementales de interpretación, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha, diálogo y aprendizaje, con el fin de recrear y representar la acción dramática con eficacia y concentración a partir de las indicaciones de la dirección y gestionando adecuadamente las experiencias emocionales, tanto con relación a sí mismo como hacia los demás. CCL1, CD2, CPSAA1.1, CPSAA2, CC1, CE1, CE3",
        "4.1. Participar activa y conscientemente en la realización de proyectos colectivos de creación y difusión escénica, asumiendo diferentes funciones con iniciativa y responsabilidad, valorando y respetando las aportaciones y experiencias del resto de integrantes del grupo y evaluando y presentando el proceso creativo para comprender el poder de las artes escénicas como un medio de intervención, transformación de la realidad y conciencia social. CCL3, CD2, CPSAA3.1, CC2, CC3, CE2, CE3, CCEC4.1, CCEC4.2",
        "5.1. Comentar manifestaciones escénicas empleando la terminología adecuada, reelaborando información a partir de fuentes fiables, reflexionando críticamente sobre sus características y presupuestos artísticos e identificando el tipo de público al que se dirige un espectáculo determinado para comprender el proceso de recepción y a articular mejor sus propias valoraciones críticas. CCL1, CCL3, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2"
    ],
    "saberes": [
        "I. Patrimonio escénico",
        "1. Uso adecuado del concepto, tipología, elementos comunes y clasificación de los códigos de las artes escénicas.",
        "2. Reconocimiento de las claves de las artes escénicas y sus grandes tradiciones (Oriente y Occidente) y su historia.",
        "3. Descripción y exploración sobre la dramaticidad, teatralidad y performatividad.",
        "4. Reconocimiento, sensibilización y respeto por el patrimonio inmaterial.",
        "II. Expresión y comunicación escénica",
        "1. Reconocimiento, descripción y clasificación de los códigos de significación escénica.",
        "2. Reconocimiento, descripción y clasificación del espacio escénico como generador de significado y su convención teatral.",
        "3. Exploración y desarrollo de la escenografía volumétrica y virtual, caracterización, iluminación, espacio sonoro, recursos literarios y otros materiales.",
        "4. Exploración y análisis del conflicto dramático: personaje, situación y acción dramática.",
        "5. Utilización de diferentes formas de crear mundos dramáticos para la construcción de personajes.",
        "6. Exploración del juego dramático, improvisación, dramatización y creación colectiva.",
        "III. Interpretación",
        "1. Preparación física y preparación preexpresiva para el cuidado del cuerpo.",
        "2. Exploración y desarrollo de los instrumentos del intérprete: expresión corporal, gestual, oral y rítmico-musical.",
        "3. Reconocimiento y aplicación del personaje dramático: grados de representación, objetivos y funciones.",
        "4. Conocimiento y comprensión de la partitura interpretativa y su ejecución.",
        "IV. Representación y escenificación",
        "1. Conocimiento y experimentación del concepto y las características del espectáculo escénico.",
        "2. Aplicación de las características y tipologías básicas del espectáculo escénico: clásico, de vanguardia, corporal, occidental, oriental, de objetos, musical, de interior, de calle.",
        "3. Aplicación de las características y tipologías básicas de otras formas de presentación escénica: happening, performance, vídeo-teatro o teatro-danza.",
        "4. Comprensión y ejecución del diseño de un espectáculo: equipos, fases y áreas de trabajo.",
        "5. Eficiencia y eficacia de los ensayos: tipología, finalidades y organización.",
        "6. Aplicación y reflexión de los elementos fundamentales de la representación de espectáculos escénicos.",
        "7. Conocimiento y experimentación de las estrategias de trabajo en equipo para la resolución de conflictos.",
        "V. Recepción en las artes escénicas",
        "1. Experimentación y reflexión del papel del espectador en diferentes espectáculos escénicos.",
        "2. Conocimiento y experimentación de la recepción teatral: catarsis, extrañamiento y participación.",
        "3. Desarrollo del espíritu crítico a través de estrategias y técnicas de análisis de manifestaciones escénicas.",
        "4. Conocimiento y respeto de la propiedad intelectual para la protección de la creatividad personal."
    ]
}