{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Reconocer diferentes tipos de estructuras, formas y relaciones geométricas en la naturaleza, el entorno, el arte, en la arquitectura y el diseño, analizando su función y valorando la importancia dentro del contexto histórico. (CCL1, CCL3, STEM1, STEM2, CD1, CPSAA4, CC1, CC2, CCEC1, CCEC2)",
        "1.2 Analizar las principales formas y construcciones geométricas del entorno, comprendiendo las estructuras que los articulan y ordenan. (CCL2, STEM1, STEM2, CD1, CC1)",
        "1.3 Conocer el mundo exterior y beneficiarse en su desarrollo cognitivo y personal, ejercitando la inteligencia y la observación. (STEM2, CC1)",
        "Competencia específica 2",
        "2.1 Dibujar formas poligonales sencillas en el plano y resolver tangencias básicas y simetrías aplicadas al diseño de formas, analizando las tangencias valorando la importancia de la limpieza y la precisión en el trazado. (STEM1, STEM2, CD2, CD3, CPSAA1.1, CPSAA5, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "2.2 Construir escalas y utilizarlas en la ejecución de ejercicios concretos, comprendiendo el fundamento de las escalas, no sólo como concepto abstracto matemático sino para su aplicación en situaciones de la vida cotidiana, interpretando medidas reales sobre planos ya dibujados y elaborando dibujos tomados de la realidad. (STEM1, STEM2, CD2, CD3, CPSAA5, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "2.3 Transmitir ideas, sentimientos y emociones mediante la realización de estudios, esbozos y apuntes del natural a mano alzada, identificando la geometría interna y externa de las formas, apreciando su importancia en el dibujo y respetando la proporción, el orden y el equilibrio entre los elementos que la forman. STEM1, STEM2, CD2, CD3, CPSAA1.1, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2)",
        "2.4 Comprender las características de las transformaciones geométricas elementales (giro, traslación homotecia y afinidad), y aplicarlas en la resolución de problemas geométricos, analizando en distintos diseños de módulos los diferentes movimientos en el plano. (STEM1, STEM2, CD2, CD3, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "Competencia específica 3",
        "3.1 Diferenciar las características de los distintos sistemas de representación, distinguiendo los sistemas de medida de los sistemas perspectivos, seleccionando en cada caso el sistema más apropiado a la finalidad de la representación. (STEM1, STEM2, STEM3, STEM4, CD3, CPSAA1.1, CPSAA5, CE3, CCEC3.1, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2)",
        "3.2 Representar formas tridimensionales sencillas a partir de perspectivas, fotografías, piezas reales o espacios del entorno próximo, utilizando el sistema diédrico o, en su caso, el sistema de planos acotados, disponiendo de acuerdo con la norma las proyecciones suficientes para su definición e identificando sus elementos de manera inequívoca. (STEM1, STEM2, STEM3, STEM4, CD3, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "3.3 Representar objetos sencillos mediante sus vistas diédricas, aplicando las relaciones espaciales de los elementos del sistema, evaluando el grado de abstracción adquirido y por tanto el dominio del sistema diédrico para representar en el plano elementos situados en el espacio. (STEM1, STEM2, STEM3, STEM4, CD3, CPSAA1.1, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "3.4 Representar perspectivas de formas tridimensionales a partir de piezas reales o definidas por sus proyecciones ortogonales, seleccionando la axonometría adecuada al propósito de la representación, disponiendo la posición de los ejes en función de la importancia relativa de las caras que se deseen mostrar y utilizando, en su caso, los coeficientes de reducción determinados. (STEM1, STEM2, STEM3, STEM4, CD3, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "3.5 Diseñar envases sencillos, representándolos en perspectiva isométrica o caballera aplicando diferentes recursos gráficos o informáticos en función del tipo de producto que se quiere realizar y de las finalidades del mismo, reflexionando sobre el proceso realizado y el resultado obtenido. (STEM1, STEM2, STEM3, STEM4, CD3, CPSAA1.1, CPSAA5, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "3.6 Representar perspectivas cónicas de formas tridimensionales a partir de espacios del entorno o definidas por sus proyecciones ortogonales, valorando el método seleccionado, considerando la orientación de las caras principales respecto al plano de cuadro y la repercusión de la posición del punto de vista sobre el resultado final. (STEM1, STEM2, STEM3, STEM4, CD3, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "3.7 Dibujar ilustraciones o viñetas aplicando las técnicas de la perspectiva cónica en la representación de espacios, objetos o personas desde distintos puntos de vista, desarrollando la visión espacial y el trazado a mano alzada. (STEM1, STEM2, STEM3, STEM4, CD3, CPSAA1.1, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "Competencia específica 4",
        "4.1 Realizar bocetos y croquis como elementos de reflexión e indagación de alternativas a las necesidades del proyecto, conforme a la norma UNE ISO, comunicando la forma y dimensiones de objetos, proponiendo ideas creativas y resolviendo problemas con autonomía. (CCL2, CP2, STEM1, STEM4, CD1, CD2, CPSAA4, CPSAA5, CE3, CCEC3.2, CCEC4.1, CCEC4.2)",
        "4.2 Aplicar las normas nacionales, europeas e internacionales, relacionándolas con los principios generales de representación, formatos, escalas, acotación y métodos de proyección ortográficos y axonométricos. (STEM1, STEM4, CD1, CD2, CE3, CCEC4.1, CCEC4.2)",
        "4.3 Documentar gráficamente objetos sencillos mediante sus vistas acotadas aplicando la normativa UNE e ISO en la utilización de sintaxis, escalas y formatos, valorando la importancia de usar un lenguaje técnico común. (STEM1, STEM4, CD1, CD2, CE3, CCEC4.1, CCEC4.2)",
        "Competencia específica 5",
        "5.1 Adquirir destrezas en el manejo de herramientas y técnicas de dibujo vectorial en 2D, aplicándolos a la realización de proyectos de diseño. (STEM3, STEM4, CD1, CD2, CD3, CD5, CPSAA5, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "5.2 Iniciarse en el modelado en 3D mediante el diseño de esculturas o instalaciones, valorando su potencial como herramienta de creación. (STEM3, STEM4, CD1, CD2, CD3, CD5, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "5.3 Realizar la exportación e importación de archivos de diseños personales, preparándolos adecuadamente para su impresión. (STEM3, STEM4, CD1, CD2, CD3, CD5, CE3, CCEC3.1, CCEC4.1, CCEC4.2)"
    ],
    "saberes": [
        "A. Geometría, arte y entorno",
        "- La geometría en la naturaleza, en el entorno, el arte y en el diseño. Observación directa e indirecta.",
        "- Estudios a mano alzada de la geometría interna y externa de la forma. Apuntes y esbozos.",
        "- Historia de la geometría; antecedentes y desarrollo desde su origen.",
        "- La geometría en la composición.",
        "- Relaciones geométricas en la arquitectura, diseño paramétrico y geometría avanzada. Forma, geometría y naturaleza.",
        "- Relaciones geométricas en el arte y el diseño: igualdad y simetría. El número áureo en el arte y la naturaleza. Sección y rectángulo áureo. La proporción áurea en el pentágono. Aplicaciones en la arquitectura y el diseño",
        "- Instrumentos y materiales de Dibujo Técnico.",
        "- Trazados fundamentales en el plano.",
        "- Lugares geométricos.",
        "- Representación y análisis de las formas planas.",
        "- Relaciones geométricas en el arte y el diseño: igualdad, semejanza y proporcionalidad.",
        "- Escalas numéricas y gráficas. Construcción y uso.",
        "- Construcciones poligonales. Aplicación en el diseño.",
        "- Resolución de problemas de tangencias básicas. Curvas técnicas y enlaces.",
        "Aplicación en el diseño y la tipografía.",
        "- La representación del espacio en el arte. Estudios sobre los sistemas de representación y la perspectiva a lo largo de la historia del arte.",
        "B. Sistemas de representación del espacio aplicado.",
        "- Proyección y tipos de proyecciones. Finalidad de los distintos sistemas de representación.",
        "- Los sistemas de representación y el dibujo técnico. Ámbitos de aplicación.",
        "Ventajas e inconvenientes. Criterios de selección.",
        "- Sistema diédrico ortogonal en el primer diedro. Vistas en sistema europeo.",
        "- Sistema diédrico: Representación de punto, recta y plano. Determinación del plano. Pertenencia.",
        "- Relaciones entre los elementos: Intersecciones, paralelismo y perpendicularidad. Obtención de distancias.",
        "- Sistema de planos acotados. Fundamentos y elementos básicos. Identificación de elementos para su interpretación en planos.",
        "- Sistema axonométrico, ortogonal y oblicuo. Perspectivas isométrica y caballera.",
        "Disposición de los ejes y uso de los coeficientes de reducción.",
        "- Elementos básicos: punto, recta, plano. El óvalo isométrico como representación simplificada de formas circulares.",
        "- Perspectivas isométrica y caballera. Iniciación al diseño de packaging.",
        "- Sistema cónico: fundamentos y elementos del sistema. Perspectiva frontal y oblicua.",
        "- La perspectiva cónica, frontal y oblicua en el cómic y en la ilustración.",
        "C. Normalización y diseño de proyectos",
        "- Normalización. Las normas fundamentales UNE e ISO.",
        "- Formatos. Plegado de planos.",
        "- Documentación gráfica de proyectos: necesidad y ámbito de aplicación de las normas.",
        "- Rotulación y acotación.",
        "- La normalización: simbología industrial y arquitectónica.",
        "- Elección de vistas necesarias. Líneas normalizadas.",
        "- Bocetos y croquis aplicando la normalización.",
        "D. Herramientas digitales para el diseño.",
        "- Interfaz, iniciación a las herramientas y técnicas de dibujo vectorial en 2D. Aplicaciones al diseño gráfico.",
        "- Iniciación al modelado en 3D. Ajustes, cuadros de configuración y entidades.",
        "Aplicaciones a proyectos artísticos.",
        "- Exportación e importación de modelos 3D. Impresión. "
    ]
}