{
    "competenciasEspecificas": [
        "CE.CPA.1. Indagar, argumentar y elaborar productos originales adecuados al nivel en diversos formatos y soportes para expresar ideas y argumentos de forma creativa, utilizando herramientas digitales o analógicas diversas y buscando fuentes fiables valorando su procedencia, contrastando su veracidad y haciendo un análisis crítico sobre las mismas.",
        "CE.CPA.2. Reconocer las raíces de la nacionalidad histórica de Aragón y de la identidad aragonesa, con perspectiva histórica, identificando y conociendo la evolución, hasta el siglo XVIII, de las instituciones, los símbolos y el derecho foral, los cuales, junto con las lenguas y modalidades lingüísticas, la cultura y el patrimonio material e inmaterial, se convierten en elementos identitarios y de cohesión social.",
        "CE.CPA.3. Apreciar la complejidad del espacio geográfico aragonés, explicando los desequilibrios territoriales de Aragón, su estructura sociolaboral y demográfica, así como las consecuencias del desarrollo demográfico y económico, impulsando el pensamiento crítico y promoviendo el respeto hacia los derechos humanos y el medio ambiente.",
        "CE.CPA.4. Incorporar la perspectiva de género en el análisis de Aragón, a través de la contextualización de la investigación y el análisis de fuentes diversas, especialmente literarias, artísticas y orales, y promover actitudes en defensa de la igualdad efectiva entre mujeres y hombres.",
        "CE.CPA.5. Conocer el desarrollo diacrónico del arte y la literatura aragonesa, preferentemente hasta el siglo XVIII, sus peculiaridades y sus conexiones con el desarrollo artístico y literario hispánico e internacional.",
        "CE.CPA.6. Conocer el patrimonio material e inmaterial de Aragón, su variedad y peculiaridades y sus conexiones con el patrimonio hispánico e internacional, fomentando hacia él actitudes de respeto, conservación, desarrollo de una sensibilidad comprometida, responsable y de rechazo de actitudes incívicas."
    ]
}