{
    "competenciasClave": [
        "Competencia en comunicación lingüística (CCL): La competencia en comunicación lingüística es la habilidad de identificar, comprender, expresar, crear e interpretar conceptos, pensamientos, sentimientos, hechos y opiniones de forma oral (escuchar y hablar), escrita (leer y escribir) o signada, mediante materiales visuales, sonoros o de audio y digitales en las distintas disciplinas y contextos. Esto implica interactuar eficazmente con otras personas, de manera respetuosa, ética, adecuada y creativa en todos los posibles ámbitos y contextos sociales y culturales, tales como la educación y la formación, la vida privada, el ocio o la vida profesional. El desarrollo de esta competencia constituye la base para el pensamiento propio y para la construcción del aprendizaje posterior en todos los ámbitos del saber, y está vinculado a la reflexión acerca del funcionamiento de la lengua en los géneros discursivos de cada área del conocimiento, así como a los usos de la oralidad, la escritura o la signación para pensar y para aprender, además de hacer posible la dimensión estética del lenguaje y el disfrute de la cultura literaria.",
        "Competencia plurilingüe (CP): La competencia en comunicación plurilingüe es la habilidad de utilizar distintas lenguas de forma adecuada y efectiva para el aprendizaje y la comunicación. En líneas generales, comparte las principales capacidades de la competencia en comunicación lingüística, es decir, identificar, comprender, expresar, crear e interpretar conceptos, pensamientos, sentimientos, hechos y opiniones de forma oral, escrita y signada en diversos contextos sociales y culturales de acuerdo con los deseos o las necesidades de cada cual. Además, esta competencia supone reconocer y respetar los perfiles lingüísticos individuales. También implica aprovechar las experiencias propias para desarrollar estrategias que permitan mediar y hacer transferencias entre lenguas, incluidas las clásicas, y, en su caso, mantener y adquirir destrezas en la(s) lengua(s) materna(s), así como en las lenguas oficiales. Integra, asimismo, dimensiones históricas e interculturales orientadas a conocer, valorar y respetar la diversidad lingüística y cultural de la sociedad con el objetivo de fomentar la convivencia democrática.",
        "Competencia matemática y competencia en ciencia, tecnología e ingeniería (STEM): De sus siglas en inglés “Science, Technology, Engineering & Mathematics”, la competencia STEM integra la comprensión del mundo, junto a los cambios causados por la actividad humana, utilizando el pensamiento y la representación matemática, los métodos científicos, la tecnología y los métodos de la ingeniería para transformar el entorno a partir de la responsabilidad de cada individuo como ciudadano. Así, la competencia matemática es la habilidad de desarrollar y aplicar la perspectiva y el razonamiento matemáticos, junto a sus herramientas de pensamiento y representación, al objeto de describir, interpretar y predecir distintos fenómenos que permitan resolver problemas en situaciones cotidianas. La competencia en ciencia es la habilidad de comprender y explicar el mundo natural y social utilizando un conjunto de conocimientos y metodologías, incluidas la observación, la experimentación y la contrastación, con el fin de plantear preguntas y extraer conclusiones basadas en pruebas para así poder interpretar, conservar y mejorar el mundo natural y el contexto social. La competencia en tecnología e ingeniería comprende la aplicación de los conocimientos y metodologías propios de las ciencias en respuesta a lo que se percibe como deseos o necesidades humanos en un marco de seguridad, responsabilidad y sostenibilidad.",
        "Competencia digital (CD): La competencia digital es aquella que implica el uso creativo, seguro, crítico, saludable, sostenible y responsable de las tecnologías digitales para el aprendizaje, en el trabajo y para la participación en la sociedad, así como la interacción con estas. Incluye la alfabetización en información y datos, la comunicación y la colaboración, la alfabetización mediática, la creación de contenidos digitales (incluida la programación), la seguridad (incluido el bienestar digital y las competencias relacionadas con la ciberseguridad), asuntos relacionados con la propiedad intelectual, la privacidad, la resolución de problemas y el pensamiento computacional y crítico.",
        "Competencia personal, social y de aprender a aprender (CPSAA): La competencia personal, social y de aprender a aprender es la habilidad de reflexionar sobre uno mismo, gestionar el tiempo y la información eficazmente, colaborar con otros de forma constructiva, mantener la resiliencia y gestionar el aprendizaje y la carrera propios. Incluye la habilidad de hacer frente a la incertidumbre y la complejidad, adaptarse a los cambios, iniciar, organizar y persistir en el aprendizaje, contribuir al propio bienestar físico y emocional, conservar la salud física y mental, y ser capaz de llevar una vida saludable y orientada al futuro, expresar empatía y gestionar los conflictos en un contexto integrador y de apoyo.",
        "Competencia ciudadana (CC): La competencia ciudadana es la habilidad de actuar como ciudadanos responsables y participar plenamente de forma responsable y constructiva en la vida social y cívica, basándose en la comprensión de los conceptos y fenómenos básicos relativos al individuo, a la organización del trabajo, a las estructuras sociales, económicas, culturales, jurídicas y políticas, así como al conocimiento de los acontecimientos mundiales y el compromiso con la sostenibilidad, en especial con el cambio demográfico y climático en el contexto mundial.",
        "Competencia emprendedora (CE): La competencia emprendedora es la habilidad de la persona para actuar con arreglo a oportunidades e ideas que aparecen en diferentes contextos, y transformarlas en actividades personales, sociales y profesionales que generen resultados de valor para otros. Se basa en la innovación, la creatividad, el pensamiento crítico y la resolución de problemas, en tomar la iniciativa, la perseverancia, la asunción de riesgos y la habilidad de trabajar tanto individualmente como de manera colaborativa en la planificación y gestión de proyectos de valor financiero, social o cultural adoptando planteamientos éticos.",
        "Competencia en conciencia y expresión culturales (CCEC): La competencia en conciencia y expresión culturales implica comprender y respetar diferentes formas en que las ideas, las emociones y el significado se expresan de forma creativa y se comunican en las distintas culturas, así como a través de una serie de artes y otras manifestaciones culturales. Implica esforzarse por comprender, desarrollar y expresar las ideas propias y un sentido de pertenencia a la sociedad o de desempeñar una función en esta en distintas formas y contextos."
    ]
}