{
    "situacionesAprendizaje": [
        "Diferentes circunstancias, momentos, disposiciones y escenarios, entre otros, pueden componer una situación de aprendizaje, que se deberá plantear en formato de situación problema en un contexto determinado, estar compuesta por tareas de creciente complejidad, en función del nivel psicoevolutivo del alumnado, y cuya resolución creativa implique la movilización de manera integrada de lo adquirido y aprendido en las tres áreas en las que se organiza la etapa y conlleve la construcción de nuevos aprendizajes. Demandan, por tanto, del alumnado la utilización de procesos mentales profundos, así como la movilización de recursos variados y precisan la combinación de diferentes saberes, el establecimiento de conexiones con el entorno y la participación de la comunidad educativa.",
        "Deben reunir unas características definidas: resultar motivadoras para el alumnado y atractivas para poder aplicar y desarrollar adecuadamente las competencias clave, permitir un aprendizaje significativo y contextualizado, ser transferible a otras situaciones de la vida cotidiana, seguir los principios del Diseño Universal para el Aprendizaje, implicar la producción y la interacción oral e incluir el uso de recursos auténticos en distintos soportes y formatos, y fomentar aspectos relacionados con el interés común, la sostenibilidad o la convivencia democrática, esenciales para que el alumnado se prepare para responder con eficacia a los retos del siglo XXI.",
        "Para la selección, diseño y planificación de las situaciones de aprendizaje se tomarán como referente los criterios de evaluación, en los que se formulan los niveles de desempeño de los distintos elementos recogidos en las competencias específicas de cada área, así como las competencias clave con las que éstas se vinculan.",
        "Aplicación de los principios DUA para la atención a las diferencias individuales.",
        "La situación de aprendizaje debe ser susceptible de integrar a la totalidad del alumnado, sin precisar de antemano la realización de adaptaciones o diseños especializados. Por ese motivo, el modelo DUA ofrece como recomendación para ello la selección de situaciones pensadas y elaboradas para todos y todas, que tengan en cuenta la diversidad que está presente en las aulas, que estimulen la creación de diseños flexibles que contengan actividades con distintos grados de complejidad y permitan la elección de alternativas y diversos caminos de aprendizaje, como vía para atender las necesidades educativas, generales y específicas, de todo el alumnado.",
        "Para ello, se ofrecerán herramientas, recursos, materiales y apoyos necesarios que propicien que el alumnado acceda, comprenda, organice y adquiera conocimientos y desarrolle sus competencias, partiendo desde el punto en el que está y progresando hasta donde sean capaces. De ese modo, el proceso de enseñanza se centra en un modelo competencial que resalta y favorece la capacidad que posee cada persona, mejorando y optimizando la calidad del aprendizaje, a la vez que se atiende y fortalecen las cualidades personales y la madurez como la autonomía, la autoestima o la inteligencia emocional.",
        "Ámbitos de desarrollo de las situaciones de aprendizaje.",
        "Con el fin de facilitar el diseño de situaciones de aprendizaje, se tomarán como referencia los diferentes ámbitos del niño: personal, educativo, social y familiar, asociados a diferentes contextos y con el tratamiento globalizador característico de la educación infantil. En todas las situaciones de aprendizaje se trabajarán contenidos de las tres áreas de la etapa y se vincularán con distintos ámbitos. Sirvan de ejemplos los contextos siguientes:",
        "- Contextos relacionados con el ámbito personal: autorregulación y bienestar emocional, autonomía, motivación, salud, alimentación, descanso, actividad física, vínculos afectivos, autoestima, metacognición o hábitos y rutinas personales.",
        "- Contextos relacionados con el ámbito educativo: festividades y celebraciones del centro, autorregulación del aprendizaje, convivencia entre iguales, trabajo en equipo, hábitos y rutinas relacionadas con el aprendizaje o producciones creativas utilizando diferentes herramientas y lenguajes.",
        "- Contextos relacionados con el ámbito social: profesiones, festividades y celebraciones sociales, normas cívicas, educación vial, cuidado y respeto por el medioambiente, medios de comunicación, tecnologías de la información y la comunicación, tradiciones populares (juegos, cuentos, poesías, canciones) o manifestaciones culturales y artísticas.",
        "- Contextos relacionados con el ámbito familiar: vínculos afectivos, diversidad familiar, viajes, convivencia familiar, vivienda, festividades y celebraciones familiares o hábitos y rutinas familiares.",
        "Entre las propuestas ligadas al ámbito personal, en el contexto de la autonomía se podría diseñar una situación de aprendizaje que implique la necesidad de aprender hábitos y rutinas personales que ayude al alumnado a desenvolverse en la vida diaria. Para ello, se realizarán actividades relacionadas con la higiene personal (lavarse los dientes y las manos, peinarse), la nutrición (dieta y hábitos saludables) y la vestimenta",
        "Núm. 190",
        "Viernes, 30 de septiembre de 2022",
        "Pág. 48226",
        "(subir y bajar cremalleras, atarse los zapatos, ponerse y quitarse los calcetines, los zapatos o las prendas de vestir), fomentando el cuidado personal, desarrollando el reconocimiento visual y ejercitando la motricidad.",
        "Entre las propuestas ligadas al ámbito educativo, en el contexto de las producciones artísticas y creativas, se podría plantear la creación de una obra plástica creativa y la organización de una pinacoteca. Se elaborará una producción artística, asignándole un nombre, y se describirá, explicando los procedimientos, técnicas utilizadas y su contenido. Además, se indagará sobre la numeración de cuadros, la venta de entradas y se elaborará un catálogo con ayuda del adulto.",
        "Entre las propuestas ligadas al ámbito social, en el contexto del respeto por el medio ambiente, se podría plantear la creación de un huerto doméstico. A partir de la recopilación de dibujos, fotografías o información extraída de internet sobre el crecimiento de las plantas, la cantidad de tierra y agua que se requiere, las semillas o las características de las hojas, entre otras, se seleccionarán materiales reciclables y se creará un huerto en el aula.",
        "Entre las propuestas ligadas al ámbito familiar, en el contexto de los vínculos afectivos, se podría iniciar una situación de aprendizaje a partir de las fotografías que el alumnado ha enseñado a los compañeros sobre su animal doméstico. El reto consistirá en investigar sobre los animales domésticos y los vínculos afectivos que se establecen con ellos. Se clasificarán atendiendo a alguna característica con el objetivo de convertir el aula en una exposición que incorpore información sobre diferentes animales.",
        "Indicaciones para la planificación de situaciones de aprendizaje.",
        "El profesorado de educación infantil diseñará situaciones de aprendizaje atendiendo a que sean estimulantes, significativas e integradoras, estén bien contextualizadas y se adecuen al proceso de desarrollo armónico e integral del alumnado en todas sus dimensiones (cognitivo, emocional y psicomotriz), tengan en cuenta las potencialidades, intereses y necesidades del alumnado, se ajusten al modelo de comprensión de la realidad del momento de la etapa y favorezcan diferentes tipos de agrupamientos (trabajo individual, por parejas, en pequeño grupo y en gran grupo).",
        "La estructura general de una situación de aprendizaje debe contemplar los apartados siguientes:",
        "- Título y contextualización: identificación de la situación a partir de un reto o problema, descripción de la misma, motivación y producto final.",
        "- Fundamentación curricular:",
        "    · Objetivos de etapa a los que se pretende contribuir.",
        "    · Competencias clave vinculadas a las competencias específicas.",
        "    · Competencias específicas.",
        "    · Criterios de evaluación, junto a los contenidos de las áreas que es necesario movilizar.",
        "    · Elementos transversales.",
        "- Metodología.",
        "    · Métodos: estilos, estrategias y técnicas.",
        "    · Organización del alumnado y agrupamientos.",
        "    · Cronograma y organización del tiempo.",
        "    · Organización del espacio.",
        "    · Materiales y recursos.",
        "- Planificación de actividades y tareas.",
        "- Proceso de evaluación: indicadores de logro en los que se subdividan los criterios de evaluación, técnicas e instrumentos de evaluación, criterios y herramientas para la calificación, momentos en los que se evaluará y agentes evaluadores.",
        "- Valoración de la situación de aprendizaje.",
        "Indicaciones para el desarrollo de la secuencia didáctica o de aprendizaje.",
        "El desarrollo en la práctica de las situaciones de aprendizaje contempla unas fases establecidas en secuencia. En primer lugar, la fase de motivación (¿qué sabemos?), en la que a través del uso de distintos elementos atractivos (cuentos, personajes, materiales tangibles, decoración, visitas…) se buscará activarlos conocimientos previos del alumnado, que hagan inferencias, planteen hipótesis y surjan conflictos cognitivos en interacción con sus iguales.",
        "A dicha fase le sucede la fase de desarrollo (¿qué queremos saber?), en la que se potenciará la realización de actividades lúdicas, de observación, investigación, experimentación y exploración, que le ayuden a resolver retos planteados, en los que los contenidos conecten con la realidad y generen su curiosidad e interés por adquirirlos, con el fin de que sean saberes funcionales que les permitan desarrollar sus funciones ejecutivas y construir aprendizajes significativos. Para ello, es decisivo favorecer el diseño y organización de distintos espacios y agrupamientos, así como la elección de materiales variados, atractivos y estimulantes.",
        "Como final de secuencia, se procede con la fase de cierre o síntesis, que es la fase del producto final y su difusión o comunicación (¿qué hemos aprendido?), en la que se reflexiona sobre el propio aprendizaje valorando el proceso llevado a cabo, difundiendo los resultados a la comunidad educativa, a través de dosieres, exposiciones, reproducciones artísticas, mercadillo u otro tipo de soportes y medios de difusión.",
        "En esta secuencia la evaluación tiene distintos modos de presencia: la evaluación continua durante toda la secuencia que permita realizar modificaciones y tomar decisiones para ir ajustándola a las necesidades, capacidades e intereses del alumnado. Dicha evaluación debe entenderse como un procedimiento colaborativo en el que el profesional evalúa (heteroevaluación) y posibilita a los niños iniciarse en la autoevaluación, la coevaluación y en la competencia de aprender a aprender (metacognición).",
        "Pero, además, es precisa una evaluación de la situación de aprendizaje, en la que se valorará si ha habido una definición adecuada de los elementos curriculares, y se realizará un análisis de su desarrollo, de su impacto y de la satisfacción de los participantes. Con la información recogida, se procederá a un análisis, reflexión e interpretación de los datos y la elaboración de un informe con la finalidad de prevenir las posibles dificultades y mejorar el proceso educativo para el diseño de futuras situaciones de aprendizaje."
    ]
}