{
    "saberes": [
        "Educació musical",
        "● Percepció i anàlisi",
        "- Descobriment i descripció de propostes musicals vocals i instrumentals de diferents corrents estètics, procedències i èpoques produïdes per creadores i creadors locals, regionals, nacionals i d’altres llocs a través del gaudi en audicions actives de concerts registrats o en viu.",
        "- Percepció i expressió de les sensacions i sentiments que ens evoquen les audicions i obres treballades.",
        "- Reconeixement de professions vinculades a la creació i interpretació musical amb perspectiva de gènere a les audicions i obres treballades.",
        "- Discriminació auditiva, classificació i representació del so i les seves qualitats a través de diferents grafies convencionals i no convencionals durant l’audició i la pràctica musical.",
        "- Discriminació visual i auditiva dels diferents materials sonors, de la veu i dels instruments musicals digitals o analògics de les principals famílies i agrupacions per les seves característiques visuals i sonores de la pràctica musical i les audicions treballades.",
        "- Reconeixement i capacitat de relació del caràcter i el tempo en audicions en viu o gravades i en les interpretacions pròpies…",
        "- Adquisició d’hàbits de comportament i actitud positiva en la percepció de propostes musicals. El silenci com a element i condició indispensable per mantenir l’atenció durant l’audició i la pràctica musical.",
        "● Creació i interpretació",
        "- Experimentació, exploració creativa de les possibilitats sonores i expressives a través de la interpretació i improvisació vocal i corporal en contextos informals i d’aula.",
        "- Experimentació de les qualitats sonores construint diferents tipus d’instruments amb materials de l’entorn.",
        "- Coneixement i aplicació dels diferents conceptes dels llenguatges musicals a la interpretació de propostes sonores, vocals i instrumentals practicades a l’aula, a les representacions i/o concerts reconeixent el silenci musical com a element fonamental.",
        "- Ús d’aplicacions digitals d’enregistrament i edició d’àudio i vídeo registrant creacions personals o de grup per expressar idees o emocions o fent-les servir per al descobriment i l’anàlisi d’obres.",
        "- Realització i interpretació d’una creació col·laborativa d’una pràctica musical, identificant i documentant les diferents fases del procés respectant i valorant els diferents rols exercits, el procés i el producte final.",
        "Educació plàstica i visual",
        "● Percepció i anàlisi",
        "- Identificació i cerca, a través de diferents canals, d’imatges de diferents entorns associant-les al valor comunicatiu compartint lectures i interpretacions amb visió crítica en les pràctiques observacionals.",
        "- Reconeixement de professions vinculades a la creació als àmbits de creació plasticoartística amb perspectiva de gènere de les obres treballades.",
        "- Descobriment i descripció de propostes plàstiques i visuals contemporànies i de diferents èpoques, llocs i cultures, a través del gaudiment, en observacions actives en visites o en imatges en diferents suports incorporant la perspectiva de gènere.",
        "- Identificació i gaudi d’espais culturals i artístics participant amb respecte i valorant-los en activitats i visites culturals.",
        "- Identificació i exploració de les possibilitats expressives i comunicatives dels elements configuratius del llenguatge plàstic (punt, línia, color, textura, pla) a partir de l’observació i anàlisi de les manifestacions artístiques treballades.",
        "- Descobriment de materials, instruments, suports i tècniques utilitzats en l’expressió plàstica i visual a partir de l’observació activa de les manifestacions artístiques treballades.",
        "- Adquisició d’hàbits de comportament i actitud positiva en la percepció de propostes artístiques en diferents contextos i espais culturals i artístics.",
        "● Creació i interpretació",
        "- Experimentació amb diferents mitjans, suports i materials d’expressió plàstica, utilitzant tècniques bidimensionals, tridimensionals i digitals en imatges, dibuixos, pintures, modelatges i construccions i accions performatives pròpies o col·laboratives treballades en diferents contextos.",
        "- Planificació, experimentació i documentació de processos creatius, personals o col·laboratius, en les produccions artístiques treballades a l’aula, assumint diferents rols per expressar idees, sentiments o emocions identificant i valorant-ne les fases i els resultats finals.",
        "- Utilització de tècniques, materials i recursos informàtics i tecnològics per a la captura, creació, edició, documentació i difusió de produccions plàstiques i visuals personals o de grup per expressar idees o emocions.",
        "- Ús responsable de bancs d’imatges i sons respectant les llicències d’ús i distribució de continguts creats per altres per a l’estudi o com a material de creacions personals o de grup.",
        "Educació audiovisual",
        "● Percepció i anàlisi",
        "- Identificació de propostes audiovisuals de l’entorn descobrint-ne el valor comunicatiu accedint a espais culturals i artístics de l’àmbit audiovisual.",
        "- Reconeixement de professions vinculades a diferents tipus de produccions audiovisuals, amb perspectiva de gènere, de projectes i obres treballades. (ràdio, televisió, multimodal, videojocs).",
        "- Adquisició de les nocions pròpies de llenguatge audiovisual a través del visionament de propostes icòniques, cinematogràfiques i audiovisuals.",
        "- Adquisició de les nocions sobre estils, gèneres i formats audiovisuals a través del visionament, anàlisi i valoració de creacions audiovisuals de referència.",
        "- Percepció i expressió de les opinions, sensacions i sentiments que ens evoca l’observació activa de les manifestacions audiovisuals treballades compartint-les amb respecte.",
        "- Adquisició d’hàbits de comportament i actitud positiva en la percepció de propostes audiovisuals en diferents contextos i espais culturals i artístics.",
        "● Creació i interpretació",
        "- Creació d’històries senzilles amb intenció comunicativa per ser recreades, narrades i enregistrades de forma col·laborativa en format radiofònic o audiovisual en el context escolar i/o l’entorn més proper.",
        "- Ús d’eines adequades per al registre d’imatge i so per narrar, documentar i expressar idees, sentiments o emocions en el context d’aula i d’entorn.",
        "- Ús d’estratègies elementals de cerca i filtratge d’imatges i sons.",
        "- Planificació, execució i documentació de processos creatius audiovisuals col·laboratius experimentant diferents gèneres i formats assumint diferents rols per narrar, documentar i expressar idees, sentiments o emocions identificant i valorant-ne les fases i els resultats finals.",
        "- Creació de produccions audiovisuals multimodals en grup o individual amb eines diverses facilitant el reconeixement de les característiques del llenguatge audiovisual multimodal i l’aproximació a les tècniques d’animació.",
        "- Experimentació en la creació, edició i difusió de missatges a través de produccions audiovisuals usant diferents processos i recursos tècnics per comunicar actes o campanyes en què participa el centre.",
        "- Ús responsable de bancs d’imatges i sons respectant les llicències d’ús i distribució de continguts creats per altres per a l’estudi o com a material de creacions personals o de grup.",
        "Educació en arts escèniques i performatives",
        "● Percepció i anàlisi",
        "- Descobriment i descripció de manifestacions vinculades a l’expressió corporal i a les arts escèniques de diferents llocs, èpoques i estils, incloses les contemporànies, des d’una perspectiva de gènere, gaudint d’espectacles enregistrats o en viu.",
        "- Percepció i expressió de les sensacions i sentiments que ens evoquen els espectacles i les obres treballades compartint-les amb interès i respecte.",
        "- Reconeixement, amb perspectiva de gènere, de les professions vinculades a les arts escèniques en les obres i espais treballats.",
        "- Aproximació als gèneres escènics i valoració de la importància de la interpretació dramàtica en el procés artístic i del patrimoni vinculat a aquestes arts, assistint a actuacions i visites a diferents espais culturals i artístics del seu context o entorn.",
        "- Identificació d’elements de la representació escènica, de l’estructura dramàtica i de l’escenografia per a la valoració d’un espectacle.",
        "- Adquisició d’hàbits de comportament i actitud positiva en la percepció de propostes escèniques en diferents espais culturals i artístics.",
        "● Creació i interpretació",
        "- Experimentació i exploració del cos i les seves possibilitats motrius com a mitjà de comunicació, diversió i expressió d’idees, sentiments i emocions mitjançant improvisacions i actuacions individuals i de grup vinculades als diversos gèneres escènics.",
        "- Coneixement de les nocions essencials del llenguatge expressiu i experimentació de les tècniques de les arts escèniques a través de l’expressió i la improvisació corporal en actes performatius.",
        "- Planificació i experimentació de processos creatius escènics i performatius, personals o col·laboratius, per expressar idees, sentiments o emocions identificant i valorant-ne les fases i els resultats finals.",
        "- Participació activa en processos creatius escènics col·laboratius de diferents gèneres escènics com el teatre, el circ, la dansa, teatre d’objectes, teatre d’ombres, teatre musical, el mim i accions performatives, entre d’altres, assumint amb responsabilitat diferents rols per abordar l’estructura dramàtica, la representació escènica i l’escenografia.",
        "- Identificació i valoració de les capacitats expressives i creatives dels projectes escènics i performatius realitzats descobrint-los com a forma d’interacció social, recurs expressiu i emotiu i de delit estètic."
    ],
    "criteriosEvaluacion": [
        "1.1 Distingir i valorar obres de manifestacions culturals i artístiques de diferents gèneres i estils, èpoques i cultures amb visió de perspectiva de gènere, evidenciant interès, curiositat i gaudi cap a aquestes, a través de la percepció i la vivència.",
        "1.2 Analitzar manifestacions culturals i artístiques en diferents contextos a partir de l’exploració de les seves característiques establint relacions entre elles i valorant la diversitat que les genera.",
        "2.1 Desenvolupar estratègies de forma personal i/o col·laborativa per a la cerca de manifestacions culturals i artístiques, a través de canals i mitjans d’accés a la informació.",
        "2.2 Comparar i compartir múltiples lectures de diferents manifestacions culturals i artístiques que formen part del patrimoni de diversos entorns, analitzant els elements i les tècniques utilitzades que les caracteritzen i desenvolupant criteris de valoració propis, amb actitud oberta, de diàleg i de respecte.",
        "2.3 Valorar i compartir les sensacions i emocions i evocacions produïdes per diferents manifestacions culturals i artístiques, atenent el seu context i relacionant-les de manera inclusiva amb la pròpia identitat cultural de manera respectuosa i dialogant.",
        "3.1 Experimentar algunes possibilitats expressives i comunicatives del cos i de diferents eines d’expressió dels llenguatges artístics, a través de l’aplicació pràctica, amb curiositat, interès i afany de superació.",
        "3.2 Produir creacions personals adaptades a una finalitat específica mitjançant l’expressió d’idees, sentiments i emocions utilitzant aprenentatges dels referents artístics treballats.",
        "3.3 Documentar i compartir creacions personals, evidenciant empatia i respecte per les dels altres i acceptant-ne les diferents lectures i interpretacions.",
        "4.1 Planificar els processos de disseny de produccions culturals i creacions artístiques col·laboratives treballant en la consecució d’un resultat final que compleixi uns objectius acordats mitjançant un enfocament coeducatiu basat en la igualtat i la perspectiva de gènere i en el respecte a la diversitat cultural.",
        "4.2 Implicar-se i participar activament assumint i experimentant diferents rols en el procés de creació, fent servir elements de diferents llenguatges artístics i exercint responsabilitat i mostrant respecte.",
        "4.3 Documentar i compartir les experiències creatives, gaudint del resultat final obtingut, descrivint les parts del procés creatiu i els rols establerts, valorant les opinions i sensacions dels altres, mitjançant un enfocament coeducatiu, basat en la igualtat, i el respecte a la diversitat cultural."
    ]
}