{
  "saberes": [
    "BLOQUE 1. Proyectos en la ciencia",
    "Fases de proyectos científicos.",
    "Análisis de distintos proyectos científicos desarrollados en el País Vasco.",
    "Estrategias para la superación de las visiones simplistas sobre la ciencia y de los estereotipos de las personas que se dedican a la actividad científica en los proyectos científicos.",
    "BLOQUE 2. Ciencia y comunicación",
    "Redes sociales en la comunicación científica. Redes de comunicación y divulgación de la ciencia.",
    "Noticias falsas (Fake News).",
    "Periodismo científico.",
    "Literatura y ciencia.",
    "Sesgo de género en la comunicación científica.",
    "La comunicación científica en los medios audiovisuales: Videos, sketch, películas, monólogos,etc.",
    "BLOQUE 3. Big Bang y continuará…",
    "Historia de la Tierra.",
    "Terremotos y volcanes.",
    "Origen de la vida y teorías.",
    "Vida en las profundidades.",
    "BLOQUE 4. Futuro del planeta",
    "Combustibles fósiles, energía nuclear, energías renovables, hidrógeno verde. Futuro energético.",
    "La química del sol y la vida en la tierra.",
    "Alimentos de km 0. Repercusiones del clima en la agricultura y reparto equitativo.",
    "Vida submarina y recursos marinos.",
    "BLOQUE 5. Nuevos materiales. Innovación, Desarrollo e Investigación.",
    "Nuevos materiales: tipos, utilización. Nanomateriales, nanoestructuras del carbono, grafeno, semiconductores, supercon-ductores, fibras ópticas.",
    "Agotamiento de las materias primas y futuro.",
    "Centros de innovación en Euskadi. Estrategia vasca en Europa 2021-2030 PCTI 2030."
  ],
  "criteriosEvaluacion": [
    "1.1. Valorar la importancia de una alfabetización científica sólida diferenciando y analizando informaciones fundamentadas en conocimientos y criterios científicos de aquellas basadas en creencias y opiniones.",
    "1.2. Justificar las aportaciones de la ciencia y la tecnología a la mejora de las condiciones de vida, identificando y analizando las causas que originaron algunos problemas sociales e identificando la aportación de la ciencia en su solución total o parcial.",
    "1.3. Argumentar de manera fundamentada y crítica utilizando conceptos, leyes y/o teorías científicas sobre diferentes cuestiones científicotecnológicas, objeto de discusión social y cuestión pública.",
    "2.1. Utilizar de forma adecuada y versátil medios variados, en la consulta de información seleccionando con criterio las fuentes más fiables, valorando su calidad y fiabilidad y citándolas correctamente.",
    "2.2. Abordar y resolver problemas y/o cuestiones relacionadas con las ciencias buscando, seleccionando, analizando y organizando informaciones de contenido científicotecnológico, de acuerdo a los objetivos de la tarea.",
    "3.1. Comprender y valorar los elementos y procedimientos fundamentales de la investigación y del método científico, aplicando, en la resolución de problemas, estrategias coherentes con los procedimientos de las ciencias.",
    "3.2. Plantear hipótesis que puedan ser contrastadas utilizando el método científico, la observación, información y razonamiento en la explicación de fenómenos naturales y realización de predicciones sobre estos.",
    "3.3. Establecer los elementos esenciales en el diseño, la elaboración y la defensa de un proyecto de investigación, sobre un tema de actualidad científica utilizando preferentemente las TIC.",
    "3.4. Interpretar resultados obtenidos en proyectos de investigación utilizando el razonamiento científico y, cuando sea necesario, herramientas matemáticas y tecnológicas.",
    "4.1. Explicar y argumentar de forma coherente y crítica mensajes científicos utilizando el lenguaje oral y escrito adecuado así como las reglas básicas del lenguaje científico.",
    "4.2. Comunicar y divulgar temas científicos a públicos diversos y en diferentes contextos, utilizando eficazmente las tecnologías de la información y comunicación.",
    "4.3. Comentar artículos científicos divulgativos y defender en público las conclusiones realizando valoraciones críticas y análisis de las consecuencias sociales de los textos analizados.",
    "4.4. Redactar noticias sobre temas que propician un acercamiento a la ciencia, de una manera amena y sencilla, con un lenguaje apropiado al público al que se dirige.",
    "5.1. Identificar los principales problemas medioambientales, las causas que los provocan y los factores que los intensifican proponiendo soluciones a los mismos.",
    "5.2. Promover y adoptar hábitos que sean compatibles con el desarrollo sostenible, fundamentándolos en conocimientos y razonamientos científicos.",
    "5.3. Justificar y valorar de forma crítica y colaborativa la contribución de la ciencia y la tecnología en el cambio de las condiciones de vida actuales.",
    "5.4. Tomar decisiones responsables con respecto a las consecuencias de determinadas acciones en el medio ambiente, utilizando la información disponible y sus conocimientos científicos.",
    "6.1. Desarrollar un pensamiento crítico y apreciar la dimensión cultural de la ciencia analizando que la ciencia está en permanente proceso de construcción.",
    "6.2. Valorar el carácter constructivo de la ciencia, analizando algunos cambios científicos representativos a lo largo de la historia.",
    "6.3. Analizar las repercusiones de la ciencia en la sociedad y el medio ambiente valorando las aportaciones científicas.",
    "6.4. Superar las visiones simplistas sobre la ciencia y la visión estereotipada de las personas que se dedican a la actividad científica contextualizando social e históricamente los conocimientos científicos."
  ]
}