{
    "saberes": [
        "1.1. Block 1: Language and use",
        "Language and use. Transversal to all EC",
        "Communication functions",
        "• Elementary functions appropriate to the environment and the communicative context: greetings, farewells and introductions; identification of characteristics of people, objects and places; concrete answers on daily questions; expression of time, quantity and space.",
        "• Elementary linguistic units and meanings associated with these structures, such as expression of the entity and its properties, quantity and number, affirmation, exclamation, negation and question.",
        "Contextual models and discursive genres",
        "• Elementary contextual models in the comprehension and production of brief and simple oral, written and multimodal texts, such as congratulations, notes, lists or notices.",
        "Expressions and vocabulary",
        "• Elementary basic vocabulary of interest to students, related to basic interpersonal relationships, housing, places and nearby environments.",
        "Sound, stress and intonation patterns",
        "• Introduction to elementary sound and accentual patterns.",
        "Spelling Conventions",
        "• Introduction to elementary spelling conventions.",
        "1.1. Block 2: Communication strategies",
        "Communication strategies. Transversal to all CE",
        "Comprehension and expression strategies",
        "Initiation to elementary strategies for the comprehension and production of brief, simple and contextualized oral, written and multimodal texts.",
        "Conversational Strategies",
        "Elementary conversational conventions and strategies, in synchronous or asynchronous format, to start, maintain and end communication, take and give the floor, ask and answer, etc.",
        "Transfer strategies between languages",
        "Initiation to elementary strategies to identify and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "Reflection on learning and error treatment",
        "Self-confidence in the use of the foreign language.",
        "Analog and digital tools",
        "Elementary analog and digital tools for oral, written and multimodal comprehension and production",
        "1.1. Block 3: Culture and society",
        "Culture and society. Transversal to all EC",
        "Sociocultural and sociolinguistic aspects",
        "Elementary cultural patterns typical of the foreign language.",
        "Elementary and most significant sociocultural and sociolinguistic aspects related to customs and daily life in countries where the foreign language is spoken."
    ],
    "criteriosEvaluacion": [
        "1.1. Compare the similarities and differences between different languages and reflect, in a guided way, on basic aspects of how they work.",
        "1.2. Use and differentiate, in a guided way, the knowledge and strategies that make up their linguistic repertoire, with the support of other participants and analog and digital supports.",
        "1.3. Identify basic sociocultural aspects of the foreign language and also, with the help of the teacher, distinctive elements of the daily life of this culture with respect to their own.",
        "1.4. Show interest and respect for the linguistic and cultural differences of the foreign language, and identify, with the help of the teacher, prejudices and stereotypes, and recognize linguistic plurality as a source of cultural richness.",
        "2.1. Actively listen and interpret, with the teacher's guidance, brief and simple oral and multimodal texts on predictable topics in the immediate personal, social and educational field, as well as literary texts appropriate to the level of development of the student. students, expressed clearly.",
        "2.2. Identify the communicative function, the main theme and the secondary ideas of oral and multimodal texts, from the explicit meanings of a linguistic and extralinguistic nature (gestures, intonation, sound environment, visual signs, emotionality of the message) .",
        "2.3. Interpret vocabulary and recognize frequent structures on topics of the personal, social and educational sphere, expressed in a clear and simple way.",
        "3.1. Read and interpret, in a guided way, brief and simple written and multimodal texts on predictable topics from their immediate personal, social and educational environment, as well as literary texts appropriate to their level of development and expressed in an understandable and clear manner .",
        "3.2. Identify the communicative function, the main theme and the secondary ideas of written and multimodal texts, selecting and applying, in a guided way, written comprehension strategies in situations of their immediate personal, social and educational environment, based on of the explicit meanings of a linguistic and extra-linguistic nature (images, icons, arrangement of information) and their prior knowledge.",
        "3.3. Interpret vocabulary and recognize frequent structures on predictable topics from the personal, social and educational sphere in written and multimodal texts.",
        "3.4. Locate information in digital media, with the guidance of the teacher, from different types of simple multimodal texts from the personal, social and educational sphere.",
        "4.1. Produce simple oral and multimodal texts, expressed with adequate pronunciation, rhythm and intonation, based on previously worked models, with the guidance of the teacher, using a repertoire of expressions, vocabulary and basic structures in field situations close personal, social and educational.",
        "4.2. Use basic strategies, in a guided way, of planning and production, with the support of body language or extralinguistic elements to produce simple monologues.",
        "5.1. Produce simple written and multimodal texts in analog and digital formats on personal, social and educational issues, based on models and with the help of the teacher, using a basic repertoire of linguistic structures.",
        "5.2. Review the written texts based on models and with the help of the teacher.",
        "6.1. Participate in conversations, with brief and simple exchanges of information, on daily topics and of personal relevance, previously prepared, in analogue and digital contexts, using resources such as linguistic courtesy, digital etiquette, repetition, leisurely pace or non-verbal language.",
        "6.2. Interact showing empathy and respect, using elementary strategies to greet, say goodbye and introduce oneself; express short messages and ask and answer simple questions.",
        "7.1. Show interest in participating in the solution of problems of understanding about everyday matters of the personal and social sphere.",
        "7.2. Understand a brief and simple message in L2, and orally transmit the basic information or explain concepts in their L1, in a guided way, resorting, if necessary, to the help of other participants or documentary sources.",
        "7.3. Identify and use, in a guided way, elementary strategies that facilitate the comprehension and oral expression of information in different languages (from L2 to L1), such as non-verbal language or language simplification, using, with help, resources and analog and digital supports to create bridges in communication."
    ]
}