{
    "saberes": [
        "1.1. Bloque 1: Lengua y uso",
        "Lengua y uso. Transversal a todas las CE",
        "Funciones comunicativas",
        "• Funciones elementales adecuadas al ámbito y al contexto comunicativo: saludos, despedidas y presentaciones; identif icación de características de personas, objetos y lugares; respuestas concretas sobre cuestiones cotidianas; expresión del tiempo, de la cantidad y del espacio.",
        "• Unidades lingüísticas elementales y signif icados asociados a estas estructuras, como por ejemplo expresión de la entidad y sus  propiedades, cantidad y número, af irmación, exclamación, negación e interrogación.",
        "Modelos contextuales y géneros discursivos",
        "• Modelos contextuales elementales en la comprensión y producción de  textos  orales, escritos y multimodales, breves y sencillos, como por ejemplo felicitaciones, notas, listas o avisos.",
        "Expresiones y léxico",
        "• Léxico básico elemental y de interés para el alumnado, relativo a relaciones interpersonales básicas, vivienda, lugares y entornos próximos.",
        "Patrones sonoros, acentuales y de entonación",
        "• Iniciación a patrones sonoros y acentuales elementales.",
        "Convenciones ortográficas",
        "• Iniciación a convenciones  ortográf icas elementales.",
        "1.1. Bloque 2: Estrategias comunicativas",
        "Estrategias comunicativas. Transversal a todas las CE",
        "Estrategias de comprensión y expresión",
        "Iniciación a las estrategias elementales para la comprensión y  la producción de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
        "Estrategias conversacionales",
        "Convenciones y estrategias conversacionales elementales, en formato síncrono o asíncrono, para iniciar, mantener y acabar la comunicación, tomar y ceder la palabra, preguntar y responder, etc.",
        "Estrategias de transf erencia entre lenguas",
        "Iniciación a las estrategias elementales para identif icar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la  comparación de las lenguas y variedades que conf orman el repertorio lingüístico personal.",
        "Ref lexión sobre el aprendizaje y tratamiento del error",
        "Autoconf ianza en el uso de la lengua extranjera.",
        "Herramientas analógicas y digitales",
        "Herramientas analógicas y digitales elementales  para la comprensión y producción oral, escrita y multimodal",
        "1.1. Bloque 3: Cultura y sociedad",
        "Cultura y sociedad. Transversal a todas las CE",
        "Aspectos socioculturales y sociolingüísticos",
        "Patrones culturales elementales propios de la lengua extranjera.",
        "Aspectos socioculturales y sociolingüísticos elementales y más signif icativos relativos a las costumbres y la vida cotidiana en países donde se habla la lengua extranjera."
    ],
    "criteriosEvaluacion": [
        "1.1. Comparar las similitudes y dif erencias entre dif erentes lenguas y ref lexionar, de manera guiada, sobre aspectos básicos de su f uncionamiento.",
        "1.2. Utilizar y dif erenciar, de manera guiada, los conocimientos  y  las  estrategias  que forman su repertorio lingüístico, con apoyo de otros participantes y soportes analógicos y digitales.",
        "1.3. Identif icar aspectos socioculturales básicos de la lengua extranjera y también, con la ayuda del y de la docente, elementos distintivos de la vida cotidiana de  esta cultura respecto a la propia.",
        "1.4.  Mostrar   interés   y   respeto   por  las dif erencias lingüísticas y culturales de la lengua extranjera, e identif icar, con la ayuda del    y    de    la    docente,    prejuicios    y estereotipos,   y   reconocer   la   pluralidad lingüística como f uente de riqueza cultural.",
        "2.1. Escuchar de manera activa  e interpretar, con la guía del y de la docente, textos orales y multimodales, breves y sencillos, sobre temas predecibles  del ámbito personal, social y educativo próximo, así como textos literarios adecuados al nivel de desarrollo del alumnado, expresados de manera clara.",
        "2.2. Identif icar la f unción comunicativa, el tema principal y las ideas secundarias de textos orales y multimodales, a partir de los signif icados explícitos de carácter lingüístico y extralingüístico (gestos, entonación, entorno sonoro, signos visuales, emotividad del mensaje).",
        "2.3. Interpretar vocabulario y reconocer estructuras f recuentes sobre temas del ámbito personal, social y educativo próximo, expresados de manera clara y sencilla.",
        "3.1. Leer  e interpretar,  de  manera  guiada, textos  escritos   y   multimodales,   breves   y sencillos,  sobre  temas  predecibles   de  su ámbito personal, social y educativo próximo, así como textos literarios adecuados a su nivel de  desarrollo   y   expresados   de   manera comprensible y clara.",
        "3.2. Identif icar la f unción comunicativa, el tema principal y las  ideas  secundarias  de textos escritos  y   multimodales,   seleccionando   y aplicando, de manera guiada, las estrategias de comprensión escrita en situaciones  de su ámbito personal, social y educativo próximo, a partir de los signif icados explícitos de carácter lingüístico, extralingüístico (imágenes, iconos, disposición    de la inf ormación)    y sus conocimientos previos.",
        "3.3. Interpretar vocabulario  y   reconocer estructuras f recuentes sobre temas predecibles  del  ámbito  personal,   social  y educativo  próximo   en   textos   escritos   y multimodales.",
        "3.4. Localizar inf ormación en medios digitales, con la guía del y de la docente, a partir de dif erentes     tipos    de    textos    multimodales sencillos  del   ámbito   personal,   social   y educativo.",
        "4.1. Producir  textos  orales  y  multimodales sencillos, expresados con una pronunciación, ritmo y  entonación  adecuados,  a  partir  de modelos previamente  trabajados, con la guía del y de la docente, utilizando un repertorio de expresiones, léxico y estructuras básicas en situaciones  del   ámbito  personal,   social  y educativo próximo.",
        "4.2. Utilizar  estrategias  básicas, de manera guiada, de planif icación y producción, con el apoyo  del  lenguaje  corporal  o  elementos extralingüísticos  para   producir   monólogos sencillos.",
        "5.1. Producir textos escritos y multimodales sencillos en soportes analógicos y digitales sobre temas del ámbito personal, social y educativo, a partir de modelos y con la ayuda del y de la docente, utilizando un repertorio básico de estructuras lingüísticas.",
        "5.2. Revisar los textos escritos a partir de modelos y con ayuda del y de la docente.",
        "6.1. Participar en conversaciones, con intercambios de inf ormación breves y sencillos, sobre temas cotidianos y de relevancia personal, preparados previamente, en contextos analógicos y digitales, utilizando recursos como la cortesía lingüística, la etiqueta digital, la repetición, el ritmo  pausado o el lenguaje no verbal.",
        "6.2. Interaccionar mostrando empatía y respeto, utilizando estrategias elementales para saludar, despedirse y presentarse; expresar mensajes breves y formular y contestar preguntas sencillas.",
        "7.1. Mostrar interés por participar en la solución de problemas de entendimiento sobre asuntos cotidianos del ámbito personal y social.",
        "7.2. Comprender un mensaje breve y sencillo en L2, y transmitir oralmente la inf ormación básica o explicar conceptos en su L1, de manera guiada, recurriendo, si es necesario, a la ayuda de otros participantes o f uentes documentales.",
        "7.3. Identif icar y utilizar, de manera guiada, estrategias elementales que f aciliten la comprensión y la expresión oral de inf ormación en dif erentes lenguas (de la L2 a la L1), como el lenguaje no verbal o la simplificación del lenguaje, usando, con ayuda, recursos y soportes analógicos y digitales para crear puentes en la comunicación."
    ]
}