{
    "criteriosEvaluacion": [
        "1.1. Comprender la importancia de la actividad empresarial y el emprendimiento dentro de la economía actual, reconociendo el poder de transformación que ejercen en la sociedad y reflexionando sobre el valor la innovación y la digitalización.",
        "1.2. Analizar el papel de la I+D+I en el desarrollo social y empresarial, identificando nuevas tendencias y tecnologías que tienen un alto impacto en la economía.",
        "2.1. Valorar la capacidad de adaptación ágil, responsable y sostenible de las empresas a los cambios del entorno genérico y a las exigencias del mercado, investigando el entorno económico y social y su influencia en la actividad empresarial.",
        "2.2. Conocer los distintos tipos de empresa, sus elementos y funciones, así como las formas jurídicas que adoptan , relacionando con cada una de ellas las responsabilidades legales de sus propietarios y gestores y las exigencias de capital.",
        "2.3. Identificar y analizar las características del entorno competitivo o específico en el que la empresa desarrolla su actividad, analizando su cadena de valor y sus ventajas competitivas, explicando, a partir de ellas, las distintas estrategias y decisiones adoptadas y las posibles implicaciones sociales y medioambientales de su actividad.",
        "3.1. Proponer un modelo de negocio o de gestión diferenciado que permita dar respuesta a las necesidades de los usuarios, generar valor y contribuir al bienestar económico y social actual, comparando distintos modelos y utilizando estrategias y herramientas de diseño creativo.",
        "3.2. Analizar las características organizativas y funcionales de la empresa, analizando a partir de ellas, las decisiones de planificación, organización, gestión, control y optimización de actividades de todas sus áreas funcionales, recursos, y asociaciones clave de un modelo de negocio innovador.",
        "3.3. Analizar y tomar decisiones sobre los procesos productivos desde la perspectiva de la eficiencia y la productividad, definiendo el soporte necesario para hacer realidad el modelo de negocio, comprendiendo la relación entre los ingresos y los costes, el proceso de obtención del beneficio y del umbral de rentabilidad de la empresa y las decisiones de producción o compra.",
        "3.4. Analizar las características del mercado y explicar, de acuerdo con ellas, la propuesta de valor, canales, relaciones con clientes y otras variables del marketing mix, así como las fuentes de ingresos de un modelo de negocio innovador.",
        "4.1. Gestionar eficazmente la información y facilitar el proceso de toma de decisiones a partir de la información obtenida tanto en el ámbito interno como externo de la empresa, aplicando estrategias y nuevas fórmulas comunicativas.",
        "4.2. Seleccionar estrategias de comunicación aplicadas al mundo empresarial, utilizando nuevas fórmulas comunicativas que faciliten la gestión eficaz de la información y la trasmisión de la misma a otros.",
        "4.3. Exponer el proyecto de modelo de negocio llevado a cabo, utilizando las herramientas necesarias que permitan despertar el interés y cautivar a los demás con la propuesta de valor presentada.",
        "5.1. Validar la propuesta de modelo de negocio diseñado dentro de un contexto andaluz determinado, definiéndolo a partir de las tendencias clave del momento, la situación macroeconómica, el mercado y la competencia, comprendiendo todo el proceso llevado a cabo y aplicando técnicas de estudio previsional y herramientas de análisis empresarial.",
        "5.2. Determinar previsionalmente la estructura de ingresos y costes, calculando su beneficio y umbral de rentabilidad, a partir del modelo de negocio planteado.",
        "5.3. Elaborar un plan de negocio básico sobre un escenario simulado concreto, justificando las decisiones tomadas mediante la aplicación de criterios estáticos y dinámicos de selección de inversiones y otros argumentos fundamentados con criterios económicos.",
        "5.4. Analizar y explicar la situación económico-financiera, a partir de la información recogida tanto en el balance como en la cuenta de pérdidas y ganancias, describiendo las relaciones entre sus masas patrimoniales mediante el fondo de maniobra y ratios, evaluando sus rentabilidades económica y financiera e indicando las posibles soluciones a los desequilibrios encontrados."
    ],
    "saberes": [
        "A. La empresa y su entorno",
        "EYDI.2.A.1. El empresario o la empresaria. Teorías sobre la explicación de sus funciones sociales. El emprendedor y la emprendedora. Perfiles.",
        "EYDI.2.A.2. La empresa. Clasificación. Localización y dimensión de la empresa. Estrategias de crecimiento. PYMES y multinacionales: características estrategias, ventajas e inconvenientes. Marco jurídico que regula la actividad empresarial.",
        "EYDI.2.A.3. El entorno empresarial. Responsabilidad social corporativa. Mujer y emprendimiento. Inclusión y emprendimiento.",
        "EYDI.2.A.4. La empresa, digitalización e innovación. I+D+I. Teorías de la innovación. Tipos de innovación. Tendencias emergentes. Estrategias de innovación.",
        "B. El modelo de negocio y de gestión",
        "EYDI.2.B.1. Empresa y modelo de negocio. Planificación estratégica. Dirección y liderazgo. Estructuras organizativas. Comunicación: modalidades y recursos digitales. Cultura de empresa. Resolución de conflictos.",
        "EYDI.2.B.2. La función comercial. Investigación de mercados. Segmento de clientes. La propuesta de valor. Producto, precios, canales y promoción. Relaciones con clientes. Fuentes de ingresos. Estrategias de marketing.",
        "EYDI.2.B.3. La función productiva. Proceso productivo. Eficiencia: técnica y económica. Productividades media y global. Cadena de valor y actividades clave. Recursos clave. Asociaciones clave. Estructura de costes: clasificación, cálculo y representación de costes, beneficios y decisiones de producir o comprar. La calidad.",
        "EYDI.2.B.4. La gestión de los recursos humanos: reclutamiento, selección y evaluación. La motivación, formación y funcionamiento de equipos ágiles. Las habilidades que demanda el mercado de trabajo. La contratación y las relaciones laborales de la empresa. Las políticas de igualdad y de inclusión en las empresas.",
        "EYDI.2.B.5. La función financiera. Estructura económica y financiera. Inversión: definición y tipos. Valoración y selección de inversiones: plazo de recuperación, VAN y TIR. Recursos financieros. Análisis de fuentes alternativas de financiación interna y externa.",
        "EYDI.2.B.6. La información en la empresa: obligaciones contables. Composición y valoración del patrimonio. Cuentas anuales e imagen fiel. Elaboración e interpretación de balance y cuenta de pérdidas y ganancias.",
        "C. Herramientas para innovar en modelos de negocio y de gestión",
        "EYDI.2.C.1. El lienzo de modelo de negocio y de gestión: concepto, áreas, bloques, utilidad y patrones de modelos de negocio.",
        "EYDI.2.C.2. El punto de vista de los clientes: mapa de empatía. La competencia y nichos de mercado.",
        "EYDI.2.C.3. La creatividad aplicada al diseño de modelo de negocio y de gestión. El proceso de creatividad: divergencia y convergencia. Dinámicas de generación de nuevas ideas de modelos de negocio.",
        "EYDI.2.C.4. Las herramientas de organización de ideas: Pensamiento Visual o Visual Thinking. Capacidad de síntesis. Ideación. Comunicación: modalidades y recursos digitales. Otras herramientas para innovar en modelos de negocio y de gestión.",
        "EYDI.2.C.5. El prototipado: concepto y utilidad. Posibilidades de prototipado: bienes, servicios y aplicaciones. ",
        "EYDI.2.C.6. Las herramientas de presentación de un proyecto o de una idea. Metodología: narración de historias o storytelling y el discurso en el ascensor o elevator pitch. Otras metodologías.",
        "EYDI.2.C.7. Los escenarios: exploración de ideas, escenarios futuros y nuevos modelos de negocio. Otras herramientas para innovar en modelos de negocio y de gestión.",
        "D. Estrategia empresarial y métodos de análisis de la realidad empresarial: estudio de casos y simulación",
        "EYDI.2.D.1. El entorno del modelo de negocio. Previsión: tendencias clave. Macroeconomía: variables macroeconómicas. Competencia: fuerzas competitivas y ventajas competitivas.",
        "EYDI.2.D.2. La evaluación previa de modelos de negocio: análisis DAFO, análisis previsional de ingresos y costes, cálculo, representación e interpretación del umbral de rentabilidad.",
        "EYDI.2.D.3. La validación del modelo de negocio. Lean Startup. Desarrollo de clientes. Desarrollo de producto ágil. ",
        "EYDI.2.D.4. La protección de la idea, del producto y de la marca.",
        "EYDI.2.D.5. La toma de decisiones. Estrategias. Simulación en hoja de cálculo. Redacción de un plan de negocios básico.",
        "EYDI.2.D.6. El análisis de resultados: estudio de mercado, análisis e interpretación de la información contable y análisis de estados financieros: fondo de maniobra y ratios. Situaciones y equilibrios patrimoniales. Rentabilidades económica y financiera. Periodos medios de maduración."
    ]
}