{
  "saberes": [
    "A. Las destrezas científicas básicas",
    "- Metodologías de la investigación científica: identificación y formulación de cuestiones, elaboración de hipótesis y comprobación experimental de las mismas, en situaciones sencillas y guiadas por el profesor.",
    "- Trabajo experimental y proyectos de investigación sencillos y guiados: estrategias en la resolución de problemas y en el desarrollo de investigaciones mediante la indagación, la deducción, la búsqueda de evidencias y el razonamiento lógico-matemático, haciendo inferencias válidas de las observaciones y obteniendo conclusiones.",
    "- Diversos entornos y recursos de aprendizaje científico como el laboratorio o los entornos virtuales: materiales, sustancias, instrumentos y herramientas tecnológicas.",
    "- Normas de uso elementales de cada espacio, asegurando y protegiendo así la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medio ambiente.",
    "- El lenguaje científico: unidades del Sistema Internacional y sus símbolos. Herramientas matemáticas básicas en diferentes escenarios científicos y de aprendizaje.",
    "- Estrategias de interpretación y producción de información científica utilizando diferentes formatos y diferentes medios: desarrollo del criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
    "- Valoración de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de la física y la química en el avance y la mejora de la sociedad.",
    "B. La materia",
    "- Teoría cinético-molecular: aplicación a observaciones sobre la materia explicando sus propiedades (generales y específicas como la densidad), los estados de agregación, los cambios de estado (interpretación de las gráficas de calentamiento y enfriamiento), la formación de mezclas y disoluciones (cálculo de la concentración en g/L) y el comportamiento de los gases (relación entre las variables de las que depende el estado de un gas P, V y T cuando una de ellas permanece constante)",
    "- Experimentos sencillos relacionados con los sistemas materiales: conocimiento y descripción de sus propiedades, su composición y su clasificación. Utilización de métodos de separación de mezclas homogéneas y heterogéneas.",
    "- Estructura atómica: desarrollo histórico de los modelos atómicos, utilización del modelo atómico planetario para entender la formación de iones, la existencia, formación, propiedades y usos tecnológicos y científicos de los isótopos radiactivos y ordenación de los elementos en la tabla periódica. Diferencias entre átomos y moléculas, elementos y compuestos. Sustancias de uso frecuente y conocido.",
    "- Nomenclatura: participación de un lenguaje científico común y universal formulando y nombrando sustancias simples, mediante las reglas de nomenclatura de la IUPAC.",
    "C. La energía",
    "- Formulación de cuestiones e hipótesis sobre la energía, propiedades y manifestaciones que la describan como la causa de todos los procesos de cambio. Identificación de las diferentes formas de energía, su transformación y conservación mediante ejemplos.",
    "- Diseño y comprobación experimental de hipótesis relacionadas con el uso doméstico e industrial de la energía en sus distintas formas y las transformaciones entre ellas.",
    "- Elaboración fundamentada de hipótesis sobre el medio ambiente y la sostenibilidad a partir de las diferencias entre fuentes de energía renovables y no renovables.",
    "- Efectos del calor sobre la materia: análisis de los efectos y aplicación cualitativa en situaciones cotidianas. Funcionamiento del termómetro y mecanismos de transferencia de calor.",
    "D. La interacción",
    "- Predicción del movimiento rectilíneo uniforme a partir de los conceptos de la cinemática, formulando hipótesis comprobables sobre valores futuros de estas magnitudes, validándolas a través del cálculo numérico, la interpretación y elaboración de gráficas posición-tiempo, el trabajo experimental o la utilización de simulaciones informáticas.",
    "- Las fuerzas como productoras de deformaciones en los sistemas sobre los que actúan. Ley de Hooke. Muelles y dinamómetros."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Identificar y comprender los fenómenos fisicoquímicos cotidianos más relevantes a partir de los principios, teorías y leyes científicas adecuadas, expresándolos, de manera argumentada, utilizando diversidad de soportes (textos, representaciones esquemáticas, tablas, gráficas, aplicaciones informáticas) y medios de comunicación. (CCL1, STEM2, CD1)",
    "1.2 Resolver los problemas fisicoquímicos sencillos planteados utilizando las leyes y teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados. (CCL1, STEM1, STEM2, STEM4)",
    "1.3 Reconocer y describir en el entorno inmediato situaciones problemáticas reales de índole científica analizando críticamente su impacto en la sociedad. (CCL1, STEM2, CPSAA4)",
    "Competencia específica 2",
    "2.1 Emplear las metodologías propias de la ciencia en la identificación y descripción de fenómenos a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, la deducción, el trabajo experimental, simulaciones informáticas y el razonamiento lógico-matemático. (CCL1, CCL3, STEM1, STEM2, STEM4, CD1, CPSAA4, CCEC3)",
    "2.2 Seleccionar, de acuerdo con la naturaleza de las cuestiones que se traten, la mejor manera de comprobar o refutar las hipótesis formuladas, buscando evidencias que permitan obtener conclusiones y respuestas ajustadas a la naturaleza de la pregunta formulada. (CCL1, CCL3, STEM2, CD1, CPSAA4)",
    "2.3 Aplicar las leyes y teorías científicas conocidas al formular cuestiones e hipótesis, siendo coherente con el conocimiento científico existente (STEM2)",
    "Competencia específica 3",
    "3.1 Emplear datos en diferentes formatos (textos, tablas y gráficos) para interpretar y comunicar información relativa a un proceso fisicoquímico concreto de poca dificultad, relacionando entre sí lo que cada uno de ellos contiene, y extrayendo en cada caso lo más relevante para la resolución de un problema. (STEM4, CD3, CPSAA4)",
    "3.2 Utilizar adecuadamente las reglas básicas de la física y la química, incluyendo el uso de unidades de medida, las herramientas matemáticas y las reglas de nomenclatura de la IUPAC para sustancias simples, consiguiendo una comunicación efectiva con toda la comunidad científica. (STEM4, CD3, CC1, CCEC2)",
    "3.3 Poner en práctica las normas elementales de uso en el laboratorio de física y química, asegurando la salud propia y colectiva, la conservación sostenible del medio ambiente y el cuidado de las instalaciones. (STEM5, CPSAA2, CC1)",
    "Competencia específica 4",
    "4.1 Utilizar recursos variados, tradicionales y digitales, mejorando el aprendizaje autónomo y la interacción con otros miembros de la comunidad educativa, con respeto hacia docentes y estudiantes y analizando críticamente las aportaciones de cada participante. (CCL3, STEM4, CD1, CD2, CD3, CPSAA3, CPSAA4)",
    "4.2 Trabajar de forma adecuada y pautada con medios variados, tradicionales y digitales, en la consulta de información, seleccionando con criterio las fuentes más fiables y desechando las menos adecuadas y mejorando el aprendizaje propio y colectivo. (CCL2, CCL3, CD1, CD3, CPSAA3, CE3, CCEC4)",
    "Competencia específica 5",
    "5.1 Establecer interacciones constructivas y coeducativas, iniciando actividades de cooperación como forma de explorar un medio de trabajo eficiente en la ciencia. (CCL5, CP3, STEM5, CD3, CPSAA3, CC3, CE2)",
    "5.2 Emprender, de forma guiada y de acuerdo con la metodología adecuada, proyectos científicos sencillos que involucren al alumnado en la mejora de la sociedad y que creen valor para el individuo y para la comunidad. (STEM3, STEM5, CE2)",
    "Competencia específica 6",
    "6.1 Reconocer, a través del análisis histórico de los avances científicos logrados por hombres y mujeres de ciencia, que la ciencia es un proceso en permanente construcción y que existen repercusiones mutuas de la ciencia actual con la tecnología, la sociedad y el medio ambiente. (STEM2, CD4, CPSAA1, CPSAA4, CC3, CCEC1)",
    "6.2 Detectar en el entorno, a partir de una situación concreta, las necesidades tecnológicas, ambientales, económicas y sociales más importantes que demanda la sociedad, entendiendo la capacidad de la ciencia para darles solución sostenible a través de la implicación de todos los ciudadanos. (STEM5, CD4, CC4)"
  ]
}