{
  "saberes": [
    "A. Autoconocimiento personal y regulación emocional",
    "ASE.4.A.1. Conocimiento de uno mismo. Factores que influyen en el desarrollo del autoconcepto y la autopercepción.",
    "ASE.4.A.2. Construcción de una memoria autobiográfica que incluya la compresión emocional de uno mismo. ",
    "ASE.4.A.3. Conductas intrapersonales que impliquen el desarrollo de la independencia, la búsqueda de la autorrealización personal, y fomenten la equidad.",
    "ASE.4.A.4. Regulación emocional: conocimiento de los estilos atribucionales e identificación de los propios. Capacidad autocrítica.",
    "ASE.4.A.5. Desarrollo de estrategias para la autoregulación y de habilidades para generar emociones positivas en uno mismo y resiliencia, asertividad y resolución pacífica de conflictos.",
    "ASE.4.A.6. Habilidades emocionales, cognitivas y socioculturales para aumentar la capacidad de adaptación a situaciones adversas.",
    "B. Relaciones interpersonales y participación",
    "ASE.4.B.1. Relaciones interpersonales: habilidades y estrategias para la mejora de las relaciones interpersonales y la comunicación: conocimiento del concepto de empatía y conductas que la promueven. Conocimiento de barreras en la comunicación y desarrollo de estrategias para superarlas.",
    "ASE.4.B.2. Conocimiento y desarrollo de habilidades sociales y asertividad. Conducta prosocial y cooperativa. Comunicación receptiva y expresiva.",
    "ASE.4.B.3. Dinamismo, iniciativa y liderazgo: identificación del concepto de liderazgo y conocimiento de técnicas y habilidades de liderazgo y desarrollo de la capacidad de negociación.",
    "ASE.4.B.4. Capacidades para dinamizar y tomar la iniciativa en situaciones grupales.",
    "ASE.4.B.5. Componentes interpersonales: habilidades de organización y gestión del tiempo y planificación de tareas.",
    "ASE.4.B.6. Trabajo en equipo: conocimiento de técnicas cooperativas para optimizarlo.",
    "C. Reflexión ética y responsabilidad social",
    "ASE.4.C.1. Reflexión ética y ciudadanía activa: concepto de ciudadanía activa y valoración. ",
    "ASE.4.C.2. Desarrollo de capacidades para participar en la sociedad andaluza con actitud crítica.",
    "ASE.4.C.3. Responsabilidad social: conocimiento y adquisición de estrategias de resolución pacífica de los conflictos para el respeto mutuo y la cooperación entre iguales. La mediación como estrategia de resolución. ASE.4.C.4. Implicación y compromiso social. Conocimiento e implicación con el Asociacionismo andaluz, el voluntariado y el desarrollo de proyectos comunitarios. Conocimiento del papel y las funciones que desempeñan las asociaciones en la sociedad andaluza.",
    "ASE.4.C.5. Desarrollo de actitudes de respeto mutuo y de conductas de cooperación entre iguales.",
    "ASE.4.C.6. Desigualdad económica: reflexión sobre las causas que originan la desigualdad económica y consecuencias. El comercio justo, la ética ambiental y la sostenibilidad.",
    "ASE.4.C.7. Sostenibilidad y ética ambiental: objetivos del desarrollo sostenible. Sensibilización y concienciación sobre la necesidad de lograr un modelo de desarrollo y sociedad andaluza sostenible. Realización de acciones ambientalmente sostenibles: consumo responsable.",
    "ASE.4.C.8. Lucha contra la pobreza: sensibilización ante la desigualdad en el reparto de la riqueza. Identificación y reflexión sobre posibles soluciones. Asunción de responsabilidades y compromiso en la lucha contra la pobreza y la desigualdad.",
    "ASE.4.C.9. Respeto por la diversidad étnico cultural. Conocimiento y valoración de la diversidad y riqueza étnica andaluza producto de la historia de nuestra comunidad.",
    "D. Proyecto de investigación",
    "ASE.4.D.1. Creatividad, actividad y experiencias de servicio. Diseño de un proyecto CAS en el contexto de Andalucía donde se establezca una planificación de cada una de sus etapas.",
    "ASE.4.D.2. Desarrollo de un proyecto CAS según la planificación de cada una de sus etapas. ",
    "ASE.4.D.3. Implementación de un proyecto CAS según la planificación de cada una de sus etapas.",
    "ASE.4.D.4. Análisis y valoración de los resultados de un proyecto CAS, utilizando distintas herramientas digitales.",
    "ASE.4.D.5. Difusión de la puesta en práctica de un proyecto CAS, utilizando distintas herramientas digitales."
  ],
  "criteriosEvaluacion": [
    "1.1. Mejorar el desempeño personal, identificando los puntos fuertes y los ámbitos que necesita mejorar, aplicando estrategias de gestión emocional y tomando conciencia de las propias emociones y las de los demás.",
    "1.2. Conocer los procesos implicados en el desarrollo de las emociones: la relación entre emoción, cognición y comportamiento y desarrollar estrategias de afrontamiento y para autogenerarse emociones positivas.",
    "1.3. Desarrollar autogestión personal y autoeficacia emocional, buena autoestima, actitud positiva ante la vida, responsabilidad, capacidad para analizar críticamente las normas sociales y capacidad para buscar ayuda y recursos.",
    "1.4. Mostrar resiliencia, transformar el error o las dificultades en nuevas oportunidades de aprendizaje, adoptar comportamientos responsables para afrontar los desafíos de la vida, ya sean privados, profesionales o sociales, así como las situaciones excepcionales que acontezcan.",
    "2.1. Desarrollar habilidades sociales y de aprendizaje colaborativo y reconocer los beneficios del trabajo en equipo.",
    "2.2. Participar en diálogos y debates manifestando una actitud de respeto y escucha activa hacia ideas diferentes a las propias y argumentando la posición personal defendida.",
    "2.3. Asumir la responsabilidad de la participación en el grupo, respetar y mostrar empatía por todos los miembros del grupo, escuchar activamente los distintos puntos de vista y las aportaciones de sus compañeros y compañeras.",
    "2.4. Identificar criterios que permitan evaluar, de forma crítica y reflexiva, la participación de todos los miembros del grupo.",
    "3.1. Valorar la importancia de la participación en la vida política u otras formas de participación ciudadana, como la cooperación, el asociacionismo y el voluntariado en Andalucía.",
    "3.2. Mostrar responsabilidad y compromiso con cuestiones de importancia local, nacional e internacional.",
    "3.3. Reconocerse miembros de una ciudadanía global. Mostrar respeto crítico por las costumbres y modos de vida de poblaciones distintas a la propia y manifestar comportamientos solidarios con las personas y colectivos desfavorecidos.",
    "3.4. Valorar la diversidad, especialmente la de la sociedad andaluza, desde el respeto y la inclusión, considerándola un elemento enriquecedor y de valor a nivel personal, social y cultural.",
    "4.1. Articular las etapas del proyecto, identificación del objetivo o propósito, preparación, acción, reflexión continua y demostración.",
    "4.2. Afrontar de forma eficaz la organización, gestión y planificación de las tareas.",
    "4.3. Desarrollar un plan de acción coherente teniendo en cuenta la finalidad o el propósito, las actividades y los recursos.",
    "4.4. Mostrar iniciativa, hacer propuestas, participar, colaborar e interactuar a lo largo de todo el proyecto.",
    "4.5. Afrontar de forma eficaz las dificultades y los obstáculos, utilizando habilidades sociales, valorando la participación e integración de todos los miembros.",
    "4.6. Comunicarse de manera asertiva, reconociendo y valorando a todos los miembros del proyecto.",
    "5.1. Desarrollar y ejecutar un proyecto de investigación.",
    "5.2. Describir y difundir el desarrollo del proyecto haciendo uso de las tecnologías digitales.",
    "5.3. Emplear herramientas digitales para exponer y compartir el proyecto de investigación.",
    "5.4. Utilizar estrategias diversas, incluidas las herramientas digitales, para recopilar y presentar información oralmente y por escrito, en un entorno de trabajo colaborativo."
  ]
}