{ 
  "saberes": [
    "A. Filosofía, realidad y conocimiento:",
    "1. ¿Qué es la Filosofía y para qué nos sirve?",
    "Origen y definición de la filosofía.",
    "Características del saber filosófico. El pensamiento crítico y autónomo. Ramas de la Filosofía.",
    "Función de la Filosofía en el desarrollo personal y social.",
    "2. ¿Cómo conocemos y para qué nos sirve el conocimiento?",
    "El problema del conocimiento. La verdad: posicionamientos y teorías.",
    "Verdad y sociedad actual. La era de la post verdad y las “fake news”",
    "Análisis de las formas de conocimiento: razón, emociones, intuición y creencias. Razón y espiritualidad en la sociedad actual.",
    "Dimensión política y social del conocimiento: conocimiento, libertad y poder. Desinformación y sobreinformación.",
    "La realidad y las formas de entenderla: esencialista, relaacional y procesual.",
    "B. El yo, el ser humano y la vida:",
    "1. ¿Quién soy y quiénes somos?",
    "Quién soy y quiénes somos: respuestas desde la filosofía, la ciencia y la religión.",
    "Identidad personal y colectiva: factores que influyen en su construcción y en su evolución.",
    "Identidades y discriminación.",
    "Identidad e identificación personal. El yo y el grupo: procesos y formas de socialización. Configuración del yo: razón y emociones.",
    "El ser humano: naturaleza y cultura.",
    "Qué es la cultura. Posicionamientos ante la diversidad cultural y conflictos culturales en nuestro entorno.",
    "2. ¿Qué es la vida y cómo ser felices?",
    "Teorías de la felicidad.",
    "El sentido de la vida en la historia de la filosofía y en la sociedad actual. Realización personal y social en el mundo actual.",
    "La felicidad desde lo individual y lo social: factores que influyen en su construcción. La búsqueda de la felicidad en la sociedad actual.",
    "C. Filosofía práctica aquí y ahora:",
    "1. ¿Qué está bien y cómo podemos convivir?",
    "Conceptos básicos de Ética y Política. Relación entre ética y política.",
    "Posicionamientos éticos: universalismo, relativismo y escepticismo. Principales teorías éticas.",
    "Conflictos éticos y morales en nuestro entorno cotidiano. Debates éticos contemporáneos.",
    "Principales propuestas de organización social y de gestión del poder. Derechos y deberes.",
    "Funcionamiento político en nuestra sociedad. La política aquí y ahora.",
    "Los jóvenes y las jóvenes y la política.",
    "2. ¿Qué aporta la Filosofía a la sociedad actual?",
    "La cuestión estética en la sociedad actual: el Arte y la Belleza desde la Filosofía. Estética y sociedad de consumo. Estética e identidad.",
    "Problemáticas contemporáneas: límites del planeta, globalización, desigualdad de género, desarrollo tecnológico, movimientos migratorios, injusticias epistemológicas…",
    "La función de la Filosofía en la sociedad actual. Filosofía y educación.    "
  ],
  "criteriosEvaluacion": [
    "1.1. Reconocer la radicalidad y trascendencia de los problemas filosóficos mediante su identificación y la reflexión en torno a estos, a través del trabajo con textos y otros medios de expresión.",
    "1.2. Formular ideas y preguntas filosóficas partiendo de las principales cuestiones desarrolladas a lo largo de la historia del pensamiento.",
    "2.1. Reconocer el trasfondo filosófico latente, en las cuestiones cotidianas y en su entorno cercano, a través del establecimiento de conexiones entre los conceptos y debates clásicos y contemporáneos de la Filosofía, y la problemática filosófica que subyace a los hechos y realidades analizadas.",
    "3.1. Participar en actividades grupales de contraste e intercambio de ideas sobre cuestiones y problemas filosóficamente relevantes, así como en el ejercicio de una ciudadanía activa y democrática, utilizando un diálogo argumentativo racional, respetuoso, abierto, constructivo y comprometido con la verdad.",
    "3.2. Identificar en uno/a mismo/a las los puntos fuertes y débiles para el ejercicio dialógico, tanto a nivel técnicoargumentativo como a nivel emocional, tomando consciencia de la propia participación e implementando estrategias para solventarlos.",
    "4.1. Generar una concepción no dogmática de los problemas filosóficos, mediante el análisis crítico de ideas filosóficas distintas y opuestas en torno a los mismos.",
    "4.2. Analizar distintas teorías filosóficas como momentos de un proceso dinámico y siempre abierto de reflexión y diálogo, a través del análisis de los argumentos de dichas tesis y teorías.",
    "5.1. Construir, a través de la investigación y el diálogo, un adecuado concepto de sí mismo reconociendo las múltiples dimensiones de su naturaleza y personalidad, como base para cimentar su proyecto vital y el logro de sus propósitos personales.",
    "5.2. Desarrollar una actitud de gestión equilibrada de las emociones, de estima y cuidado de sí mismo y de los otros, identificando, analizando y expresando de manera asertiva las propias emociones y reconociendo y valorando las de los demás.",
    "6.1. Reconocer y comprender los principales debates éticos contemporáneos a través de la investigación y el diálogo, para reflexionar en torno a ellos, relacionándolos con los conocimientos filosóficos adquiridos para construir un posicionamiento propio en torno a ellos."
  ]
}
