{
    "criteriosEvaluacion": [
        "1.1. Descriure el procés de la comunicació audiovisual i els elements que hi intervenen.",
        "1.2. Identificar els emissors en els diferents mitjans segons pertanguen a diferents agents responsables de la producció, públics o privats, i els potencials receptors.",
        "1.3. Reconéixer, a través de la reflexió i el debat argumentat, el paper de les variables socioculturals, polítiques, econòmiques, ideològiques i estètiques en la construcció de missatges audiovisuals.",
        "1.4. Identificar elements expressius de produccions audiovisuals buscant informació addicional, establint connexions amb referents culturals i determinant-ne el significat.",
        "1.5. Argumentar sobre produccions audiovisuals, descrivint quina representació fan de la realitat i comunicant valoracions personals crítiques i estètiques, fent un ús adequat del vocabulari específic dels diferents llenguatges i mitjans.",
        "1.6. Compartir arguments i criteris de valoració sobre produccions audiovisuals a través de diferents canals i contextos, mostrant responsabilitat i crítica respecte als missatges que emeten els diferents mitjans públics o privats.",
        "1.7. Explorar diferents aproximacions en la transmissió d’idees, sentiments o emocions mitjançant el disseny de missatges i accions audiovisuals diverses adaptades a diferents grups i tipus de receptors.",
        "1.8. Elaborar un projecte audiovisual valorant-ne la dimensió informativa, lúdica, artística i ideològica, justificant les decisions preses i exercint, amb criteri i respecte, la llibertat d’expressió personal.",
        "1.9. Planificar les fases d’una producció audiovisual senzilla individual i/o col·lectiva mitjançant un procés creatiu de tria d’idees i gestió de recursos materials i humans de manera sostenible i integradora, i valorant la dimensió professional vinculada a les diferents àrees.",
        "1.10. Aplicar eines tecnològiques de producció audiovisual en la realització de projectes comunicatius diversos, desenvolupant diferents dinàmiques de treball individual i en grup, de manera activa, planificada, respectuosa i responsable.",
        "1.11. Crear produccions audiovisuals que donen forma coherent a la intencionalitat comunicativa, fent ús dels elements de la narrativa visual i la integració del so amb exigència a la qualitat de l’acabat.",
        "1.12. Explorar diferents maneres de difondre les produccions audiovisuals valorant l’impacte en la recepció segons els diferents contextos i considerant aspectes ètics, legals, de seguretat, de sostenibilitat i d’identitat digital.",
        "1.13. Compartir l’experiència creativa de selecció i presa de decisions en funció del missatge que es vol comunicar, valorant la relació entre la intenció, el procés i la producció, i avaluant-ne el resultat."
    ],
    "saberes": [
        "3.2. Bloc 1. Percepció i anàlisi",
        "Els sabers d’aquest subbloc són transversals a totes les competències, tot i estar especialment vinculats a CE1, CE2 i CE3.",
        "3.2.1. La imatge estàtica",
        "- Imatge fotogràfica. Característiques i gèneres contemporanis. Patrimoni valencià i de diferents cultures.",
        "- Tipologia, característiques i funcions de les imatges. Capacitat expressiva i comunicativa.",
        "- Dimensió estètica, lúdica i ideològica de les imatges. Lectura crítica.",
        "- Llenguatge fotogràfic. Tecnologia digital. Correcció tècnica i expressiva.",
        "- La imatge seqüencial: el còmic.",
        "3.2.2. La imatge en moviment",
        "- De la imatge estàtica a la imatge en moviment: fonaments i tecnologies històriques. Manifestacions cinematogràfiques i audiovisuals contemporànies. Patrimoni valencià i de diferents cultures.",
        "- Context històric, sociocultural, artístic i comunicatiu del cinema.",
        "- Dimensió estètica, lúdica i ideològica de les imatges. Lectura crítica de la imatge en moviment.",
        "Capacitat expressiva i comunicativa de la imatge en moviment.",
        "3.2.3. Mitjans de comunicació audiovisuals",
        "- Percepció visual.",
        "- Característiques i evolució dels mitjans audiovisuals. L’audiovisual en la societat contemporània: tecnologies, mitjans, estratègies i entorns relacionats. Formats audiovisuals.",
        "- Codis audiovisuals contemporanis: fotogràfic, cinematogràfic, radiofònic, televisiu i multimèdia. Ràdio i podcast: característiques tècniques i expressives. Televisió: característiques tècniques i expressives. Els videojocs. La imatge en moviment en les xarxes socials.",
        "- Terminologia relativa als diferents llenguatges i mitjans.",
        "- Perspectiva de gènere i diversitat en els llenguatges audiovisuals.",
        "3.3. Bloc 2. Comunicació i expressió audiovisual",
        "Els sabers d’aquest bloc són transversals a totes les competències, tot i estar especialment vinculats a CE1, CE2, CE3 i CE4.",
        "3.3.1. Comunicació",
        "- Comunicació: procés comunicatiu.",
        "- Comunicació mediàtica: característiques, funcions i efectes de la comunicació de masses.",
        "- Relació entre comunicació, cultura, política i economia.",
        "- Comunicació i drets: llibertat d’expressió, proteccions i limitacions legals. Tractament de la diversitat i la igualtat.",
        "- Actituds ètiques d’emissor i receptor.",
        "3.3.2. Producció audiovisual 3.3.2.1.Planificació",
        "- Tipologia de projectes.",
        "- Fases del treball: preproducció, rodatge, gravació/presa d’imatges, postproducció.",
        "- Estratègies de creativitat i presa de decisions.",
        "- Rols en la producció audiovisual. Distribució inclusiva.",
        "- Pautes d’atenció, escolta activa, responsabilitat i sentit crític. 3.3.2.2.Producció i postproducció",
        "- Narrativa audiovisual. El relat de ficció i no ficció.",
        "- Estructura fílmica: pla, escena i seqüència.",
        "- El guió. Fases d’elaboració: idea, sinopsi, trama, argument, escaleta, tractament. Tipologia:",
        "literari, tècnic, gràfic. Elements: personatges, diàlegs, seqüència, conflicte.",
        "- Posada en escena: localitzacions, elements visuals, interpretació, caracterització i moviment dels personatges.",
        "- Mitjans tècnics per a la realització: elements d’enregistrament d’imatge i so, il·luminació i eines digitals per a disseny i manipulació d’imatges. Muntatge audiovisual. Comunicació radiofònica i podcast.",
        "- Elements tècnics de gravació. Relació imatge i so. Funcions expressives del so.",
        "- Introducció a l’edició no lineal. Continuïtat, transicions, ritme. Efectes visuals. Retoc digital.",
        "Etalonatge i sonorització.",
        "- Valoració i avaluació de processos i resultats. 3.3.2.3.Difusió",
        "- Recursos digitals aplicats a la difusió de projectes audiovisuals.",
        "- Normativa vigent en relació amb llicències dú’s.",
        "- Espais d’exhibició convencionals i alternatius.",
        "- Estudis i professions relacionades: oportunitats de desenvolupament personal, social i econòmic."
    ]
}