{
    "criteriosEvaluacion": [
        "1.1. Identifica distintos tipos de innovación y la relaciona con la solución a necesidades humanas. ",
        "1.2. Reconoce diversas experiencias de innovación empresarial y social identificando la necesidad de viabilidad y responsabilidad social corporativa.",
        "1.3. Analiza la información económica de algún sector de actividad empresarial utilizando herramientas de investigación. ",
        "1.4. Relaciona las actividades empresariales con el desarrollo local, la calidad de vida y la sostenibilidad.",
        "2.1. Analiza las ventajas e inconvenientes de diferentes ideas, evaluando las repercusiones de su decisión.",
        "2.2. Selecciona una idea de negocio, valorando y argumentando de forma técnica la elección.",
        "2.3. Trabaja en equipo manteniendo una comunicación fluida, respetuosa y eficaz con sus compañeros o compañeras para el desarrollo del proyecto de empresa.",
        "2.4. Establece los objetivos sociales y/o empresariales a alcanzar con el proyecto, identificando los valores de la empresa y la responsabilidad social corporativa, teniendo en cuenta los Objetivos de Desarrollo Sostenibles.",
        "2.5. Identifica cada una de las áreas o departamentos funcionales de la empresa valorando su importancia e interacción como parte de un proyecto completo.",
        "2.6. Razona la elección de la forma jurídica.",
        "2.7. Razona la decisión de localización de la empresa.",
        "3.1. Identifica los organismos ante los que deben realizarse los trámites legales necesarios para la puesta en marcha del negocio.",
        "3.2. Analiza la información prescriptiva en cada caso para realizar los trámites.",
        "3.3. Comprende e identifica el procedimiento para realizar los trámites administrativos a realizar ante Seguridad Social, Agencia Tributaria, organismos laborales, Ayuntamientos, y Registro Mercantil.",
        "3.4. Muestra autonomía en la búsqueda de información para realizar los trámites y adaptarse a los cambios en los protocolos administrativos.",
        "3.5. Reconoce los protocolos de seguridad en los trámites digitales con la administración.",
        "3.6. Valora la importancia de la gestión de los organismos públicos para la convivencia en sociedad y la necesidad de cumplir los plazos legales.",
        "4.1. Explica el proceso productivo de la idea de negocio de manera coherente, argumentando la viabilidad técnica del proyecto.",
        "4.2. Analiza la viabilidad medioambiental del proyecto.",
        "4.3. Diseña, de manera grupal, el prototipo del producto y/o el manual de procedimiento de prestación del servicio que aporte soluciones a problemas reales.",
        "4.4. Establece las necesidades de aprovisionamiento de recursos.",
        "4.5. Reconoce las variables de selección de proveedores, razonando prioridades, atendiendo a criterios técnicos, financieros y éticos, en coherencia con los valores de responsabilidad social.",
        "4.6. Conoce y aplica técnicas y estrategias de búsqueda de información y de comunicación y negociación con proveedores, fomentando la cooperación, el comercio justo y el desarrollo local.",
        "4.7. Identifica los elementos administrativos de compra y pagos.",
        "4.8. Identifica los ingresos de una actividad y los gastos, distinguiendo costes fijos y variables, así como las inversiones y la cuantificación de las amortizaciones.",
        "4.9. Aplica métodos de cálculo apropiados para hallar el umbral de rentabilidad comprendiendo su importancia para la supervivencia de la empresa y la viabilidad económica de los proyectos.",
        "5.1. Identifica el mercado objetivo al que dirige un producto o servicio, distinguiendo los segmentos atendiendo a criterios adecuados.",
        "5.2. Reflexiona y aplica técnicas de investigación útiles para valorar las necesidades y preferencias de los clientes potenciales respecto a producto, precio, distribución y comunicación. Utiliza para ello de forma correcta, ética y segura herramientas de comunicación y análisis digitales, redes sociales, encuestas y hojas de cálculo. ",
        "5.3. Analiza el entorno específico a través del análisis del núcleo competitivo de Porter o de las cinco fuerzas competitivas de un sector.",
        "5.4. Realiza un análisis DAFO para concretar las estrategias comerciales.",
        "5.5. Realiza previsiones de ventas y las compara con los resultados obtenidos en el cálculo del umbral de rentabilidad.",
        "5.6. Analiza los métodos adecuados de fijación de precios.",
        "5.7. Desarrolla una imagen de empresa que comprende el nombre y/o marca comercial, logotipo y eslóganes publicitarios, respetando en todo momento el uso correcto de la propiedad privada de imágenes y nombres comerciales.",
        "5.8. Diseña una comunicación comercial con su mercado objetivo, utilizando internet, creación de páginas web y redes sociales.",
        "6.1. Evalúa las necesidades de la empresa y describe los puestos de trabajo.",
        "6.2. Representa en un organigrama la estructura de una empresa.",
        "6.3. Identifica formas de selección del personal de una empresa.",
        "6.4. Diferencia formas de contratación de acuerdo a la normativa laboral.",
        "6.5. Reconoce las obligaciones de la empresa ante la Seguridad Social.",
        "6.6. Identifica los conceptos de documentos de retribución del personal.",
        "7.1. Identifica el concepto del patrimonio y distingue los elementos patrimoniales, bienes, derechos y obligaciones de situaciones prácticas.",
        "7.2. Interpreta la información de un Balance de Situación y su evolución a lo largo de un ciclo contable.",
        "7.3. Realiza una Cuenta de Resultados con información real o previsional y determina el resultado obtenido.",
        "7.4. Comprende y reproduce la metodología contable para operaciones sencillas y habituales en las actividades económicas como compras, ventas, cobros, pagos, obtención del resultado o cierre contable.",
        "7.5. Interpreta los principios de contabilidad del Plan General de Contabilidad.",
        "7.6. Analiza las obligaciones contables y fiscales y los procedimientos para cumplir con ellas, en líneas generales.",
        "7.7. Reconoce las aplicaciones informáticas de contabilidad.",
        "8.1. Identifica las inversiones que requiere la empresa para la puesta en marcha de la actividad y su funcionamiento identificando las necesidades de financiación.",
        "8.2. Analiza las opciones de financiación aplicables a situaciones concretas, valorando el coste, ayudas o subvenciones y las obligaciones que suponen.",
        "8.3. Reconoce la utilidad de los estados previsionales de tesorería aplicando métodos de diseño de cálculos con herramientas digitales y reconoce la importancia de tomar decisiones que eviten situaciones de riesgo inasumibles.",
        "8.4. Sintetiza conclusiones obtenidas del análisis de la viabilidad conjunta de la empresa en sus dimensiones técnica, medioambiental, jurídica, comercial, económica y financiera, reconsiderando las decisiones tomadas y adaptándose a la solución de problemas.",
        "9.1. Es capaz de identificar las características de la audiencia y adaptar sus explicaciones para ser entendido.",
        "9.2. Utiliza habilidades de comunicación eficaz, que captan la atención y transmiten los contenidos del Plan de Empresa de manera clara, concisa y amena.",
        "9.3. Elabora presentaciones y/o recursos audiovisuales para transmitir la idea de negocio y su viabilidad en todas sus dimensiones.",
        "9.4. Utiliza herramientas digitales y de difusión de la información de manera responsable y efectiva.",
        "9.5. Reflexiona sobre el impacto generado por su comunicación en la audiencia, interpretando las críticas y planteando soluciones a sus errores de proyecto y de comunicación.",
        "9.6. Valora la adecuación de los proyectos de todo el grupo clase a un entorno local con perspectiva global, teniendo en cuenta el impacto positivo y negativo que podría generar."
    ],
    "saberes": [
        "A. La innovación y sus aportaciones al desarrollo local",
        "-  La investigación, desarrollo e innovación como fuente de crecimiento económico y desarrollo sostenible. I+D+i.",
        "- Tipos de innovación empresarial: producto, proceso, marketing y organización. Riesgos de la innovación.",
        "- Identificar necesidades para aportar soluciones. ",
        "- Investigación de mercados, objetivos y herramientas. UX Designer.",
        "- Análisis del entorno general y específico: PESTEL y PORTER.",
        "- El proceso emprendedor en función de sus objetivos: Emprendimiento empresarial y emprendimiento social, relación de ambas opciones con la viabilidad económica y la responsabilidad social corporativa, RSC.",
        "-  Emprendimiento y sinergias en el desarrollo local. Economía del conocimiento. Economía circular.",
        "B. Decisiones para iniciar un proyecto emprendedor. Plan de Empresa.",
        "- El Plan de empresa. La idea de negocio. Patentes. Objetivos. Misión, Visión y valores. Áreas funcionales de la empresa.",
        "- Condicionantes para elegir el nombre de la empresa. El Registro Mercantil.",
        "- Localización y dimensión. ",
        "- La forma jurídica y los principales trámites legales para iniciar un negocio, fiscales, laborales y de Seguridad Social.",
        "- Los organismos de asesoramiento y ayuda para iniciar el proyecto emprendedor. Asesoramiento al emprendedor. ",
        "C. Organización interna de la empresa.",
        "- Área de producción. El proceso productivo. Viabilidad técnica. Viabilidad medioambiental. ",
        "- Clasificación de gastos, fijos y variables, directos e indirectos. Cálculo del umbral de rentabilidad.",
        "- Prototipos de productos y manuales de procedimiento de prestación de servicios. ",
        "- Área de aprovisionamiento: selección de proveedores, criterios técnicos, financieros y éticos. Control de stocks. Documentos administrativos de compra: pedidos, albaranes y facturas y sus implicaciones fiscales. Formas de pago y documentos. Cheques, domiciliación bancaria, transferencias, efectos comerciales. ",
        "- Área comercial. Mercado objetivo. Técnicas y aplicación de estudios de mercado. Segmentación. Estrategias comerciales. Marketing mix: producto, precio, distribución y comunicación. Estrategias comerciales. Análisis DAFO. Imagen de marca.",
        "- Área de recursos humanos, Organización interna y distribución de responsabilidades. El organigrama. Selección de personal. El currículum vitae. Contratación laboral. Obligación de la empresa. Las nóminas. La brecha salarial. ",
        "D. Viabilidad del Proyecto Emprendedor. Contabilidad y Fiscalidad.",
        "- La contabilidad: Concepto de patrimonio, rentabilidad y equilibrio financiero. Balance de Situación y Cuenta de Resultados, interpretación de la información. Método contable. Gestión de la contabilidad.",
        "- Obligaciones fiscales en función del tipo de empresa. IVA, IRPF, IS, IBI, ITPAJD. Fiscalidad verde. Educación fiscal y responsabilidad ciudadana. La economía sumergida y sus efectos.",
        "- Necesidad de inversión y opciones de financiación. Finanzas sostenibles. Previsión de tesorería.",
        "- Síntesis de la información y conclusiones de viabilidad.",
        "E. La información y comunicación empresarial. Exposición de un proyecto de empresa.",
        "- Habilidades básicas de comunicación escrita, verbal y no verbal. ",
        "- La Comunicación externa e interna. ",
        "- Exposición pública de un proyecto. Aplicación de técnicas de comunicación eficaz. Adaptación a distintos tipos de público. ",
        "- Uso de la tecnología en la comunicación. Distintas aplicaciones informáticas y audiovisuales. ",
        "- Sinergias entre proyectos y con el entorno. Feedback de la exposición. Análisis de la repercusión del proyecto en un contexto real. "
    ]
}