{
  "saberes": [
    "Projecte científic",
    "- Formulació de preguntes, hipòtesis i conjectures científiques.",
    "- Estratègies d’utilització d’eines digitals per a la cerca d’informació, col·laboració i comunicació de processos, resultats o idees en diferents formats (presentació, gràfica, vídeo, pòster, informe…) en el context de problemes investigables.",
    "- Reconeixement i utilització de fonts fiables d’informació científica.",
    "- Argumentació sobre l’essencialitat del control experimental amb relació a la validesa científica dels resultats experimentals.",
    "- Disseny i realització d’experiments que impliquin control experimental (negatiu i positiu), per respondre a una qüestió científica determinada utilitzant els instruments i espais (laboratori, aules, entorn…) de forma adequada i precisa.",
    "- Elaboració de maquetes i models per a la representació i comprensió de conceptes, processos o elements de la natura.",
    "- Utilització de diferents mètodes d’observació i de recollida de dades de fenòmens naturals en el context de problemes investigables.",
    "- Utilització de diferents mètodes estadístics d’anàlisi de resultats i diferenciació entre correlació i causalitat.",
    "- Paper de les grans científiques i científics en el desenvolupament de les ciències biològiques i geològiques.",
    "- Anàlisi de l’evolució històrica d’un descobriment científic determinat.",
    "La cèl·lula",
    "- Justificació de la importància de la mitosi i de la meiosi en el context de la interpretació del cicle cel·lular dels humans, del desenvolupament, creixement i reproducció.",
    "Genètica i evolució",
    "- Interpretació del model simplificat de l’estructura de l’ADN i de l’ARN i relació amb la seva funció i síntesi.",
    "- Relació entre el material genètic i les característiques observables d’un organisme (especialment en humans) a través de les etapes de l’expressió gènica i diferenciació entre genotip i fenotip.",
    "- Investigació sobre la naturalesa i mecanisme d’herència de malalties genètiques a partir de l’anàlisi de casos.",
    "- Argumentació sobre el paper de les mutacions a l’origen de la biodiversitat i la seva relació amb els processos evolutius.",
    "- Interpretació dels fenòmens evolutius des de la perspectiva de diferents teories explicatives (lamarckiana, neodarwinista), anàlisi de casos.",
    "- Resolució de problemes senzills d’herència genètica de caràcters amb relació de dominància, recessivitat, de codominància, dominància incompleta i al·lelisme múltiple. Resolució de problemes relatius al mecanisme de determinació del sexe genètic i herència lligada a aquest mecanisme.",
    "Geologia",
    "- Relació i interpretació de l’estructura i dinàmica de la geosfera i les manifestacions externes a través de la tectònica de plaques.",
    "- Investigació i anàlisi dels riscos naturals i la seva relació amb els processos geològics externs i interns.",
    "La Terra en l’univers",
    "- Descripció de l’origen de l’univers i la seva relació amb els astres que componen el sistema solar.",
    "- Anàlisi i comparació de les hipòtesis sobre l’origen de la vida, arguments.",
    "- Discussió sobre les investigacions principals en el camp de l’astrobiologia."
  ],
  "criterios": [
    "1.1 Analitzar conceptes, fenòmens i processos relacionats amb els sabers de la biologia i la geologia, interpretant informació en diferents formats (models, gràfics, taules, diagrames, fórmules, esquemes, símbols, pàgines web…), mantenint una actitud crítica i obtenint conclusions fonamentades en raons científiques i defensant amb criteri opinions pròpies fonamentades.",
    "1.2 Interpretar i predir el comportament de fenòmens quotidians, argumentant-ho amb rigor sobre la base de models, lleis i teories adequades de la biologia i la geologia.",
    "1.3 Identificar els conceptes relacionats amb situacions problemàtiques reals de caràcter científic, proporcionar possibles solucions i argumentar sobre la seva validesa.",
    "2.1 Resoldre qüestions i aprofundir en aspectes relacionats amb els sabers de la matèria de Biologia i Geologia localitzant, seleccionant, organitzant i analitzant críticament la informació de diferents fonts, citant-les correctament amb respecte per la propietat intel·lectual.",
    "2.2 Contrastar la fiabilitat de la informació sobre temes relacionats amb els sabers de la matèria de Biologia i Geologia, utilitzant fonts fiables (tenint en compte si s’identifica l’autor o responsable, si hi ha una institució al darrere, quina és la finalitat o intenció de publicar aquella informació, si es pot verificar amb altres fonts, si hi ha bibliografia, etc.) adoptant una actitud crítica i escèptica vers informacions no fonamentades en la ciència, com pseudociències, teories conspiratòries, creences, falses notícies, mentides, etc.",
    "3.1 Plantejar preguntes sobre fenòmens quotidians i formular hipòtesis que puguin ser respostes o contrastades en el context escolar a través de l’experimentació, la presa de dades i l’anàlisi de fenòmens biològics i geològics, diferenciant-les d’aquelles qüestions pseudocientífiques que no admeten comprovació experimental.",
    "3.2 Dissenyar, fent servir metodologies pròpies de la ciència, procediments de recerca que impliquin l’ús de la deducció, el treball experimental i el raonament logicomatemàtic.",
    "3.3 Portar a terme l’experimentació plantejada fent servir els instruments, eines o tècniques adequades amb correcció i interpretar-ne els resultats quan sigui necessari amb eines matemàtiques i tecnològiques per obtenir conclusions raonades i fonamentades o valorar la impossibilitat de fer-ho.",
    "3.4 Establir col·laboracions quan sigui necessari en les diferents fases del projecte científic per treballar amb més eficiència, valorant la importància de la cooperació en la investigació, respectant la diversitat i afavorint la inclusió.",
    "3.5 Presentar de manera clara i rigorosa els resultats i les conclusions obtingudes mitjançant l’experimentació, argumentant la connexió entre uns i altres, i l’observació de camp, utilitzant el format adequat (taules, gràfics, informes, etc.) i eines digitals.",
    "3.6 Valorar la contribució de la ciència a la societat i la tasca de les persones que s’hi han dedicat, argumentant sobre els biaixos de gènere en les ciències i la tecnologia i entenent la recerca com una tasca col·lectiva i interdisciplinària en constant evolució, influïda pel context polític i els recursos econòmics.",
    "4.1 Resoldre problemes o donar explicació a processos biològics o geològics utilitzant coneixements, dades i informació aportades, el raonament lògic, el pensament computacional o recursos digitals.",
    "4.2 Analitzar críticament la solució a un problema o fenòmens biològics i geològics i canviar els procediments usats o revisar les conclusions si aquesta solució no fos viable o davant de noves dades aportades amb posterioritat.",
    "5.1 Justificar amb fonaments científics la importància de la preservació de la biodiversitat, la conservació de l’entorn, la protecció dels éssers vius de l’entorn, el desenvolupament sostenible i la qualitat de vida i identificar els possibles riscos naturals potenciats per determinades accions humanes sobre una zona geogràfica, tenint en compte les seves característiques litològiques, el relleu i la vegetació.",
    "5.2 Argumentar sobre la necessitat de tenir hàbits sostenibles, analitzant les accions pròpies i alienes (hàbits de consum, generació residus, transport...), amb actitud crítica i basant-se en fonaments del funcionament dels sistemes naturals.",
    "5.3 Argumentar sobre la necessitat de tenir hàbits saludables, analitzant les accions pròpies i alienes (alimentació, higiene, postura corporal, activitat física, desplaçaments segurs, relacions interpersonals, descans, exposició a les pantalles, maneig de l’estrès, seguretat en les pràctiques sexuals, consum de substàncies ... ), amb actitud crítica i basant-se en fonaments de la fisiologia.",
    "5.4 Argumentar, justificant les raons aportades, sobre com els coneixements derivats de la biologia i la geologia poden contribuir a millorar la sostenibilitat ambiental i la salut individual i col·lectiva",
    "5.5 Emprendre, de forma autònoma amb la metodologia adequada, projectes científics relacionats amb la millora de la societat i que afavoreixin el creixement entre iguals com a base d’una comunitat científica escolar crítica i ètica.",
    "5.6 Adoptar actituds compromeses i actives davant de pràctiques, comportaments i hàbits per a una mobilitat segura i sostenible que suposen un risc per a la nostra salut, contrastant informacions fiables, objectives i amb una base científica vàlida.",
    "6.1 Justificar les relacions i la influència mútua que mantenen els diferents elements del paisatge",
    "6.2 Relacionar el grau de desenvolupament integral d’un paisatge amb els esdeveniments biològics, geològics i ambientals esdevinguts.",
    "6.3 Identificar i analitzar críticament les activitats humanes que impacten en el paisatge i fer propostes plausibles de reversió.",
    "6.4 Identificar els principals riscos geològics derivats de causes naturals o antròpiques i proposar mesures de prevenció i correcció.",
    "6.5 Deduir i explicar la història d’un paisatge concret identificar-ne els elements més rellevants, utilitzant el raonament, els coneixements sobre la successió i els principis geològics bàsics (horitzontalitat, superposició, actualisme, neocatastrofisme...)."
  ]
}