{
    "saberes": [
        "Languages and their speakers",
        "- Self-awareness of the personal linguistic biography and the linguistic map of the geographical environment.",
        "- Explanation of the world's linguistic and cultural diversity as a value and learning tool.",
        "- Implementation of strategies to identify linguistic prejudices and stereotypes and search for solutions in oral, written and multimodal communications.",
        "- Use of language that is non-discriminatory and respectful of differences in everyday life.",
        "- Identification and strategic use of the knowledge you have of the various languages that make up the linguistic repertoire to overcome communicative deficiencies with support.",
        "- Description of basic and usual sociocultural and sociolinguistic aspects related to customs, daily life and interpersonal relationships, basic social conventions of common use, non-verbal language, linguistic courtesy and digital etiquette specific to countries where the foreign language is spoken .",
        "- Application of basic strategies of common use to appreciate linguistic, cultural and artistic diversity according to ecosocial and democratic values.",
        "- Construction and development of knowledge, skills and attitudes that allow you to start mediation activities in basic everyday situations.",
        "oral communication",
        "- Using the foreign language in the classroom with progressive self-confidence.",
        "- Acceptance of the error as an integral part of the improvement process.",
        "- Comprehension of oral texts in different contexts: classroom activities, learning situations in any area, in everyday life and in the media.",
        "- Analysis of the components of the communicative act (situation, participants, communicative purpose, channel, record) in any communicative situation.",
        "- Application of elementary linguistic strategies autonomously, in formal contexts, to provide increasingly complex texts with adequacy, coherence, cohesion and correctness.",
        "- Analysis of basic elements of content (topic, fixed formulas, lexicon, inferences of information) and form (structure, format, title, images, typography) in oral productions.",
        "- Reproduction of memorized oral texts (songs, poems, dramatizations) as part of the didactic proposals in the classroom.",
        "- Use of elementary textual models (narration, description, dialogue and exposition) in oral and independent productions.",
        "- Adequate oral interaction in classroom situations and in structured formal contexts, with respect for the rules of linguistic courtesy.",
        "- Application of strategies of active listening, assertiveness and proposal of a creative solution in the dialogic resolution of conflicts, taking into account the gender perspective.",
        "- Application of strategies for the use of non-discriminatory language in different communicative contexts.",
        "- Application of strategies to identify and interpret the global meaning, the relevant information, the integration of the explicit information and the making of inferences to overcome the literal meaning of oral and multimodal social texts.",
        "- Application of interpretation strategies and use of basic elements of non-verbal communication in communicative situations.",
        "- Use of basic analogue and digital tools of common use for oral and multimodal production and co-production, use of virtual platforms for interaction and educational collaboration (virtual classrooms, video conferences, collaborative digital tools... ) for learning, communication and project development with speakers or students of the foreign language.",
        "- Use of the foreign language as a means of communication and relationship with people from other countries, as a way of accessing new information and as a means of getting to know different cultures and ways of life.",
        "Reading comprehension",
        "- Reading aloud with intonation and fluent rhythm, with prior preparation.",
        "- Use of progressively complex graphic, textual and paratextual elements that promote understanding before, during and after the reading experience in all types of texts.",
        "- Application of reading comprehension strategies before, during and after reading (planning, anticipation, inferences...), in various documentary sources progressively autonomously.",
        "- Application of strategies to detect discriminatory uses of verbal and iconic language in all contexts.",
        "Written expression",
        "- Production of texts of various types, aimed at different recipients, autonomously and with a specific intention.",
        "- Application of elementary strategies, individual or group, for planning, writing, revising and editing written and multimodal texts of various types, with different communicative purposes autonomously.",
        "- Use of graphic and paratextual elements appropriate to the support, independently, that facilitate the organization and understanding of the text produced in the classroom.",
        "- Using scaffolding and other supports, progressively autonomously, both on paper and digital, to improve the production of your texts.",
        "- Accurate presentation and application of the basic orthographic rules of written productions in any medium.",
        "Information Literacy",
        "- Application of information research strategies in varied documentary sources and with different supports and formats, recognizing authorship and applying reliability criteria, progressively autonomously.",
        "- Distinction between facts and opinions and detection of information manipulation in information from the social environment and the media.",
        "- Application of strategies for comparison, classification, assessment of information, reworking and communication in all contexts and with progressive autonomy.",
        "- Creative communication of knowledge, with respect for intellectual property, in a progressively autonomous way.",
        "- Use of the library and the digital resources of the classroom or the center, independently, to carry out research work.",
        "Literary Education",
        "- Reading varied and diverse works or fragments of literature appropriate to the age and organized in reading itineraries.",
        "- Evaluation of the constituent elements of the literary work (theme, protagonist, secondary characters, plot, setting) and of the different literary genres, based on the shared and guided reading of quality works and progressively autonomously.",
        "- Establishing links between literature and other artistic and cultural manifestations, in a guided way, if necessary.",
        "- Progress in the construction of the reader's identity, favoring the expression of tastes and interests and the elementary critical assessment of works, through independent reading and shared and guided reading.",
        "- Use of the classroom library, the center and the nearby environment as a meeting space for shared literary activities and as a driving force for reading communities.",
        "- Recognition of the basic data of a book (authors, translators, adapters, illustrators, publisher, collection, locality and year of publication), in varied contexts and autonomously.",
        "- Writing narrative and poetic texts based on known and analyzed models, using literary resources in an original way and with lexical richness, autonomously.",
        "- Exploration and interpretation of the illustrations and the relationship established with the text in the illustrated albums, progressively autonomously.",
        "Reflection on language",
        "- Use of basic specific metalanguage in the framework of production proposals and the understanding of oral, written or multimodal texts.",
        "- Elementary differences between oral language and written language in everyday use.",
        "- Formulation and verification of hypotheses (substitution, insertion, deletion, change of order, manipulation) and establishment of generalizations about basic spelling and grammar rules, with special attention to the various communicative units in the different productions.",
        "- Use of punctuation marks as an organizing mechanism of the written text and in relation to the meaning in the different productions.",
        "- Identification of different formal, semantic and syntactic relationships of words in reading and in different written productions.",
        "- Analysis and use of sentence patterns in relation to communicative intent.",
        "- Analysis and use of cohesion mechanisms, with special attention to verbal forms, explanatory textual connectors and pronominal substitutions as an elementary grammatical mechanism of internal reference (repetitions, synonyms), based on shared reflection on written productions .",
        "- Use of basic vocabulary of interest to students, related to personal identification, close interpersonal relationships, close places and environments, leisure and free time, everyday life."
    ],
    "criteriosEvaluacion": [
        "1.1 Participate with love and respect in intercultural situations, building links between the different languages and cultures, and showing rejection of discrimination, prejudice and stereotypes of any kind in everyday and usual communicative contexts.",
        "1.2 Recognize, understand and value the linguistic and cultural diversity of countries where the foreign language is spoken as a source of personal enrichment, identifying basic cultural and linguistic elements that promote sustainability and a culture of peace.",
        "1.3 Select and apply, in a guided manner, basic strategies for understanding linguistic and cultural diversity.",
        "2.1 Recognize and interpret the global meaning, as well as specific words and sentences of short and simple oral and multimodal texts on frequent and everyday topics of personal relevance and areas close to one's own experience, as well as literary texts appropriate to the level of development of the students, expressed in an understandable, clear way and in standard language through different supports.",
        "2.2 Select and apply, in a guided manner, appropriate strategies and knowledge in everyday communicative situations of relevance to students to capture the overall meaning and process explicit information in various texts.",
        "3.1 Express orally short and simple texts, previously prepared, on everyday matters of relevance to students, using verbal and non-verbal resources in a guided manner, and using basic and frequently used forms and structures.",
        "3.2 Select and apply in a guided way knowledge and strategies to prepare and produce texts appropriate to communicative intentions, contextual characteristics and textual typology, using, with help, physical or digital resources depending on the task and the needs of each moment .",
        "3.3 Participate in interactive situations of short and simple exchanges of information on everyday topics, of personal relevance and close to one's own experience, through various supports, such as repetition, slow rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas and motivations of the interlocutors.",
        "3.4 Select and use, in a guided way and in everyday situations, elementary strategies to greet, say goodbye and introduce yourself, formulate and answer simple questions, express messages, and start and end communication.",
        "4.1 Recognize and understand the overall meaning, as well as specific words and sentences of short and simple written and multimodal texts on frequent and everyday topics of personal relevance and areas close to their experience, as well as literary texts appropriate to the level of development of the students, expressed in an understandable, clear way and in standard language through different supports.",
        "4.2 Select and apply, in a guided manner, appropriate strategies and knowledge in everyday communicative situations of relevance to the students that allow them to capture the overall meaning and process explicit information in various texts.",
        "5.1 Organize and write short and simple texts, on everyday and frequent matters, of personal relevance to the students and close to their experience, previously prepared, with adequacy to the proposed communicative situation, through analogue and digital tools , and using structures and basic vocabulary in common use.",
        "5.2 Select and apply in a guided way knowledge and strategies to prepare and produce texts appropriate to communicative intentions, contextual characteristics and textual typology, using with help physical or digital resources depending on the task and the needs of each moment. Apply information search strategies (location, selection and contrast) in different sources, including digital ones, on topics of personal, ecological and social interest, progressively autonomously, on the web and in libraries, critically evaluating the result .",
        "6.2 Communicate in a creative way and respecting intellectual property rights, the results of a simple research process, individual or group, on topics of personal, ecological and social interest that include the objectives of sustainable development. ",
        "6.3 Adopt habits of critical, safe, sustainable and healthy use of digital technologies, progressively autonomously, in relation to the reliability and verification of sources, the credibility of information and communication in the immediate environment and the network. Read independently texts by various authors that suit one's own tastes and interests, selected with one's own criteria, progressing in the construction of the reader's identity.",
        "7.2 Share readings by means of recommendations, presentations and from oral interactions, by analog and digital means, within the framework of the classroom and center library, to express tastes and interests, evaluate works critically and that allow you to feel like a member of a reading community.",
        "8.1 Infer and communicate short and simple texts, concepts and communications, in a guided manner, in communication situations with linguistic and cultural diversity, showing respect and empathy for the interlocutors, for the languages used and interest in participating in the resolution of misunderstandings in the immediate environment.",
        "8.2 Select and apply, in a guided manner, basic strategies that help to create bridges and facilitate the understanding and production of information and fluid communication, appropriate to communicative intentions, contextual characteristics and textual typology, using, with help , resources and physical or digital supports depending on the needs of each moment.",
        "9.1 Compare and contrast the similarities and differences between languages, reflecting, progressively autonomously, on basic aspects of their functioning.",
        "9.2 Use and differentiate progressively autonomously the knowledge and strategies that make up one's linguistic repertoire, to improve the ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "9.3 Identify, record and use, in a guided way, the progress and difficulties in learning the foreign language, recognizing the aspects that help to improve and carrying out self-evaluation and co-evaluation activities.",
        "10.1 Reject discriminatory language uses and abuses of power through words identified through the accompanied group reflection on different aspects, verbal and non-verbal, that govern communication, and taking into account the gender perspective.",
        "10.2 Use, with the necessary support and planning, basic strategies for reasoned deliberation and dialogue management of conflicts, proposing creative solutions."
    ]
}