{
    "criteriosEvaluacion": [
        "1.1 Describir de forma argumentada lascaracterísticas formales, compositivas,estilísticas e interpretativas de una obravocal.",
        "1.2 Analizar el texto de piezas vocales conaplicación de las normas fonéticas y surelación estructural, melódica y rítmicamusical.",
        "2.1 Construir propuestas de expresión vocaly corporal.",
        "2.2 Utilizar la técnica vocal y el gestocorporal en propuestas variadas, habladas ycantadas, individuales y colectivas.",
        "3.1 Adecuar la interpretación de piezasvocales a las características de estilo ygénero de la obra y a las indicaciones de ladirección coral.",
        "3.2 Interpretar piezas vocales conintencionalidad técnica, musical y escénicaajustando el sonido propio al del conjunto enla búsqueda de calidad sonora.",
        "3.3 Utilizar las indicaciones de la direccióncoral en la interpretación de obras conintencionalidad expresiva y buscando calidadsonora.",
        "4.1 Atender a las características y adecuación de los espacios para la actuación realizando propuestas de difusión con apoyo de medios y soportes digitales respetuosas con la normativa de datos y autoría.",
        "4.2 Crear un actuación musical o escénica desde el diseño, montaje, producción y difusión, atendiendo a los requerimientos materiales y técnicos necesarios.",
        "4.3 Actuar en proyectos escénicos con visión de conjunto, utilizando los recursos musicales, la técnica vocal y la actitud escénica adecuada."

    ],
    "saberes": [
        "3.2. Bloque 1. Percepción y análisis",
        "Sub-bloque de saberes básicos CE2, CE3, CE4",
        "1.1 La voz",
        "G1 Anatomía y fisiología",
        "Anatomía del aparato fonador ",
        "Posibilidades vocales en el habla y en el canto ",
        "G2 Elementos básicos",
        "Concentración y control muscular",
        "Respiración costo-diafragmático-abdominal ",
        "Resonancia y dinámicas",
        "Articulación y dicción ",
        "G3 Desarrollo auditivo",
        "El oído armónico",
        "La composición melódica y rítmica: equilibrio entre voces y planos",
        "sonoros",
        "Ejercitación auditiva del propio timbre vocal ",
        "Espacios y características acústicas",
        "Sub-bloque de saberes básicos CE1, CE3, CE4",
        "1.2 Repertorio y conjunto",
        "G1 Texto",
        "Texto y métrica: articulación, velocidad y precisión. Acento prosódico y acento rítmico",
        "Reglas del sistema fonético-fonológico",
        "El análisis fonético del texto ",
        "G2 Dirección coral",
        "Indicación en la dirección coral: anacrusa, compás, cadencia, entrada y final ",
        "Técnica básica de dirección coral: el brazo dominante, el punto de impacto, las figuras de marcaje de compás, el plano espacial del gesto.",
        "G3 Obras",
        "Características formales, compositivas, estilísticas interpretativas ",
        "Géneros musicales escénicos. Características y visualización de géneros escénicos diversos. ",
        "Repertorio coral de épocas y estilos diversos de la música culta occidental, de otras culturas y de origen popular ",
        "Contexto histórico, social y cultural del repertorio ",
        "3.3. Bloque 2. Interpretación y creación",
        "Sub-bloque de saberes básicos CE2, CE3, CE4",
        "2.1 Práctica coral",
        "G1 Elementos interpretativos",
        "Afinación y empaste en el conjunto ",
        "El estilo interpretativo",
        "El silencio, la respiración, el ataque, el ritmo y el fraseo ",
        "G2 Ejecución coral",
        "Interpretación polifónica y contrapuntística con voces mixtas, con o sin acompañamiento instrumental",
        "La lectura de partituras y el transporte",
        "La improvisación vocal y corporal en el conjunto vocal ",
        "G3 Control corporal",
        "Concentración y adquisición de la postura corporal correcta",
        "Posibilidades comunicativas y expresivas del cuerpo y el gesto en escena ",
        "Sub-bloque de saberes básicos CE1, CE2, CE3, CE4",
        "2.2 Expresión vocal",
        "G1 Registro",
        "Vocalización y sensaciones fonatorias ",
        "Emisión y control del sonido. Impostación y homogeneidad tímbrica ",
        "G2 Práctica individual",
        "Intervalos y cadencias",
        "Juegos vocales, vocalización e improvisación ",
        "Cuidado de la voz ",
        "G3 Proyectos escénicos",
        "Fases de un concierto y proyecto musical y escénico: diseño, preproducción, montaje, difusión. Materiales y requerimientos técnicos.",
        "Trabajo conjunto, responsabilidad y conciencia de grupo. Evaluación y respeto a las aportaciones ajenas y al público. ",
        "La voz hablada en la escena: flexión vocal, proyección y resonadores",
        "Interpretación y actuación en propuestas musicales y escénicas. Normas de actuación. ",
        "Los medios y soportes digitales. Autoría y protección de datos."
        
    ]
}
