{
    "saberes": [
        "I. Conciencia emocional: percepción, identificación, validación y aceptación responsable de las propias emociones.",
        "1. Percepción de sensaciones y emociones propias, según diversas cualidades de estas (agradables o desagradables; duración mantenida…), a través de lenguajes multimodales.",
        "2. Observación e identificación, con acompañamiento, a partir de gestos, miradas, respiración, desplazamiento…, en relación con determinadas situaciones espontáneas.",
        "3. Identificación de sus emociones en relación con el suceso desencadenante en contextos de su vida diaria a través de experiencias vivenciadas en el aula con diferentes juegos y lenguajes multimodales.",
        "4. Adquisición de vocabulario relacionado con sensaciones: respiración pausada-agitada, gestos faciales tensos-relajados, manos sudorosas-secas, agitación-relajación corporal, mirada serena-inquieta…, con la finalidad de expresarnos.",
        "5. Comunicación de las propias sensaciones a través de la utilización de la expresión lingüística, cultural, artística creativa, corporal proporcionando múltiples formas de implicación, representación y expresión… con el fin de tener una mayor conciencia de nuestras sensaciones.",
        "6. Experimentación con herramientas y estrategias de autoconocimiento emocional que faciliten habilidades que permitan al alumnado (mediante la simulación y el juego en diferentes contextos de la vida escolar), reconocer eficazmente sus emociones.",
        "7. Vivenciar sus emociones de manera efectiva y adaptativa a través de experiencias de juego en el ámbito escolar con la finalidad de reconocerlas y aceptarlas.",
        "II. Autorregulación emocional responsable y resiliencia educativa.",
        "1. Actuación con responsabilidad en contextos cercanos adquiriendo compromiso personal en el trabajo grupal.",
        "2. Representación de las emociones para acercarnos a la sensación de estas, su reconocimiento y dar una respuesta ajustada que favorezca un desarrollo afectivo adecuado, a través de: juego de roles simbólicos y dramáticos, adivinanzas mímicas, lectura de caricaturas, de imágenes en películas y el modelaje.",
        "3. Iniciar en el desarrollo del pensamiento alternativo generando el mayor número de posibilidades para establecer una relación entre las experiencias emocionales, para uno mismo, los demás o el entorno.",
        "4. Observación y reconocimiento de los elementos conformadores de una norma y una regla en: situaciones de juego y en la vida escolar y social (p. ej.: reglas en el juego del parchís, normas de tráfico…) para una convivencia organizada y pacífica propiciadora de emociones agradables.",
        "5. Entrenamiento y estrategias de regulación emocional: toma de conciencia de los movimientos respiratorios: inspiración, pausa, espiración, pausa, de manera guiada, Mindfulness…",
        "6. Introducción a la regulación de la impulsividad, la ansiedad y el estrés desde la comunicación y expresión gestual, oral y artística, y desde el silencio y la quietud.",
        "7. Tolerancia a la frustración: iniciación al aprendizaje en la afirmación personal (planteamiento y aceptación del «sí» y del «no») y petición de ayuda a personas adultas.",
        "8. Introducción a la visualización de imágenes portadoras de vitalidad y dinamismo.",
        "9. Descubrimiento de la motivación con perseverancia en los actos, utilizando el esfuerzo como un valor de superación.",
        "10. Observación de hechos y realidades positivas que existen a nuestro alrededor para superar la negatividad, aplicando la alegría y el sentido del humor como estrategia de afrontamiento de la adversidad para adaptarse a las situaciones adversas y favorecer una actitud positiva ante la vida.",
        "III. Empatía, comunicación e interacción socioemocional.",
        "1. Comunicación de los efectos en sus emociones a partir de su interacción e interdependencia con las demás personas,el medio y los objetos, identificando y comprendiendo las señales emociones en las otras personas para desarrollar una relación interpersonal que favorezca el respeto a la convivencia.",
        "2. Identificación y expresión de las emociones propias y de las otras personas ante un hecho que las produce y sus consecuencias responsables, haciendo uso de herramientas múltiples y lenguajes diversos en el contexto escolar.",
        "3. Exploración, de manera guiada, de diversos recursos y estrategias favorecedoras del diálogo reflexivo (mensajes-yo) y de la comunicación interpersonal sin estilos agresivos, y favoreciendo una escucha afectiva que permita la aceptación de las emociones de la otra persona.",
        "4. Reconocimiento en otras personas de señales corporales asociadas a experiencias emocionales.",
        "5. Manifestación de apertura sensible hacia los sentimientos que experimentan las demás personas.",
        "IV. Autoconfianza creativa: Técnicas creativas aplicadas a múltiples lenguajes expresivos y estimulación multisensorial.",
        "1. Identificación y experimentación de las técnicas creativas con utilización de múltiples formas de expresión como herramienta de trabajo individual y grupal para generar ideas creativas.",
        "2. Iniciación en el entrenamiento creativo a partir de la búsqueda de ideas alternativas, diferentes e inusuales y la asociación novedosa y extraña entre ideas.",
        "3. Descubrimiento y combinación de múltiples lenguajes expresivos y representativos, utilizando diferentes soportes para comunicarse de manera creativa en diferentes contextos.",
        "4. Autoafirmación del propio potencial creativo, a partir de la expresión oral y artística de las frustraciones, sensaciones, opiniones… valorando positivamente las producciones originales e innovadoras propias y de las otras personas.",
        "5. Observación de sus emociones ante las creaciones y producciones propias y de las de otras personas.",
        "6. Percepción de los obstáculos sociales que limitan la propia capacidad creativa, a partir de la vivencia corporal u otros recursos asistenciales, e identificación de los aspectos afectivos implicados: el miedo, el conformismo, la vergüenza, la obediencia…",
        "7. Estimulación multisensorial para el desarrollo de la sensibilidad, a partir del conocimiento y uso del juego libre con objetos y la exploración a través de los sentidos.",
        "8. Expresión multimodal (representación gráfica, artística, verbalización, tecnologías y/o herramientas asistenciales…) de las emociones experimentadas a través del juego y la experiencia sensorial.",
        "9. Interés por las experiencias e ideas comunes y receptividad frente a lo diferente, lo nuevo o lo alternativo, que rompan estereotipos y fomenten la actitud crítica.",
        "V. Emprendeduría social: compromiso y vínculo con las personas como recurso de la creatividad emocional",
        "1. Capacidad de compromiso con un objetivo o proyecto común con las otras personas e identificación de diversas conductas prosociales.",
        "2. Identificación de las consecuencias y efectos de los vínculos emocionales establecidos con las demás personas, evitando la procrastinación en el cumplimiento de los compromisos adquiridos en relación con proyectos personales y colectivos.",
        "3. Descubrimiento de las fases de creación: motivación, preparación y recogida de información, incubación, inspiración o iluminación, evaluación y elaboración.",
        "4. Planteamiento de preguntas curiosas, alternativas y complejas en la búsqueda de temas de trabajo: fomento de la «mirada curiosa».",
        "5. Identificación de habilidades de trabajo cooperativo: elaboración de propuestas, aceptación de las de otras personas, logro de consensos y concreción de procesos de ejecución.",
        "6. Fomento de la autonomía y capacidad para tomar decisiones para lograr la creación de proyectos sociales innovadores sencillos con objetivos compartidos."
    ],
    "criteriosEvaluacion": [
        "1.1. Percibir las sensaciones corporales asociadas a experiencias emocionales básicas, identificando y nombrando dichas emociones, y reconociéndose como propias, para favorecer el desarrollo paulatino de la conciencia emocional.",
        "1.2. Comprender las emociones que experimenta, estableciendo una relación entre ellas y los sucesos que las originan y las consecuencias que provocan, para desarrollar de forma gradual el autoconocimiento emocional y favorecer la convivencia positiva a través de una comunicación adecuada.",
        "2.1. Actuar con responsabilidad en el contexto escolar, tomando decisiones conscientes a partir de sus emociones y asumiendo las consecuencias de sus actos, para desarrollar un ajuste afectivo satisfactorio y mejorar las relaciones interpersonales.",
        "2.2. Regular las experiencias emocionales a través de la reflexividad, la tolerancia a la frustración y la superación de dificultades, para desarrollar la autorregulación de la impulsividad emocional y favorecer el establecimiento de relaciones interpersonales positivas.",
        "3.1. Comunicar, de manera sincera, las experiencias emocionales propias a las demás personas, a través del lenguaje verbal y no verbal, escuchándolos y aceptando sus sentimientos, para establecer relaciones positivas con las personas con las que interactúa.",
        "3.2. Reconocer las emociones en las demás personas expresando sentimientos hacia ellas, observando modelos empáticos y promoviendo la conciencia emocional, como medio para desarrollar la empatía y la vínculos emocionales.",
        "4.1. Identificar principios y estrategias de pensamiento creativo, iniciándose en la utilización de múltiples lenguajes, percibiendo e interpretando la realidad a través de la estimulación multisensorial, así como los obstáculos sociales y emocionales que bloquean el potencial creativo, con el fin de promover la expresión de la creatividad y la autoconfianza en las propias capacidades creativas.",
        "4.2. Favorecer el compromiso emocional con las demás personas, a través de la participación, la elaboración e implementación de proyectos colectivos de carácter emprendedor, usando sus capacidades creativas y actitudes innovadoras para proporcionar beneficios a la comunidad."
    ]
}