{
    "criteriosEvaluacion": [
        "1.1. Adquirir una visión integral de la realidad socioeconómica, analizando las aportaciones que ofrece la ciencia económica y valorando su interrelación con otras disciplinas para adoptar un pensamiento crítico y reflexivo que favorezca la asunción de responsabilidades y compromisos en la ciudadanía. CCL2, STEM2, STEM4, STEM5, CD1, CD3, CPSAA1.2, CPSAA3.2, CPSAA5, CC1, CE1, CE2",
        "2.1. Valorar el comportamiento humano ante el proceso de toma de decisiones analizando el problema de la escasez y sus efectos desde un análisis interdisciplinar y explicando las interrelaciones económicas para actuar en consecuencia ante los cambios económicos y sociales del entorno local y global. CCL2, STEM2, CPSAA1.2, CPSAA5, CC4, CE1, CE2",
        "3.1. Analizar los Objetivos de Desarrollo Sostenible a partir del estudio de casos sobre problemáticas reales del entorno global y canario, estableciendo correspondencias con los aprendizajes adquiridos para generar actitudes sensibles y ecosocialmente responsables. STEM2, STEM5, CD1, CPSAA2, CC4",
        "3.2. Analizar los problemas mundiales a través de herramientas económicas y empresariales, con la finalidad de tomar conciencia de los mismos y de generar un comportamiento responsable y proactivo que contribuya a darles posibles respuestas. STEM5, CD1, CPSAA1.2, CC1, CE1, CE2, CCEC3.1",
        "4.1. Identificar las fortalezas y debilidades propias valorando previamente las habilidades que poseen personas emprendedoras cercanas y analizando sus competencias a la hora de afrontar los retos que se les presentan para reconocer y potenciar las destrezas emprendedoras propias. CCL1, CPSAA1.1, CPSAA1.2, CPSAA3.1, CC3, CE2",
        "4.2. Aplicar las destrezas personales y las competencias sociales entrenando el espíritu emprendedor y la creatividad para afrontar retos sencillos de la vida cotidiana y que le puedan ayudar a gestionar constructivamente los cambios. CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CE3",
        "5.1. Reconocer las tendencias empresariales e identificar la filosofía de las empresas analizando las estrategias empresariales actuales y su evolución para tomar conciencia del impacto que ocasionan los modelos de negocio en el entorno local y global y en nuestra calidad de vida. CCL2, CP1, CD1, CPSAA4, CC3, CE1",
        "5.2. Distinguir los nuevos modelos de negocio desarrollados por empresas pertenecientes a diversos sectores y ámbitos analizando sus posibilidades y limitaciones a través de la búsqueda de información empresarial para crear conocimiento y poner en valor la actividad empresarial. CCL3, STEM2, CD1, CPSAA4, CC1, CE2",
        "6.1. Analizar la adaptación que han llevado a cabo las empresas ante la transformación tecnológica, económica y social reconociendo los cambios provocados en la actividad empresarial para valorar de forma crítica las respuestas y soluciones ofrecidas a los problemas y desafíos actuales. CCL3, CPSAA4, CC4, CE1",
        "6.2. Proponer alternativas y nuevas soluciones a los desafíos actuales analizando la importancia de la innovación, la revolución digital y la transformación del mercado de trabajo en la actividad empresarial para actuar desde una perspectiva empresarial responsable y sostenible ante los desajustes que experimenta la sociedad actual. CCL2, STEM4, CD5, CPSAA4, CC3, CE1, CE2"
    ],
    "saberes": [
        "I. Economía",
        "1. El estudio de la Economía y su relación con otras disciplinas ",
        "    1.1. La importancia de la economía como ciencia social. Principales problemas para el análisis económico: la complejidad de la realidad y la incorporación de supuestos simplificadores.",
        "    1.2. La utilización del método científico en economía. Dificultades para el establecimiento de leyes generales. La modelización matemática como herramienta para el análisis económico: el modelo de la Frontera de Posibilidades de Producción. Otras ejemplificaciones.",
        "    1.3. La diferenciación de las ramas de estudio de la ciencia económica.",
        "    1.4. El análisis económico y el individualismo metodológico. Otras alternativas de análisis de la realidad social. Perspectiva sociológica: el grupo social como unidad de análisis económico.",
        "    1.5. Los individuos y el comportamiento racional. Fallos de la racionalidad. La economía del comportamiento, la psicología económica y la teoría de la decisión. Ejemplificaciones.",
        "    1.6. Reflexión sobre la maximización de la utilidad de los agentes económicos. La relación entre filosofía y economía: el utilitarismo y la felicidad. El bienestar social y la calidad de vida desde una perspectiva sociológica. El bienestar en la psicología positiva.",
        "    1.7. La relación entre economía y ecología: el cambio climático, el desarrollo sostenible y la economía circular. Los Objetivos de Desarrollo Sostenible (ODS) y de la Agenda Canaria de Desarrollo Sostenible 2030 y los retos económicos actuales: estudio de los indicadores de desarrollo sostenible de Canarias y de los planes de acción para la economía circular de Europa y Canarias.",
        "2. Análisis de la escasez y del problema económico ",
        "    2.1. Las implicaciones de la escasez económica: la aparición del coste de oportunidad y la necesidad de elegir. La explicación de la paradoja del valor, el valor de uso y el valor de cambio de los bienes.",
        "    2.2. La escasez y los sistemas de asignación de recursos. Explicación de las características, ventajas e inconvenientes de los distintos sistemas económicos. La maximización del bienestar social y el debate entre escasez, eficiencia y equidad desde un punto de vista ético.",
        "    2.3. El funcionamiento del mercado: el modelo del flujo circular de la renta y el análisis económico de la oferta y demanda.",
        "    2.4. Los fallos del mercado y la intervención del sector público. Fallos del sector público y sus implicaciones.",
        "    2.5. El modelo de oferta y demanda agregada. Análisis de las interrelaciones que existen entre los diversos elementos y agregados de la realidad económica.",
        "    2.6. La descripción del entorno financiero: el dinero, las transacciones y los intermediarios financieros. La planificación y gestión de las finanzas personales: análisis del riesgo y beneficio.",
        "II. Emprendimiento",
        "1. La persona emprendedora e intraemprendedora: valoración de sus competencias, cualidades y hábitos. Autoevaluación de la persona emprendedora: herramientas. El estudio de la inteligencia emocional y la inteligencia ejecutiva.",
        "2. Competencias sociales: tipos y aplicación. La gestión de grupos y la teoría de las relaciones humanas.",
        "3. El espíritu emprendedor: búsqueda de necesidades y oportunidades. Entrenamiento de la creatividad y proactividad. Análisis de experiencias de emprendimiento: estudio de casos de Canarias y del Régimen Económico y Fiscal de Canarias como marco de oportunidades para emprender.",
        "4. Creencias sobre emprendimiento. El miedo a emprender: la gestión del error como una oportunidad para aprender. Análisis DAFO del empresariado en Canarias: dificultades y oportunidades para el emprendimiento.",
        "5. Misión y visión de la persona emprendedora. Creación y puesta en marcha de su proyecto emprendedor. Protección de la idea, el producto y la marca.",
        "III. Actividad empresarial",
        "1. La identificación de los nuevos modelos de negocio. Análisis de casos: análisis interno y externo. DAFO.",
        "2. Las tendencias empresariales y la empresa del futuro. El lugar de trabajo.",
        "3. La investigación de mercados y de clientes. Aplicación del marketing digital y nuevos modelos de negocio.",
        "4. Estrategias y gestión en la empresa. Estudio de casos. ",
        "    4.1. La transformación económica, social y digital. La revolución tecnológica y los modelos de negocio. Innovación y sostenibilidad.",
        "    4.2. Cultura empresarial e incorporación de la responsabilidad social corporativa. La gestión del talento y el liderazgo. Reflexión sobre mujer y actividad empresarial."
    ]
}