{
  "saberes": [
    "A. Sentido numérico",
    "1. Conteo",
    "- Estrategias variadas de recuento sistemático en situaciones de la vida cotidiana (diagramas de árbol, técnicas de combinatoria, etc.) llegando solo si es necesario al uso de fórmulas.",
    "2. Cantidad",
    "- Conjuntos numéricos como respuesta a diferentes necesidades: contar, medir, comparar, resolver ecuaciones...",
    "- Números racionales en la expresión de cantidades en contextos de la vida cotidiana.",
    "- Diferentes formas de representación de números racionales.",
    "3. Sentido de las operaciones",
    "- Potencias de exponente racional. Propiedades.",
    "- Relaciones inversas entre las operaciones: comprensión y utilización en la simplificación y resolución de problemas.",
    "- Propiedades de las operaciones (suma, resta, multiplicación, división y potenciación): cálculos de manera eficiente con números racionales tanto mentalmente como de forma manual, con calculadora u hoja de cálculo.",
    "4. Relaciones",
    "- Selección de la representación más adecuada de una misma cantidad en cada situación o problema.",
    "- Conexiones entre las diferentes representaciones del número racional.",
    "- Patrones y regularidades numéricas. Reconocimiento, aplicación y uso de las sucesiones numéricas.",
    "5. Educación Financiera",
    "- Información numérica en contextos financieros sencillos: interpretación.",
    "- Métodos para la toma de decisiones de consumo responsable: relaciones calidad-precio y valor-precio en contextos cotidianos.",
    "B. Sentido espacial",
    "1. Localización y sistemas de representación",
    "- Vectores: coordenadas, operaciones.",
    "2. Movimientos y transformaciones",
    "- Elementos básicos de las transformaciones: vectores, rectas, puntos y ángulos de giro.",
    "- Transformaciones elementales como giros, traslaciones y simetrías en situaciones diversas utilizando herramientas tecnológicas o manipulativas.",
    "3. Visualización, razonamiento y modelización geométrica",
    "- Relaciones geométricas en contextos matemáticos y no matemáticos (arte, ciencia, vida diaria…).",
    "C. Sentido algebraico",
    "1. Patrones",
    "- Patrones, pautas y regularidades: observación, predicción, búsqueda de términos que faltan y determinación de la regla de formación en casos sencillos, mediante palabras, gráficas, tablas o reglas simbólicas.",
    "- Fórmulas y términos generales: obtención mediante la observación de pautas y regularidades sencillas y su generalización.",
    "2. Modelo matemático",
    "- Modelización de situaciones de la vida cotidiana usando, representaciones matemáticas y el lenguaje algebraico.",
    "- Traducción del lenguaje cotidiano al lenguaje algebraico.",
    "- Estrategias de deducción de conclusiones razonables a partir de un modelo matemático.",
    "3. Variable",
    "- Variable: comprensión del concepto como incógnita en ecuaciones cuadráticas, como indeterminadas en expresión de patrones o identidades notables y como cantidades variables en fórmulas y funciones cuadráticas.",
    "- Polinomios en una variable, operaciones básicas y factorización.",
    "4. Igualdad y desigualdad",
    "- Relaciones cuadráticas en situaciones de la vida cotidiana o matemáticamente relevantes: expresión mediante álgebra simbólica.",
    "- Equivalencia de expresiones algebraicas en la resolución de problemas, especialmente aquellos basados en relaciones cuadráticas. Identidades notables.",
    "- Estrategias de búsqueda de soluciones en ecuaciones cuadráticas en situaciones de la vida cotidiana.",
    "- Ecuaciones cuadráticas: resolución mediante cálculo mental, métodos manuales o el uso de la tecnología según el grado de dificultad.",
    "5. Relaciones y funciones",
    "- Relaciones cuantitativas en situaciones de la vida cotidiana y clases de funciones que las modelizan.",
    "- Propiedades de las funciones a través de la representación gráfica (dominio y recorrido, monotonía y extremos, periodicidad, simetrías, puntos de corte, concavidad y convexidad).",
    "- Funciones cuadráticas: traducción de unas formas de representación a otras y estudio de sus propiedades.",
    "- Estrategias de deducción de la información relevante de una función mediante el uso de diferentes representaciones simbólicas.",
    "6. Pensamiento computacional",
    "- Generalización y transferencia de procesos de resolución de problemas (como abstracción, pensamiento algorítmico y descomposición en partes) a otras situaciones, como pueden ser prácticas con datos, modelización y prácticas de simulación y de resolución de problemas computacionales.",
    "- Estrategias útiles en la interpretación y modificación de algoritmos incluyendo los que se usan para operar con expresiones algebraicas (Ruffini), resolver ecuaciones y representar funciones.",
    "- Estrategias de formulación de cuestiones susceptibles de ser analizadas mediante programas y otras herramientas.",
    "D. Sentido estocástico",
    "1. Organización y análisis de datos",
    "- Importancia de la estadística a lo largo de la historia.",
    "- Elaboración de la ficha técnica de un estudio estadístico.",
    "- Estrategias de recogida y organización de datos de situaciones de la vida cotidiana que involucran una sola variable. Diferencia entre variable y valores individuales.",
    "- Análisis e interpretación de tablas y gráficos estadísticos de variables cualitativas, cuantitativas discretas y cuantitativas continuas en contextos reales.",
    "- Gráficos estadísticos: representación mediante diferentes tecnologías (calculadora, hoja de cálculo, aplicaciones...) y elección del más adecuado.",
    "- Medidas de localización: interpretación y cálculo con apoyo tecnológico en situaciones reales.",
    "- Variabilidad: interpretación y cálculo, preferentemente con apoyo tecnológico, de medidas de dispersión en situaciones reales.",
    "- Comparación de dos conjuntos de datos atendiendo a las medidas de localización y dispersión.",
    "- Estudio de la representatividad de las medidas de centralización.",
    "2. Inferencia",
    "- Valoración de la necesidad o no de la elección de una muestra, y de su representatividad.",
    "- Formulación de preguntas adecuadas que permitan conocer las características de interés de una población.",
    "- Datos relevantes para dar respuesta a cuestiones planteadas en investigaciones estadísticas: presentación de la información procedente de una muestra preferentemente mediante herramientas digitales.",
    "- Estrategias de deducción de conclusiones a partir de una muestra con el fin de emitir juicios y tomar decisiones adecuadas.",
    "E. Sentido socioafectivo",
    "1. Creencias, actitudes y emociones",
    "- Esfuerzo y motivación: reconocimiento de su importancia en el aprendizaje de las matemáticas.",
    "- Gestión emocional: emociones que intervienen en el aprendizaje de las matemáticas. Autoconciencia y autorregulación.",
    "- Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el aprendizaje de las matemáticas.",
    "- Estrategias de fomento de la flexibilidad cognitiva: apertura a cambios de estrategia y transformación del error en oportunidad de aprendizaje.",
    "2. Trabajo en equipo y toma de decisiones",
    "- Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir conocimiento matemático.",
    "- Conductas empáticas y estrategias de gestión de conflictos.",
    "3. Inclusión, respeto y diversidad",
    "- Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "- La contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde diferentes perspectivas (de género, de sostenibilidad, de consumo responsable...)"
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Interpretar problemas matemáticos y de la vida cotidiana, organizando los datos dados y/o localizando y seleccionando información, estableciendo las relaciones entre ellos y comprendiendo las preguntas formuladas. (CCL1, CCL2, CCL3, STEM1, STEM2, STEM3, STEM4)",
    "1.2 Aplicar herramientas y estrategias apropiadas que contribuyan a la resolución de problemas. (STEM1, STEM2, STEM3, STEM4, CPSAA5, CE3)",
    "1.3 Obtener soluciones matemáticas de un problema, activando los conocimientos y utilizando las herramientas tecnológicas necesarias. (STEM1, STEM2, STEM3, CD2, CE3, CCEC4)",
    "Competencia específica 2",
    "2.1 Comprobar la corrección matemática de las soluciones de un problema realizando los procesos necesarios. (STEM1, STEM2)",
    "2.2 Comprobar la validez de las soluciones de un problema y su coherencia en el contexto planteado, evaluando el alcance y repercusión de estas desde diferentes perspectivas (de género, de sostenibilidad, de consumo responsable, etc.). (STEM1, STEM4, CD2, CPSAA4, CC3, CE3)",
    "Competencia específica 3",
    "3.1 Formular y comprobar conjeturas sencillas de forma guiada analizando patrones, propiedades y relaciones. (CCL1, STEM1, STEM2, CD1, CD2)",
    "3.2 Plantear variantes de un problema dado modificando alguno de sus datos o alguna condición del problema. (STEM2)",
    "3.3 Emplear herramientas tecnológicas adecuadas en la investigación y comprobación de conjeturas o problemas analizando el resultado obtenido. (STEM1, CD2)",
    "Competencia específica 4",
    "4.1 Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional. (STEM1, STEM2, CD2, CD3)",
    "4.2 Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. (STEM1, STEM3, CD2, CD3)",
    "Competencia específica 5",
    "5.1 Reconocer las relaciones entre los conocimientos y experiencias matemáticas, formando un todo coherente. (STEM1, CD2, CD3)",
    "5.2 Realizar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias previas. (STEM1, CD2, CCEC1)",
    "Competencia específica 6",
    "6.1 Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación: inferir, medir, comunicar, clasificar y predecir. (STEM1, STEM2, CD5)",
    "6.2 Identificar conexiones coherentes entre las matemáticas y otras materias resolviendo problemas contextualizados. (STEM2, CD3, CE3)",
    "6.3 Reconocer y saber expresar la aportación de las matemáticas al progreso de la humanidad y su contribución a la superación de los retos que demanda la sociedad actual. (STEM2, STEM5, CE2, CCEC1)",
    "Competencia específica 7",
    "7.1 Representar conceptos, procedimientos, información y resultados matemáticos de modos distintos y con diferentes herramientas, incluidas las digitales, visualizando ideas, estructurando procesos matemáticos y valorando su utilidad para compartir información. (STEM3, CD1, CD2)",
    "7.2 Elaborar representaciones matemáticas que ayuden en la búsqueda de estrategias de resolución de una situación problematizada. (STEM3, CD1, CD2, CD5, CE3, CCEC4) Competencia específica 8",
    "8.1 Comunicar información utilizando el lenguaje matemático apropiado, utilizando diferentes medios, incluidos los digitales, oralmente y por escrito, al describir, explicar y justificar razonamientos, procedimientos y conclusiones. (CCL1, CP1, STEM2, STEM4, CD2)",
    "8.2 Reconocer y emplear el lenguaje matemático presente en la vida cotidiana comunicando mensajes con contenido matemático con precisión y rigor. (CCL1, CCL3, CP1, STEM2, STEM4)",
    "Competencia específica 9",
    "9.1 Gestionar las emociones propias y reconocer las ajenas, desarrollar el autoconcepto matemático como herramienta generando expectativas positivas ante nuevos retos matemáticos. (STEM5, CPSAA1, CE2, CE3)",
    "9.2 Mostrar una actitud positiva y perseverante, aceptando la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. (CPSAA1, CPSAA4, CPSAA5)",
    "Competencia específica 10",
    "10.1 Colaborar activamente y construir relaciones trabajando con las matemáticas en equipos heterogéneos, respetando diferentes opiniones, comunicándose de manera efectiva, pensando de forma crítica y creativa y tomando decisiones y juicios informados. (CCL5, CP3, STEM3, CPSAA1, CC2, CC3)",
    "10.2 Participar en el reparto de tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión, la escucha activa, asumiendo el rol asignado y responsabilizándose de la propia contribución al equipo. (CP3, STEM3, CPSAA3)"
  ]
}
