{
  "saberes": [
    "A. Plurilingualism.",
    "- Identification of the strategies and techniques to effectively respond to a basic and concrete communicative need in an understandable way, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "• Effective use of elementary linguistic resources that allow you to satisfy basic communicative needs, choosing with the help of the teacher and in a guided way, the most suitable strategies according to the context and the situation.",
    "– Introduction of basic strategies to identify, organize, retain, retrieve and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) based on the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "• Organization of language units using prior knowledge of the mother tongue and other languages as appropriate, with the help of the teacher, in order to facilitate communication in the foreign language.",
    "– Presentation of strategies and basic self-evaluation and co-evaluation tools, analog and digital, individual and cooperative.",
    "• Reflection on the personal learning process, using tools in different support, analogue or digital, and format, being thus a participant in its evolution in the acquisition of the language.",
    "– Vocabulary and commonly used expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
    "• Basic vocabulary related to the metalinguistic function to solve problems related to the understanding and expression of content, thus showing a certain autonomy in one's own communication.",
    "B. Interculturality.",
    "– The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for personal enrichment.",
    "• Recognition and assessment of the foreign language as an instrument of international communication.",
    "– Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "• Interest in carrying out communicative exchanges with foreign language speakers using computer media.",
    "– Introduction to the basic sociocultural and sociolinguistic aspects related to everyday life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values of countries where the foreign language is spoken.",
    "• I respect the customs and features of daily life of other countries and cultures, overcoming stereotypes",
    "• Basic patterns of linguistic courtesy compared to those of your own language.",
    "• Customs, social conventions, features of daily life, festivals and celebrations specific to the countries and cultures where the foreign language is spoken.",
    "- Presentation of basic strategies to understand and appreciate linguistic, cultural and artistic diversity, while respecting democratic values.",
    "• Historical and geopolitical features of the countries where the foreign language is spoken, obtaining the information in a guided way, through different sources of information in traditional and/or digital media.",
    "- Basic strategies for detection and action against discriminatory uses of verbal and non-verbal language.",
    "• Identification, with help, of uses of linguistic sexism, both verbal and gestural, and exploration of ways to avoid them.",
    "C. Communication",
    "– Self-confidence. The error as an instrument of improvement and repair proposal.",
    "• Understanding the error as an essential part of the foreign language acquisition process.",
    "- Presentation of basic strategies for the planning, execution, control and repair of the understanding, production and co-production of oral, written and multimodal texts.",
    "• Recovery of previous information about the type of task and the topic, and identification of the topic and type of text.",
    "• Compensation for language deficiencies through paralinguistic or paratextual procedures (asking for help, pointing to objects, using deictics or performing actions that clarify the meaning).",
    "– Knowledge, skills and attitudes that allow detecting and collaborating in mediation activities in simple everyday situations.",
    "• Basic knowledge of courtesy rules, and more important social conventions.",
    "• Analysis of the type of receiver in order to choose the appropriate type of record according to the communicative situation",
    "– Introduction to the contextual models and basic discursive genres in the understanding, production and co-production of oral, written and multimodal texts, short and simple, literary and non-literary: characteristics and recognition of the context (participants and situation), expectations generated by the context (participants and situation), expectations generated by the context; organization and structuring according to genre and textual function.",
    "• Explanation of the specific characteristics of the type of message that will be produced (topic, structure, style and communicative function)",
    "• Literary language: reading texts from various works or fragments, suitable in length and content for the age.",
    "– Explanation of the basic linguistic units and meanings associated with said units such as the expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, questioning and exclamation, basic logical relationships (prepositions, adverbs, adjectives and conjunctions associated with familiar and relevant meanings for students).",
    "– Vocabulary of common use and of interest to students related to personal identification, interpersonal relationships, places and nearby environments, leisure and free time, everyday life, health and physical activity, housing and home, climate and natural environment, information technologies and communication",
    "• The date. The days of the week The seasons and the months of the year. The climate. Countries and nationalities. the classroom The parts of the body. The family and school environment. The buildings/places of a town/city. The professions The colors",
    "• Formulas and expressions.",
    "- Presentation of basic orthographic conventions and communicative meanings and intentions associated with formats, patterns and graphic elements.",
    "• Basic rules of spelling and punctuation and recognition of their importance in written communication.",
    "• Interest in the careful presentation of written texts, in paper and digital format.",
    "- Presentation of basic conversational conventions and strategies, in synchronous or asynchronous format, to start, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, in short and coherent oral texts, in a guided way, with pronunciation and proper intonation.",
    "– Introduction to the use of resources for learning and basic strategies for searching for information in analog and digital sources: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "• Directed use of the centre's library, virtual libraries and online resources.",
    "- Identification of the authorship of the sources consulted and the contents used.",
    "• Respect for the concept of authorship in content creation.",
    "– Presentation of basic analog and digital tools for oral, written and multimodal understanding, production and co-production; and virtual platforms for interaction, cooperation and educational collaboration (virtual classrooms, video conferences, collaborative digital tools, etc.) for learning, communication and the development of projects with foreign language speakers or students.",
    "– Basic communicative functions appropriate to the communicative environment and context: greeting, saying goodbye, introducing and introducing yourself; describe people, objects and places; place events in time; place objects, people and places in space; ask for and exchange information on everyday issues; give and ask for instructions and orders; offer, accept and reject help, proposals or suggestions; partially express taste or interest and basic emotions; narrate past events, describe present situations, and enunciate future events; express the opinion, the possibility, the capacity, the obligation and the prohibition.",
    "• Identification of basic and common morphological elements in the use of the language: article, noun, verb, adjective, adverb, preposition, etc.",
    "• Use of basic structures and functions related to the most predictable daily situations.",
    "• To greet. Giving, asking for and understanding personal information. Formulas and greetings. Verbs be and have got. Personal, demonstrative and interrogative pronouns. Articles. Singular and plural of the noun. Word order: adjective + noun. Adjectives in predicative position. possessive Saxon genitive Numerals and cardinals.",
    "• Give and ask for and understand instructions and directions. Imperatives Formulas: How can I get to the Post Office?",
    "• Describe and compare people, places and things, asking for and giving information about them. simple present There is/there are. Qualifying adjectives. Prepositions of place Countable & uncountable nouns.",
    "• Express habits, tastes, skills, knowledge and physical and mental states. Simple present with adverbs of frequency. Can. Like / love / dislike / don't like / hate + nouns. prepositions of time Adverbs of mode Connectors and, but because. Expressions denoting time, day and date.",
    "• Give, ask for and understand information about ongoing actions in contrast to usual ones. Present continuous in contrast to the simple present. Temporal expressions: now, today, etc.",
    "• Describe and narrate past events. Past simple of be There was/were. Past simple of regular verbs. Adverbs and adverbial phrases: yesterday, last week, etc. Express plans and intentions for the future. Present continuous with future value. Be going to. Adverbs and adverbial phrases: tomorrow, next week, etc.",
    "• Make suggestions and answer. let's Why don't we...? Shall we+ infinitive. Answers of acceptance or rejection: Great! That's a good idea. Oh no, thanks!, It's okay. I am good, thanks.",
    "• Express the opinion: I think, I believe, In my opinion.",
    "• Express the possibility, the capacity, the obligation and the prohibition: May, can, must mustn't.",
    "– Sound, accentual, rhythmic and basic intonation patterns, and meanings and general communicative intentions associated with said patterns.",
    "• Recognition and production of basic sound patterns of rhythm, intonation and accentuation of words and phrases, suitable for the purpose and intention of the message, and their use as an aid to understanding.",
    "• Identification of some elementary phonetic symbols with pronunciation of frequently used phonemes: pronunciation of the ending /s/, /z/, /iz/ in the simple present, pronunciation of the ending -ing, pronunciation of the ending -ed in the simple past, as well as weak forms."
  ],
  "criteriosEvaluacion": [
    "1.1. Interpret and analyze the global meaning and the most relevant and explicit specific information of short and simple oral, written and multimodal texts on frequent and everyday topics, of personal relevance and close to the students' experience, specific to the areas of interpersonal relationships, of learning, the media and fiction expressed in a clear and simple way and in the standard language through various supports.",
    "1.2. Select, organize and apply in a guided way the most appropriate strategies and knowledge in everyday communicative situations to understand the general meaning, the essential information and the most relevant details of the texts; interpret non-verbal elements; and search and select information.",
    "2.1. Express orally short, simple, structured, comprehensible and appropriate texts for the communicative situation on everyday and frequent topics, of relevance to the students, in order to describe, narrate and inform about specific topics, in different supports, using guided resources verbal and non-verbal, as well as production planning and control strategies.",
    "2.2. Organize and write in a guided way short and comprehensible texts with acceptable clarity, coherence, cohesion and adaptation to the proposed communicative situation, following established guidelines, through analog and digital tools, on daily and frequent issues of relevance to the students and those close to them his experience",
    "2.3. Select, organize and apply in a guided way knowledge and strategies to plan, produce and revise texts that are comprehensible, coherent and appropriate to the communicative intentions, to the contextual characteristics and to the textual typology, using with help the most suitable physical or digital resources depending on the task and the needs of each moment, taking into account the people to whom the text was directed.",
    "3.1. Plan and participate in short and simple interactive situations on everyday topics, of personal relevance and close to the students' experience, through various supports, relying on resources such as repetition, slow rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.2. Select, organize and use, in a guided way and in close surroundings, adequate strategies to start, maintain and end communication; take and yield the word; and request and formulate clarifications and explanations.",
    "4.1. Infer and explain short and simple texts, concepts and communications in situations where diversity is addressed, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in solving problems of mutual understanding and understanding in the environment, relying on various resources and supports.",
    "4.2. Apply, in a guided way, strategies that help to create bridges and facilitate the understanding and production of information and communication, adequate to communicative intentions, using physical or digital resources and supports according to the needs of each moment.",
    "5.1. Compare and contrast the similarities and differences between different languages reflecting progressively autonomously on their functioning.",
    "5.2. Use and differentiate the knowledge and strategies to improve your ability to communicate and learn the foreign language with the help and support of other participants and analogue and digital supports.",
    "5.3. Identify and record in a simple way, following models, the progress and difficulties in learning the foreign language, selecting in a guided way the most effective strategies to overcome these difficulties and progress in learning, carrying out self-evaluation and co-evaluation activities, such as those proposed in the European Portfolio of Languages (PEL) or in a learning diary, making those progress and difficulties explicit and sharing them.",
    "6.1. Act empathetically and respectfully in basic intercultural situations, building simple links between different languages and cultures and rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts.",
    "6.2. Accept and adapt to the linguistic, cultural and artistic diversity of neighboring countries where the foreign language is spoken, recognizing it as a source of personal enrichment and showing interest in sharing cultural and linguistic elements that promote sustainability and democracy.",
    "6.3. Apply, in a guided way, strategies to explain and appreciate linguistic, cultural and artistic diversity, attending to democratic values and respecting the principles of justice, equity and equality."
  ]
}