{
    "situacionesAprendizaje": [
        "Las situaciones de aprendizaje, que presentan caracter orientativo, constituyen una herramienta efizaz para la integracion de los diferentes elementos curriculares, lo que permitira iniciar el proceso de desarrollo y adquisición de las competencias clave en la Educación Infantil. Hacen referencia a la secuenciación de un conjunto de actividades globalizadas, contextualizadas, significativas, competenciales y de complejidad gradual, que requieren de la resolución creativa de tareas, retos o problemas por parte del alumnado, a traves de la movilizacion de los aprendizajes del curriculo, en contextos ludicos favorecedores de la integración sensorial, de la manipulación y de la experimentación con los diferentes elementos del entorno. Suponen un punto de conexión entre el curriculo y el entorno cercano a los niños y las niñas, que ofrece la oportunidad al profesorado de implementar y concretar a las particularidades de su contexto educativo, lo establecido en cada area, dentro del marco de autonomia docente. Las situaciones de aprendizaje deberan respetar las lineas del Proyecto educativo, y la Programacion general anual; y concretar la Propuesta Pedagogica desarrollando las Unidades de Programacion, integradas en la Programación Didactica, a traves de una serie de actividades significativas, inclusivas, ludicas y competenciales.",
        "La nueva estructura del curriculo de la Comunidad Autonoma de Canarias se caracteriza por plantear la integración efectiva de los elementos curriculares, para iniciar el proceso de desarrollo y la adquisición de las competencias clave, a través de propuestas que implican el diseño de situaciones de aprendizaje flexibles, estimulantes, significativas e integradoras; contextualizadas en el entorno más cercano al alumnado y respetuosas con el desarrollo holístico e integral de las niñas y los niños, en todas sus dimensiones: ética, artística, corporal, cognitiva, comunicativa y socio-afectiva; que además, tendrán en cuenta sus talentos, habilidades, potencialidades, intereses y necesidades; asi como las diferentes formas de comprender la realidad, a medida que el alumnado avanza en su desarrollo psicoevolutivo, y que fomenten la experimentación, la observación, la manipulación, la integración sensorial o el proceso de socialización, entre otros aspectos.",
        "El profesorado de la etapa, por tanto, concretará el currículo establecido en el presente Decreto, a través del diseño de situaciones de aprendizaje, que impliquen la implementación de metodologías en las que los niños y las niñas sean los protagonistas y las protagonistas de su propio proceso de aprendizaje, teniendo en cuenta el contexto escolar así como las particularidades individuales del alumnado, con la finalidad de garantizar la progresiva adquisición de las competencias y la construcción de sus propios aprendizajes. El andamiaje docente será fundamental en este diseño ya que la meta es acompañar los procesos individuales, y también los grupales, en el descubrimiento del mundo que los rodea.",
        "El juego es la actividad por excelencia a lo largo de la infancia, por esta razon las situaciones de aprendizaje deberan tener un enfoque ludico, integrando todo tipo de juegos: espontaneos o guiados, en pequeño grupo, en gran grupo o individuales, en diversos espacios y con materiales seleccionados, cuidadosamente, para dar respuesta a los intereses de cada niño y niña, y posibilitar el enriquecimiento de las actividades planteadas.",
        "Por un lado, las situaciones de aprendizaje deben favorecer la consecución gradual de los objetivos de la etapa, así como un proceso paulatino de adquisición de los aprendizajes establecidos en las diferentes áreas para cada uno de los ciclos de la etapa, de manera que se favorezca el inicio del desarrollo progresivo de un desempeño autónomo, crítico y reflexivo en el alumnado.",
        "Por otro lado, deben plantear una tarea, un reto o un problema, acorde con el desarrollo evolutivo del niño o la niña, cuya resolucion creativa implique la movilización, global y real, de lo aprendido, y cuyo logro suponga la integracion de los saberes basicos establecidos para las diferentes áreas en las que se organiza la etapa.",
        "Ademas, las situaciones de aprendizaje deben contextualizarse en escenarios en los que se favorezcan distintos tipos de agrupamientos, desde el individual al trabajo en grupo, para que el alumnado pueda asumir responsabilidades individuales, asi como trabajar de manera cooperativa para afrontar la resolucion de los retos planteados. Por ello, es necesario que sean significativas y cercanas a su experiencia, y que impliquen la realización de producciones diversas que evidencien el inicio del proceso de desarrollo y adquisición de las competencias clave, y el logro progresivo de los aprendizajes establecidos en las competencias específicas propias de cada una de las tres áreas del currículo de la etapa de la Educación Infantil.",
        "Las situaciones de aprendizaje que concreten el curriculo de la etapa debe alinearse con los principios del Diseño Universal para el Aprendizaje (DUA) para garantizar una atencion inclusiva a las diferencias individuales del alumnado, de forma que se promuevan distintas formas de acceso al aprendizaje y la eliminacion de barreras, para que se tengan en cuenta las condiciones personales, sociales o culturales, de los niños y las niñas, y faciliten la deteccion y respuesta a los elementos que pudieran generar exclusion, facilitando las trayextorias personales en el acercamiento al conocimiento, asi como el despliegue de los talentos y las potencialidades de cada niño y niña. En la Educacion Infantil, ademas, deberan tenerse en consideracion que los ritmos y procesis de maduracion del alumnado son elementos fundamentales.",
        "El rol docente, por lo tanto, en el diseño de las situaciones de aprendizaje, deberá tener presente el contexto, la realidad del grupo, las necesidades y los intereses de los niños y las niñas, respetando las particularidades de la etapa, y ser lo suficientemente abierto y flexible como para incorporar a la vida del aula las propuestas que, de manera natural y espontánea, realiza el alumnado. El andamiaje docente será fundamental en este diseño ya que la meta es acompañar los procesos individuales, y también los grupales, en el descubrimiento, por parte de los niños y de las niñas, del mundo que los rodea.",
        "Respecto al proceso de evaluación, la observación y la escucha pedagógica son dos técnicas fundamentales que enriquecen la documentación de los diversos procesos de desarrollo y aprendizaje de cada niño, niña y grupo, y favorecen el registro de lo vivido y lo aprendido. La selección de las herramientas adecuadas para evaluar, ayudan a sistematizar la recogida de información que los niños y las niñas nos ofrecen y nos permiten evaluar, con mayor precisión, los procesos de aprendizaje.",
        "Asimismo, es fundamental la autoevaluación docente y la evaluación que realiza de su tarea el equipo docente de grupo, porque permiten ajustar los diseños adecuándolos a las respuestas que, a lo largo de su desarrollo, reciben del alumnado.",
        "Por último, las situaciones de aprendizaje en la etapa de Educación Infantil deben garantizar la transferencia y generalización de lo aprendido a la realidad cotidiana, y responder a las necesidades y los retos del mundo globalizado en el que vivimos, caracterizado por cambios muy rápidos y constantes, un mundo, en el que niños y niñas son ciudadanos y ciudadanas de pleno derecho, tal como establecen la Convención de los derechos de la infancia y los principios de la Unión Europea.",
        "Por tanto, la escuela tendrá que facilitar que los niños y las niñas adquieran aprendizajes que les permitan ser capaces de dar respuestas ajustadas a las necesidades sociales del siglo XXI: la sostenibilidad, la inclusión educativa, la igualdad, el consumo responsable, la iniciación en el uso de la tecnología y la posesión de un amplio sentido cultural, en un marco educativo emocionalmente comprometido y activo, junto con el respeto y la valoración del patrimonio cultural, social y natural, iniciándose en los aspectos más significativos del patrimonio canario."
    ]
}