{
    "criteriosEvaluacion": [
        "1.1. Analizar y explicar fenómenos del entorno, representándolos mediante expresiones, tablas, gráficas, modelos, simulaciones, diagramas u otros formatos.",
        "1.2. Explicar fenómenos que ocurren en el entorno, utilizando principios, leyes y teorías de las ciencias de la naturaleza.",
        "1.4. Explicar, utilizando los fundamentos científicos adecuados, los elementos y procesos básicos que se dan en los ecosistemas terrestres.",
        "2.1. Adoptar y promover hábitos compatibles con un modelo de desarrollo sostenible y valorar su importancia utilizando fundamentos científicos.",
        "2.2. Adoptar y promover hábitos saludables y valorar su importancia.",
        "3.3. Busca información, en diversos soportes, de forma eficaz evitando aquellas fuentes no confiables por no ser científicamente relevantes.",
        "3.2. Discernir entre argumentos científicos válidos y no válidos.",
        "3.3. Explica de forma clara las razones por las cuales se ha llegado a la situación ambiental actual y la necesidad de un cambio en el sentido del desarrollo sostenible.",
        "4.1. Aplicar modelos simples de dinámica de sistemas e interpretarlos.",
        "4.2. Conocer aquellos hábitos que hace 50 años hacían a las sociedades más sostenibles y cómo los avances científicos y tecnológicos nos pueden ayudar a recuperar sostenibilidad sin perder prácticamente calidad de vida, aunque cambiando considerablemente hábitos.",
        "4.3. Conocer el concepto de límite de un sistema físico-químico y que el agotamiento de los recursos no es algo opcional o elegible, sino que obedece a leyes naturales.",
        "5.1. Conoce elementos del patrimonio natural aragonés tales como Espacios Naturales Protegidos, Especies Catalogadas, Lugares de Interés Geológico.",
        "5.2. Comprende la importancia de la conservación del patrimonio natural, así como de los servicios que nos proporcionan.",
        "5.3. Conoce los objetivos de la conservación del patrimonio natural y cultural."
    ],
    "saberes": [
        "A. Ecología: conceptos fundamentales y métodos de estudio.",
        "A.1. Ciencias y de la Tierra y del Medioambiente",
        "- Importancia de su estudio.",
        "- Disciplinas y aspectos de las mismas que abarca.",
        "A.2. Ecología fundamental",
        "- Concepto de ecología y etimología de la palabra.",
        "- Concepto de ecosistema. Componentes de los ecosistemas: bióticos (biocenosis y comunidad, nicho ecológico, niveles tróficos) abióticos (biotopo, hábitat, factores ambientales).",
        "- Tipos de ecosistemas: diferencias entre ecosistemas acuáticos y terrestres.",
        "- El suelo: concepto, estructura e importancia para los ecosistemas y la producción primaria. El suelo y la agricultura.",
        "- Los ecosistemas más característicos de Aragón: singularidades e importancia.",
        "A.3. El funcionamiento de los ecosistemas",
        "- Las relaciones tróficas intraespecíficas e interespecíficas.",
        "- Representación de las relaciones tróficas: redes y cadenas tróficas.",
        "- El flujo de materia y energía a través de los ecosistemas y las redes tróficas.",
        "- Los ciclos biogeoquímicos del carbono, fósforo y nitrógeno. Importancia de estos elementos para los ecosistemas. Principales alteraciones con origen antrópico de dichos ciclos.",
        "- Dinámica de los ecosistemas. Sucesiones ecológicas: tipos, características y ejemplos.",
        "A.4. Modelización y estudio de los ecosistemas.",
        "- Concepto y tipos de sistemas.",
        "- Concepto de modelización.",
        "- La modelización de ecosistemas mediante modelos matemáticos. Modelo depredador-presa. Ejemplos de modelos multivariantes y su utilidad como predictores de los parámetros ecosistémicos.",
        "- La teoría de sistemas en el estudio de los ecosistemas. Creación de modelos teóricos simples.",
        "A.5. Reduccionismos y holismo: concepto e importancia de la elección del enfoque en los estudios ambientales.",
        "B. Interacción del ser humano y el medio.",
        "B.1. Historia ambiental humana",
        "- Principales etapas",
        "- Predicciones sobre el futuro ambiental de nuestro planeta.",
        "B.2. Los recursos naturales",
        "- Clasificación de los recursos naturales: renovables, potencialmente renovables y no renovables. Definición y ejemplos.",
        "- Problemática asociada a la sobreexplotación de los recursos y soluciones.",
        "B.3. Impactos generados sobre la biodiversidad.",
        "- Definición y ejemplos.Principales causas de la pérdida de biodiversidad: destrucción y fragmentación de hábitats e introducción de especies invasoras.",
        "- Bioacumulación y eutrofización.",
        "- Corredores e infraestructuras verdes.",
        "B.4. Accidentes ambientales históricos de gran repercusión: ",
        "- Bhopal, Minamata, Chernóbil, Aznalcóllar, Prestige e Inquinosa (Alto Aragón).",
        "B.5. Prevención, gestión y corrección de riesgos.",
        "B.6. Ordenación y planificación territorial.",
        "B.7. Modelos de desarrollo. ",
        "- Alternativas a la problemática ambiental y conflictos de intereses: desarrollismo, conservacionismo y sostenibilidad.",
        "- Economía y medioambiente. ",
        "- Sostenibilidad económica frente a colapso económico y ambiental, posibles respuestas: decrecimiento.",
        "- Huella ecológica y día de la Sobrecapacidad de la Tierra.",
        "B.8. Cambio global: principales características y repercusiones.",
        "- Retos demográficos, económicos, agrícolas, ganaderos, forestales, energéticos, climáticos, materiales y urbanísticos",
        "B.9. Nuevas y viejas soluciones frente a los retos ambientales. ",
        "- Producción y consumo local, simplicidad de vida voluntaria, ruralismo, movimiento lento y otras formas para vivir de forma sostenible.",
        "C. Derecho y políticas medioambientales",
        "C.1. La importancia de las políticas y legislación ambiental. ",
        "C.2. La política de medio ambiente en la UE: principios generales y marco básico.",
        "C.3. Legislación ambiental europea, española y aragonesa.",
        "- Los artículos 11 y 191 a 193 del Tratado de Funcionamiento de la Unión Europea.",
        "- Directivas europeas relativas al medio ambiente. ",
        "- Artículo 45 de la Constitución Española.",
        "- La Ley 42/2007 de 13 de diciembre, del Patrimonio Natural y de la Biodiversidad. Inventarios de Patrimonio Natural y Biodiversidad.",
        "- El Catálogo Español de Especies Amenazas. La necesidad de conservación de las especies. El catálogo Aragonés.",
        "- Catálogo Español de Especies Exóticas Invasoras. Especies Invasoras presentes en Aragón: su repercusión sobre los ecosistemas y la economía.",
        "- Convenios internacionales relativos a la conservación de la biodiversidad: RAMSAR, CITES, Berna, Bonn.",
        "C.4. Espacios Naturales Protegidos",
        "- Tipología y modalidad de protección. Figuras de protección internacionales, europeas, nacionales y aragonesas (la Red Natural de Aragón).",
        "- Ejemplos relevantes españoles y aragoneses.",
        "C.5. Evaluación de Impacto Ambiental (EIA). ",
        "- Definición. Etapas de una EIA: Estudio de Impacto Ambiental, Declaración de Impacto Ambiental, medidas de control y seguimiento.",
        "- Actividades que requieren EIA. ",
        "C.6. Sistemas de gestión y auditoría ambiental.",
        "- Definición.",
        "- Norma ISO 14.001. Características generales, beneficios y limitaciones ambientales.",
        "- Certificación europea EMAS. Características generales, beneficios y limitaciones ambientales.",
        "C.7. Principales acuerdos internacionales.",
        "- Protocolo de Montreal (1987).",
        "- Declaración de Río (1992).",
        "- Acuerdo de París (2015).",
        "C.8. Agenda 2030 y ODS",
        "- Repaso de los ODS. Aplicación en España, Aragón, municipios, universidades y centros educativos.",
        "C.9. Participación ciudadana ",
        "- ONG ambientales. Diversidad, ejemplos e importancia.",
        "C.10. Fuerzas y cuerpos de seguridad ambiental",
        "- Seprona y Agentes de Protección de la Naturaleza",
        "C.11. Medidas políticas para afrontar los retos ambientales",
        "- Medidas en el transporte, urbanismo, agroindustria, energías, contra la obsolescencia programada, a favor de la sostenibilidad intergeneracional e intrageneracional.",
        "C.11. Técnicas de incentivos económicos:",
        "- Impuestos y ayudas ambientales.",
        "C.12. Ecoetiquetas, ecoblanqueo o greenwashing. ",
        "C.13. Economía circular.",
        "D. Salud, alimentación y medioambiente",
        "D.1. Efectos en la salud de la contaminación",
        "- Efectos de la contaminación atmosférica",
        "- Efectos de la contaminación hídrica",
        "- Efectos de la contaminación biológica",
        "- Efectos de la contaminación acústica",
        "- Efectos de las radiaciones ionizantes y no ionizantes",
        "D.2.Alimentación y salud",
        "- Efectos ambientales y en la salud individual de la dieta de los países desarrollados. Alternativas saludables.",
        "D.3. Salud planetaria y salud humana",
        "- Teoría Gaia. Ejemplos de homeostasis planetaria en la regulación del clima.",
        "- Interacciones entre salud planetaria y salud humana: revisión de ejemplos conocidos (contaminación, bioinvasiones, calentamiento global y agujero de la capa de ozono).",
        "- Nexos entre deforestación, bioinvasiones y ganadería industrial con la proliferación de epidemias.",
        "- Definición de epidemia, endemia y pandemia.",
        "- Definición de zoonosis, efectos del cambio global en su dispersión.",
        "- Enfermedades tropicales. Efectos del calentamiento global y de la globalización en su expansión.",
        "D.4. Agricultura y Ganadería",
        "- Tipos de agricultura: tradicional, industrial, integrada y biológica. Efectos ambientales.",
        "- Tipos de ganadería: nómada, extensiva, intensiva. Efectos ambientales y en la salud humana.",
        "D.5. Producción local",
        "- Los productos km 0. Costes ambientales ocultos de los productos procedentes de largas distancias.",
        "- Beneficios de la producción local en las sociedades rurales.",
        "- Recuperación de variedades autóctonas adaptadas al clima local. Beneficios ambientales y culturales (gastronomía, productos artesanos, turismo cultural)",
        "D.6. Nuevas tecnologías aplicadas a la agricultura",
        "- Transgénicos. Ventajas e inconvenientes.",
        "- Riegos localizados, empleo de aguas residuales depuradas.",
        "- Control biológico de las plagas.",
        "D.7. Patrimonio agroalimentario de Aragón.",
        "- Alimentos aragoneses con denominación de origen (DO).",
        "- Productos aragoneses alimentarios, variedades autóctonas. La Red de Semillas de Aragón.",
        "- Patrimonio  cultural agroalimentario y lucha contra la despoblación rural.",
        "E. Geología, ingeniería y medioambiente.",
        "E.1. Riesgos geológicos",
        "- Terremotos, volcanes, inundaciones, movimientos de ladera, colapsos y subsidencias y dinámica litoral. Caracterización, predicción, prevención y corrección.",
        "E.2. Recursos geológicos",
        "- Recursos geológicos energéticos: combustibles fósiles (carbón, petróleo y gas), uranio, geotermia. Impactos ambientales de su aprovechamiento.",
        "- Recursos geológicos minerales. Impactos ambientales de la minería en galería, a cielo abierto, canteras y graveras.",
        "E.3. El agotamiento de los recursos geológicos",
        "- El pico de Hubbert para ilustrar el agotamiento de los recursos geológicos no renovables.",
        "E.4. El agua potable como recurso potencialmente renovable",
        "- Uso insostenible del agua, efectos de la contaminación y de la sobreexplotación de aguas naturales en su escasez. ",
        "E. 5. Las aguas subterráneas",
        "- Conexiones entre aguas superficiales y subterráneas. Recarga y contaminación de acuíferos. Explotación de acuíferos, impactos y gestión sostenible.",
        "E. 6. Emplazamiento geológico de residuos",
        "- Depósito controlado de residuos. Características geológicas y elementos de la instalación. Clausura y seguimiento posterior.",
        "E.7. Gestión y tratamiento de aguas",
        "- Estación de Tratamiento de Aguas Potables (ETAP).  Definición, etapas e instalaciones.",
        "- Estación Depuradora de Aguas Residuales (EDAR). Definición, etapas e instalaciones.",
        "- Usos de los fangos, gases y aguas depuradas.",
        "E.8. Gestión y tratamiento de residuo",
        "- Definición de residuos, tipología: RSU, agrícolas, ganaderos y forestales, sanitarios, tóxicos y peligrosos, radiactivos e inertes.",
        "- Gestión de residuos: reducción, valorización, recogida selectiva, recuperación, reciclaje, transformación (compostaje y biometanización) y eliminación (depósitos controlados e incineración). El problema de los vertederos incontrolados.",
        "E.9. Análisis del Ciclo de Vida (ACV) de productos y servicios",
        "- Definición. Utilidad para ajustar los impuestos al nivel de contaminación de cada elemento. Productos muy biodegradables o duraderos, reparables y de fácil reciclado.",
        "E.10. Obsolescencia programada (OP).",
        "- Definición, efectos ambientales y costes ocultos.",
        "- Lucha contra la OP: productos sin OP y legislación para prolongar la vida de los productos, su reparabilidad y la garantía.",
        "E.11.  Sistemas de control y vigilancia ambiental",
        "- Utilidad de los sistemas de control y vigilancia ambiental. Definición y elementos que lo componen.",
        "- Sistema Automático de Información Hidrológica (SAIH) de la Confederación Hidrográfica del Ebro (CHE).",
        "- Sistemas de monitorización de la calidad atmosférica."
    ]
}