{
    "saberes": [
        "A. Communication",
        "1. Know",
        "a. Greetings, thanks and goodbyes",
        "b. Familiarization with syntactic structures.",
        "- Expression of logical relationships: conjunction (and); disjunction (or).",
        "- Affirmation: Affirmative sentences; Yes (+ tag).",
        "- Exclamation: exclamatory sentences, e.g. I love salad!",
        "- Negation: negative sentences with not, never, no (adj.).",
        "- Interrogation: Wh- questions, auxiliary questions.",
        "- Expression of time: present (simple present); future (going to).",
        "- Expression of aspect: punctual (simple tenses); durative (present continuous); habitual simple tenses (+ adv., e.g. always, everyday).",
        "- Expression of modality: factuality (declarative sentences); capacity (can); permission (can); intention (going to).",
        "- Expression of existence (there is/are); the entity (nouns and pronouns, articles, demonstratives); the quality (very + adj.)",
        "- Expression of quantity: singular/plural; cardinal numerals up to two digits; ordinal numerals: 1st, 2nd, 3rd. Quantity: many, much. Degree: very.",
        "- Expression of space: prepositions and adverbs of location.",
        "- Expression of time: divisions (e.g. summer), and indications of time (e.g. now, tomorrow (morning))",
        "- Expression of manner: Adverb of manner: slowly, quickly.",
        "c. Knowledge of rules of courtesy and daily habits.",
        "d. Recognition and comprehension of the basic vocabulary and expressions.",
        "- Relating to issues related to one's own experiences, in predictable everyday contexts with visual support (iconic, photographs, real objects, mime, etc.), personal identification, gender, parts of the body, clothing, family and friends, the school and class; pets and other animals, activities of daily living; the house, dependencies and objects, health and food; play; means of transport; environment, climate; information and communication technologies.",
        "e. Traditional rhymes and songs associated with the celebrations.",
        "f. Initiation to recognize the 44 sounds.",
        "- vowel sounds, consonant sounds.",
        "- Discrimination of beginning, middle and ending sounds.",
        "- Introduction to blending and segmenting the sounds in CVC words.",
        "- Word families (onset-rime) and rhyming words.",
        "- Initiation to the long vowels (ai-ee-ie-oa-ue)",
        "- Beginning consonant:",
        "-r-blends: [br], [cr], [dr], [fr], [gr], [pr], [tr]",
        "- s-blends: [sc], [sk], [sl], [sm], [sn], [sp], [st], [sw]",
        "-l-blends: [bl], [cl], [fl], [gl], [pl]",
        "- C/K rule: beginning C or K and ending K or CK.",
        "- Floss rule (e.g., cliff, buzz, grass, hill)",
        "- Use of some frequently used words (high-frequency words, e.g., I, she, he, you, they, have, the, like).",
        "g. Use of basic spelling signs.",
        "h. Observation with the teacher's help, of words that are always capitalized.",
        "- Months days...",
        "2. Know how to do.",
        "- Use of basic comprehension strategies: active listening, reading images and identification of known expressions and lexicons.",
        "- Celebration of family holidays (birthdays) and traditional holidays (Halloween – Christmas – St Patrick´s – Valentine´s Day – Pancake Day and Easter).",
        "- Recognition of expressions used in different festivities.",
        "- Understanding dramatizations of traditional tales (puppets, theater, etc.)",
        "- Understanding of the basic formulas of social relations (greetings, introductions, apologies and thanks)",
        "- Understanding the expressions used in common communication situations (greetings, routines, instructions, information about tasks, questions, etc.)",
        "- Listening and understanding of dialogues that simulate real situations, of oral narratives appropriate to their level or of simple oral texts of an informative nature, reproduced out loud or through information and communication technologies that include the expression of the capacity, taste, the simple description of people, animals or objects; as well as the request for help, information, objects or permission.",
        "- Approach to the rhythm and sonority of the language through rhymes, strings, songs, tongue twisters, riddles and cartoon series.",
        "- Introduction to the recognition of some phonetic, rhythm, accentuation and intonation aspects for the comprehension of oral texts.",
        "- Use of imitation and repetition of models to conceive the message clearly and adapt it to the context.",
        "- Expression of the message clearly adjusting to the models of each type of text.",
        "- Support to make the most of prior knowledge (using 'premade' language, etc.)",
        "- Use of written or graphic support (wall of photos or drawings with words, titles, etc.)",
        "- Compensation for linguistic deficiencies through paralinguistic or paratextual procedures: asking for help, pointing to objects or performing actions that clarify the meaning, using culturally relevant body language (gestures, facial expressions, postures, eye or body contact).",
        "- Use of extralinguistic sounds.",
        "- Deduction from the context of the meaning of unknown words and expressions.",
        "- Association of the spelling, pronunciation and meaning from expressions and known words.",
        "- Identification of the number of sounds in decodable words and the number of words in the sentence.",
        "3. Know how to be.",
        "- Use of the previous knowledge acquired in a foreign language, knowledge about the subject and the interpretation of non-verbal language or extralinguistic sounds that accompany the oral text to formulate hypotheses about its meaning.",
        "- Interest in learning about the customs of countries where English is spoken and in coming into contact with students from those countries.",
        "- Participation in traditional group games.",
        "- Participation in linguistic games individually or in groups with the help of various materials, including digital resources.",
        "- Respect for rules for oral interaction: turn to speak, appropriate volume of voice.",
        "- Interest in using English in different situations and confidence in one's own ability to carry out simple oral productions in familiar contexts.",
        "- Interest in reading some simple texts from children's publications in English (titles, captions, comic book speech bubbles, image dictionaries, etc.)",
        "- Acquisition of the habit of watching cartoons with very simple subtitles in English.",
        "- Observation on the phonetic differences of the alphabetic code that we share.",
        "B. Interculturality.",
        "- The foreign language as a means of communication and relationship with people from other countries.",
        "- Elementary and most significant sociocultural and sociolinguistic aspects related to customs and daily life in countries where the foreign language is spoken.",
        "- Introduction to the basic strategies of common use to understand and appreciate linguistic diversity.",
        "C. Plurilingualism.",
        "- Elementary strategies and techniques for detecting communicative deficiencies and limitations derived from the level of competence in the foreign language and in the family languages.",
        "- Introduction to elementary strategies to identify and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire."
    ],
    "criteriosEvaluacion": [
        "1.1 Recognize and interpret common words and expressions in short and simple oral, written and multimodal texts on everyday topics.",
        "2.1 Orally express short sentences with basic information about everyday matters and of relevance to the students, using verbal and non-verbal resources in a guided way, resorting to models and structures previously presented and paying attention to rhythm, stress and intonation.",
        "2.2 Write words, well-known expressions and phrases based on models and with a specific purpose, through analog and digital tools, using vocabulary and elementary structures on everyday matters and of personal relevance to the students.",
        "2.3 Select and apply basic strategies in a guided way to produce brief and simple messages appropriate to the communicative intentions using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "3.1 Participate, in a guided way, in elementary interactive situations on daily topics, previously prepared, through various supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, and showing empathy.",
        "3.2 Select and use, in a guided way and in close environments, elementary strategies for greeting, saying goodbye and introducing oneself; expressing simple and brief messages; and formulating and answering basic questions for communication.",
        "4.1 Interpret and explain basic information of concepts, communications and short and simple texts, in a guided way, in situations in which to attend to diversity, showing empathy and interest for the interlocutors and for the problems of understanding in their immediate environment , relying on various resources and supports.",
        "5.1 Compare and contrast obvious similarities and differences between different languages reflecting, in a guided way, on elementary aspects of how they work.",
        "5.2 Identify and apply, in a guided way, knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "5.3 Identify and explain, in a guided way, progress and elementary difficulties in learning the foreign language.",
        "6.1 Show interest in intercultural communication, identifying and analyzing, in a guided way, the most common discriminations, prejudices and stereotypes, in everyday and habitual situations.",
        "6.2 Recognize and appreciate the linguistic and cultural diversity related to the foreign language, showing interest in knowing its elementary cultural and linguistic elements."
    ]
}