{
    "criteriosEvaluacion": [
        "1.1. Planificar, elaborar y poner en práctica de manera autónoma programas de actividad física dirigidos al mantenimiento y mejora de la salud y calidad de vida, intentando incrementar el nivel inicial de las mismas, teniendo en cuenta su estado de salud y su condición física, realizando una valoración ajustada de todos los factores de rendimiento, temporizando adecuadamente las acciones, aplicando sistemas y métodos adecuados, observando los principios de acondicionamiento físico e incluyendo elementos motivacionales.",
        "1.2. Incorporar de forma consciente y autónoma en su actividad diaria, así como asesorar y orientar a terceros, medidas específicas para la prevención de lesiones, la autorregulación y dosificación del esfuerzo, aspectos saludables en la nutrición, conductas de riesgo para la salud, descanso adecuado, educación postural y ajustes ergonómicos del movimiento, entendiendo su relación con la calidad de vida y la eficiencia en diferentes desempeños deportivos y profesionales.",
        "1.3. Conocer y aplicar de manera responsable y autónoma medidas específicas para la prevención de lesiones antes, durante y después de la actividad física, así como la aplicación de primeros auxilios ante situaciones de emergencia o accidente, que permitan y faciliten posteriores intervenciones asistenciales, todo ello identificando y transmitiendo las posibles transferencias de estos conocimientos a todo tipo de situaciones habituales de ocio y laborales.",
        "1.4. Actuar de forma crítica, comprometida y responsable ante los estereotipos sociales, comportamientos e informaciones falaces de diversas fuentes, contrarios a la salud física, mental o social, así como a los valores de convivencia democrática y aplicando con autonomía e independencia criterios de validez, fiabilidad y objetividad.",
        "1.5. Emplear de forma autónoma aplicaciones y dispositivos digitales relacionados con el análisis, control y gestión de la actividad física, incrementando la eficiencia de sus acciones, favoreciendo la interrelación entre participantes y respetando la privacidad y las medidas básicas de seguridad vinculadas a la utilización y difusión de datos personales.",
        "2.1. Elaborar y aplicar instrumentos de observación cualitativa y cuantitativa a los diferentes contextos de actividad física, evaluando los factores implicados en la consecución de los objetivos propuestos y aplicando criterios de validez y fiabilidad.",
        "2.2. Diseñar, planificar y dirigir actividades individuales y colectivas de aprendizaje, recreación o acondicionamiento físico, adaptado al grupo, observando las medidas de seguridad y cuidado de la salud pertinentes y garantizando un tiempo de desempeño motor suficiente, así como la eficiencia en los procesos de comunicación inicial y de feedback necesarios que incluirá tanto información técnica como motivacional.",
        "2.3. Organizar y gestionar las acciones previas y posteriores a la ejecución de diferentes actividades colectivas de actividad física, deportiva o expresiva, asegurando la disponibilidad de los recursos necesarios para la realización de las actividades, preparando los espacios, los equipos y los materiales requeridos, ajustándose a los objetivos y características de estas, proporcionando seguridad en su práctica, y promoviendo la participación.",
        "2.4. Participar y vivenciar las actividades físicas, deportivas o expresivas que se planteen desde los diferentes roles implicados: participante, espectador, organizador, árbitro o dinamizador, y reflexionar sobre la experiencia, comunicándose con respeto, trabajando en grupo y comprendiendo las diferentes visiones y experiencias propias y de los demás.",
        "2.5. Incorporar el uso de aplicaciones y dispositivos digitales a las diferentes fases del proceso: diseño y planificación, evaluación y comunicación, de las diferentes actividades en contextos variados.",
        "3.1. Identificar, analizar, comprender y progresar en los factores clave que condicionan la intervención de los componentes cualitativos y cuantitativos de la motricidad en la realización de gestos técnicos o situaciones motrices variadas, identificando errores, proponiendo y aplicando soluciones a los mismos.",
        "3.2. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, ajustándose a los objetivos y resolviendo eficiente y creativamente los imprevistos, demostrando dominio de los patrones motores básicos y progresando en la adquisición de habilidades específicas para cada contexto.",
        "3.3. Ser capaces de percibir los elementos clave, comprender las opciones de resolución y tomar decisiones ajustadas en situaciones de cooperación-oposición, favoreciendo la resolución de estas, de forma exitosa, adaptada y creativa, desde los distintos roles ofensivos y defensivos, así como en distintos momentos del ciclo del juego.",
        "3.4. Aplicar proyectos motores en la creación de composiciones individuales y colectivas, con y sin base musical, de manera coordinada y creativa, utilizando el movimiento como elemento expresivo y optimizando los recursos disponibles.",
        "3.5. Comprender y analizar proyectos motores, propios y de los otros, siendo capaces de gestionar autónomamente cualquier imprevisto y realizar ajustes eficientes y creativos, a partir de las informaciones propias o compartidas, gracias a la capacidad de resiliencia, su motivación, el análisis y la utilización de la información disponible.",
        "4.1. Conocer y participar en actividades deportivas reconocidas de carácter mixto, además de organizar y promover la adaptación de otras a este carácter, reconociendo su riqueza y demostrando valores de respeto y superación de los estereotipos de género.",
        "4.2. Organizar, promover y participar en actividades físicas inclusivas, desde el conocimiento de los diferentes tipos de discapacidad, adaptándose a los requerimientos físicos, psíquicos y sociales, realizando adaptaciones creativas de las reglas y los materiales, estableciendo los medios y ayudas técnicas específicas que facilitan la realización de las actividades y posibilitando la inclusión desde el respeto y la empatía.",
        "4.3. Conocer, y comprender las características y organización del deporte adaptado, experimentando alguna de sus modalidades mediante la autoconstrucción de espacios de práctica y materiales, según los medios disponibles, siempre teniendo en cuenta las medidas de seguridad.",
        "4.4. Organizar, promover y gestionar actividades físico-deportivas, aplicando técnicas didácticas, organizadas en base a criterios de igualdad y evitando las agrupaciones por niveles, mediante la propuesta creativa de reglas que propicien la heterogeneidad de grupos y criterios múltiples de valoración.",
        "5.1. Comprender, contextualizar y analizar desde una postura crítica la influencia cultural y social, sus relaciones con los medios de comunicación y los intereses económicos y políticos, de las manifestaciones motrices más relevantes en el panorama actual, analizando sus orígenes y su evolución hasta la actualidad y rechazando aquellos componentes que no se ajusten a los valores de una sociedad abierta, inclusiva, diversa e igualitaria y aquellos perjudiciales para la salud.",
        "5.2. Aplicar técnicas y métodos de investigación social para valorar la implantación e influencia de la cultura motriz en su entorno cercano, rechazando aquellos componentes contrarios a los valores de una sociedad abierta, inclusiva, diversa e igualitaria, y aquellos perjudiciales para la salud.",
        "5.3. Conocer, comparar y analizar las diferencias entre las manifestaciones representativas de la cultura motriz de diferentes zonas y culturas del mundo y de España.",
        "5.4. Identificar, recopilar, conocer, participar, practicar y difundir aquellas actividades físicas propias de la cultura motriz andaluza.",
        "6.1. Analizar, diseñar, planificar y ofertar proyectos de colaboración con asociaciones u organismos de su entorno, teniendo como base la actividad física, promoviendo hábitos de vida saludable y la inclusión social de diferentes colectivos.",
        "6.2. Diseñar, planificar, promover y organizar proyectos de actividad física en el entorno urbano o natural, optimizando los recursos, garantizando la seguridad, incluyendo elementos culturales propios de ese entorno, y realizando acciones que contribuyan a su cuidado y mantenimiento.",
        "6.3. Diseñar cooperativamente un proyecto de empresa relacionada con la actividad física o deportiva, contemplando todos los elementos necesarios: análisis DAFO, recursos financieros y humanos, trámites administrativos y estrategias de promoción."
    ],
    "saberes": [
        "A. Vida activa y saludable",
        "AFSS.2.A.1. Programación de la actividad física orientada a la salud, atendiendo a frecuencia, volumen, intensidad, recuperación y tipo de actividad en función de los objetivos y de las necesidades y características individuales. Orientación de los programas hacia el logro de objetivos específicos.",
        "AFSS.2.A.2. Beneficios de la práctica de una actividad física regular y valoración de su incidencia en la salud física, social y mental.",
        "AFSS.2.A.3. Evaluación de las capacidades físicas y coordinativas como requisito previo a la planificación: técnicas, estrategias y herramientas de medida.",
        "AFSS.2.A.4. Exigencias específicas condicionales y coordinativas de los distintos tipos de actividad física y deportiva.",
        "AFSS.2.A.5. Sistemas y métodos de entrenamiento de las capacidades físicas y coordinativas, características de las actividades físicas según el objetivo de mejora y su relación con la salud.",
        "AFSS.2.A.6. Control de los parámetros de carga, evaluación de su efecto y mecanismos de reorientación. Aplicación de los principios del entrenamiento en los métodos de mejora de las capacidades físicas básicas.",
        "AFSS.2.A.7. Aplicaciones y dispositivos digitales para la evaluación y planificación de programas de actividad física y de factores asociados como la nutrición, el descanso y los parámetros biométricos.",
        "AFSS.2.A.8. Nutrición en la vida diaria y en la actividad física de forma específica. Relación ingesta y gasto calórico. Diseño de dietas saludables. Análisis de productos alimenticios: valor alimenticio y energético.",
        "AFSS.2.A.9. Corrección de problemas posturales, ajuste ergonómico de las actividades, lesiones más comunes en la práctica de actividades física.",
        "AFSS.2.A.10. Orientaciones profesionales vinculadas a la programación y dirección de la actividad física, y la salud. Centros de estudio en la comunidad andaluza: ubicación, currículo y acceso.",
        "AFSS.2.A.11. Factores de riesgo en las actividades físicas, medidas de prevención, análisis de la ejecución de los ejercicios y actuación ante lesiones y accidentes deportivos. Medidas preventivas y compensatorias del entrenamiento físico. Hábitos saludables. Protocolos de seguridad en los diferentes tipos de actividad.",
        "AFSS.2.A.12. Actuaciones críticas ante accidentes. Primeros auxilios. Desplazamientos y transporte de accidentados. Reanimación mediante desfibrilador automático (DEA) o semiautomático (DESA). Protocolo de reanimación cardiopulmonar (RCP). Técnicas específicas e indicios de accidentes cardiovasculares (maniobra de Heimlich, señales de ictus, y similares). Contenido básico de kit de asistencia (botiquín).",
        "B. Organización y gestión de la actividad física",
        "AFSS.2.B.1. Gestión de las medidas relacionadas con la planificación de la actividad física y deportiva: material necesario, instalaciones, características del grupo al que se dirige, objetivos de la preparación, actividades, seguridad etc. Herramientas de los medios tecnológicos que están a su disposición para la gestión de la actividad física.",
        "AFSS.2.B.2. Modelos de creación y gestión de empresas relacionadas con las actividades físicas. Análisis de la realidad cercana. Empresas referentes en Andalucía.",
        "AFSS.2.B.3. Selección responsable y sostenible de material deportivo. Reutilización del material disponible. Construcción de material deportivo alternativo y reciclado. Medidas de adecuación de instalaciones y materiales para una práctica físico-deportiva inclusiva.",
        "AFSS.2.B.4. Profesiones vinculadas a la gestión organizativa de eventos, programas, escuelas, asociaciones, federaciones y clubes deportivos.",
        "AFSS.2.B.5. Regulación normativa para la organización de actividades físicas: responsabilidades, seguros y autorizaciones.",
        "AFSS.2.B.6. Organización, gestión y dinamización de actividades colectivas en diferentes contextos de práctica. ",
        "AFSS.2.B.7. Dirección de grupos deportivos, garantizando la participación, el aprendizaje, la seguridad, la diversión y la interacción social de sus componentes.",
        "C. Resolución de problemas en situaciones motrices",
        "AFSS.2.C.1. Observación y evaluación de las situaciones motrices variadas, sus factores condicionales, técnicos, de participación y de resolución táctica individual y colectiva: técnicas, estrategias y herramientas de medida.",
        "AFSS.2.C.2. Aplicaciones y dispositivos para la observación de elementos técnicos y tácticos en situaciones motrices variadas que permitan el análisis de los resultados.",
        "AFSS.2.C.3. Habilidades para la resolución de problemas tácticos, utilizando los recursos adecuados y mejorando la toma de decisiones.",
        "AFSS.2.C.4. Resolución de situaciones motrices variadas, ajustando eficientemente los componentes de la motricidad en actividades individuales. Secuencias de aprendizaje de habilidades específicas de distintos deportes individuales que incluyan todos los patrones motrices básicos.",
        "AFSS.2.C.5. Acciones que provocan situaciones de ventaja con respecto al adversario en las actividades de oposición, sin o con contacto corporal, y con el uso o no de implementos.",
        "AFSS.2.C.6. Resolución de actividades cooperativas, su análisis colectivo de resultados y reajuste de actuaciones para conseguir el éxito. Tipos de feedback.",
        "AFSS.2.C.7. Resolución de problemas tácticos en situaciones de cooperación-oposición, desde distintos roles, ajustados a la estrategia colectiva planteada en las diferentes fases del ciclo del juego.",
        "AFSS.2.C.8. Mecanismos coordinativos, espaciales y temporales, que permitan el ajuste y modificación de la propia intervención para resolver situaciones motrices adecuadamente respecto a sí mismo, móviles e implementos, a los participantes y al espacio en el que se desenvuelve la práctica según el objetivo planteado. AFSS.2.C.9. Perfeccionamiento de las habilidades específicas de los deportes o actividades físicas que respondan a sus intereses, considerando la inclusión de deportes individuales y colectivos y la realización de actividades expresivas y en el medio natural.",
        "AFSS.2.C.10. Elaboración de montajes individuales y colectivos, con o sin base musical.",
        "D. Actividad física y sociedad",
        "AFSS.2.D.1. Distintas perspectivas del deporte para todos, escolar, de base, competitivo, profesional, etc. ",
        "AFSS.2.D.2. Análisis crítico de la actividad física y el deporte en los medios de comunicación.",
        "AFSS.2.D.3. Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices, tales como, comportamientos violentos, discriminación por cuestiones de género, competencia motriz y actitudes xenófobas racistas o sexistas.",
        "AFSS.2.D.4. Hábitos y estereotipos sociales que inciden en la calidad de vida, condición física y salud, así como en la convivencia democrática.",
        "AFSS.2.D.5. Biografías de personalidades relevantes del mundo del deporte y la actividad física. ",
        "AFSS.2.D.6. Historia y evolución de las competiciones deportivas: los Juegos Olímpicos y Paralímpicos.",
        "AFSS.2.D.7. Los juegos y deportes tradicionales y autóctonos y su vínculo cultural: origen, evolución, preservación y factores condicionantes.",
        "AFSS.2.D.8. Ejemplos de buenas prácticas profesionales en el deporte y en el ámbito artístico-expresivo a nivel mundial, nacional y andaluz.",
        "AFSS.2.D.9. La cultura motriz en manifestaciones con intencionalidad estética o expresiva.",
        "AFSS.2.D.10. Deporte, política y economía: análisis crítico de su influencia en la sociedad. Mercado, consumismo y deporte. Marketing del deporte. Ámbito profesional-laboral: profesiones que rodean al deporte en ámbitos como docencia, gestión, rendimiento o recreación.",
        "E. Interacción eficiente y sostenible con el entorno",
        "AFSS.2.E.1. Fomento del desplazamiento activo y sostenible en actividades cotidianas.",
        "AFSS.2.E.2. Análisis de las posibilidades del entorno urbano y natural para la práctica de actividad física: equipamientos, usos y necesidades. Adecuación de espacios y ofertas actividades en el entorno local y de Andalucía.",
        "AFSS.2.E.3. Actuaciones para la mejora del entorno urbano desde el punto de vista de la motricidad, por ejemplo, el uso deportivo y la accesibilidad. Adecuación a la normativa europea, estatal y andaluza.",
        "AFSS.2.E.4. Previsión de riesgos asociados a las actividades y los derivados de la propia actuación y de la del grupo. Factores y elementos de riesgo durante la realización de actividades que requieren atención o esfuerzo",
        ". Materiales y equipamientos: su uso según las especificaciones técnicas de los mismos.",
        "AFSS.2.E.5. Cuidado, adecuación y uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de actividad física. Promoción y usos creativos del entorno desde la motricidad.",
        "AFSS.2.E.6. Proyectos de actividad física y deportiva en el entorno natural y urbano."
    ]
}