{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Identificar y explicar la presencia de formas y relaciones geométricas en el arte y el diseño, ",
        "comprendiendo el motivo o intencionalidad con la que se han utilizado. ",
        "Competencia específica 2. ",
        "2.1. Diseñar patrones y mosaicos, aplicando las transformaciones geométricas al diseño de ",
        "patrones y mosaicos. ",
        "2.2. Diseñar formas creativas, empleando tangencias, enlaces y curvas cónicas. ",
        "Competencia específica 3. ",
        "3.1. Dibujar en las perspectivas, isométrica y caballera, formas volumétricas incorporando curvas. ",
        "83.2. Diseñar espacios o escenografías aplicando la perspectiva cónica, representando las luces y ",
        "sombras de los objetos contenidos y reflexionando sobre el proceso realizado y el resultado ",
        "obtenido. ",
        "Competencia específica 4. ",
        "4.1. Proyectar un diseño sencillo, comunicando de manera clara e inequívoca su forma y ",
        "dimensiones mediante el uso de la normalización, aplicando estrategias y destrezas que ",
        "agilicen el trabajo de grupo. ",
        "Competencia específica 5. ",
        "5.1. Realizar y presentar proyectos, aprovechando las posibilidades que las herramientas de ",
        "dibujo vectorial aportan a los campos del diseño y el arte.         "
    ],
    "saberes": [
        "A. Geometría, arte y entorno. ",
        "– Composiciones modulares en el diseño gráfico, de objetos y de espacios. ",
        "– Geometría e ilusiones ópticas en dos y en tres dimensiones en el arte y el diseño. ",
        "Trampantojos. ",
        "– Curvas cónicas:   ",
        "Elipse. Focos. Ejes principales y conjugados. Métodos de construcción.   ",
        "Parábola. Foco, directriz, parámetro, eje y vértice. Construcción.  ",
        "Hipérbola. Focos, eje focal, eje secundario, vértices y asíntotas. ",
        "– Las curvas cónicas en la naturaleza, el entorno, el arte y el diseño. Generación de superficies ",
        "a partir de curvas cónicas: elipsoides, paraboloides e hiperboloides. Superficies regladas. Uso ",
        "en arquitectura. ",
        "– La representación del espacio en el diseño y arte contemporáneo. Nuevos recursos ",
        "expresivos:  ",
        "El impresionismo y las corrientes postimpresionistas. El color como configurador del ",
        "espacio.  ",
        "El cubismo y la perspectiva múltiple.  ",
        "El futurismo y la expresión del movimiento.  ",
        "El espacio metafísico y surrealista.  ",
        "El orfismo y la relación con la música.  ",
        "Abstracción expresiva y geométrica.  ",
        "Neoplasticismo y Movimiento Moderno. El espacio geométrico y racional.   ",
        "El Op Art. El uso de los efectos ópticos.  ",
        "El espacio virtual y las tecnologías digitales. ",
        "– Transformaciones geométricas aplicadas a la creación de mosaicos y patrones. Trazado con ",
        "y sin herramientas digitales.  ",
        "Módulo y supermódulo. Redes modulares simples y compuestas.  ",
        "Traslación, rotación y simetría.  ",
        "Transformación del módulo: equivalencias.  ",
        "Teselado regular, semirregular e irregular.  ",
        "Módulos y redes árabes. ",
        "– Enlaces y tangencias. Aplicación en el diseño gráfico mediante trazado manual y digital. ",
        "B. Sistemas de representación del espacio aplicado. ",
        "– Representación de la circunferencia y de sólidos sencillos en perspectivas, isométrica y ",
        "caballera. Aplicación al diseño de formas tridimensionales.  ",
        "Sólidos aislados: prisma, cilindro, pirámide, cono y esfera.  ",
        "Sólidos compuestos. ",
        "Diseño aditivo y sustractivo de piezas y volúmenes. ",
        "– Estructuras poliédricas. Los sólidos platónicos. Aplicación en la arquitectura y el diseño.  ",
        "Sólidos poliédricos  ",
        "Mallas tridimensionales de barras  ",
        "Otras estructuras poliédricas. Panal de abeja. Poliedro de Kelvin. Cúpulas geodésicas ",
        "– Aplicaciones de la perspectiva cónica, frontal, oblicua y de cuadro inclinado, al diseño de ",
        "espacios y objetos. Representación de luces y sombras.  ",
        "Elección del punto de vista y plano del cuadro en perspectiva cónica de objetos e ",
        "interiores.  ",
        "Escenas de objetos de diseño.  ",
        "Escenas urbanas.  ",
        "Escenas de interiores.  ",
        "Luz focal y luz solar. ",
        "C. Normalización y diseño de proyectos. ",
        "– Fases de un proyecto de diseño: del croquis al plano de taller.  ",
        "Proyecto de diseño de producto o de diseño industrial.  ",
        "Proyecto de arquitectura.  ",
        "Proyectos de exteriores y urbanismo. ",
        "– Representación de objetos mediante sus vistas acotadas. Cortes, secciones y roturas.  ",
        "Vistas: plantas y alzados.  ",
        "Diferenciación entre sistema americano y europeo.  ",
        "Secciones: elección de las secciones más útiles. ",
        "D. Herramientas digitales para el diseño. ",
        "– Dibujo asistido por ordenador aplicado a proyectos de arte y diseño.  ",
        "Órdenes avanzadas de diseño y edición. Grosores, polilíneas y tramas.  ",
        "Rotulación y acotación.  ",
        "Espacio modelo y espacio papel. Diseño de impresión.  ",
        "Exportación y salida impresa. ",
        "– Modelado en 3D. Aplicación a proyectos de diseño industrial y de espacios. Generación de ",
        "volúmenes compuestos. Salida del modelo 3D: escenas, luces y renderizado. Recorridos. ",
        "– Nociones de modelado paramétrico (BIM) y sus aplicaciones.         "
    ]
}
