{
    "criteriosEvaluacion": [
        "1.1 Identificar los datos más relevantes y las relaciones entre estos, organizando la información mediante esquemas, gráficas, diagramas, dibujos, tablas y recursos digitales que activen el pensamiento heurístico y ayuden en la planificación y abordaje del proceso resolutorio.",
        "1.2 Emplear diferentes estrategias, como la estimación, el ensayo-error o la descomposición en problemas más sencillos, y herramientas, incluidas las digitales, al modelizar y resolver problemas de la vida cotidiana y de ámbitos diversos, utilizando las más adecuadas según su eficiencia.",
        "1.3 Obtener diferentes soluciones de problemas de la vida cotidiana y de ámbitos diversos siguiendo las fases de resolución y describiendo el procedimiento utilizado.",
        "2.1 Comprobar la validez matemática de las soluciones obtenidas en la resolución de un problema utilizando el razonamiento y la argumentación.",
        "2.2 Seleccionar la solución más adecuada de un problema estudiando su pertinencia y en función de las características del contexto social (sostenibilidad, equidad…).",
        "3.1 Adquirir nuevo conocimiento matemático, de forma guiada, a partir de la formulación de preguntas y conjeturas y su discusión en grupo.",
        "3.2 Emplear herramientas tecnológicas adecuadas en la formulación o investigación de preguntas o problemas.",
        "3.3 Reconocer el error en el planteamiento de preguntas o problemas entendiéndolo como una forma de progresar en el aprendizaje de las matemáticas.",
        "4.1 Identificar, modelizar y resolver situaciones de la vida cotidiana y de contextos técnicos y sociales, utilizando el pensamiento computacional, modificando y creando algoritmos.",
        "5.1 Manifestar una visión matemática integrada, resolviendo problemas, explorando relaciones y aplicando conexiones",
        "6.1 Resolver problemas en diferentes situaciones utilizando procesos matemáticos, estableciendo y aplicando diversas conexiones entre el mundo real, otras áreas del conocimiento técnico y social y las matemáticas.",
        "6.2 Reconocer la aportación de las matemáticas al progreso de la humanidad y sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos que se plantean en la sociedad.",
        "7.1 Representar ideas matemáticas, estructurando procesos de pensamiento y razonamiento matemáticos y seleccionando las tecnologías más adecuadas.",
        "7.2 Seleccionar y utilizar diversas formas tanto de representación como de interacción con asistentes y simuladores, valorando su utilidad para compartir información.",
        "8.1 Reconocer, interpretar y utilizar el lenguaje matemático en diferentes contextos y soportes como vía para afianzar y generar nuevo conocimiento.",
        "8.2 Comunicar y argumentar de manera organizada y estructurada las ideas matemáticas empleando el soporte, la terminología y el rigor apropiados y reflexionando sobre los procesos seguidos.",
        "9.1 Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y gestionando emociones y utilizando el error como parte del proceso de aprendizaje.",
        "9.2 Mostrar motivación positiva ante los retos y entereza ante la adversidad, aceptando y aprendiendo de la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
        "9.3 Participar en tareas matemáticas de forma activa en equipos heterogéneos e identificar las habilidades sociales más propicias, apoyando las emociones y experiencias de los demás, escuchando sus razonamientos, aportando al equipo a través del rol asignado y fomentando el bienestar grupal y las relaciones saludables."
    ],
    "saberes": [
        "A. Sentido numérico",
        "1. Conteo",
        "Comprensión de los conceptos de elemento, conjunto y cardinal de un conjunto. Aplicación adecuada de las operaciones con conjuntos.",
        "Utilización de reglas y estrategias para contar el cardinal de conjuntos finitos para resolver problemas de la vida cotidiana: principios de comparación, adición, multiplicación y división, principio del palomar, principio de inclusión-exclusión.",
        "2. Sentido de las operaciones",
        "Interpretación y aplicación de información numérica que incluya operaciones combinadas y porcentajes en documentos de la vida cotidiana: documentos financieros, facturas, elaboración de presupuestos personales, nóminas, seguros, etc.",
        "Herramientas tecnológicas y digitales en la resolución de problemas numéricos.",
        "3. Educación financiera",
        "Relaciones entre razones, proporciones, porcentajes, tasas (tanto por uno, tanto por ciento, tanto por mil…), impuestos e incrementos absolutos y relativos, para la representación de relaciones cuantitativas en contextos reales.",
        "Razonamiento proporcional en la resolución de problemas financieros: medios de pago con cobro de intereses, comisiones, cuotas, cambios de divisas, etc.",
        "B. Sentido de la medida",
        "1. Medición",
        "La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
        "2. Cambio",
        "Estudio de la variación absoluta y tasa de variación media.",
        "Concepto de derivada a partir del estudio del cambio en diferentes contextos. Interpretación geométrica. Análisis con herramientas digitales.",
        "C. Sentido espacial",
        "1. Localización y sistemas de representación",
        "Sistemas de representación: coordenadas cartesianas, geográficas…",
        "2. Visualización, razonamiento y modelización geométrica",
        "Representación de situaciones de la vida cotidiana mediante diferentes tipos de grafos: no",
        "dirigidos, dirigidos, planos, ponderados, árboles, etc. Fórmula de Euler.",
        "Resolución de problemas cotidianos mediante caminos y circuitos en grafos: grafos eulerianos y hamiltonianos, teorema de Euler, coloración de grafos, grafos bipartitos.",
        "Resolución del problema del camino mínimo en diferentes contextos.",
        "D. Sentido algebraico y pensamiento computacional",
        "1. Patrones",
        "Patrones y regularidades en situaciones sencillas: Identificación y generalización.",
        "2. Modelo matemático",
        "Funciones lineales, cuadráticas, racionales sencillas, exponenciales, logarítmicas, a trozos y periódicas: modelización mediante herramientas digitales de situaciones del mundo real (industria, ciencias, ciencias sociales…).",
        "Ecuaciones, inecuaciones y sistemas de ecuaciones: modelización y resolución de situaciones en diversos contextos.",
        "Programación lineal: modelización y resolución de problemas del mundo real mediante herramientas digitales.",
        "3. Relaciones y funciones",
        "Funciones polinómicas, racionales sencillas, exponenciales y logarítmicas: comprensión y comparación de propiedades.",
        "4. Pensamiento computacional",
        "Formulación, análisis y resolución de problemas de la vida cotidiana y de la ciencia y la tecnología utilizando programas y herramientas adecuadas.",
        "E. Sentido estocástico",
        "1. Organización y análisis de datos",
        "Interpretación y análisis de información estadística en diversos contextos.",
        "Variables estadísticas bidimensionales: distribución conjunta, distribuciones marginales y condicionadas. Análisis de la dependencia funcional y estadística.",
        "Regresión lineal y cuadrática: relación entre dos variables estadísticas, análisis y valoración gráfica de la pertinencia del ajuste.",
        "Coeficiente de correlación: interpretación, cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos técnicos, económicos, sociales, etc.",
        "Distinción entre correlación y causalidad.",
        "Herramientas digitales en el análisis y representación de datos estadísticos.",
        "2. Incertidumbre",
        "Estimación de la probabilidad a partir del concepto de frecuencia relativa y como medida de la incertidumbre asociada a los fenómenos aleatorios.",
        "Cálculo de probabilidades simples y compuestas en la resolución de problemas de la vida cotidiana. Regla de Laplace en combinación con diferentes técnicas de recuento (diagramas de árbol, técnicas sencillas de combinatoria...). Teorema de la probabilidad total.",
        "Paradojas y falacias relacionadas con la probabilidad condicional. Reconocimiento de argumentos engañosos y toma de decisiones fundamentadas y argumentadas en situaciones de la vida real que impliquen incertidumbre.",
        "3. Distribuciones de probabilidad",
        "Distribuciones de probabilidad uniforme, binomial y normal: identificación y modelización de fenómenos de la vida real que siguen estas distribuciones. Cálculo de probabilidades asociadas mediante herramientas digitales.",
        "4. Inferencia",
        "Selección de muestras representativas. Técnicas sencillas de muestreo. Discusión de la validez de una estimación en función de la representatividad de la muestra.",
        "Diseño de estudios estadísticos relacionados con diversos contextos utilizando herramientas digitales. Representatividad de una muestra.",
        "F. Sentido socioafectivo",
        "1. Creencias, actitudes y emociones",
        "Destrezas básicas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas.",
        "Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
        "Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en grupos heterogéneos y mixtos, como el aprendizaje cooperativo y el liderazgo distribuido.",
        "2. Trabajo en equipo y toma de decisiones",
        "Destrezas básicas para evaluar opciones y tomar decisiones en la resolución de problemas y tareas.",
        "Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
        "Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en grupos heterogéneos y mixtos, como el aprendizaje cooperativo y el liderazgo distribuido.",
        "3. Inclusión, respeto y diversidad",
        "Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las matemáticas.",
        "Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el análisis y el avance de la ciencia y la tecnología.",
        "Reconocimiento de los limites humanos cara al logro de todos los objetivos plantados en este “sentido socioafectivo” aceptando tanto nuestras limitaciones como nuestros errores y actuando con resiliencia para persistir en su consecución."
    ]
}