{
    "criteriosEvaluacion": [
        "1.1 Generar models a partir de situacions plantejades en contextos diversos, tant de la vida quotidiana com del seu àmbit acadèmic, que permeten convertir les situacions en reptes o problemes matemàtics.",
        "1.2 Utilitzar eines i estratègies que permetin resoldre problemes o fer propostes creatives a les situacions que hagin estat modelitzades.",
        "1.3 Obtenir solucions i fer propostes creatives a les situacions plantejades en contextos diversos, tant de la vida quotidiana com del seu àmbit acadèmic.",
        "1.4 Analitzar i valorar diferents modelitzacions, eines i estratègies.",
        "2.1 Expressar, amb coherència científica, idees i raonaments que permetin justificar la validesa de les solucions, dels processos i de les conclusions.",
        "2.2 Construir i expressar amb coherència científica textos amb arguments matemàtics que permeten fer judicis crítics o prendre decisions tecnològiques, socials, artístiques i culturals en un context sostenible, ètic i respectuós amb el medi ambient, en relació amb la situació o amb el problema plantejat.",
        "3.1 Plantejar preguntes en contextos diversos que es puguin respondre per mitjà del coneixement matemàtic.",
        "3.2 Fer conjectures matemàtiques de manera autònoma i raonada en un context en el qual l’alumnat tingui llibertat creativa fent ús, si cal, d’eines tecnològiques (llenguatges de programació, fulls de càlcul, GeoGebra, fotografia matemàtica, vídeo, etc.).",
        "3.3 Proposar problemes de manera autònoma, creativa i raonada en un context en el qual l’alumnat tingui llibertat creativa fent ús, si cal, d’eines tecnològiques (llenguatges de programació, fulls de càlcul, GeoGebra, fotografia matemàtica, vídeo, etc.).",
        "4.1 Descompondre un problema o una situació de la vida quotidiana en diferents parts, abordant-les d’una en una per poder trobar després la solució global amb dispositius digitals.",
        "4.2 Reconèixer patrons, similituds i tendències en els problemes o situacions que es volen solucionar.",
        "4.3 Trobar els principis que generen els patrons d’un problema descartant les dades irrellevants tot identificant les parts més importants.",
        "4.4 Generar instruccions pas a pas per resoldre un problema i d’altres de similars provant i duent a terme possibles solucions amb llenguatges de programació o també amb fulls de càlcul, GeoGebra i desenvolupadors d’aplicacions mòbils, entre d’altres.",
        "5.1 Identificar vincles entre diferents models matemàtics per disposar de més eines a l’hora d’abordar un repte.",
        "5.2 Traduir entre diferents representacions d’un mateix concepte matemàtic per extreure’n informació d’un i aplicar-la a l’altre.",
        "5.3 Aplicar conceptes matemàtics interconnectats per abordar un repte.",
        "5.4 Treure conclusions mitjançant una visió integrada de les matemàtiques.",
        "6.1 Reconèixer i utilitzar les matemàtiques presents a la vida quotidiana usant els processos inherents a la investigació científica i matemàtica: inferir, mesurar, comunicar, classificar, predir, etc., en situacions susceptibles de ser abordades en termes matemàtics.",
        "6.2 Reconèixer i utilitzar les connexions entre les matemàtiques i altres matèries en situacions susceptibles de ser abordades en termes matemàtics.",
        "6.3 Utilitzar el potencial creatiu de les matemàtiques per fer propostes innovadores en contextos científics, tecnològics, socials, artístics i culturals.",
        "6.4 Identificar i valorar l’aportació actual i històrica de les matemàtiques al progrés de la humanitat, també des d’una perspectiva de gènere, davant dels reptes que planteja la societat actual.",
        "6.5 Argumentar matemàticament i amb esperit crític sobre diferents aspectes socioculturals com ara pseudociències, política, medi ambient, economia i consumisme, desigualtats, tradicions i costums, etc.",
        "7.1 Mostrar organització en comunicar les idees matemàtiques.",
        "7.2 Usar la terminologia, la simbologia i el rigor matemàtic en la comunicació i la representació de les matemàtiques.",
        "7.3 Expressar oralment les idees matemàtiques amb un registre coherent i precís.",
        "7.4 Escriure textos matemàtics de tot tipus (descriptius, argumentatius, expositius, instructius, etc.) amb rigor científic, de lectura fluïda i coherent i en els quals l’ús del llenguatge i de la simbologia matemàtica sigui precís.",
        "7.5 Dissenyar representacions matemàtiques que siguin capaces, per si soles, d’expressar idees matemàtiques sintetitzades.",
        "7.6 Utilitzar l’expressió artística i creativa per comunicar, representar i expressar idees i raonaments matemàtics, com per exemple la fotografia matemàtica, els vídeos matemàtics, les obres visuals i la música.",
        "7.7 Dialogar entre iguals i debatre idees matemàtiques per descriure, explicar i justificar raonaments, processos i conclusions.",
        "8.1 Identificar els errors propis que es fan en matemàtiques, descobrir els elements conceptuals, de procediment o d’estratègia que els provoquen i, finalment, expressar de manera raonada el motiu de l’error.",
        "8.2 Decidir i posar en pràctica estratègies concretes que permetin evitar l’error i superar la dificultat.",
        "8.3 Perseverar en la consecució dels objectius implementant noves estratègies matemàtiques, i identificant i gestionant les pròpies emocions.",
        "8.4 Participar activament de l’autoavaluació, compartint i consensuant amb el professorat les estratègies de millora.",
        "8.5 Desenvolupar la capacitat creativa fent propostes matemàtiques innovadores relacionades amb aspectes artístics, culturals, socials i tecnològics i gaudint de la llibertat de decidir sense mostrar por a equivocar-se.",
        "9.1 Aportar i compartir estratègies i raonaments matemàtics amb els companys, valorar l’èxit col·lectiu com una estratègia de millora personal.",
        "9.2 Col·laborar en el treball en equip tant en entorns presencials com virtuals, escoltant els altres i valorant les seves aportacions, respectant la perspectiva de gènere i la multiculturalitat, compartint i construint coneixement matemàtic de manera conjunta.",
        "9.3 Idear, dissenyar i aportar activitats i problemes matemàtics de qualitat conceptual a la resta de companys per tal de participar activament en la construcció col·lectiva del coneixement matemàtic.",
        "9.4 Ajudar a identificar errors i dificultats d’aprenentatge de les companyes i companys fent aportacions constructives i concretes que puguin ajudar a superar-los i a millorar.",
        "9.5 Utilitzar la llengua catalana en l’aprenentatge de les matemàtiques com una eina de cohesió, inclusió i equitat."
    ],
    "saberes": [
        "Anàlisi",
        "Sentit numèric",
        "• Sentit de les operacions",
        "- Addició i producte de matrius per resoldre problemes en un context científic, social o de la vida quotidiana.",
        "Sentit de la mesura",
        "• Mesura",
        "- Interpretació de la integral definida com l’àrea sota una corba.",
        "- Càlcul d’àrees sota una corba per mitjà del càlcul de primitives, utilitzant tècniques elementals.",
        "• Canvi",
        "- Aplicació dels conceptes de límit, continuïtat i derivabilitat a la representació i a l’estudi de situacions susceptibles de ser modelitzades mitjançant funcions.",
        "- Ús de la derivada com a raó de canvi en la resolució de problemes d’optimització en contextos diversos.",
        "Sentit algebraic",
        "• Model matemàtic",
        "- Identificació de la classe de funció (polinòmiques, exponencials, logarítmiques i funcions a trossos) que modelitza relacions quantitatives en contextos diversos propis dels científics, socials i de la vida quotidiana.",
        "- Ús d’eines tecnològiques per determinar els models funcionals més apropiats en contextos propis de les ciències socials i la vida quotidiana o per resoldre les equacions que se’n desprenen.",
        "• Igualtat i desigualtat",
        "- Resolució d’equacions, inequacions i sistemes per trobar solucions a reptes que es plantegin a partir de la modelització d’una situació.",
        "• Relacions i funcions",
        "- Anàlisi, representació i interpretació de relacions quantitatives fent servir eines tecnològiques quan sigui necessari.",
        "- Estudi de les propietats de diverses classes de funcions: polinòmiques, exponencials, logarítmiques i funcions a trossos.",
        "- Ús de l’àlgebra simbòlica en la representació i explicació de relacions matemàtiques en diferents contextos.",
        "• Pensament computacional",
        "- Formulació, resolució i anàlisi de problemes en contextos diversos amb les eines i els programes més adequats.",
        "- Comparació d’algorismes alternatius per resoldre el mateix problema mitjançant raonament lògic.",
        "Probabilitat i estadística Sentit de la mesura",
        "• Mesura",
        "- Anàlisi de la incertesa associada a un fenomen aleatori per mitjà de la probabilitat: interpretació subjectiva, clàssica i freqüentista.",
        "Sentit estocàstic",
        "• Incertesa",
        "- Càlcul de probabilitats en experiments compostos mitjançant l’ús del concepte de probabilitat condicionada i de la independència entre successos aleatoris. Ús dels diagrames d’arbre i de les taules de contingència com a eines de suport al càlcul de probabilitats.",
        "- Resolució de problemes i interpretació del teorema de Bayes per actualitzar la probabilitat a partir de l’observació i de l’experimentació i la presa de decisions en condicions d’incertesa.",
        "• Distribucions de probabilitat",
        "- Identificació dels diferents tipus de variables aleatòries discretes i contínues.",
        "- Ús i interpretació dels paràmetres d’una distribució i aplicació a la distribució binomial i a la normal.",
        "- Modelització de fenòmens estocàstics mitjançant les distribucions de probabilitat binomial i normal.",
        "- Càlcul de probabilitats associades mitjançant eines tecnològiques.",
        "- Aproximació de la distribució binomial per la distribució normal.",
        "• Inferència",
        "- Interpretació de la representativitat d’una mostra segons el seu procés de selecció.",
        "- Estimació de la mitjana, la proporció i la desviació típica. Interpretació de la distribució de la mitjana i de la proporció mostrals. Interpretació dels intervals de confiança basats en la distribució normal. Aplicació en la resolució de problemes.",
        "- Ús d’eines digitals en la realització d’estudis estadístics.",
        "Sabers socioemocionals Sentit socioemocional",
        "• Creences, actituds i emocions",
        "- Habilitats d’autoregulació encaminades a descobrir els propis espais de millora i de recorregut personal.",
        "- Predisposició a endinsar-se en determinats aspectes de l’abstracció matemàtica com a únic camí per millorar-ne l’aplicabilitat.",
        "- Perseverança en la consecució d’una fita explorant i redefinint, si cal, les estratègies necessàries en el creixement personal.",
        "- Capacitat creativa fent propostes matemàtiques innovadores relacionades amb aspectes artístics, culturals, socials i tecnològics en els quals el gaudi de fer matemàtiques sigui present.",
        "- Habilitat a identificar les confusions conceptuals pròpies que determinen els errors que es fan en matemàtiques valorant-les com una important font d’aprenentatge.",
        "• Presa de decisions",
        "- Capacitat de posar en pràctica estratègies concretes que ajudin a superar confusions conceptuals pròpies.",
        "- Destreses per explorar i valorar diferents estratègies en el tractament matemàtic d’un problema o d’una situació.",
        "- Destreses a l’hora de millorar les estratègies d’aprenentatge a partir dels suggeriments de millora que es fan en les avaluacions i coavaluacions.",
        "- Capacitat de prendre decisions personals a partir de l’anàlisi crítica d’una situació susceptible de ser tractada amb argumentació matemàtica.",
        "• Inclusió, respecte i diversitat",
        "- Capacitat d’escoltar, respectar i provar estratègies matemàtiques proposades per una altra persona.",
        "- Habilitat a aportar idees i arguments que ajudin a l’aprenentatge dels companys.",
        "- Capacitat de consensuar opinions i estratègies diverses a l’hora de prendre una decisió col·lectiva en el desenvolupament d’una activitat matemàtica.",
        "- Apreciar l’èxit col·lectiu com un èxit individual.",
        "- Apreciació de la contribució de les matemàtiques i del paper de matemàtics i matemàtiques al llarg de la història en múltiples aspectes que ens envolten, tant de l’àmbit artístic, com cultural, social, científic i tecnològic."
    ]
}