{
    "saberes": [
        "A. Habilidades básicas para el desarrollo del pensamiento abstracto",
        "La investigación en torno a las ideas y los conceptos: formular hipótesis, imaginar, buscar alternativas, anticipar consecuencias, seleccionar posibilidades.*",
        "Primeras conceptualizaciones: definir conceptos, buscar ejemplos y contra-ejemplos, comparar y contrastar.*",
        "Las bases del razonamiento en el pensar: argumentar, relacionar causas y efectos, definir criterios, relacionar partes y todo.*",
        "Formular y reformular ideas y conceptos: explicar y describir, improvisar, resumir.*",
        "B. Autoconocimiento e identidad",
        "La naturaleza humana y la identidad personal. Igualdad y diferencia entre las personas.*",
        "La educación de las emociones y los sentimientos. La autoestima personal. La amistad y el amor.*",
        "La educación afectivo-sexual.",
        "El ciclo de la vida. La muerte y el duelo.",
        "C. Pensamiento crítico y autonomía moral",
        "El pensamiento crítico y ético. La pregunta como herramienta para la reflexión. Las preguntas filosóficas.*",
        "La ética como guía de nuestras acciones. Reflexionar sobre los conceptos de “bueno” y “malo”. Normas, virtudes y sentimientos morales.",
        "La práctica del diálogo y las normas de argumentación. La toma de decisiones. La empatía con los demás.*",
        "D. Sociedad, justicia y democracia",
        "Fundamentos de la vida en sociedad. Cooperación y competencia. La conducta cívica. Las leyes y la conciencia personal. Principios y valores democráticos. La justicia.*",
        "La igualdad entre mujeres y hombres. La prevención de los abusos y la violencia contra las mujeres. La conducta no sexista. Análisis de nuestro entorno cercano y búsqueda de soluciones locales y globales.*",
        "El respeto por las minorías y las identidades étnico-culturales y de género. Multiculturalismo y migraciones.*",
        "Estrategias para la resolución de conflictos desde la vivencia.*",
        "Los límites del humor. Ventajas y riesgos.",
        "E. Sostenibilidad y ética ambiental",
        "Los límites del planeta y el cambio climático.*",
        "La empatía, el cuidado y el aprecio con respecto a los seres vivos y el medio natural.",
        "Pautas para el análisis de nuestros hábitos de consumo. Modelos de consumo (local, global…). El consumo responsable, el uso del agua y la energía, y la gestión de los residuos.*"
    ],
    "criteriosEvaluacion": [
        "1.1. Construir un adecuado concepto de sí mismo en relación con los demás y la naturaleza, organizando y generando, de forma segura y crítica, información analógica y digital, así como manifestaciones artísticas, acerca de los rasgos relativos a la identidad.",
        "1.2. Desarrollar la autoestima y la autonomía, en armonía con los demás, a través de la expresión e identificación de emociones y la clarificación de deseos y objetivos.",
        "1.3. Reflexionar sobre conceptos básicos relacionados con el desarrollo de la identidad (las emociones y sentimientos, el autoestima, la amistad, el amor, la familia, la cultura…) mediante dinámicas de indagación individuales y colectivas.",
        "2.1. Generar una posición moral autónoma mediante el ejercicio de la deliberación racional y el diálogo respetuoso con otros, en torno a distintos valores y modos de vida.",
        "2.2. Promover una convivencia pacífica, respetuosa, democrática y justa, así como el compromiso con la resolución de los conflictos, cuando existan, a partir de la investigación sobre la naturaleza social y política del ser humano.",
        "2.3. Asumir un compromiso activo con valores como la igualdad de género, el rechazo a la violencia y el respeto por las minorías y las diferentes identidades, a partir del diálogo argumentativo sobre problemas locales y globales relacionados con dichos valores.",
        "3.1. Comprender el cambio climático, para evaluar diferentes alternativas con que frenarlo y lograr los Objetivos de Desarrollo Sostenible, identificando causas y problemas ecosociales en el entorno cercano.",
        "3.2. Comprometerse activamente con valores, prácticas y actitudes afectivas consecuentes con el respeto, cuidado y protección de las personas, los animales y el planeta, a través de la participación en actividades que promuevan un consumo responsable y un uso sostenible del agua, la energía, la movilidad y la gestión de residuos.",
        "4.1. Comprender la naturaleza de la pregunta como concepto, poniendo en valor la importancia del cuestionamiento en la actividad humana, desarrollando la capacidad para identificar y elaborar preguntas del ámbito ético-cívico en el entorno cercano.",
        "4.2. Interactuar con los demás a través del diálogo cooperativo, adoptando de forma motivada y autónoma, conductas cívicas, democráticas y orientadas por los valores comunes, el respeto y la empatía.",
        "4.3. Desarrollar las principales habilidades de pensamiento que fundamentan el pensamiento complejo: habilidades de percepción (escucha, observación…), de investigación (formulación de hipótesis, selección de posibilidades…), de conceptualización (definir, comparar…), de razonamiento (dar razones, relacionar las partes y el todo…) y de traducción (interpretar, improvisar…) mediante dinámicas guiadas individuales y colectivas.",
        "5.1. Desarrollar una actitud de gestión equilibrada de las emociones y cuidado de sí mismo y de los otros, identificando, analizando y expresando de manera asertiva las propias emociones y reconociendo y valorando las de los demás, en torno a actividades creativas y de reflexión.",
        "5.2. Adoptar una actitud fundada en la amistad, el amor y el cuidado de los demás y el entorno a partir de la experiencia afectiva de la interacción cívica y ética con otras personas y con el medio, y de la reflexión en torno a la misma."
    ]
}