{
    "saberes": [
        "A. La economía y las finanzas personales 6. Aspectos básicos de la economía.",
        "- El objeto de la economía. Necesidades y escasez.",
        "- El flujo circular de la renta.",
        "- El funcionamiento de los mercados.",
        "- El dinero. Funciones y clases. Monedas sociales.",
        "7. Finanzas personales.",
        "- La educación financiera y su importancia.",
        "- Motivaciones para el consumo. Consumo inteligente.",
        "- Presupuesto familiar. Ingresos y gastos. Planificación.",
        "- El ahorro y la inversión.",
        "- Entidades financieras. Bancos, cooperativas de crédito, aseguradoras.",
        "- Servicios bancarios básicos: Cuentas bancarias, productos de financiación e inversión familiar y empresarial. La banca ética.",
        "- Herramientas de pago tradicionales y virtuales; tarjetas de crédito, débito, virtuales, monedero virtual.",
        "- Monedas digitales; criptomonedas y monedas virtuales.",
        "B. La Macroeconomía y las finanzas en un mundo global.",
        "- Conceptos básicos de macroeconomía.",
        "- Macromagnitudes e indicadores: El Producto Interior Bruto.",
        "- El dinero, su precio y su repercusión en la economía.",
        "- La inflación y el IPC como medidor de la evolución de precios.",
        "- El mercado de trabajo: tasas de empleo y desempleo, temporalidad y salario mínimo.",
        "- El sector público y los indicadores básicos de la política fiscal. Déficit y Deuda Pública.",
        "- La distribución de la renta, su medición e implicaciones.",
        "- Importancia de la Educación Financiera en los ODS.",
        "C. Aspectos financieros de la economía regional en el contexto global.",
        "- La Unión Europea y su impacto sobre la economía nacional, regional y local.",
        "- Indicadores económicos básicos de Castilla y León. La gestión de los fondos europeos en Castilla y León. El sector financiero."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Comprender el problema de la escasez, identificando sus características y sus causas. (CCL2, CCL3, CD1, CPSAA1, CC3, CE1).",
        "1.2 Conocer los criterios que intervienen en la toma de decisiones económicas de manera individual, evaluando las consecuencias en la sociedad. (CCL1, CC3, CE1).",
        "1.3 Entender el funcionamiento de los mercados, analizando la naturaleza de las transacciones que tienen lugar en ellos. (CCL2, CCL3, STEM1, CD1).",
        "1.4 Reconocer la importancia del dinero analizando sus funciones y valorando su importancia como bien que favorece el desarrollo y la riqueza. (CCL2, CCL3, STEM1, CD1, CPSAA1, CC3).",
        "Competencia específica 2",
        "2.1 Analizar con espíritu crítico el comportamiento individual en las decisiones de consumo, identificando las repercusiones que pueden tener sobre la situación financiera personal. (CCL2, CPSAA1, CPSAA2, CC4).",
        "2.2 Planificar con responsabilidad y progresiva autonomía las finanzas personales, formulando un presupuesto aplicable al ámbito familiar (CCL3, STEM1, CD1, CPSAA1, CE2, CE3).",
        "2.3 Proponer diferentes posibilidades de ahorro y de inversión familiar, adaptadas a contextos sociales distintos, aplicando los conocimientos financieros adquiridos. (CCL3, STEM1, CD1, CPSAA1, CE2, CE3).",
        "2.4 Conocer los principales intermediarios financieros y la banca ética, valorando las acciones financieras más habituales, para planificar las propias finanzas y tomar decisiones financieras con sentido crítico y responsabilidad. (CCL2, CCL3, CD1, CC4, CE2).",
        "Competencia específica 3",
        "3.1 Conocer e interpretar los diferentes indicadores macroeconómicos de una economía estableciendo relaciones entre ellas para determinar sus repercusiones financieras personales y globales. (CCL1, CCL3, STEM2, CD1, CPSAA4, CC3).",
        "3.2 Valorar la intervención del Estado y las implicaciones financieras de sus decisiones, analizando con sentido crítico las consecuencias que tienen sus actuaciones en beneficio de una sociedad más justa y equitativa. (CCL1, CCL3, CD1, CPSAA4, CC3) 3.3 Reflexionar sobre la importancia de unas finanzas personales y globales responsables, planteando soluciones de naturaleza financiera que respondan a necesidades individuales y colectivas. (CCL1, STEM2, CCEC3)",
        "Competencia específica 4",
        "4.1 Valorar la importancia de las políticas europeas en nuestra región identificando los diferentes fondos europeos y las oportunidades que ofrecen para su desarrollo económico y social. (CCL2, CCL3, STEM1, CD1, CPSAA1, CC1, CC2, CC3, CC4, CE1) 4.2 Comprender las principales características de la economía regional y/o local, analizando con sentido crítico textos recogidos de diferentes fuentes primarias o secundarias, de la prensa física o virtual. (CCL2, CCL3, CD1, CC1, CC2, CC3, CC4)",
        "Competencia específica 5",
        "5.1 Proponer iniciativas de carácter financiero que fomenten la equidad, la justicia y la sostenibilidad. partiendo de los retos que plantea la economía regional o local. (CCL2, CCL5, CD1, CPSAA1, CC1, CC2, CC3, CC4, CE1)"
    ]
}