{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer y valorar las lenguas de España y las variedades dialectales del español, con especial atención a la variedad dialectal extremeña, contrastando de manera explícita y con el metalenguaje apropiado, aspectos lingüísticos y discursivos de las lenguas y los dialectos en manifestaciones orales, escritas y multimodales, diferenciando los rasgos de lengua que responden a la diversidad dialectal de los que se corresponden con sociolectos o registros.",
        "Criterio 1.2. Refutar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, atendiendo a la diversidad de normas cultas y estándares que se dan en una misma lengua, así como analizando y valorando la relevancia actual de los medios de comunicación y las redes sociales en los procesos de normalización lingüística.",
        "Criterio 1.3. Ampliar las técnicas de reflexión interlingüística favorecedoras de la competencia plurilingüe.",
        "Competencia específica 2.",
        "Criterio 2.1. Identificar e interpretar el sentido global, la estructura y la información relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales especializados propios del ámbito personal, académico y laboral.",
        "Criterio 2.2. Profundizar en el análisis de la interacción entre los diferentes códigos.",
        "Criterio 2.3. Valorar la forma y el contenido de textos orales y multimodales especializados en ámbitos académicos ampliados, sociales y profesionales.",
        "Criterio 2.4. Evaluar la calidad, fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados profundizando de manera autónoma en las estrategias empleadas.",
        "Competencia específica 3.",
        "Criterio 3.1. Realizar exposiciones y argumentaciones orales extensas y en las que se recojan diferentes puntos de vista, con diferente grado de planificación sobre temas de interés científico y cultural y de relevancia académica y social, empleando, conscientemente y con voluntad de estilo, mecanismos lingüísticos variados.",
        "Criterio 3.2. Utilizar de manera autónoma y creativa las convenciones propias de cada género discursivo.",
        "Criterio 3.3. Expresarse con fluidez, rigor, coherencia y el registro adecuado en diferentes soportes, integrando de manera eficaz recursos verbales y no verbales, y construyendo, con originalidad, un discurso personal.",
        "Criterio 3.4. Participar de manera activa y adecuada en interacciones orales, formales e informales, y en el trabajo en equipo con actitudes de escucha activa y estrategias de cooperación ",
        "conversacional y cortesía lingüística, y uso, tanto de una expresión respetuosa e inclusiva, como de mecanismos para refutar los usos verbales discriminatorios.",
        "Competencia específica 4.",
        "Criterio 4.1. Interpretar el sentido global, la estructura, la información relevante y la intención del emisor de textos escritos y multimodales especializados de creciente complejidad, con especial atención a textos académicos y de los medios de comunicación.",
        "Criterio 4.2. Realizar las inferencias necesarias y con diferentes propósitos de lectura, utilizando estrategias diversificadas.",
        "Criterio 4.3. Valorar críticamente el contenido y la forma de textos especializados de creciente complejidad, analizando los mecanismos lingüísticos de la expresión de la objetividad y la subjetividad, las marcas de estilo y la integración de las propiedades textuales, coherencia, cohesión y adecuación, con particular atención a la variedad de marcadores discursivos así como a las relaciones verbales y la puntuación, como mecanismos de cohesión.",
        "Criterio 4.4. Evaluar la calidad, la fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos y las marcas de estilo del emisor, en textos escritos o multimodales complejos.",
        "Competencia específica 5.",
        "Criterio 5.1. Redactar textos académicos coherentes, cohesionados, con el registro adecuado y con un estilo personal, en torno a temas curriculares o de interés social y cultural.",
        "Criterio 5.2. Diversificar estrategias de planificación del proceso de elaboración de textos, atendiendo a los elementos y el propósito de la comunicación.",
        "Criterio 5.3. Perfeccionar borradores de producciones escritas o multimodales, de manera individual o entre iguales, seleccionando recursos impresos y digitales de consulta especializados necesarios para cada fase del proceso.",
        "Criterio 5.4. Generalizar los procedimientos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical.",
        "Criterio 5.5. Diversificar las estrategias metalingüísticas avanzadas para adaptar la edición de producciones escritas y multimodales a los canales en los que se insertan.",
        "Competencia específica 6.",
        "Criterio 6.1. Elaborar trabajos de investigación especializados, de manera autónoma y en diferentes soportes, sobre temas de interés académico, personal o social.",
        "Criterio 6.2. Localizar, seleccionar y contrastar información especializada procedente de diferentes fuentes, de manera autónoma, asegurando su fiabilidad y pertinencia en función de los objetivos de lectura y consolidando estrategias de almacenamiento, clasificación y recuperación.",
        "Criterio 6.3. Organizar e integrar la información seleccionada en esquemas propios adecuados para su difusión en contextos académicos y sociales, reelaborándola con un punto de vista crítico y respetuoso con la propiedad intelectual, y aportando un estilo personal.",
        "Criterio 6.4. Comunicar de forma creativa la información seleccionada diversificando y combinando el uso de diferentes soportes tradicionales o digitales ante auditorios pertenecientes o no al ámbito cercano del alumnado.",
        "Criterio 6.5. Profundizar en el uso de estrategias que permitan evaluar la veracidad de las noticias e informaciones, con especial atención a las redes sociales y otros entornos digitales, siguiendo pautas de análisis, contraste y verificación, haciendo uso de las herramientas adecuadas y manteniendo una actitud crítica frente a los posibles sesgos de la información.",
        "Competencia específica 7.",
        "Criterio 7.1. Elegir y leer de manera autónoma obras relevantes que se relacionen con las propuestas de lectura guiada, incluyendo ensayo literario y obras actuales que establezcan conexiones con la tradición literaria, empleando habitualmente fuentes de recomendación especializada como recurso y diversificando el corpus leído, a partir del conocimiento de los circuitos comerciales del libro y del canon literario.",
        "Criterio 7.2. Utilizar de manera autónoma mecanismos diversificados para dejar constancia del progreso del propio itinerario lector y cultural mediante la explicación argumentada de los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y de la experiencia de lectura.",
        "Criterio 7.3. Afianzar estrategias para compartir la experiencia lectora utilizando un metalenguaje específico atendiendo a aspectos temáticos, género y subgénero, elementos de la estructura y el estilo y valores éticos y estéticos de las obras.",
        "Criterio 7.4. Participar en el circuito literario y lector en contextos presenciales y digitales, emplear autónomamente todo tipo de bibliotecas y acceder individual y grupalmente a otras experiencias culturales.",
        "Criterio 7.5. Diversificar el uso de estrategias para elaborar una interpretación personal en la que se establezcan vínculos argumentados con otras obras y otras experiencias artísticas y culturales.",
        "Competencia específica 8.",
        "Criterio 8.1. Profundizar en la exposición y argumentación sobre la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria.",
        "Criterio 8.2. Utilizar un metalenguaje específico en el análisis de obras o fragmentos literarios de la literatura española o hispánica del último cuarto del siglo XIX y de los siglos XX y XXI, estableciendo relaciones temáticas o formales entre manifestaciones integradas en tradiciones o movimientos literarios, y perfeccionar la formulación de juicios de valor vinculados a la apreciación estética de las obras.",
        "Criterio 8.3. Desarrollar proyectos de investigación que se concreten en una exposición oral, un ensayo o una presentación multimodal, sobre obras de la literatura española o hispánica del último cuarto del siglo XIX y de los siglos XX y XXI, objeto de lectura guiada, estableciendo vínculos argumentados con otros textos y manifestaciones artísticas clásicas y contemporáneas, en función de temas, tópicos, estructuras, lenguaje literario y valores éticos y estéticos, y explicitando la implicación y la recepción individual.",
        "Criterio 8.4. Crear textos personales o colectivos elaborados con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos de la literatura española o hispánica del último cuarto del siglo XIX y de los siglos XX y XXI, en los que se empleen las convenciones formales de los diversos géneros y estilos literarios.",
        "Competencia específica 9.",
        "Criterio 9.1. Diversificar los recursos para la revisión textual autónoma y hacer propuestas de mejora argumentando los cambios, a partir del reconocimiento y análisis de las unidades del sistema lingüístico y empleando los tecnicismos adecuados.",
        "Criterio 9.2. Identificar y subsanar dificultades de comprensión lectora y expresión escrita, en textos propios y ajenos, utilizando conocimientos explícitos derivados del análisis de los componentes de la lengua en sus niveles morfosintáctico, léxico y pragmático.",
        "Criterio 9.3. Perfeccionar la expresión escrita por medio del conocimiento de la vinculación entre la expresión oral y escrita y la aplicación sistemática de las reglas de ortografía, con particular atención al uso correcto de la puntuación.",
        "Criterio 9.4. Expresar generalizaciones sobre aspectos específicos del funcionamiento de la lengua, tales como la diferenciación entre la forma y la función de las palabras en los textos y sus relaciones funcionales en la oración simple y compuesta, a partir del análisis, comparación y transformación de distintas unidades de la lengua, ejerciendo la reflexión metalingüística y empleando los tecnicismos apropiados.",
        "Criterio 9.5. Ampliar la selección léxica adecuada al contexto en el que se emiten textos propios de la etapa mediante la identificación de los procedimientos de formación, adquisición y renovación léxico, así como del análisis de las relaciones semánticas y los cambios en el significado de las palabras.",
        "Criterio 9.6. Profundizar en la argumentación sobre la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y un metalenguaje específico.",
        "Criterio 9.7. Elaborar y presentar los resultados de proyectos de investigación de cierta complejidad sobre aspectos relevantes del funcionamiento de la lengua, formulando hipótesis y estableciendo generalizaciones, utilizando los conceptos y la terminología lingüística adecuada y consultando de manera autónoma diccionarios, manuales y gramáticas.",
        "Competencia específica 10.",
        "Criterio 10.1. Combatir los usos discriminatorios o manipuladores de la lengua así como los abusos de poder a través de la palabra, a partir de la reflexión y el análisis ampliado de los elementos lingüísticos y no verbales presentes en contextos comunicativos orales y escritos.",
        "Criterio 10.2. Consolidar el uso habitual de recursos para una interacción verbal respetuosa, en contextos diversos y de creciente formalidad, y utilizar estrategias lingüísticamente variadas y creativas para la resolución dialogada de los conflictos y la búsqueda de consensos tanto en el ámbito personal como educativo y social."       
    ],
    "saberes": [
        "Bloque A. Las lenguas y sus hablantes.",
        "A.1. España, un país plurilingüe.",
        "A.1.2.1. Estudio avanzado de las lenguas de España y reflexión crítica sobre su convivencia en el marco de una cultura lingüística nacional plurilingüe.",
        "A.2. Las variedades de la lengua.",
        "A.2.2.1. Estudio comparativo ampliado de los dialectos del español.",
        "A.2.2.2. Valoración avanzada de las diferencias entre los rasgos propios de las variedades dialectales (fónicos, gramaticales y léxicos) con atención específica a las variantes del dialecto extremeño, y los relativos a los sociolectos y los registros.",
        "A.3. Interlingüismo, norma y diversidad lingüística.",
        "A.3.2.1. Estrategias avanzadas de reflexión interlingüística.",
        "A.3.2.2. Los medios de comunicación y las redes sociales en los procesos de normalización lingüística.",
        "A.3.2.3. Refutación de prejuicios y estereotipos lingüísticos.",
        "A.3.2.4. Indagación y explicación de los conceptos de norma culta y estándar, atendiendo a su utilidad y a su diversidad en la lengua española.",
        "Bloque B. Comunicación.",
        "B.1. Contexto.",
        "B.1.2.1. Análisis avanzado del grado de formalidad de la situación y del carácter público o privado del acto comunicativo.",
        "B.1.2.2. Estrategias afianzadas de reconocimiento y análisis de la distancia social entre los interlocutores.",
        "B.1.2.3. Propósitos comunicativos e interpretación de intenciones (profundización).",
        "B.1.2.4. Canal de comunicación y elementos no verbales de la interacción comunicativa (perfeccionamiento).",
        "B.2. Géneros discursivos.",
        "B.2.2.1. Aplicación generalizada, con recursos diversificados, de las propiedades textuales: coherencia, cohesión y adecuación.",
        "B.2.2.2. Géneros discursivos propios del ámbito académico: exposiciones, informes, comentarios críticos, ensayos (perfeccionamiento).",
        "B.2.2.3. Géneros discursivos propios del ámbito social. Las redes sociales y medios de comunicación (perfeccionamiento).",
        "B.3. Procesos.",
        "B.3.2.1. Interacción oral y escrita de carácter formal (profundización).",
        "B.3.2.2. Análisis pragmático ampliado de la comunicación: cooperación conversacional y cortesía lingüística.",
        "B.3.2.3. Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. Valoración de la forma y el contenido del texto (perfeccionamiento). ",
        "B.3.2.4. Producción oral formal: planificación y búsqueda de información, textualización y mejora de textos propios y ajenos. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal. Estrategias diversificadas de deliberación oral argumentada.",
        "B.3.2.5. Comprensión lectora: sentido global del texto y relación entre sus partes. Valoración de la forma y el contenido del texto (consolidación).",
        "B.3.2.6. La intención del emisor. Detección de los usos discriminatorios del lenguaje verbal y multimodal, recursos diversificados para erradicarlos y empleo de los mecanismos adecuados para el lenguaje inclusivo: con enfoque de género, sin sesgos, multicultural, para personas con discapacidad.",
        "B.3.2.7. Producción escrita. Proceso de elaboración: planificación, redacción con voluntad de estilo, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica.",
        "B.3.2.8. Destrezas consolidadas de alfabetización informacional: búsqueda autónoma y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión de la información reelaborada de manera creativa y respetuosa con la propiedad intelectual. Noticias falsas y verificación de hechos.",
        "B.3.2.9. Gestión de documentos textuales digitales: almacenamiento, clasificación y recuperación de contenidos.",
        "B.4. Reconocimiento y uso discursivo de los elementos lingüísticos.",
        "B.4.2.1. Mecanismos lingüísticos diversificados de expresión de la subjetividad y de la objetividad en los textos.",
        "B.4.2.2. Recursos lingüísticos consolidados para adecuar el registro a la situación de comunicación.",
        "B.4.2.3. Conectores, marcadores discursivos y procedimientos de referencia anafóricos y catafóricos que contribuyen a la cohesión del texto, empleados con voluntad de estilo.",
        "B.4.2.4. Relaciones entre las formas verbales como procedimientos de cohesión del texto con especial atención a la valoración y al perfeccionamiento del uso apropiado de los tiempos verbales.",
        "B.4.2.5. Técnicas perfeccionadas de corrección lingüística y revisión ortográfica, gramatical y tipográfica de los textos. Uso eficaz de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
        "B.4.2.6. Uso perfeccionado de los signos de puntuación como mecanismo de coherencia y cohesión textual, y empleo con voluntad de estilo. ",
        "Bloque C. Educación literaria.",
        "C.1. La lectura como experiencia de enriquecimiento personal.",
        "C.1.2.1. Lectura de obras relevantes que se relacionen con las propuestas de lectura guiada, incluyendo el ensayo literario y formas actuales de producción y consumo cultural, que susciten reflexión sobre el propio itinerario lector, así como la inserción en el debate interpretativo de la cultura.",
        "C.1.2.2. Empleo habitual de recomendaciones especializadas para la selección de obras literarias. ",
        "C.1.2.3. Participación activa en el circuito literario y lector en contexto presencial y digital. Utilización autónoma de todo tipo de bibliotecas. Acceso individual y autónomo a otras experiencias culturales.",
        "C.1.2.4. Técnicas y soportes variados de expresión argumentada de los gustos lectores personales.",
        "C.1.2.5. Diversificación del corpus leído, atendiendo a los circuitos comerciales del libro y distinguiendo entre literatura canónica y de consumo, clásicos y superventas (ampliación).",
        "C.1.2.6. Estrategias afianzadas de comunicación de la experiencia lectora utilizando un metalenguaje específico y atendiendo a aspectos temáticos, género y subgénero, elementos de la estructura y el estilo, y valores éticos y estéticos de las obras.",
        "C.1.2.7. Técnicas diversificadas de movilización de la experiencia personal, lectora y cultural para establecer vínculos entre la obra leída y aspectos de la actualidad y otras manifestaciones literarias o artísticas.",
        "C.1.2.8. Recomendación, con voluntad de estilo, de las lecturas en soportes variados, atendiendo a aspectos temáticos, formales e intertextuales.",
        "C.2. La lectura como experiencia cultural.",
        "C.2.2.1. Lectura de obras relevantes de la literatura española e hispanoamericana del último cuarto del siglo XIX y de los siglos XX y XXI, inscritas en itinerarios temáticos o de género en torno a tres ejes: (1) Edad de Plata de la cultura española (18751936); (2) la Guerra Civil, el Exilio y la Dictadura; (3) literatura española e hispanoamericana contemporánea.",
        "C.2.2.2. Estrategias consolidadas de construcción compartida de la interpretación de las obras a través de discusiones o conversaciones literarias.",
        "C.2.2.3. Análisis en profundidad de los elementos constitutivos del género literario y su relación con el sentido de la obra. Efectos en la recepción de sus recursos expresivos.",
        "C.2.2.4. Estrategias de utilización de información sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias de la historia de la literatura del último cuarto del siglo XIX y de los siglos XX y XXI, relacionando la producción nacional con movimientos, obras, autoras y autores de la literatura universal.",
        "C.2.2.5. Vínculos intertextuales entre obras y otras manifestaciones artísticas en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura (afianzamiento).",
        "C.2.2.6. Estrategias diversificadas para interpretar obras y fragmentos literarios a partir de la integración de los diferentes aspectos analizados y atendiendo a los valores culturales, éticos y estéticos presentes en los textos. ",
        "C.2.2.7. Lectura con perspectiva de género de textos de autoras del último cuarto del siglo XIX y de los siglos XX y XXI, en relación con el contexto sociohistórico, determinante en la expresión literaria femenina así como en la inclusión de escritoras en el canon literario.",
        "C. 3. Lectura expresiva y creación literaria.",
        "C.3.2.1. Técnicas diversificadas de lectura expresiva, dramatización y recitación de los textos, con voluntad de creación de estilo propio.",
        "C.3.2.2. Creación de textos de intención literaria a partir de las obras leídas (afianzamiento).",
        "Bloque D. Reflexión sobre la lengua.",
        "D.1. La lengua como sistema: niveles y unidades. La reflexión metalingüística. ",
        "D.1.2.1. Estrategias diversificadas de construcción de conclusiones propias sobre el sistema lingüístico. Observación, comparación y clasificación de unidades comunicativas. ",
        "D.1.2.2. Manipulación de estructuras complejas, formulación de hipótesis, contraejemplos, generalizaciones y contraste entre lenguas con el uso del metalenguaje específico (profundización).",
        "D.1.2.3. Estudio ampliado de la lengua como sistema interconectado con diferentes niveles: fonológico, morfológico, sintáctico, semántico y pragmático.",
        "D.2. Relaciones entre lengua oral y lengua escrita: fonología y ortografía.",
        "D.2.2.1. Generalización de la detección y análisis de diferencias e intersecciones entre lengua oral y lengua escrita atendiendo a aspectos morfosintácticos, léxicos y pragmáticos.",
        "D.2.2.2. Asimilación de la relación entre la expresión fonológica y gráfica de la lengua y aplicación generalizada de las reglas de ortografía.",
        "D.3. Morfosintaxis y pragmática textual.",
        "D.3.2.1. Consolidación de la distinción entre la forma y la función de las palabras en los textos. ",
        "D.3.2.2. Análisis de los elementos funcionales de la oración compuesta y de las relaciones de las oraciones dentro del texto (ampliación).",
        "D.3.2.3. Profundización en el estudio de las relaciones entre la estructura semántica (significados verbales y argumentos) y sintáctica (sujeto, predicado y complementos) de la oración simple y compuesta en función del propósito comunicativo.",
        "D.3.2.4. Estrategias ampliadas de uso de diccionarios, manuales de gramática y otras fuentes de consulta para obtener información gramatical y profundizar en algunos aspectos lingüísticos especializados.",
        "D.4. El léxico c a s t e l l a n o : f o r m a c i ó n , adquisición y significado.",
        "D.4.2.1. Análisis de los procedimientos de adquisición y formación de palabras y de la reflexión sobre los cambios en su significado (profundización).",
        "D.4.2.2. Conocimiento avanzado de las relaciones semánticas entre palabras y de sus valores denotativos y connotativos en función de su adecuación al contexto y al propósito comunicativo." 
    ]
}
