{
  "saberes": [
    "A. Geografía humana: demografía y urbanismo.  ",
    "– La población: ",
    "Evolución de la población y distribución geográfica. ",
    "Los movimientos naturales y espaciales de la población. ",
    "Desafíos demográficos en el mundo actual: causalidad y comparación en el estudio de la ",
    "diversidad social y cultural y de las estructuras demográficas a distintas escalas (europea ",
    "y planetaria). Las pirámides de población. ",
    "La población local, autonómica y española. Evolución, distribución y estructura.  ",
    "– Los hábitats humanos y su diversidad: ",
    "El paisaje como síntesis geográfica.  ",
    "Los grandes problemas del mundo rural: sostenibilidad económica y despoblación.  ",
    "Aglomeraciones urbanas. Elementos del espacio urbano. Análisis del plano urbano. ",
    "La jerarquía urbana. Las grandes ciudades del mundo. ",
    "Las ciudades españolas. ",
    "El desarrollo urbano sostenible: la ciudad, espacio de convivencia. Modos y estilos de ",
    "vida en el contexto de la globalización.  ",
    "B. Retos del mundo actual. ",
    "– Competencia y conflicto por los recursos y el territorio: ",
    "Mercados regionales y políticas comerciales. ",
    "Tensiones internacionales, choques y alianzas entre civilizaciones. ",
    "– Concentración y distribución de la riqueza. ",
    "– Igualdad: ",
    "Dignidad humana y derechos universales.  ",
    "Situaciones discriminatorias. . ",
    "Convención sobre los Derechos del Niño.  ",
    "– Los Objetivos de Desarrollo Sostenible: ",
    "El papel de la seguridad y de la cooperación internacional para alcanzar los Objetivos de ",
    "Desarrollo Sostenible.  ",
    "La contribución del Estado y sus instituciones a la paz, a la seguridad integral ciudadana ",
    "y a la convivencia social.  ",
    "C. La Edad Media y la Edad Moderna. ",
    "– Las primeras civilizaciones medievales: ",
    "Los reinos germánicos. El Imperio carolingio. ",
    "El Imperio romano de Oriente. Bizancio. Arte y cultura.  ",
    "Mahoma y el surgimiento del islam. La civilización islámica medieval. La expansión ",
    "musulmana. Sociedad, arte, cultura. ",
    "– La Europa feudal: Orígenes y características del feudalismo.  ",
    "La sociedad estamental. El papel de la Iglesia. ",
    "Arte y cultura. El Románico. ",
    "– La Baja Edad Media: ",
    "Transformaciones políticas, económicas, culturales y sociales. El nacimiento de la ",
    "burguesía.  ",
    "El resurgir de las ciudades y el comercio. Los gremios. ",
    "La crisis de la Baja Edad Media.  ",
    "Arte y cultura. El Gótico. ",
    "– La Edad Media en la Península Ibérica: ",
    "Al-Ándalus: evolución política.  ",
    "Sociedad, economía, cultura y arte de Al-Ándalus.  ",
    "Los primeros reinos cristianos y su expansión. Las repoblaciones. La importancia del ",
    "Camino de Santiago. ",
    "La Baja Edad Media. Organización política de la Corona de Castilla y de la Corona de ",
    "Aragón. Conflictos sociales. ",
    "El arte medieval en la Península Ibérica. Arte andalusí, asturiano, mozárabe, románico, ",
    "gótico y mudéjar. ",
    "– Los inicios de la Edad Moderna (siglos XV-XVI): ",
    "El Estado moderno y la monarquía. El reinado de los Reyes Católicos.  ",
    "Los descubrimientos geográficos. El descubrimiento de América. La expansión de los ",
    "europeos. Culturas precolombinas.  ",
    "Exploración, conquista y colonización de América.  ",
    "La cultura humanística. El arte renacentista. ",
    "La crisis religiosa del siglo XVI. La Reforma protestante. La Contrarreforma católica. ",
    "El reinado de Carlos V y de Felipe II. ",
    "– El siglo XVII: ",
    "La crisis del siglo XVII.  ",
    "Las monarquías absolutas y los regímenes parlamentarios.  ",
    "La Guerra de los Treinta Años y el fin de la hegemonía de la monarquía hispánica. ",
    "Los últimos Habsburgo. El problema sucesorio a la muerte de Carlos II. ",
    "Arte, cultura y ciencia. El Barroco. ",
    "D. Sociedades y territorios. ",
    "– Política:  ",
    "La organización política del ser humano y las formulaciones estatales en el mundo ",
    "Medieval y Moderno. Evolución de la teoría del poder desde la caída del Imperio romano ",
    "hasta la monarquía hispánica.  ",
    "Violencia y conflictos armados. El crecimiento de los ejércitos y la evolución del ",
    "armamento desde los ejércitos bizantinos a los tercios.  ",
    "El mapa político de España y de Europa.  ",
    "– Sociedad:  ",
    "La lucha por la supervivencia y el estatus social durante la Edad Media y la Edad ",
    "Moderna.  ",
    "Complejidad social: los estamentos. Desigualdad social y disputa por el poder en la Edad ",
    "Media y Moderna: formación de oligarquías, la imagen del poder y evolución de la ",
    "aristocracia. ",
    "El pueblo judío: origen y características. La presencia de los judíos en la península ",
    "ibérica, su religión, su importancia social y su legado hasta los Reyes Católicos. La ",
    "expulsión de los judíos y sus consecuencias. La influencia de la civilización judía en la ",
    "cultura europea. El legado judío en la península ibérica: su influencia en la literatura, la ",
    "economía, la ciencia y las distintas manifestaciones artísticas. ",
    "– Economía:  ",
    "Viajes, descubrimientos y sistemas de intercambio en la formación de una economía ",
    "mundial. La disputa por la hegemonía y la geopolítica en el nacimiento y evolución de la ",
    "Modernidad. La piratería.  ",
    "La ciudad y el mundo rural a lo largo de la Edad Media y la Edad Moderna: aldeas, villas ",
    "y ciudades.  ",
    "– Patrimonio: ",
    "El significado de los archivos, bibliotecas y museos y del legado histórico y cultural como ",
    "patrimonio colectivo.  ",
    "Significado y función de las expresiones artísticas y culturales en la Edad Media y ",
    "Moderna: diversidad y riqueza cultural.  ",
    "La influencia de la civilización islámica en la cultura europea. .  ",
    "España en el tiempo y su conexión con los grandes procesos de la Edad Media y ",
    "Moderna: el islam, la feudalización y los descubrimientos geográficos.  ",
    "– Religión:  ",
    "Herejías, persecuciones y guerras de religión en la Edad Media y Moderna. ",
    "La importancia de las creencias religiosas en la Edad Media y Moderna. El Cristianismo ",
    "en los Reinos hispánicos medievales y en la Monarquía hispánica moderna. La presencia ",
    "del Islam en España. ",
    "– Ciencia y tecnología:  ",
    "Ciencia, medicina y avances tecnológicos durante la Edad Media y la Edad Moderna. La ",
    "lucha contra las epidemias y pandemias: la «Peste Negra». Racionalismo y empirismo en ",
    "la explicación de la realidad frente a las supersticiones: la revolución científica del siglo ",
    "XVII.  ",
    "E. Compromiso cívico. ",
    "– La tolerancia y la intolerancia religiosa en la Edad Media y la Edad Moderna. Las instituciones ",
    "de beneficencia.  ",
    "– La violencia y las persecuciones en la Edad Media y la Edad Moderna.  ",
    "– La defensa de la verdad. Los prejuicios sobre la Edad Media y la leyenda negra en la Edad ",
    "Moderna . ",
    "– El estudio de la estructura económica de la población española como impulsora para actuar ",
    "de forma solidaria y emprender acciones de apoyo a colectivos en situaciones de pobreza, ",
    "vulnerabilidad y exclusión social. Participación en proyectos comunitarios. ",
    "– Identificación y gestión de las emociones y su repercusión en comportamientos individuales y ",
    "colectivos. La Historia como herramienta para potenciar la empatía.  ",
    "– La importancia de la seguridad vial y la movilidad, segura, saludable y sostenible en la ciudad ",
    "del siglo XXI. El espacio público.  "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Elaborar, expresar y presentar contenidos propios en forma de resúmenes, líneas de tiempo, ",
    "cuadros conceptuales y otros formatos mediante el desarrollo de métodos de búsqueda, ",
    "selección y tratamiento de información relativas a procesos y acontecimientos relevantes del ",
    "presente y de la Edad Media y Moderna.  ",
    "1.2. Contrastar y argumentar sobre temas y acontecimientos de la Edad Media y la Edad ",
    "Moderna, localizando y analizando de forma crítica fuentes primarias y secundarias como ",
    "pruebas históricas. ",
    "Competencia específica 2. ",
    "2.1. Identificar, valorar y mostrar interés por los principales problemas demográficos y urbanísticos ",
    "que afectan a la sociedad.  ",
    "2.2. Argumentar de forma crítica sobre problemas de convivencia actuales a través de ",
    "conocimientos geográficos e históricos, contrastando y valorando fuentes diversas. ",
    "2.3. Incorporar y utilizar adecuadamente términos, conceptos y acontecimientos relacionados con ",
    "la Geografía, la Historia y otras disciplinas de las Ciencias Sociales, a través de textos ",
    "escritos y otras fuentes históricas.  ",
    "2.4. Elaborar juicios razonados, respetando las opiniones de los demás.  ",
    "Competencia específica 3. ",
    "3.1. Adquirir conocimiento relevante de la historia, a través de procesos inductivos, la ",
    "investigación y el trabajo por proyectos, retos o problemas, mediante la elaboración de ",
    "trabajos que reflejen la comprensión de los fenómenos y problemas abordados. ",
    "3.2. Identificar los principales problemas, retos y desafíos a los que se ha enfrentado la ",
    "humanidad a lo largo de la Edad Media y Edad Moderna, los cambios producidos, sus causas ",
    "y consecuencias.  ",
    "3.3. Representar adecuadamente información geográfica e histórica a través de diversas formas ",
    "visuales y cartográficas, tales como los diferentes tipos de gráfico, incluyendo la pirámide de ",
    "población, o los diversos mapas temáticos. ",
    "3.4. Utilizar una secuencia cronológica con objeto de examinar la relación entre hechos y procesos ",
    "en diferentes períodos y lugares significativos de la Edad Media y Moderna (simultaneidad y ",
    "duración), utilizando fechas y siglos, términos y conceptos apropiados. ",
    "3.5. Analizar procesos de cambio histórico de relevancia, tales como la expansión del islam o los ",
    "grandes descubrimientos geográficos en los albores de la Edad Moderna, a través del uso de ",
    "diferentes fuentes de información, teniendo en cuenta las continuidades y permanencias en ",
    "diferentes periodos y lugares. ",
    "Competencia específica 4. ",
    "4.1. Interpretar el entorno humanizado desde una perspectiva sistémica e integradora, a través del ",
    "concepto de paisaje, identificando sus principales elementos y las interrelaciones existentes. 4.2. Valorar el grado de sostenibilidad y de equilibrio de los diferentes espacios y desde distintas ",
    "escalas, y analizar su transformación y degradación a través del tiempo por la acción humana ",
    "en la explotación de los recursos, profundizando en su relación con la evolución de la ",
    "población, identificando las estrategias desarrolladas para su control y dominio y conociendo ",
    "los conflictos que ha provocado. ",
    "4.3. Argumentar la necesidad de acciones de defensa, protección, conservación y mejora del ",
    "entorno rural y urbano. ",
    "Competencia específica 5. ",
    "5.1. Identificar, interpretar y analizar los mecanismos que han regulado la convivencia y la vida en ",
    "común a lo largo de la Edad Media y Edad Moderna. ",
    "5.2. Señalar y explicar aquellas experiencias históricas más destacables de la Edad Media y ",
    "Moderna en las que se lograron establecer sistemas políticos que favorecieron el ejercicio de ",
    "derechos y libertades de los individuos.  ",
    "5.3. Mostrar actitudes pacíficas y respetuosas y asumir las normas como marco necesario para la ",
    "convivencia, demostrando capacidad crítica e identificando y respondiendo de manera ",
    "asertiva ante las situaciones de injusticia y desigualdad.  ",
    "Competencia específica 6. ",
    "6.1. Situar el nacimiento y desarrollo de distintas civilizaciones medievales y modernas y ubicarlas ",
    "en el espacio y en el tiempo, integrando los elementos históricos, culturales, institucionales y ",
    "religiosos que las han conformado, identificando sus aportaciones más relevantes a la cultura ",
    "universal. ",
    "6.2. Reconocer la organización y las diferencias sociales durante la Edad Media y Moderna. ",
    "6.3. Valorar la riqueza y la variedad de la Edad Media y Moderna europea y española. El mestizaje ",
    "en América. . ",
    "6.4. Grandes mujeres de la Edad Media y Moderna.  ",
    "Competencia específica 7. ",
    "7.1. Relacionar las distintas aportaciones a la cultura de la Edad Media y Moderna y su legado ",
    "para Occidente.  ",
    "7.2. Identificar el origen histórico de los reinos hispánicos y su vertebración.  ",
    "7.3. Señalar los fundamentos de la idea de Europa a través de las diferentes experiencias ",
    "medievales y modernas e identificar el legado histórico, institucional, artístico y cultural como ",
    "patrimonio común de la ciudadanía europea. ",
    "7.4. Conocer, valorar, proteger y conservar el patrimonio artístico, histórico y cultural medieval y ",
    "moderno. ",
    "Competencia específica 8. ",
    "8.1. Conocer e interpretar los comportamientos demográficos de la población, los cambios que ha ",
    "experimentado y sus ciclos, identificando y analizando los principales problemas y retos a los ",
    "que nos enfrentamos en el mundo y en España. ",
    "8.2. Tomar conciencia del ciclo vital y analizar cómo han cambiado sus características, ",
    "necesidades y obligaciones en determinados momentos históricos, como la Edad Media y la ",
    "Edad Moderna. ",
    "8.3. Relacionar los cambios en los estilos de vida propios de la Edad Media y de la Edad Moderna ",
    "y contrastarlos con los que son saludables y sostenibles en el entorno, a través de ",
    "comportamientos respetuosos con la salud propia, con la de los demás y con otros seres ",
    "vivos, tomando conciencia de la importancia de promover el propio desarrollo personal. ",
    "Competencia específica 9. ",
    "9.1. Identificar e interpretar la conexión de España con los grandes procesos históricos de la Edad ",
    "Media y Moderna, valorando lo que han supuesto para su evolución y señalando las ",
    "aportaciones de sus habitantes a lo largo de la historia. ",
    "9.2. Interpretar desde la perspectiva del desarrollo sostenible y la ciudadanía global los principales ",
    "desafíos demográficos, económicos y relativos a la convivencia del mundo actual, expresando ",
    "la importancia de implicarse en la búsqueda de soluciones y en el modo de concretarlos ",
    "desde su capacidad de acción tanto local como global, valorando la contribución del Estado, ",
    "sus instituciones y las asociaciones civiles en programas y misiones dirigidos por organismos ",
    "nacionales e internacionales para el logro de la paz, la seguridad integral, la convivencia ",
    "social y la cooperación entre los pueblos. ",
    "9.3. Identificar y situar en el mapa político los Estados y capitales de Europa. ",
    "9.4. Identificar y situar en el mapa político de España las comunidades autónomas, capitales y ",
    "provincias, conociendo las diferentes formas de organización territorial administrativa.  "
    
  ]
}
