{
  "competenciasClave": [
    "Competència en comunicació lingüística (CCL): La competència en comunicació lingüística suposa interactuar de forma oral, escrita o signada de manera coherent i adequada en diferents àmbits i contextos i amb diversos propòsits comunicatius. Implica mobilitzar, de manera conscient, el conjunt de coneixements, destreses i actituds que permeten comprendre, interpretar i valorar críticament missatges orals, signats, escrits, audiovisuals o multimodals, evitant els riscos de manipulació i desinformació, així com comunicar-se eficaçment amb altres persones de manera cooperativa, creativa, ètica i respectuosa. La competència en comunicació lingüística constitueix la base per al pensament propi i per a la construcció del coneixement en tots els àmbits del saber. Per això, el seu desenvolupament està vinculat a la reflexió explícita sobre el funcionament de la llengua en els gèneres discursius específics de cada àrea de coneixement, així com als usos de l’oralitat, la llengua de signes o l’escriptura per pensar i per aprendre. Finalment, fa possible apreciar la dimensió estètica del llenguatge i gaudir de la cultura literària.",
    "CCL1. S’expressa de forma oral, escrita o signada amb coherència, correcció i adequació als diferents contextos socials, i participa en interaccions comunicatives amb actitud cooperativa i respectuosa tant per intercanviar informació i crear coneixement com per construir vincles personals.",
    "CCL2. Comprèn, interpreta i valora amb actitud crítica textos orals, signats, escrits o multimodals dels àmbits personal, social, educatiu i professional per participar en diferents contextos de manera activa i informada i per construir coneixement.",
    "CCL3. Localitza, selecciona i contrasta de manera progressivament autònoma informació procedent de diferents fonts, avaluant-ne la fiabilitat i pertinença en funció dels objectius de lectura i evitant els riscos de manipulació i desinformació, i la integra i transforma en coneixement per comunicar-la adoptant un punt de vista creatiu, crític, personal i respectuós amb la propietat intel·lectual.",
    "CCL4. Llegeix amb autonomia obres diverses adequades a la seva edat, seleccionant les que millor s’ajusten als seus gustos i interessos. Aprecia el patrimoni literari com a via privilegiada de l’experiència individual i col·lectiva i mobilitza la seva pròpia experiència biogràfica i els seus coneixements literaris i culturals per construir i compartir la seva interpretació de les obres i per crear textos d’intenció literària de complexitat progressiva.",
    "CCL5. Posa les seves pràctiques comunicatives al servei de la convivència democràtica, la resolució dialogada dels conflictes i la igualtat de drets de totes les persones, desterrant els usos discriminatoris de la llengua, així com els abusos de poder a través de la llengua, per afavorir un ús no només eficaç sinó també ètic del llenguatge.",
    "Competència plurilingüe (CP): La competència plurilingüe implica utilitzar diferents llengües, orals o signades, de manera apropiada i eficaç per a l’aprenentatge i la comunicació. Aquesta competència suposa reconèixer i respectar els perfils lingüístics individuals i aprofitar les experiències pròpies per desenvolupar estratègies que permetin intervenir i fer transferències entre llengües, incloses les clàssiques, i, si escau, mantenir i adquirir destreses en la llengua o llengües familiars en les llengües oficials. Integra, així mateix, dimensions històriques i interculturals orientades a conèixer, valorar i respectar la diversitat lingüística i cultural de la societat amb l’objectiu de fomentar la convivència democràtica.",
    "CP1. Utilitza eficaçment una o més llengües, a més de la llengua catalana, o l’aranesa, a l’Aran, i del castellà per respondre a les seves necessitats comunicatives de manera apropiada i adequada tant al seu desenvolupament i interessos com a diferents situacions i contextos dels àmbits personal, social, educatiu i professional.",
    "CP2. A partir de les seves experiències, fa transferències entre diferents llengües com a estratègia per comunicar-se i ampliar el seu repertori lingüístic individual.",
    "CP3. Coneix, valora i respecta la diversitat lingüística i cultural present en la societat, integrant-la en el seu desenvolupament personal com a factor de diàleg, per fomentar la cohesió social.",
    "Competència matemàtica i competència en ciència, tecnologia i enginyeria (CMCCTE): La competència matemàtica i competència en ciència, tecnologia i enginyeria comporta la comprensió del món utilitzant els mètodes científics, el pensament i representació matemàtics, la tecnologia i els mètodes de l’enginyeria per transformar l’entorn de forma compromesa, responsable i sostenible. La competència matemàtica permet desenvolupar i aplicar la perspectiva i el raonament matemàtics per resoldre diversos problemes en diferents contextos. La competència en ciència comporta la comprensió i explicació de l’entorn natural i social utilitzant un conjunt de coneixements i metodologies, incloses l’observació i l’experimentació, per plantejar preguntes i extreure’n conclusions basades en proves per poder interpretar i transformar el món natural i el context social. La competència en tecnologia i enginyeria comprèn l’aplicació dels coneixements i metodologies propis de les ciències per transformar la nostra societat d’acord amb les necessitats o desitjos humans en un marc de seguretat, responsabilitat i sostenibilitat.",
    "CMCCTE 1. Utilitza mètodes inductius, deductius i lògics propis del raonament matemàtic en situacions conegudes, selecciona i utilitza diferents estratègies per a la resolució de problemes analitzant críticament les solucions i reformulant el procediment, si és necessari.",
    "CMCCTE 2. Utilitza el pensament científic per entendre i explicar els fenòmens que ocorren al seu voltant, confiant en el coneixement com a motor de desenvolupament, plantejant-se preguntes i comprovant hipòtesis mitjançant l’experimentació i la indagació, fent servir eines i instruments adequats, apreciant la importància de la precisió i la veracitat i mostrant una actitud crítica sobre l’abast i limitacions de la ciència.",
    "CMCCTE 3. Planteja i desenvolupa projectes dissenyant, fabricant i avaluant diferents prototips o models per crear i/o utilitzar productes que donin solució a una necessitat o problema de forma creativa i cooperativa, procurant la participació de tot el grup, resolent pacíficament els conflictes que puguin sorgir, adaptant-se davant la incertesa i valorant la importància de la sostenibilitat.",
    "CMCCTE 4. Interpreta i transmet els elements més rellevants de processos, raonaments, demostracions, mètodes i resultats científics, matemàtics i tecnològics de manera clara i precisa, en diferents formats (gràfics, taules, diagrames, fórmules, esquemes, símbols, etc.) i aprofitant de forma crítica la cultura digital, incloent-hi el llenguatge matematicoformal, amb ètica i responsabilitat per compartir i construir nous coneixements.",
    "CMCCTE 5. Emprèn accions fonamentades científicament per preservar la salut física i mental i el medi ambient i aplica principis d’ètica i seguretat en la realització de projectes per transformar el seu entorn proper de forma sostenible, valorant-ne l’impacte global i practicant el consum responsable.",
    "Competència digital (CD): La competència digital implica l’ús segur, saludable, sostenible, crític i responsable de les tecnologies digitals per al desenvolupament i benestar personal, per a l’aprenentatge, per a la feina, per a l’oci i per a la participació en la societat. Inclou la gestió de dispositius i aplicacions digitals (maneig, configuració, manteniment), l’alfabetització en informació i dades, la comunicació i la col·laboració, l’educació mediàtica, la creació de continguts digitals (inclosa la programació), la seguretat (inclòs el benestar digital i les competències relacionades amb la ciberseguretat), assumptes relacionats amb la ciutadania digital, la privacitat, la propietat intel·lectual, la resolució de problemes i el pensament computacional i crític.",
    "CD1. Fa cerques avançades a Internet atenent a criteris de validesa, qualitat, actualitat i fiabilitat, seleccionant-les de manera crítica i arxivant-les per recuperar, referenciar i reutilitzar aquestes recerques respecte a la propietat intel·lectual.",
    "CD2. Gestiona i utilitza el seu propi entorn personal digital d’aprenentatge permanent per construir nou coneixement i crear continguts digitals, mitjançant estratègies de tractament de la informació i l’ús de diferents eines digitals, seleccionant i configurant la més adequada en funció de la tasca i de les seves necessitats en cada ocasió.",
    "CD3. Participa, col·labora i interactua mitjançant eines i/o plataformes virtuals per comunicar-se, treballar col·laborativament i compartir continguts, dades i informació, gestionant de manera responsable les seves accions, presència i visibilitat a la xarxa i exercint una ciutadania digital activa, cívica i reflexiva.",
    "CD4. Identifica riscos i adopta mesures en l’usar les tecnologies digitals per protegir els dispositius, les dades personals, la salut i el medi ambient i per prendre consciència de la importància i necessitat de fer un ús crític, legal, segur, saludable i sostenible d’aquestes tecnologies.",
    "CD5. Desenvolupa aplicacions informàtiques senzilles i solucions tecnològiques creatives i sostenibles per resoldre problemes concrets o respondre a reptes proposats, i mostra interès i curiositat per l’evolució de les tecnologies digitals i pel seu desenvolupament sostenible i ús ètic.",
    "Competència personal, social i d’aprendre a aprendre (CPSAA): La competència personal, social i d’aprendre a aprendre implica l’habilitat de reflexionar sobre un mateix, per autoconèixer-se, acceptar-se i promoure un creixement personal constant, gestionar el temps i la informació eficaçment, col·laborar amb altres de manera constructiva, mantenir la resiliència i gestionar l’aprenentatge al llarg de la vida. Inclou l’habilitat de fer front a la incertesa i la complexitat, adaptar-se als canvis, aprendre a aprendre, contribuir al mateix benestar físic i emocional, conservar la salut física i mental i ser capaç de portar una vida saludable i orientada al futur, expressar empatia i gestionar els conflictes en un context integrador i de suport.",
    "CPSAA1. Regula i expressa les seves emocions enfortint l’optimisme, la resiliència, l’autoeficàcia i la recerca de propòsit i motivació cap a l’aprenentatge per gestionar els reptes i canvis i harmonitzar-los amb els seus propis objectius.",
    "CPSAA2. Coneix els riscos per a la salut relacionats amb factors socials, per consolidar hàbits de vida saludable en el terreny físic i mental.",
    "CPSAA3. Comprèn proactivament les perspectives i les experiències dels altres i les incorpora al seu aprenentatge per participar en el treball en grup distribuint i acceptant tasques i responsabilitats de manera equitativa i emprant estratègies cooperatives.",
    "CPSAA4. Fa autoavaluacions sobre el seu procés d’aprenentatge, buscant fonts fiables per validar, sustentar i contrastar la informació i per obtenir conclusions rellevants.",
    "CPSAA5. Planifica objectius a mitjà termini i desenvolupa processos metacognitius de retroalimentació per aprendre dels seus errors en el procés de construcció de coneixement.",
    "Competència ciutadana (CC): La competència ciutadana permet actuar com a ciutadans i ciutadanes responsables i participar plenament a la vida social i cívica. Es basa en la comprensió dels conceptes i les estructures socials, econòmiques, jurídiques i polítiques, així com en el coneixement dels esdeveniments mundials i el compromís actiu amb la sostenibilitat i l’assoliment d’una ciutadania mundial. Inclou l’alfabetització cívica, l’adopció conscient dels valors propis d’una cultura democràtica basada en el respecte als drets humans i a les lleis que emmarquen la interacció social, incloent-hi la igualtat de gènere, la igualtat de tracte i la no-discriminació, la reflexió crítica sobre els grans problemes ètics del nostre temps i el desenvolupament d’un estil de vida sostenible d’acord amb els objectius de desenvolupament sostenible plantejats en l’Agenda 2030.",
    "CC1. Analitza i comprèn idees relatives a la dimensió social i ciutadana de la seva pròpia identitat, així com als fets socials, històrics i normatius que la determinen, demostrant respecte per les normes, empatia, equitat i esperit constructiu en la interacció amb els altres en diferents contextos socioinstitucionals.",
    "CC2. Analitza i assumeix amb fonament els principis i valors que emanen del procés d’integració europeu, de l’ordenament jurídic de l’Estat espanyol i de Catalunya i dels drets humans i de l’infant, participant en activitats comunitàries, com la presa de decisions o la resolució de conflictes, amb actitud democràtica, respecte per la diversitat, i compromís amb la igualtat de gènere, la cohesió social, el desenvolupament sostenible i l’assoliment de la ciutadania mundial.",
    "CC3. Comprèn i analitza problemes ètics fonamentals i d’actualitat, considerant críticament els valors propis i aliens, i desenvolupant els seus propis judicis per afrontar la controvèrsia moral amb actitud dialogant, argumentativa, respectuosa i oposada a qualsevol tipus de discriminació o violència —incloent-hi la violència masclista, LGTBI-fòbica, racista o capacitista— o fonamentalisme ideològic.",
    "CC4. Comprèn les relacions sistèmiques d’interdependència, ecodependència i interconnexió entre actuacions locals i globals i adopta, conscientment i motivadament, un estil de vida sostenible i ecosocialment responsable.",
    "Competència emprenedora (CE): La competència emprenedora implica desenvolupar un enfocament vital dirigit a actuar sobre oportunitats i idees utilitzant els coneixements específics necessaris per obtenir resultats de valor per a altres. Aporta estratègies que permetin adaptar la mirada per detectar necessitats i oportunitats, entrenar el pensament per analitzar i avaluar l’entorn, crear i replantejar idees utilitzant la imaginació, la creativitat, el pensament estratègic i la reflexió ètica, crítica i constructiva dins dels processos creatius i d’innovació, i despertar la disposició a aprendre, a arriscar, a afrontar la incertesa, prendre decisions basades en la informació i el coneixement i col·laborar de manera àgil amb altres persones, amb motivació, empatia i habilitats de comunicació i de negociació.",
    "CE1. Analitza necessitats i oportunitats i afronta reptes amb sentit crític, fent balanç de la seva sostenibilitat i valorant l’impacte que puguin suposar en l’entorn, per presentar idees i solucions innovadores, ètiques i sostenibles dirigides a crear valor en l’àmbit personal, social, cultural i econòmic.",
    "CE2. Avalua les fortaleses i debilitats pròpies fent ús d’estratègies d’autoconeixement i autoeficàcia, comprèn els elements fonamentals de l’economia i les finances i aplica coneixements econòmics i financers a activitats i situacions concretes utilitzant habilitats que afavoreixin el treball col·laboratiu i en equip, per reunir i optimitzar els recursos necessaris que portin a l’acció una experiència emprenedora de valor.",
    "CE3. Desenvolupa el procés de creació d’idees i solucions valuoses i pren decisions, de manera raonada, utilitzant estratègies àgils de planificació i gestió i reflexionant sobre el procés realitzat i el resultat obtingut, per dur a terme el procés de creació de prototips innovadors i de valor, considerant l’experiència com una oportunitat per aprendre.",
    "Competència en consciència i expressió culturals (CCEC): La competència en consciència i expressió culturals implica comprendre i respectar la forma en què les idees i el significat s’expressen de forma creativa i es comuniquen en les diferents cultures, així com a través d’una sèrie d’arts i altres manifestacions culturals. Implica esforçar-se per comprendre, desenvolupar i expressar les idees pròpies i un sentit de pertinença a la societat o d’exercir-hi una funció en diferents formes i contextos, així com l’enriquiment de la identitat a través del diàleg intercultural.",
    "CCEC1. Coneix, aprecia críticament, respecta i promou els aspectes essencials del patrimoni cultural i artístic de qualsevol època, valorant la llibertat d’expressió i l’enriquiment inherent a la diversitat cultural i artística, per construir la seva pròpia identitat.",
    "CCEC2. Gaudeix, reconeix i analitza amb autonomia les especificitats i intencionalitats de les manifestacions artístiques i culturals més destacades del patrimoni a través dels seus llenguatges i elements tècnics, en qualsevol mitjà o suport.",
    "CCEC3. Expressa idees, opinions, sentiments i emocions de manera creativa i oberta. Desenvolupa l’autoestima, la creativitat i el sentit de pertinença a través de l’expressió cultural i artística amb empatia i actitud col·laborativa.",
    "CCEC4. Coneix, selecciona i utilitza amb creativitat diversos mitjans o suports i tècniques fonamentals plàstiques, visuals, audiovisuals, sonores i corporals per crear productes artístics i culturals a través de la interpretació, execució, improvisació i composició musical. Identifica les oportunitats de desenvolupament personal, social i econòmic que li ofereixen."
  ]
}