{
    "perfilSalida": [
        "- Desenvolupar una actitud responsable a partir de la presa de consciència de la degradació del medi ambient basada en el coneixement de les causes que la provoquen, agreugen o milloren, des d’una visió sistèmica, tant local com global.",
        "- Identificar els diferents aspectes relacionats amb el consum responsable i de productes de proximitat, valorant-ne les repercussions sobre el bé individual i el comú, jutjant críticament les necessitats i els excessos i exercint un control social davant la vulneració dels seus drets com a consumidor.",
        "- Desenvolupar hàbits de vida saludable a partir de la comprensió del funcionament de l’organisme i la reflexió crítica sobre els factors interns i externs que hi incideixen, assumint la responsabilitat personal en la promoció de la salut pública, incloent-hi el coneixement d’una sexualitat positiva, respectuosa i igualitària.",
        "- Exercitar la sensibilitat per detectar situacions de desigualtat i exclusió des de la comprensió de les causes complexes per desenvolupar sentiments d’empatia.",
        "- Desenvolupar un compromís actiu amb la igualtat de gènere, la igualtat de tracte i la no- discriminació, coneixent el recorregut històric per a la consecució dels drets humans de totes les persones i col·lectius.",
        "- Entendre els conflictes com a elements connaturals a la vida en societat que s’han de resoldre de manera pacífica i rebutjar qualsevol expressió de violència masclista, LGTBI- fòbica, racista, capacitista o motivada per qualsevol altra mena de situació personal o socioeconòmica.",
        "- Analitzar de manera crítica i aprofitar les oportunitats de tota mena que ofereix la societat actual, en particular les de la cultura digital, avaluant-ne els beneficis i riscos i fer un ús ètic i responsable que contribueixi a la millora de la qualitat de vida personal i col·lectiva.",
        "- Acceptar la incertesa com una oportunitat per articular respostes més creatives, aprenent a gestionar l’ansietat que pot comportar.",
        "- Cooperar i conviure en societats obertes i canviants, valorar la diversitat personal i cultural com a font de riquesa i fomentant l’interès per altres llengües i cultures.",
        "- Sentir-se part d’un projecte col·lectiu, tant en l’àmbit local com en el global, desenvolupant empatia i generositat.",
        "- Desenvolupar les habilitats que li permetin seguir aprenent al llarg de la vida, des de la confiança en el coneixement com a motor de desenvolupament i la valoració crítica dels riscos i beneficis d’aquest coneixement."
    ]
}