{
    "situacionesAprendizaje": [
        "Les situacions són escenaris que l’alumnat es troba a la vida real i que els centres educatius poden utilitzar per desenvolupar aprenentatges. Plantegen un context concret, una realitat actual, passada o previsible en el futur, en forma de pregunta o problema, en sentit ampli, que cal comprendre, a la qual cal donar resposta o en la qual s’ha d’intervenir.",
        "L’aprenentatge a partir de situacions permet articular la programació del curs de qualsevol nivell, àrea, matèria o àmbit basant-se en un seguit de contextos que entrellacen els sabers amb les capacitats que sustenten l’enfocament competencial dels aprenentatges.",
        "Entenem com a situacions, entre d’altres, les següents:",
        "- Un tema d’interès plantejat per l’alumnat.",
        "- L’observació d’un fenomen.",
        "- Una polèmica o controvèrsia entorn d’un fet.",
        "- Una informació rellevant que cridi l’atenció de la ciutadania.",
        "- Una problemàtica que afecta la societat en general o l’entorn proper de l’alumnat.",
        "- Una pregunta sobre un element de la realitat.",
        "- Una recerca a partir d’un problema investigable.",
        "- Una necessitat plantejada per un agent extern al centre educatiu.",
        "- Un dilema que cal comprendre i sobre el qual reflexionar i debatre.",
        "- Una manifestació creativa o artística.",
        "- Una problemàtica de prevenció de riscos (consum de substàncies, mobilitat, hàbits poc saludables, etc.).",
        "L’aprenentatge basat en situacions té diferents finalitats. En primer lloc, es pretén que l’alumnat desenvolupi les competències de les àrees o matèries a partir de la incorporació i combinació dels sabers corresponents a una o més àrees o matèries que permeten interpretar la situació que es planteja, ja que, en general, tenen un caràcter globalitzat i transversal. Promouen en l’alumnat la construcció de coneixement amb sentit, sempre a partir de la incorporació de nova informació i mitjançant la comprensió de la situació estudiada.",
        "En segon lloc, el fet que l’alumnat afronti, guiat pels i les docents, problemes complexos, també promou que l’aprenent raoni, imagini, planifiqui, explori, investigui, gestioni recursos, s’autoreguli, treballi de forma col·laborativa, avaluï i comuniqui els seus aprenentatges, fomenti aspectes relacionats amb l’interès comú, com el treball, per combatre les desigualtats, la consciència global o la convivència democràtica, essencials perquè l’alumnat sigui capaç de respondre amb eficàcia als reptes del segle XXI, aspectes relacionats amb l’assoliment de les competències clau.",
        "Les situacions tenen un paper essencial en l’assoliment de les competències específiques corresponents, perquè constitueixen el marc en què es desenvolupen els aprenentatges i es produeix la síntesi del desenvolupament de les capacitats subjacents a les competències clau i dels diferents sabers de les àrees i matèries que hi estan relacionades.",
        "Les situacions permeten programar el curs de qualsevol nivell, àrea, matèria o àmbit a partir d’una col·lecció o seqüència de contextos, reptes o circumstàncies del món real, dels quals deriven preguntes que cal contestar i que entrellacen els sabers, és a dir,",
        " els coneixements, les destreses, els valors i les actituds amb les capacitats que sustenten l’enfocament competencial dels aprenentatges. Això modifica la planificació habitual d’adquisició de sabers i de desenvolupament de competències basada en la lògica acadèmica pròpia de les àrees de coneixement o matèries, plasmada en la seqüència tradicional dels temes de les disciplines, i s’acosta a la lògica de l’aprenent per donar sentit als seus aprenentatges basant-se en la seqüència de contextos rellevants plasmats en les situacions.",
        "Des de l’aprenentatge basat en situacions s’estudien els processos i fenòmens com a entitats completes en la seva globalitat i en el seu context real, i es prioritzen les inquietuds derivades de l’experiència, entre altres, experiències vitals o personals. Per això la informació i les habilitats relacionades amb aquests processos i fenòmens traspassen els límits entre els camps de coneixement, creuen de forma natural els límits d’àrees i matèries i tenen una naturalesa interdisciplinari o transdisciplinari, imprescindible per analitzar la complexitat de la realitat.",
        "L’alumnat té una posició activa respecte del seu propi aprenentatge, per la qual cosa caldrà desplegar una varietat de recursos metodològics que van des de les metodologies de la indagació a la instrucció directa, passant per la construcció col·lectiva del coneixement i el desenvolupament d’entorns personals d’aprenentatge. Cal proporcionar oportunitats a l’alumnat perquè apliqui i utilitzi la informació i els aprenentatges que ja ha adquirit en el desenvolupament de la situació d’aprenentatge pròpiament dita, és a dir, allò que aprèn ha de tenir sentit perquè permeti formar una opinió fonamentada en el context d’una polèmica, en l’explicació d’un fenomen o en la construcció d’una solució a un problema.",
        "L’aprenentatge basat en situacions pot comportar l’elaboració d’un producte o dur a terme un servei comunitari. Compartir a través d’una exposició oral a un públic determinat les descobertes o conclusions a les quals s’ha arribat, dissenyar, organitzar i muntar una exposició i explicar-la fent de guies, elaborar lapbooks/díptics fent servir l’art com a eina de comunicació, dur a terme accions reivindicatives que provoquin la reflexió social, dissenyar i executar campanyes solidàries, elaborar, dissenyar i prendre decisions conjuntament entre alumnat i docent per elaborar un blog que reculli conclusions i descobertes, etc. Cal destacar la importància d’aquests productes com a vehicles per desencadenar processos que facilitin els aprenentatges. Cal avaluar allò que esdevé durant el procés i, per tant, la tasca de les persones docents ha d’orientar- se en aquest sentit en el seguiment i millora dels aprenentatges, i no només en el producte final."
    ]
}