{
    "saberes": [
        "A. Communication.",
        "- Initiation in self-confidence in the use of the foreign language.",
        "- Initiation in basic and elementary strategies for understanding and expressing short, simple and contextualised oral and multimodal texts.",
        "- Basic communicative functions appropriate to the setting and context:",
        "    - greeting, saying goodbye, introducing oneself and introducing oneself.",
        "    - identify the characteristics of people and objects.",
        "    - answer concrete questions about everyday matters.",
        "    - ask very simple questions about personal aspects.",
        "    - ask for permission.",
        "    - express time, quantity, space, possession, existence, taste and preference.",
        "    - use of language in the classroom.",
        "- Elementary contextual models in the comprehension of short and simple oral texts, such as greetings, notes or notices.",
        "- Elementary linguistic units and meanings associated with these structures, such as expression of the entity and its properties, existence, modality, tastes and preferences, quantity and number, space, time, affirmation, exclamation, negation, interrogation, elementary logical relations.",
        "- Elementary vocabulary and vocabulary of interest to pupils relating to basic interpersonal relationships: home, immediate environment (e.g. numbers, colours, classroom materials, geometric shapes, family, food, toys, parts of the body, animals, days of the week, weather).",
        "- Initiation into basic and elementary sound and accent patterns: songs, rhymes, riddles, tongue twisters and other oral resources from the cultural tradition of the foreign language.",
        "- Initiation into basic and elementary spelling conventions.",
        "- Basic and elementary conversational conventions and strategies, in synchronous or asynchronous format, for initiating, maintaining and terminating communication, taking and giving the floor, asking and answering questions, etc.",
        "- Approach to basic and elementary analogue and digital tools for oral and multimodal comprehension and expression.",
        "- Basic strategies for predicting content and context.",
        "B. Multilingualism.",
        "- Basic and elementary strategies and techniques for detecting communicative deficiencies and limitations derived from the level of competence in the foreign language and in the other languages of one's own linguistic repertoire.",
        "- Initiation in elementary strategies for identifying and using linguistic units (lexis, morphosyntax, sound patterns, etc.) on the basis of comparison of the languages and varieties which make up one's own linguistic repertoire.",
        "- Initiation in basic and elementary tools which will facilitate the development of autonomous language learning.",
        "C. Interculturality.",
        "- The foreign language as a means of communication and relationship with people from other countries.",
        "- Basic and elementary sociocultural and sociolinguistic aspects and the most significant aspects relating to typical customs and daily life in countries where the foreign language is spoken.",
        "- Initiation in basic and simple strategies of common use to understand, respect and appreciate linguistic, cultural and artistic diversity, based on eco-social and democratic values.",
        "- Initiation in basic and simple strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1 Recognise common words and expressions in short, simple oral and multimodal texts on frequent, everyday topics of personal relevance and close to their own experience, expressed in a comprehensible, clear, simple and direct way, and in standard language through different media (CCL2, STEM1, CE1, CCEC2).  ",
        "1.2 Recognise in a guided way basic and elementary strategies, supporting comprehension in everyday communicative situations of relevance to the learner in order to grasp the overall idea and identify specific elements with the help of linguistic and non-linguistic elements of context and cotext (CCL2, STEM1, CPSAA5, CE1). ",
        "2.1 Orally express short, simple sentences, to talk about oneself or one's immediate environment, using, in a guided manner, basic verbal and non-verbal resources, using previously presented models and structures and paying attention to rhythm, stress and intonation (CCL1, CP1, CE1, CE3, CCEC4).",
        "2.2 Recognise, in a guided way, basic strategies to express short and simple messages appropriate to the communicative intentions using, with help, physical or digital resources and supports depending on the needs of each moment (CCL3, CP1, CP2, CD2, CPSAA5).",
        "3.1 Participate, in a guided way, in very elementary interaction situations on everyday topics, previously prepared, through different media, relying on resources such as repetition, slow pace or non-verbal language, and with a respectful attitude. (CCL1, CCL5, CP2, CD3, CPSAA3, CC3, CCEC3).",
        "3.2 Use, in a guided way, elementary strategies to greet, say goodbye and introduce themselves; express simple and brief messages; and formulate and answer basic questions for communication, responding to the communicative needs that arise in situations and contexts close to their environment (CCL1, CCL5, CP1, STEM1, CE3).",
        "4.1 Interpret, in a guided way, basic information of concepts, communications and short and simple texts in situations in which to attend to diversity, showing empathy and interest for the interlocutors and for the problems of understanding in their immediate environment, relying on diverse resources and supports. (CCL2, CP3, STEM1, CPSAA3, CCEC1)",
        "5.1 Identify similarities and evident differences between different languages, recognising, in a guided way, elementary aspects of their functioning, respecting cognitive, social and cultural diversity. (CP2, CP3, CC3, CCEC1).",
        "5.2. Identify, in a guided way, knowledge and strategies to improve their ability to communicate and learn the foreign language, relying on the group and on analogue and digital media (CCL3, STEM1, CD2, CPSAA4, CE3).",
        "5.3. Identify, in a guided manner, elementary progress and difficulties in the process of learning a foreign language, initiating activities of self-assessment and co-assessment, normalising errors and valuing them as a source of learning (STEM1, CPSAA1, CPSAA4).",
        "6.1 Show interest in intercultural communication, identifying, in a guided way, the most common stereotypes, in everyday and usual situations (CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3).",
        "6.2 Recognise the linguistic and cultural diversity related to the foreign language, showing interest in knowing its elementary cultural and linguistic elements (CCL5, CP2, CP3, CPSAA3, CC3, CCEC1)."
    ]
}