{
    "saberes": [
        "A. Comunicación.",
        "- Iniciación en la autoconfianza en el uso de la lengua extranjera.",
        "- Iniciación en las estrategias básicas y elementales para la comprensión y la expresión de textos orales y multimodales breves, sencillos y contextualizados.",
        "- Funciones comunicativas elementales adecuadas al ámbito y al contexto:",
        "    · saludar, despedirse, presentar y presentarse.",
        "    · identificar las características de personas y objetos.",
        "    · responder a preguntas concretas sobre cuestiones cotidianas.",
        "    · realizar preguntas muy sencillas sobre aspectos personales.",
        "    · pedir permiso.",
        "    · expresar el tiempo, la cantidad, el espacio, la posesión, la existencia, el gusto y la preferencia.",
        "    · utilización de lenguaje en el aula.",
        "- Modelos contextuales elementales en la comprensión de textos orales breves y sencillos, tales como felicitaciones, notas o avisos.",
        "- Unidades lingüísticas elementales y significados asociados a dichas estructuras, tales como expresión de la entidad y sus propiedades, existencia, modalidad, gustos y preferencias, cantidad y número, espacio, tiempo, afirmación, exclamación, negación, interrogación, relaciones lógicas elementales.",
        "- Léxico elemental y de interés para el alumnado relativo a relaciones interpersonales básicas: vivienda, entornos cercanos (p. e. números, colores, material de aula, formas geométricas, familia, alimentación, juguetes, partes del cuerpo, animales, días de la semana, tiempo atmosférico).",
        "- Iniciación en patrones sonoros y acentuales básicos y elementales: canciones, rimas, adivinanzas, trabalenguas y otros recursos orales de la tradición cultural de la lengua extranjera.",
        "- Iniciación en convenciones ortográficas básicas y elementales.",
        "- Convenciones y estrategias conversacionales básicas y elementales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, preguntar y responder, etc.",
        "- Acercamiento a las herramientas analógicas y digitales básicas y elementales para la comprensión y expresión oral y multimodal.",
        "- Estrategias básicas de predicción sobre contenido y contexto.",
        "B. Plurilingüismo.",
        "- Estrategias y técnicas básicas y elementales de detección de las carencias comunicativas y las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "- Iniciación en las estrategias elementales para identificar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "- Iniciación en herramientas básicas y elementales que facilitarán el desarrollo de un aprendizaje autónomo de las lenguas.",
        "C. Interculturalidad.",
        "- La lengua extranjera como medio de comunicación y relación con personas de otros países.",
        "- Aspectos socioculturales y sociolingüísticos básicos y elementales y más significativos relativos a las costumbres típicas y la vida cotidiana en países donde se habla la lengua extranjera.",
        "– Iniciación en las estrategias básicas y sencillas de uso común para entender, respetar y apreciar la diversidad lingüística, cultural y artística, a partir de valores ecosociales y democráticos.",
        "– Iniciación en las estrategias básicas y sencillas de detección de usos discriminatorios del lenguaje verbal y no verbal."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer palabras y expresiones habituales en textos orales y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y próximos a su experiencia, expresados de forma comprensible, clara, sencilla y directa, y en lengua estándar a través de distintos soportes. (CCL2, STEM1, CE1, CCEC2)  ",
        "1.2 Reconocer de forma guiada estrategias básicas y elementales, apoyando la comprensión en situaciones comunicativas cotidianas y de relevancia para el alumnado con el fin de captar la idea global e identificar elementos específicos con ayuda de elementos lingüísticos y no lingüísticos del contexto y el cotexto. (CCL2, STEM1, CPSAA5, CE1) ",
        "2.1 Expresar oralmente frases cortas y sencillas, para hablar de sí mismo o de su entorno más inmediato, utilizando, de forma guiada, recursos verbales y no verbales básicos, recurriendo a modelos y estructuras previamente presentados y prestando atención al ritmo, la acentuación y la entonación. (CCL1, CP1, CE1, CE3, CCEC4)",
        "2.2 Reconocer, de forma guiada, estrategias básicas para expresar mensajes breves y sencillos adecuados a las intenciones comunicativas usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. (CCL3, CP1, CP2, CD2, CPSAA5)",
        "3.1 Participar, de forma guiada, situaciones de interacción muy elementales sobre temas cotidianos, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y con actitud respetuosa. (CCL1, CCL5, CP2, CD3, CPSAA3, CC3, CCEC3)",
        "3.2 Utilizar, de forma guiada, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes sencillos y breves; y formular y contestar preguntas básicas para la comunicación, respondiendo a las necesidades comunicativas que surjan en situaciones y contextos próximos a su entorno. (CCL1, CCL5, CP1, STEM1, CE3)",
        "4.1 Interpretar, de forma guiada, información básica de conceptos, comunicaciones y textos breves y sencillos en situaciones en las que atender a la diversidad, mostrando empatía e interés por los interlocutores y por los problemas de entendimiento en su entorno inmediato, apoyándose en diversos recursos y soportes. (CCL2, CP3, STEM1, CPSAA3, CCEC1)",
        "5.1 Identificar similitudes y diferencias evidentes entre distintas lenguas, reconociendo, de forma guiada, aspectos elementales de su funcionamiento, respetando la diversidad cognitiva, social y cultural. (CP2, CP3, CC3, CCEC1)",
        "5.2. Identificar, de forma guiada, conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, apoyándose en el grupo y en soportes analógicos y digitales. (CCL3, STEM1, CD2, CPSAA4, CE3)",
        "5.3. Identificar, de manera guiada, los progresos y dificultades elementales en el proceso de aprendizaje de la lengua extranjera, iniciándose en actividades de autoevaluación y coevaluación,  normalizando  el  error  y  valorándolo  como  una  fuente  de  aprendizaje.  (STEM1, CPSAA1, CPSAA4)",
        "6.1 Mostrar interés por la comunicación intercultural, identificando, de forma guiada, los estereotipos más comunes, en situaciones cotidianas y habituales. (CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3)",
        "6.2 Reconocer la diversidad lingüística y cultural relacionada con la lengua extranjera, mostrando interés por conocer sus elementos culturales y lingüísticos elementales. (CCL5, CP2, CP3, CPSAA3, CC3, CCEC1)"
    ]
}