{
  "saberes": [
    "A. Dispositivos digitales, sistemas operativos y de comunicación y pensamiento computacional",
    "Arquitectura de ordenadores: elementos, montaje, configuración y resolución de problemas.*",
    "Sistemas operativos: instalación y configuración de usuario.*",
    "Algoritmos y diagramas de flujo.*",
    "Identificación de estrategias para la interpretación y modificación de algoritmos.*",
    "Aplicaciones sencillas para dispositivos móviles y web, realidad virtual, aumentada y mixta.",
    "Sistemas de comunicación e internet. Dispositivos de red y funcionamiento. Procedimiento de configuración de una red doméstica y conexión de dispositivos.*",
    "Dispositivos conectados (IoT+Wearables). Configuración y conexión de dispositivos.",
    "Reutilización de materiales y fomento de hábitos de ahorro energético.*",
    "B. Digitalización del entorno personal de aprendizaje (PLE)",
    "Gestión y configuración del entorno personal de aprendizaje de manera autónoma.*",
    "Búsqueda y selección de información.*",
    "Edición y creación de contenidos digitales, individual y colectivamente utilizando las herramientas más adecuadas.*",
    "Comunicación y colaboración en red.*",
    "Publicación y difusión responsable en redes.",
    "C. Seguridad y bienestar digital",
    "Seguridad de dispositivos. Medidas preventivas y correctivas para hacer frente a riesgos, amenazas y ataques a dispositivos.",
    "Seguridad y protección de datos. Identidad, reputación, privacidad y huella digital. Medidas preventivas. Configuración en redes sociales. Gestión de identidades virtuales.*",
    "Seguridad en la salud física y mental. Riesgos, amenazas al bienestar personal. Opciones de respuesta. Situaciones de violencia y de riesgo en la red.*",
    "Seguridad del medioambiente: uso sostenible de las tecnologías digitales.",
    "D. Ciudadanía digital crítica",
    "Interactividad en la red: libertad de expresión, etiqueta digital, propiedad intelectual y licencias de uso.*",
    "Educación mediática: periodismo digital, blogosfera, estrategias comunicativas y uso crítico de la red, herramientas para detectar noticias falsas y fraudes.*",
    "Gestiones administrativas: servicios públicos en línea, registros digitales y certificados oficiales.*",
    "Comercio electrónico: facturas digitales, formas de pago y criptomonedas.",
    "Ética en el uso de datos y herramientas digitales: inteligencia artificial, sesgos, algorítmicos e ideológicos, obsolescencia programada y soberanía tecnológica.",
    "Activismo en línea: plataformas de iniciativa ciudadana y cibervoluntariado y comunidades de hardware y software libres",
    "Aportación de las mujeres al desarrollo de las competencias digitales.",
    "Valoración de la diversidad cultural.",
    "E. Comunicación y Difusión",
    "Presentación y difusión de ideas, conceptos o resultados utilizando una comunicación efectiva y un lenguaje técnico, en la que se cuida la expresión oral, la entonación, el lenguaje corporal, el tiempo de presentación, así como la adaptación a distintos foros, utilizando un lenguaje inclusivo y libre de estereotipos sexistas, respetando la diversidad cultural y sus dis-tintas formas de expresión.*",
    "F. Sentido socioemocional",
    "1. Creencias, actitudes y emociones.",
    "Muestras de creatividad, iniciativa, perseverancia y resiliencia hacia la resolución de los problemas tecnológicos y digitales.*",
    "Gestión no estereotipada y óptima de las emociones que intervienen en el aprendizaje como la autoconciencia, la autorregulación y la perseverancia.",
    "Desarrollo óptimo de la flexibilidad cognitiva, buscando un cambio de estrategia cuando sea necesario, transformando el error en oportunidad de aprendizaje.*",
    "2. Trabajo en equipo y toma de decisiones.",
    "Asunción de responsabilidades, y participación activa y equitativa para optimizar el trabajo en equipo.*",
    "Disposición a pedir, dar y gestionar ayuda para la resolución de conflictos.",
    "Asunción de responsabilidades sin sesgo de género, de cara al logro de los objetivos del grupo.",
    "Empoderamiento y visibilización de las mujeres en roles de responsabilidad y liderazgo.*",
    "3. Inclusión, respeto y diversidad.",
    "Aplicación de actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.*",
    "Uso de conductas empáticas y asertivas y estrategias para la gestión de conflictos en entornos analógicos y digitales.   "
  ],
  "criteriosEvaluacion": [
    "1.1. Conectar dispositivos y gestionar redes locales aplicando los conocimientos y procesos asociados a sistemas de comunicación alámbrica e inalámbrica con una actitud proactiva.",
    "1.2. Instalar y mantener sistemas operativos configurando sus características en función de sus necesidades personales.",
    "1.3. Resolver problemas técnicos sencillos analizando componentes y funciones de los dispositivos digitales, reutilizando los materiales, evaluando las soluciones de manera crítica y reformulando el procedimiento, en caso necesario.",
    "2.1. Describir, interpretar y diseñar soluciones creativas a problemas informáticos a través de algoritmos y diagramas de flujo.",
    "2.2. Aplicar los principios del pensamiento computacional para solucionar problemas, descomponiendo el problema en partes más sencillas, reconociendo patrones, y utilizando la abstracción como base para el diseño de algoritmos.",
    "2.3. Programar aplicaciones sencillas para distintos dispositivos empleando los elementos de programación de manera apropiada, utilizando distintas herramientas de edición.",
    "3.1. Gestionar el aprendizaje en el ámbito digital, configurando el entorno personal de aprendizaje (PLE) mediante la integración de recursos digitales de manera autónoma.",
    "3.2. Buscar y seleccionar información en función de sus necesidades haciendo uso de las herramientas del entorno personal de aprendizaje con sentido crítico.",
    "3.3. Crear, integrar y reelaborar contenidos digitales de forma individual o colectiva, seleccionando las herramientas más apropiadas para generar nuevo conocimiento y contenidos digitales de manera creativa.",
    "3.4. Interactuar en espacios virtuales de comunicación y plataformas de aprendizaje colaborativo, compartiendo y publicando información y datos, adaptándose a diferentes audiencias con una actitud participativa.",
    "4.1. Proteger los datos personales y la huella digital generada en internet, configurando las condiciones de privacidad de las redes sociales y espacios virtuales de trabajo.",
    "4.2. Configurar y actualizar, contraseñas, sistemas operativos y antivirus de forma periódica en los distintos dispositivos digitales de uso habitual.",
    "4.3. Identificar y saber reaccionar ante situaciones que representan una amenaza en la red escogiendo la mejor solución entre diversas opciones y valorando el bienestar personal y colectivo.",
    "4.4. Identificar y minimizar el impacto que las tecnologías digitales tienen sobre el medio ambiente, adoptando hábitos de ahorro energético y realizando un uso sostenible de las mismas.",
    "5.1. Hacer un uso ético de los datos y las herramientas digitales, aplicando las normas de etiqueta digital y respetando las diferentes licencias de uso y propiedad intelectual en la comunicación, colaboración y participación activa en la red.",
    "5.2. Reconocer las aportaciones de las tecnologías digitales en distintos ámbitos de la sociedad, valorando especialmente la aportación que han realizado las mujeres para fomentar su vocación científicotecnológica, siendo consciente de la brecha digital (económica, geográfica, de género, de idioma…) de acceso, uso y aprovechamiento de dichas tecnologías para diversos colectivos.",
    "5.3. Valorar la importancia de la oportunidad, facilidad y libertad de expresión que suponen los medios digitales conectados, analizando de forma crítica los mensajes que se reciben teniendo en cuenta su objetividad, ideología, intencionalidad, sesgos y caducidad.",
    "6.1. Presentar y difundir las propuestas o soluciones técnicas de manera efectiva, empleando las estructuras lingüísticas, el vocabulario técnico, la entonación, expresión, gestión del tiempo y adaptación adecuada del discurso, así como un lenguaje inclusivo y no sexista, respetando la diversidad cultural y sus distintas formas de expresión.",
    "7.1. Identificar y gestionar las emociones propias, desarrollar la autoconciencia y el sentido de identidad y reconocer las fuentes de estrés al abordar los diferentes desafíos digitales.",
    "7.2. Mantener la perseverancia y una motivación positiva, aceptando la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de la materia de digitalización.",
    "7.3. Colaborar activamente y construir relaciones trabajando en equipos heterogéneos, comunicándose de manera efectiva, pensando de forma crítica y creativa, tomando decisiones consensuadas e informadas, para resolver problemas que implican la aplicación de los contenidos estudiados.",
    "7.4. Participar en el reparto de tareas a desarrollar en equipo, practicando la inclusión, la escucha activa, asumiendo el rol asignado y responsabilizándose de su contribución al mismo."
  ]
}