{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Describir las características musicales de una obra a partir de la escucha activa y el estudio de partituras, analizando sus elementos constitutivos y la función que estos cumplen dentro de la composición.",
        "Criterio 1.2. Comparar los elementos constitutivos y las características musicales de diferentes obras, estableciendo analogías y diferencias entre ellas, a partir de la escucha activa y del estudio de partituras.",
        "Competencia específica 2.",
        "Criterio 2.1. Distinguir los principales géneros y estilos musicales que se desarrollan en la historia, analizando los factores que inciden en la evolución de las formas musicales.",
        "Criterio 2.2. Asociar las obras analizadas con un género, un estilo y un contexto de creación determinados, identificando, de forma autónoma, la estructura formal y los procedimientos compositivos utilizados.",
        "Competencia específica 3.",
        "Criterio 3.1. Expresar juicios personales sobre las obras analizadas, argumentando la opinión propia y utilizando una terminología musical adecuada.",
        "Criterio 3.2. Justificar la opinión propia sobre las obras analizadas, investigando y seleccionando la información más pertinente a partir de medios analógicos y digitales.",
        "Criterio 3.3. Publicar críticas musicales y comentarios propios en los medios disponibles, analógicos y digitales, respetando los derechos de autor y la propiedad intelectual.",
        "Competencia específica 4.",
        "Criterio 4.1. Realizar improvisaciones sencillas o pequeñas composiciones, en proyectos musicales grupales, utilizando los procedimientos compositivos fundamentales y aplicando patrones melódicos, rítmicos, armónicos y formales previamente analizados e interiorizados.",
        "Criterio 4.2. Utilizar, de forma eficaz, las tecnologías digitales en la composición musical.",
        "Competencia específica 5.",
        "Criterio 5.1. Analizar los usos terapéuticos de la música y cómo inciden determinados rasgos musicales en la salud y las emociones, a partir de la información obtenida en fuentes de información fiables.",
        "Criterio 5.2. Describir las características de la música que se utiliza con fines terapéuticos, analizando ejemplos de obras y relacionando sus rasgos con posibles efectos en el oyente."
        
    ],
    "saberes": [
        "Bloque A. Técnicas de análisis musical.",
        "A.1. Técnicas de análisis.",
        "A.1.2.1. La comparación como técnica analítica.",
        "A.1.2.2. Técnicas de análisis de audición y de partituras.",
        "A.1.2.3. Técnicas para el análisis del contexto de creación. El pensamiento de la persona creadora, los condicionantes contextuales y la interpretación de la obra.",
        "A.1.2.4. Técnicas de análisis a través de la práctica interpretativa vocal, instrumental y corporal.",
        "A.2. Comentario y crítica musical.",
        "A.2.2.1. Comentarios y críticas musicales.",
        "A.2.2.2. Recursos digitales para la investigación, la composición y la difusión musical.",
        "A.2.2.3. Derechos de autor y propiedad intelectual.",
        "Bloque B. Géneros musicales.",
        "B.1. Evolución histórica.",
        "B.1.2.1. Las características sonoras y estilísticas de la música desde la Edad Media hasta la actualidad. Compositores y compositoras relevantes en los distintos periodos.",
        "B.1.2.2. Las formas y los géneros musicales desde la Edad Media hasta la actualidad: música vocal, instrumental y escénica",
        "B.1.2.3. Evolución organológica.",
        "B.2. Música y sociedad. ",
        "B.2.2.1. Uso de la música con fines terapéuticos.",
        "B.2.2.2. Influencia de la música en el estado de ánimo y en las emociones.",
        "B.2.2.3. Funciones de la música en combinación con otras artes.",
        "B.2.2.4. Efectos de la contaminación sonora."
        
    ]
}
