{
  "saberes": [
    "A.	L’economia més enllà dels diners",
    "-	Relació entre l’escassetat de recursos i les necessitats com a problema bàsic de l’economia, argumentant i debatent sobre els principis d’interacció social en l’economia.",
    "-	Reconeixement de pràctiques i propostes de les economies plurals o economia crítica (economia ecològica, economia feminista, economia circular...), a la societat.",
    "-	Valoració de les reivindicacions de l’economia feminista i les seves implicacions per a la igualtat de les dones: l’economia de les cures i el treball reproductiu.",
    "-	Justificació de la necessitat de l’economia col·laborativa i l’economia social i solidària (cooperatives), amb la perspectiva de la sostenibilitat.",
    "-	Integració dels drets i deures econòmics i socials per a una ciutadania activa.",
    "-	Proposta d’actuacions econòmiques, locals i globals, que millorin l’entorn social i mediambiental.",
    "-	Ús d’estratègies de recerca, selecció i gestió d’informació, procedent de diverses fonts, per informar-se en la presa de decisions econòmiques.",
    "-	Demostració d’una comunicació eficaç per argumentar i opinar amb criteri sobre aspectes econòmics.",
    "-	Presa de decisions econòmiques en un context d’innovació com a font de transformació social: algoritmes, criptomonedes, blockchain...",
    "B.	Ètica i responsabilitat en economia",
    "-	Desenvolupament de compromís i sentit ètic com a consumidors responsables, per contribuir al desenvolupament sostenible.",
    "-	Anàlisi crítica de la influència de la publicitat en la presa de decisions de consum. Integració dels drets i deures com a consumidors en un món global.",
    "-	Distinció entre necessitats i desitjos en la planificació financera.",
    "-	Valoració del comerç just i el consum ètic en un context de lliure comerç. Incorporació dels objectius de desenvolupament sostenible (ODS) al desenvolupament local i global.",
    "-	Anàlisi crítica de la informació, les dades i les seves fonts, i detecció de notícies falses, per a la presa de decisions econòmiques ètiques i responsables.",
    "-	Coneixement i ús de processos de participació ciutadana en la presa de decisions econòmiques pel bé comú.",
    "-	Coneixement i valoració de mesures de transparència, bon govern i rendició de comptes, com a ciutadans actius i compromesos.",
    " C.	Finances per la vida",
    "-	Valoració dels avantatges i inconvenients de l’endeutament en la planificació financera.",
    "-	Coneixement de les fonts de finançament: préstecs personals i hipotecaris, crèdits, descobert i la reunificació de deutes.",
    "-	Coneixement dels principals productes d’estalvi i inversió en la planificació financera. La rendibilitat. Perfils de risc. La diversificació. Renda fixa (bons) i renda variable (accions).",
    "-	Valoració del paper de les assegurances com a mecanisme de gestió del risc en la planificació financera.",
    "-	Càlcul d’interessos. L’interès compost. La TAE. TIN versus TAE.",
    "-	Projecció de necessitats i objectius per planificar la presa de decisions financeres al llarg de la vida.",
    "-	Disseny d’un pla financer a partir de la projecció de necessitats financeres vitals. El pressupost personal o familiar, ingressos i despeses. La importància del fons d’emergència.",
    "D.	Finances públiques",
    "-	Coneixement del funcionament del sistema financer i les entitats financeres, i valoració del seu paper en l‘activitat econòmica i en la presa de decisions financeres.",
    "-	Valoració de les finances ètiques i socials, el mecenatge i el crowdfunding com a fonts de finançament i captació de recursos financers.",
    "-	Valoració del paper del sistema impositiu en l’erradicació de la pobresa i la reducció de les desigualtats, i afectacions dels impostos en la presa de decisions financeres.",
    "-	Anàlisi crítica del frau fiscal i les seves conseqüències en termes d’equitat i sostenibilitat."
  ],
  "criteriosEvaluacion": [
    "1.1	Analitzar les relacions d’interdependència i interconnexió de les decisions dels individus i la societat al sistema econòmic, posant en pràctica habilitats personals i socials de lideratge, cooperació i innovació, tant de manera presencial com virtual, en diferents contextos de treball en equip.",
    "1.2	Identificar desigualtats en l’accés als recursos i la distribució de la riquesa, per contribuir a un món més equitatiu i sostenible, mitjançant mecanismes de participació ciutadana basats en el diàleg, l’equitat, el respecte a la diversitat i la inclusió en la societat.",
    "1.3	Valorar com les decisions econòmiques, tant individuals com col·lectives, afecten la distribució de la riquesa al món i al medi ambient.",
    "2.1	Analitzar experiències, en l’àmbit local i global, desenvolupades en el marc de les economies plurals (economia feminista, economia ecològica, economia circular, entre d’altres), i aprofundir entorn de propostes innovadores.",
    "2.2	Reconèixer valors alternatius com el de la vida per sobre del diner, la cooperació per sobre de la competència, la responsabilitat social de les pròpies accions i la regulació responsable per part dels governs.",
    "2.3	Valorar els drets econòmics i socials com a ciutadans, i implicar-se activament en els reptes relacionats amb el consum ètic i responsable",
    "3.1	Cercar, seleccionar i contrastar informació, amb rigorositat i de fonts fiables, orals, impreses o digitals, sobre temes d’interès i/o actualitat, present a l’entorn global i divers, amb criteris ètics.",
    "3.2	Confeccionar una petita recerca d’una situació econòmica de l’entorn proper de l’alumnat.",
    "3.3	Analitzar en grup, amb el suport de mitjans digitals, casos de problemes econòmics, valorant críticament la situació econòmica local i global, per proposar solucions en l’àmbit econòmic.",
    "4.1	Analitzar les principals fonts financeres i els productes financers més habituals per a l’estalvi i la inversió, per ajudar a la planificació financera, tenint en compte les finances ètiques, en un món globalitzat.",
    "4.2	Classificar les principals partides d’un pressupost públic, analitzant amb criteris de coherència i equitat la seva organització, distribució i ús, per determinar els efectes que suposa la intervenció del sector públic sobre l’economia.",
    "4.3	Analitzar el deute públic i el dèficit públic valorant les conseqüències del frau fiscal per a la societat i la sostenibilitat.",
    "5.1	Conèixer la situació patrimonial i les necessitats financeres actuals, i preveure el moment i la magnitud de les futures (consum i oci, crèdit/finançament, estalvi i inversió i les assegurances com a mitjà de cobertura de riscos), en funció dels objectius personals i/o familiars; i estimar-ne el valor econòmic.",
    "5.2	Utilitzar, amb iniciativa, estratègies de planificació i presa de decisions en la creació d’un pla financer personal i/o familiar que cobreixi les necessitats identificades i faciliti la consecució dels objectius establerts.",
    "5.3	Analitzar l’elaboració, viabilitat i sostenibilitat del pla financer dissenyat, i millorar-lo en funció de la valoració realitzada, reflexionant sobre la importància de planificar les finances personals i familiars per contribuir al desenvolupament personal."
  ]
}