{
  "saberes": [
    "A. Retos del mundo actual",
    "- Sociedad de la información. Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación y contraste de la fiabilidad de las fuentes. El problema de la desinformación. Uso específico del léxico relativo al ámbito geográfico. Análisis e interpretación de conceptos espaciales: localización, escala, conexión y proximidad espacial.",
    "- Cultura mediática. Técnicas y métodos de las Ciencias Sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, representación de gráficos e interpretación de imágenes a través de medios digitales accesibles. Fotografía aérea, información de satélite y el papel de las Tecnologías de la información geográfica. Fuentes estadísticas y de información digital. El INE.",
    "- Objetivos de Desarrollo Sostenible. Emergencia climática y sostenibilidad. Relación entre factores naturales y antrópicos en la Tierra. Globalización, movimientos migratorios e interculturalidad. Los avances tecnológicos y la conciencia ecosocial. Conflictos ideológicos y etnoculturales.",
    "- Estructuras económicas en el mundo actual, cambios en los sectores productivos y funcionamiento de los mercados. Dilemas e incertidumbres ante el crecimiento, la empleabilidad y la sustentabilidad.",
    "- El papel de la agricultura y ganadería en el mundo, en Europa, España y Castilla y León. Técnicas y sistemas agrícolas avanzados y atrasados y su impacto medioambiental. El problema del agua en el mundo. Pesca, silvicultura y minería: técnicas, papel e impacto sobre el medio ambiente. Estructuras de protección de los espacios naturales de especial valor patrimonial en España. Espacios protegidos en Castilla y León.",
    "- Fuentes de energía y su impacto ambiental. Energías renovables y paradigma de sostenibilidad energética. Medidas colectivas e individuales de ahorro energético. La industria en los espacios desarrollados y no desarrollados. El papel de la industria en el mundo, en Europa, en España y en Castilla y León. Problemas ecológicos derivados de la industria. Industrias maduras, automatización y reconversión industriales. La deslocalización industrial y productiva.",
    "- Sectores maduros y tradicionales del sector terciario. El sector cuaternario. El sector financiero y su importancia sobre la globalización. Problemas derivados de la dependencia económica internacional: la deuda pública y su papel en un mundo desigual.",
    "- La estructura de la población activa en el mundo, en España y en Castilla y León. Nichos de empleabilidad emergentes en un mundo ecosostenible. La creatividad como valor económico. El impacto de la educación en la empleabilidad y productividad potencial a escala internacional e individual. El problema del paro en España: origen y soluciones. Desigualdades de género ante el empleo. Mujer y desigualdad de oportunidades en el mundo desarrollado y no desarrollado. Políticas proactivas de igualdad de género y protección de la vulnerabilidad.",
    "- Lo global y lo local. La investigación en Ciencias Sociales, el estudio multicausal y el análisis comparado del espacio natural, rural y urbano, su evolución y los retos del futuro.",
    "- Desigualdad e injusticia. Solidaridad, cohesión social y cooperación para el desarrollo.",
    "- Igualdad de género y formas de violencia contra las mujeres. Actitudes y comportamientos sexistas.",
    "- Diversidad social, etnocultural y de género. Migraciones, multiculturalidad y mestizaje en sociedades abiertas.",
    "B. Sociedades y territorios",
    "- El origen, desarrollo y presente del capitalismo. El sistema económico comunista: origen, desarrollo y presente. Sistemas políticos en el mundo. El papel de la democracia en el mundo y las amenazas del populismo. Entre la socialdemocracia y neoliberalismo: paradigmas económicos del presente. La crítica al capitalismo. Espacios geopolíticos centrales y dependientes. Espacios e instituciones supranacionales. El proceso de construcción europea. Integración económica, monetaria y ciudadana. Las instituciones europeas. El papel de la Unión Europea en el mundo actual y su futuro.",
    "- La transformación humana del territorio y la distribución desigual de los recursos y del trabajo a distintas escalas, de lo global a lo local.",
    "- Evolución de los ciclos demográficos, de los modos de vida y de los modelos de organización social. Focos de tensión en el planeta y fenómeno de las migraciones. Consecuencias de las migraciones para los países de origen y de recepción. La migración como solución al problema demográfico de los espacios envejecidos y despoblados. El reto demográfico en España. El problema de la despoblación rural.",
    "- Interpretación del territorio y del paisaje. Del éxodo rural a la concentración urbana. Ordenación del territorio y transformación del espacio. La ciudad como espacio de convivencia. Importancia y cuidado del espacio público. La huella humana y la protección del medio natural.",
    "- Origen de la desigualdad de renta y bienestar material. La globalización económica como motor de las relaciones centro-periferia. El papel de las instituciones y organizaciones económicas supranacionales. Consecuencias culturales y sociales de la globalización. El movimiento antiglobalización. El IDH y su distribución desigual a escala planetaria, nacional y local. Otros indicadores socioeconómicos de desarrollo. Caracteres y problemas del mundo no desarrollado. La mujer en el mundo no desarrollado. Caracteres y problemas del mundo desarrollado. Desigualdades regionales de renta y bienestar en Castilla y León. La políticas europeas y nacionales de compensación interterritorial.",
    "C. Compromiso cívico local y global.",
    "- Las transformaciones científicas y tecnológicas. Dimensión ética de la ciencia y la tecnología. Cambios culturales y movimientos sociales. Los medios de comunicación y redes sociales.",
    "- Diversidad social y multiculturalidad. Integración y cohesión social. Medidas y acciones en favor de la igualdad y de la plena inclusión.",
    "- Responsabilidad ecosocial. Compromiso y acción ante los objetivos del Desarrollo Sostenible. La juventud como agente de cambio para el desarrollo sostenible. Implicación en la defensa y protección del medio ambiente. Acción y posición ante la emergencia climática.",
    "- Empleo y trabajo en la sociedad de la información, aprendizaje permanente y a lo largo de toda la vida.",
    "- Los valores del europeísmo. Fórmulas de participación en programas educativos europeos."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Establecer conexiones y relaciones entre los conocimientos e informaciones adquiridos, elaborando de forma pautada síntesis interpretativas y explicativas, mediante informes, estudios o dossiers informativos, que reflejen un dominio y consolidación de los contenidos tratados. (CCL2, CCL3, STEM4, CD2, CC1)",
    "Competencia específica 2",
    "2.1 Generar productos originales y creativos mediante la reelaboración de conocimientos previos a través de herramientas de investigación que permitan explicar problemas presentes y pasados de la humanidad a distintas escalas temporales y espaciales, de lo local a lo global, utilizando conceptos, situaciones y datos relevantes. (CCL5, STEM2, CD2, CC3)",
    "Competencia específica 3",
    "3.1 Conocer los Objetivos de Desarrollo Sostenible, realizando propuestas que contribuyan a su logro, aplicando métodos y proyectos de investigación e incidiendo en el uso de mapas y otras representaciones gráficas, así como de medios accesibles de interpretación de imágenes. (CCL3, STEM3, STEM4, CD3, CC3, CC4)",
    "3.2 Entender y afrontar, desde un enfoque ecosocial, problemas y desafíos pasados, actuales o futuros de las sociedades contemporáneas, con especial incidencia en los referentes a la sociedad castellanoleonesa, teniendo en cuenta sus relaciones de interdependencia y ecodependencia. (CCL3, CD2, CC3, CC4, CE1)",
    "3.3 Utilizar secuencias cronológicas complejas en las que identificar, comparar y relacionar hechos y procesos de diferentes períodos y lugares históricos (simultaneidad, duración, causalidad), utilizando términos y conceptos específicos del ámbito de la geografía. (CCL1, CCL2, CCL3, STEM4, STEM5, CD2)",
    "3.4 Analizar procesos de cambio histórico y comparar casos de la geografía a través del uso de fuentes de información diversas, teniendo en cuenta las transformaciones de corta y larga duración (coyuntura y estructura), las continuidades y permanencias en diferentes períodos y lugares. (CCL3, STEM4, CD2, CC4)",
    "Competencia específica 4",
    "4.1 Identificar los elementos del entorno y comprender su funcionamiento como un sistema complejo por medio del análisis multicausal de sus relaciones naturales y humanas, presentes y pasadas, valorando el grado de conservación y de equilibrio dinámico. (CC1, CC3, CC4, CE1).",
    "4.2 Idear y adoptar, cuando sea posible, comportamientos y acciones que contribuyan a la conservación y mejora del entorno natural, rural y urbano, a través del respeto a todos los seres vivos, mostrando comportamientos orientados al logro de un desarrollo sostenible de dichos entornos, y defendiendo el acceso universal, justo y equitativo a los recursos que nos ofrece el planeta. (STEM5, CPSAA2, CC2, CC4, CE1)",
    "Competencia específica 6",
    "6.1 Contribuir al bienestar individual y colectivo a través del diseño, exposición y puesta en práctica de iniciativas orientadas a promover un compromiso activo con los valores comunes, la mejora del entorno y el servicio a la comunidad. (CCL5, CPSAA3, CC3).",
    "Competencia específica 7",
    "7.1 Reconocer los rasgos que van conformando la identidad propia y de los demás, la riqueza de las identidades múltiples en relación con distintas escalas espaciales, a través de la investigación y el análisis de sus fundamentos geográficos. (CP3, CD2, CC1).",
    "Competencia específica 8",
    "8.1 Adoptar un papel activo y comprometido con el entorno, de acuerdo con aptitudes, aspiraciones, intereses y valores propios, a partir del análisis crítico de la realidad económica, de la distribución y gestión del trabajo, y la adopción de hábitos responsables, saludables, sostenibles y respetuosos con la dignidad humana y la de otros seres vivos, así como de la reflexión ética ante los usos de la tecnología y la gestión del tiempo libre. (CD4, CPSAA2, CPSAA5, CE2).",
    "Competencia específica 9.",
    "9.1 Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis de los principales conflictos del presente y el reconocimiento de las instituciones del Estado, y de las asociaciones civiles que garantizan la seguridad integral y la convivencia social, así como de los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los Objetivos de Desarrollo Sostenible.(STEM3, CC2, CC3, CE1)."
  ]
}
