{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Entender la realidad partiendo del análisis crítico y reflexivo sobre las aportaciones que ofrece ",
        "la ciencia económica, valorando su interrelación con otras disciplinas y adquiriendo una visión ",
        "integral de la misma que favorezca la asunción de responsabilidades y compromisos. ",
        "1.2. Analizar de forma crítica las ventajas y desventajas de los distintos sistemas de asignación de ",
        "recursos. ",
        "1.3. Calcular e interrelacionar los agregados macroeconómicos que analizan la actividad ",
        "económica desde los distintos mercados que integran el flujo circular de la renta. ",
        "1.4. Entender la forma en la que se desarrolla el mercado de trabajo en un país.  ",
        "1.5. Comprender el funcionamiento del sistema financiero, los productos y los intermediarios que ",
        "operan en él.  ",
        "1.6. Saber confeccionar un presupuesto personal y detectar los posibles riesgos u oportunidades ",
        "del mismo. ",
        "Competencia específica 2. ",
        "2.1. Comprender los cambios económicos y sociales desde un análisis interdisciplinar sobre el ",
        "comportamiento humano en el proceso de toma de decisiones y evaluando el problema de la ",
        "escasez y sus efectos.  ",
        "2.2. Valorar los distintos enfoques en el proceso de toma de decisiones, reconociendo las ",
        "limitaciones del enfoque estrictamente racional. ",
        "Competencia específica 3. ",
        "3.1. Mostrar actitudes y comportamientos responsables que contribuyan a dar respuesta a los ",
        "retos actuales a partir del estudio de casos reales estableciendo correspondencias entre la ",
        "realidad y los aprendizajes adquiridos. ",
        "3.2. Tomar conciencia de problemas globales y locales analizándolos a través de herramientas ",
        "económicas y empresariales y aportando posibles soluciones a los mismos. ",
        "Competencia específica 4. ",
        "4.1. Reconocer y potenciar las destrezas emprendedoras propias, identificando y valorando ",
        "previamente las habilidades que poseen personas emprendedoras cercanas y analizando sus ",
        "competencias a la hora de afrontar los retos que se les presentan. ",
        "4.2. Afrontar retos sencillos de la vida cotidiana aplicando las destrezas propias que caracterizan a ",
        "una persona emprendedora. ",
        "Competencia específica 5. ",
        "5.1 Reconocer las tendencias e identificar la filosofía de las empresas comprendiendo las ",
        "estrategias empresariales llevadas a cabo por estas y analizando su evolución, así como los ",
        "modelos de negocio desarrollados poniendo en valor, con sentido crítico, su actividad ",
        "empresarial. ",
        "5.2 Distinguir los nuevos modelos de negocio desarrollados por empresas pertenecientes a ",
        "diversos sectores y ámbitos analizando sus posibilidades y limitaciones. ",
        "5.3 Analizar los diferentes elementos que conforman el marketing mix de una empresa y conocer ",
        "las nuevas herramientas de marketing digital, el neuromarketing y la importancia del Big Data. ",
        "Competencia específica 6. ",
        "6.1 Comprender las respuestas que ofrecen las empresas a los desafíos actuales, analizando la ",
        "transformación económica y social que está experimentando la sociedad. ",
        "6.2 Proponer alternativas y nuevas soluciones a los desafíos actuales, analizando los efectos de ",
        "la transformación económica y social, y reconociendo la importancia que tiene la innovación, ",
        "la cultura empresarial, el talento, el liderazgo y la revolución digital en la actividad empresarial. "
        
    ],
    "saberes": [
        "A. Economía. ",
        "1. La escasez y el problema económico. ",
        "– La escasez y sus implicaciones.   ",
        "Tipos de necesidades. Bienes y servicios que satisfacen las necesidades.   ",
        "Criterios de elección: el coste de oportunidad, los incentivos, el análisis marginal y los ",
        "costes irrecuperables.   ",
        "La escasez y la eficiencia.   ",
        "La paradoja del valor, el valor de uso y el valor de cambio de los bienes. ",
        "– La escasez y los sistemas de asignación de recursos.   ",
        "El funcionamiento del mercado de bienes: análisis de la oferta, la demanda y el equilibrio ",
        "del Mercado.  ",
        "Modelos de mercados de bienes. La competencia perfecta. La competencia ",
        "monopolística. El oligopolio. El Monopolio. La soberanía de los consumidores y la ",
        "publicidad. ",
        "– Funcionamiento del mercado de factores. El mercado de trabajo. La medición del desempleo. ",
        "Tipos de desempleo. Consecuencias del desempleo. ",
        "– Los fallos del mercado y la intervención del sector público. Fallos del sector público y sus ",
        "implicaciones. ",
        "– El flujo circular de la renta. Oferta y demanda agregada. Análisis de las interrelaciones que ",
        "existen entre los diversos elementos y agregados de la realidad económica.   ",
        "El PIB y la Renta Nacional. El Índice de Desarrollo Humano. ",
        "– El entorno financiero. Intermediarios financieros.   ",
        "Dinero y transacciones.   ",
        "La inflación.   ",
        "Productos financieros y de inversión.   ",
        "Planificación y gestión de las finanzas personales: riesgo y beneficio. El presupuesto ",
        "familiar. ",
        "2. Economía y otras disciplinas. ",
        "– La economía como ciencia social. El método en economía.   ",
        "Principales problemas para el análisis económico: la complejidad de la realidad y la ",
        "incorporación de supuestos simplificadores. Dificultades para el establecimiento de leyes ",
        "generales.   ",
        "La diversidad del pensamiento económico.   ",
        "La modelización matemática como herramienta para el análisis económico: la Frontera de ",
        "Posibilidades de Producción. ",
        "– El análisis económico y el individualismo metodológico.   ",
        "Otras alternativas de análisis de la realidad social.  ",
        "Perspectiva sociológica: el grupo social como unidad de análisis económico. ",
        "– Los individuos y el comportamiento racional.   ",
        "Fallos de la racionalidad. La economía del comportamiento, la psicología económica y la ",
        "teoría de la decisión.  ",
        "Los agentes económicos y la maximización de su utilidad.   ",
        "Filosofía y economía: el utilitarismo y la felicidad.   ",
        "La maximización del bienestar social y el debate eficiencia versus equidad desde un ",
        "punto de vista ético.   ",
        "El bienestar social y la calidad de vida desde una perspectiva sociológica. El bienestar en ",
        "la psicología positiva. ",
        "– Ciencia económica y ecología: el cambio climático, el desarrollo sostenible y la economía ",
        "circular. ",
        "B. Emprendimiento. ",
        "– La persona emprendedora e intraemprendedora. Competencias, cualidades y hábitos.  ",
        "La inteligencia emocional y la inteligencia ejecutiva.  ",
        "El espíritu emprendedor: búsqueda de necesidades y oportunidades.   ",
        "Estudio de casos de emprendimiento.   ",
        "Entrenamiento de la creatividad y proactividad.  ",
        "– Creencias sobre emprendimiento. El miedo a emprender: la gestión del error como una ",
        "oportunidad para aprender. ",
        "– Competencias sociales. Tipos y aplicación. La gestión de grupos y la teoría de las relaciones ",
        "humanas. Teorías y factores de la motivación.. ",
        "– Misión y visión de la persona emprendedora.   ",
        "Creación y puesta en marcha de su proyecto emprendedor.   ",
        "Protección de la idea, el producto y la marca. Ventajas e inconvenientes de las patentes. ",
        "C. Actividad empresarial. ",
        "– El entorno empresarial. Tipos de entorno. ",
        "– La revolución tecnológica. El poder de la tecnología. Los modelos de negocio. Importancia de ",
        "las startup. ",
        "– Mercado y clientes. Neuromarketing. Marketing digital. El marketing mix. La importancia del ",
        "Big Data. Nuevos modelos de negocio. ",
        "– Cultura empresarial y recursos humanos. El liderazgo. Diseño del perfil profesional.  ",
        "– El lugar de trabajo. La empresa del futuro. Tendencias.  ",
        "– Estrategia y gestión de la empresa. Funciones de la dirección de una empresa. ",
        "Transformación digital. Innovación. Sostenibilidad.  ",
        "Criterios de clasificación de empresas. Tipos de empresas según su forma jurídica.  ",
        "Investigación, Desarrollo e Innovación (I+D+I).   ",
        "Crecimiento económico de una empresa y productividad.  ",
        "Obligaciones fiscales de las empresas ",
        "– Análisis de casos: análisis interno y externo. DAFO.         "
    ]
}
