{
    "criteriosEvaluacion": [
        "1.1. Cuestionar modos de vida insostenibles mediante el análisis geográfico de todo tipo de fuentes de información que trate los retos ecosociales presentes y futuros desde argumentos fundados en la relevancia y la necesidad de las acciones para afrontarlos.",
        "1.2. Debatir sobre los retos naturales y sociales de España de forma comprometida y respetuosa con opiniones ajenas utilizando estrategias orales con apoyo digital de gráficos, imágenes y cartografía, y manejando datos rigurosos.",
        "1.3. Identificar problemas económicos, sociales y ambientales, a nivel local, valorando las responsabilidades personales y proponiendo actuaciones propias y directas.",
        "2.1. Documentar el concepto de paisaje como resultado cultural identificando paisajes diferentes producto de procesos culturales distintos.",
        "2.2. Valorar todo impacto de la acción antrópica desde el principio de sostenibilidad reconociendo la complejidad sistémica del medio natural y de las propias actividades humanas.",
        "2.3. Extraer información de paisajes naturales y humanizados, analizando fuentes visuales, distinguiendo elementos geográficos e interpretando la influencia e interrrelaciones de factores físicos y humanos.",
        "3.1. Reflexionar sobre la percepción del espacio geográfico localizando y reconociendo en mapas las principales unidades geomorfológicas, litológicas y edáficas con características comunes y específicas.",
        "3.2. Analizar la diversidad climática en España distinguiendo los distintos factores y elementos del clima e interpretando mapas meteorológicos junto con otros datos climatológicos proporcionados por las TIG para reconocer y analizar la variedad de tipos de tiempo atmosférico, evaluando su incidencia en la conformación de las diferentes regiones vegetales y, valorando sus consecuencias sobre el territorio, la población y los recursos.",
        "3.3. Analizar e interpretar la diversidad hídrica de la Península Ibérica identificando los diversos regímenes hídricos existentes, valorando y debatiendo su importancia ecológica y el aprovechamiento que se realiza de los recursos hídricos en nuestro país.",
        "3.4. Identificar la diversidad y singularidad de paisajes naturales comparando su distribución, características y contrastes a escala autonómica, de España y de Europa, así como formas humanas de relación con esos entornos.",
        "4.1. Emplear la escala apropiada para localizar o representar con apoyo de las TIG cualquier fenómeno físico o humano justificando los métodos y datos elegidos y la delimitación de regiones o categorías de análisis, así como de áreas de transición.",
        "4.2. Interpretar los fenómenos naturales y humanos valorando la información que nos facilitan y ofrecen las Tecnologías de la Información Geográfica (TIG) y métodos y técnicas propios de otras ciencias afines, con la finalidad de identificar, describir, analizar e interpretar los elementos que integran el espacio geográfico, distinguiendo entra paisajes naturales y culturales.",
        "4.3. Crear productos propios individuales o en grupo con fines explicativos comunicando diagnósticos, proponiendo hipótesis o conclusiones, y aplicando las TIG.",
        "5.1. Valorar la globalización como contexto de evolución socioeconómica y cultural, analizando el impacto de las relaciones entre España y las grandes áreas geopolíticas y socioeconómicas mundiales a través de distintas fuentes de información, con la finalidad de valorar los aspectos más relevantes de la situación de España en el orden mundial y, más concretamente, en la Unión Europea.",
        "5.2. Valorar la dignidad humana analizando críticamente las consecuencias de nuestras acciones sobre las condiciones laborales y de vida tanto en Andalucía y España como en otros países, investigando el sistema de relaciones económicas globalizadas y los sectores económicos, y planteando soluciones razonables.",
        "5.3. Expresar la necesidad de preservar el medio natural indagando sobre los impactos de los modos de producción, distribución y consumo a escala local y global, y proponiendo actuaciones de mejora.",
        "6.1. Justificar la necesidad de mecanismos de compensación de las desigualdades individuales y territoriales identificando los procesos pasados y recientes, así como, sus causas y consecuencias sociolaborales y demográficas.",
        "6.2. Argumentar sobre el origen de los desequilibrios socioeconómicos de España y Europa analizando los factores de localización de las actividades económicas y de la población en una sociedad terciarizada.",
        "6.3. Situar en el contexto cercano ejemplos de desequilibrios identificando su origen.",
        "7.1. Reelaborar saberes sobre fenómenos naturales y humanos relevantes a diferentes escalas y en nuevos contextos aplicando el pensamiento geográfico, movilizando y revisando críticamente conocimientos previos y nuevos, diagnosticando problemas y oportunidades, y razonando sobre posibles previsiones y soluciones.",
        "7.2. Reflexionar sobre el conflicto generado entre espacio natural y actividad antrópica, analizando, debatiendo y exponiendo en grupo, a partir de argumentos diferentes.",
        "7.3. Documentar la actual organización territorial del Estado Español tomando como base la evolución histórica y la Constitución de 1978, analizando, debatiendo y exponiendo en grupo la información extraída de distintas fuentes y recursos, sobre las causas de los desequilibrios y contrastes territoriales, así como sus posibles mecanismos correctores."
    ],
    "saberes": [
        "A. España, Europa y la globalización",
        "GEOG.2.A.1. España: localización y situación geográfica en el mundo a través de mapas de relieve, bioclimáticos y políticos. Técnicas cartográficas y nuevas tecnologías de la información geográfica. Geoposicionamiento y dispositivos móviles.",
        "GEOG.2.A.2. España en el mundo",
        "GEOG.2.A.2.1. Posición relativa de España en el mundo según diferentes indicadores socioeconómicos. ",
        "GEOG.2.A.2.2. España ante la globalización: amenazas y oportunidades. Contexto geopolítico mundial y participación en organismos internacionales. Cooperación internacional y misiones en el exterior. Diagnóstico de los compromisos con los Objetivos de Desarrollo Sostenible.",
        "GEOG.2.A.3. España en Europa",
        "GEOG.2.A.3.1. Localización de países y aspectos naturales. La Unión Europea en la actualidad: su influencia en situaciones cotidianas.",
        "GEOG.2.A.3.2. Análisis de desequilibrios territoriales y políticas de cohesión a través del uso de mapas y de indicadores socioeconómicos.",
        "GEOG.2.A.4. Organización territorial y administrativa de España ",
        "GEOG.2.A.4.1. Factores históricos y la Constitución de 1978.",
        "GEOG.2.A.4.2. Gestión y ordenación del territorio: debate sobre las políticas de cohesión y desarrollo regional. La complejidad territorial andaluza.",
        "GEOG.2.A.4.3. El estudio de los desequilibrios territoriales. Utilidad del Atlas Nacional de España y de los indicadores socioeconómicos oficiales. El futuro del estado del bienestar.",
        "B. La sostenibilidad del medio físico de España",
        "GEOG.2.B.1. Localización y distribución de las grandes unidades geomorfológicas.",
        "GEOG.2.B.2. Factores físicos y diversidad de paisajes y ecosistemas. Análisis de los condicionantes geomorfológicos, bioclimáticos, edáficos, hídricos y relativos a las actividades humanas y prevención de los riesgos asociados para las personas.",
        "GEOG.2.B.3. Diversidad climática de España",
        "GEOG.2.B.3.1. Factores geográficos y elementos del clima. Análisis comparativos de distribución y representación de climas.",
        "GEOG.2.B.3.2. Emergencia climática: cambios en los patrones termopluviométricos; causas, consecuencias y medidas de mitigación y adaptación. Estrategias de interpretación del tiempo y alertas meteorológicas; webs y aplicaciones móviles.",
        "GEOG.2.B.4. Biodiversidad, suelos y red hídrica. Características por regiones naturales. Impacto de las actividades humanas y efectos sobre las mismas: pérdida de biodiversidad, de suelos y gestión del agua. Interpretación de imágenes, cartografía y datos. Riesgos generados por las personas.",
        "GEOG.2.B.5. La red de Espacios Naturales Protegidos, Parques Nacionales y Parques y Monumentos Naturales de Andalucía, y la red Natura 2000.",
        "GEOG.2.B.6. Políticas ambientales en España y la Unión Europea: uso de herramientas de diagnóstico. Debate sobre los cambios del modelo de desarrollo: el principio de sostenibilidad.",
        "C. La ordenación del territorio en el enfoque ecosocial",
        "GEOG.2.C.1. La población española: análisis de su estructura y desequilibrios. Interpretación causal de datos, gráficos y mapas: tendencias pasadas, presentes y proyecciones. Ventajas e inconvenientes de los movimientos migratorios; el respeto por la diversidad étnica y cultural. El reto demográfico: envejecimiento y despoblación rural. La España vaciada. El caso de Andalucía.",
        "GEOG.2.C.2. Los espacios urbanos en España:",
        "GEOG.2.C.2.1. Las grandes concentraciones urbanas en un contexto europeo y mundial. Funciones de la ciudad y relaciones de interdependencia con el territorio. La red urbana andaluza.",
        "GEOG.2.C.2.2. Estructura urbana a través de los planos: repercusiones sobre las formas de vida y los impactos medioambientales. Modelos de ciudades sostenibles. El uso del espacio público. La movilidad segura, saludable y sostenible.",
        "GEOG.2.C.3. Los espacios rurales",
        "GEOG.2.C.3.1. Identificación y valoración de los paisajes agrarios. Transformaciones de las actividades agropecuarias: prácticas sostenibles e insostenibles. El valor socioambiental de los productos agroalimentarios y forestales de cercanía: indagación de huellas ecológicas y de la estructura sociolaboral. Situación del sector agropecuario en Andalucía.",
        "GEOG.2.C.3.2. Influencia de la actual Política Agraria Común en el desarrollo rural y la sostenibilidad. Estudio de casos: etiquetados diferenciados, ecológico, etc.",
        "GEOG.2.C.4. Los recursos marinos: pesca, acuicultura y otros aprovechamientos. Sostenibilidad y Política Pesquera Común. Estudio de casos: marisqueo, pesca de bajura y altura, acuicultura, sobreexplotación de caladeros, etc. La importancia del sector en Andalucía.",
        "GEOG.2.C.5. Los espacios industriales. Transformaciones en las actividades industriales y los paisajes: materias primas y fuentes de energía. Evaluación de huellas ecológicas; dependencia y transición energéticas; estructura del tejido industrial, sociolaboral y de empleo indirecto. Impacto de la deslocalización sobre sectores de la industria española. Estudio de casos: construcción, automovilístico, agroalimentario, etc., y factores de localización. Debate sobre la influencia de las políticas de la Unión Europea. Situación del sector industrial andaluz.",
        "GEOG.2.C.6. Los espacios terciarizados. El modelo de economía circular y los servicios: relaciones entre producción, distribución y venta. La economía digital: impacto de la «economía colaborativa» y nuevos modelos de negocio en el contexto global y de la Unión Europea. Otras actividades terciarias: sanidad, educación, servicios públicos, servicios a empresas y finanzas. El modelo turístico andaluz. El sistema de transportes como forma de articulación territorial.",
        "GEOG.2.C.7. Espacio geográfico como centro de relaciones humanas y sociales",
        "GEOG.2.C.7.1. Modos de ocupación: análisis crítico de huellas ecológicas, estructura sociolaboral, responsabilidad social corporativa y de los consumidores.",
        "GEOG.2.C.7.2. Estudio de casos: competitividad y desequilibrios en transporte, comercio, turismo, servicios esenciales, etc. y factores de localización. Modelos insostenibles de servicios y alternativas."
    ]
}