{
    "criteriosEvaluacion": [
        "1.1 Recibir varias propuestas escénicas, buscando información complementaria en la recepción artística y diferenciar los elementos constitutivos.",
        "1.2 Promover el conocimiento y la difusión de las producciones escénicas y argumentar su importancia como una parte fundamental del patrimonio cultural.",
        "2.1 Analizar una obra escénica o un fragmento, identificando los elementos significativos, a partir de varios criterios de apreciación.",
        "2.2 Explorar los posibles significados de una obra para proponer una interpretación personal.",
        "3.1 Aplicar ideas para la creación de una piezaescénica utilizando elementos del teatro, la danza yotros lenguajes artísticos.",
        "3.2 Desarrollar un proyecto escénico sencillo,partiendo de una propuesta previa, mediante untrabajo colaborativo.",
        "3.3 Compartir la experiencia creativa de selección ytoma de decisiones en función del mensaje que sequiere comunicar.",
        "4.1 Experimentar con la expresión corporal guiada, interactuando con coordinación cooperando con el resto.",
        "4.2 Construir, de manera creativa, un personaje dramático, atendiendo a consignas.",
        "4.3 Aplicar la técnica vocal a la interpretación escénica.",
        "4.4 Incorporar calidades expresivas en secuencias de movimientos ligadas.",
        "5.1 Planificar la representación de un proyecto escénico sencillo de un repertorio diverso.",
        "5.2 Representar un proyecto escénico sencillo buscando la inclusión de todos los participantes.",
        "5.3 Tomar parte activamente en diferentes fases de una producción escénica, desarrolando diferentes roles contribuyendo a conseguir un proceso creativo eficiente, colaborativo e integrador."
    ],
    "saberes": [
        "Bloque 1: Percepción y análisis",
        "Subbloque 1.1 Percepción",
        "Grupo 1 Repertorio Escénico",
        "Artes escénicas: conceptos, tipologías y funciones.",
        "Evolución histórica: tradiciones, períodos, géneros y estilos estéticos.",
        "Contemporaneidad. Tendencias actuales.",
        "Elementos comunes y convenciones: ritualidad, dramaticidad, teatralidad,",
        "performatividad.",
        "Patrimonio escénico valenciano y de diferentes culturas: textual, espacial,",
        "coreográfico, inmaterial.",
        "Grupo 2 Recepción Escénica",
        "Espacios escénicos.",
        "Criterios de apreciación y comunicación: concepto, propuesta, interpretación,",
        "elementos visuales y sonoros.",
        "Valores estéticos y actitudes éticas de creador y receptor.",
        "Subbloque 1.2 Análisis",
        "Grupo 1 Elementos del Arte Dramático",
        "Dramaturgia: trama, personajes, detonante, acción, conflicto, espacio, tiempo.",
        "Construcción de personajes: cuerpo, voz, caracterización.",
        "Textos dramáticos. Literatura dramática.",
        "Grupo 2 Elementos de la Danza",
        "Conceptos: cuerpo, tiempo, espacio, energía, interrelación, expresión.",
        "El instrumento del cuerpo. Técnica de expresión: gestos y movimientos.",
        "Elementos expresivos y simbólicos.",
        "Cultura musical.",
        "Grupo 3 Elementos comunes",
        "Gesto, texto, voz, acción dramática, acción danzada.",
        "Elementos visuales y sonoros: escenografía, iluminación, ambiente sonoro,",
        "vestuario.",
        "Bloque 2 Creación",
        "Subbloque 2.1 Creación Escénica",
        "Grupo 1 Creación de Espectáculos Escénicos",
        "Estímulos creativos.",
        "El espectáculo escénico: concepto, características, tipologías básicas.",
        "La elección creativa: contenido, forma y estilo.",
        "Conciencia de grupo: sensibilidad y socialización. Escucha activa y respeto.",
        "Grupo 2 Creación Dramática",
        "Esquema dramático: tema, personaje, conflicto, tiempo, trama.",
        "Estructuras dramáticas actuales.",
        "Creación de personajes: individuos, tipos, estereotipos, arquetipos.",
        "Formas dramáticas: convenciones, tipos de discurso, tradiciones estéticas.",
        "Grupo 3 Creación Coreográfica",
        "Principios coreográficos: procesos de composición, estructura coreográfica.",
        "El cuerpo como materia prima: gestos y movimientos.",
        "Convenciones de la danza: respeto al grupo, la técnica del movimiento, salud y",
        "seguridad y puesta en escena.",
        "Subbloque 2.2 Puesta en escena",
        "Grupo 1 Dirección Escénica",
        "Técnicas teatrales: dramaturgia.",
        "Ensayos: tipología, finalidad, fases y organización.",
        "Grupo 2 Espacio Escénico",
        "iluminación, vestuario, caracterización.",
        "Espacio sonoro: música, recursos sonoros.",
        "Herramientas digitales multimedia.",
        "Grupo 3 Producción y Realización de proyectos escénicos",
        "Diseño de un espectáculo: equipos, fases y áreas de trabajo.",
        "Secuenciación de un proyecto escénico.",
        "Interacción con elementos tecnológicos multimedia.",
        "Implicación en los proyectos colectivos.",
        "Planteamientos éticos y responsables.",
        "Grupo 4 Difusión",
        "Exhibición y distribución de productos escénicos.",
        "Interacción en redes sociales.",
        "Bloque 3 Interpretación",
        "Subbloque 3.1 Técnicas de Interpretación",
        "Grupo 1 Métodos Interpretativos",
        "Técnicas de preparación a la interpretación: juego simbólico, improvisación,",
        "dramatización, creación individual y colectiva.",
        "Elementos de la interpretación dramática: personaje, conflicto, situación, acción.",
        "Personaje dramático: análisis, caracterización, construcción, grados de",
        "representación, objetivos, funciones.",
        "Pautas de atención, percepción y memoria para la interpretación.",
        "Grupo 2 Recursos",
        "Trabajo: textual, musical y audiovisual.",
        "Terminología propia del teatro, de la danza y otras artes escénicas.",
        "Entrenamiento corporal: conciencia de esquema corporal, movilidad, cuidado del",
        "cuerpo.",
        "Técnicas de escucha activa. Solidaridad y respeto.",
        "Subbloque 3.2 Expresión Corporal",
        "Relación del cuerpo con el espacio, los objetos y las otras personas.",
        "Coordinación.",
        "Repertorio gestual.",
        "Movimiento en el espacio: formas, direcciones, niveles, trazados, dimensiones.",
        "Movimiento grupal.",
        "Voz expresiva: respiración, dicción, vocalización, articulación, prosodia,",
        "proyección.",
        "Control de las emociones y los sentimientos en la expresión."
    ]
}
