{
    "saberes": [
        "Cultura científica",
        "● Iniciació a l’activitat científica",
        "- Selecció de tècniques d’indagació adequades (observació, formulació de preguntes i prediccions, planificació i realització d’experiments, cerca d’informació, mesura, cerca de patrons, comunicació…) a les necessitats de la investigació.",
        "- Utilització d’instruments i dispositius apropiats per a l’observació i la mesura d’acord amb les necessitats de les diferents preguntes, problemes i investigacions plantejades.",
        "- Construcció i ús del vocabulari científic relacionat amb les diferents investigacions i temàtiques plantejades.",
        "- Valoració dels coneixements científics com a mitjà per entendre els fets i fenòmens de l’entorn natural i de la vida quotidiana.",
        "- Reconeixement de la ciència i la tecnologia com a activitats humanes, similituds i diferències en les professions relacionades amb la ciència i la tecnologia des d’una perspectiva de gènere.",
        "● La vida al nostre planeta",
        "- Comprensió dels aspectes bàsics de les funcions vitals dels éssers vius des d’una perspectiva integrada: obtenció d’energia, relació amb l’entorn i perpetuació de l’espècie, per distingir-los dels objectes inerts.",
        "- Producció i identificació dels nutrients, l’aigua i l’aire com les substàncies imprescindibles per a la vida.",
        "- Anàlisi de les adaptacions dels éssers vius a l’hàbitat per tal de classificar-los segons les característiques observables.",
        "- Valoració de les relacions entre els éssers humans, els animals i les plantes per aplicar normes de cura i respecte als éssers vius i a l’entorn en què viuen.",
        "- Identificació i ús d’hàbits saludables relacionats amb el benestar físic de l’ésser humà: higiene, alimentació variada i equilibrada, consum de productes de proximitat, exercici físic, descans i cura del propi cos per prevenir possibles malalties.",
        "- Identificació i ús d’hàbits saludables relacionats amb el benestar emocional i social: estratègies d’identificació de les pròpies emocions per respectar i acceptar la diversitat present a l’aula i a l’entorn proper.",
        "● Matèria, forces i energia",
        "- Reconeixement de la llum i el so com a formes d’energia que es poden percebre i de les seves propietats descobrint i experimentant el seu funcionament i ús en situacions de la vida quotidiana.",
        "- Distinció dels materials, les seves característiques, propietats i procedència en objectes de la vida quotidiana per justificar-ne l’ús.",
        "- Interpretació dels canvis d’estat de la matèria en interaccionar amb la calor per explicar fenòmens naturals.",
        "- Comprensió de l’efecte de les forces de càrrega sobre estructures construïdes amb materials d’ús comú amb diferents seccions i geometria, per construir estructures resistents, estables i útils.",
        "Tecnologia i digitalització",
        "● Digitalització de l’entorn personal d’aprenentatge",
        "- Ús de les funcionalitats dels dispositius i recursos digitals d’aprenentatge d’acord amb les necessitats del context educatiu (cerca d’informació, representació del coneixement, creació de continguts digitals…).",
        "- Utilització de recursos digitals de forma segura per compartir contextos d’aprenentatge a través de la comunicació amb persones o entitats.",
        "● Projectes de disseny i pensament computacional",
        "- Identificació de les fases del pensament computacional en reptes simples: aplicació d’ordres i seqüències bàsiques per a la resolució d’un problema senzill.",
        "- Aplicació de manera guiada i col·laborativa de les fases del projecte de disseny: empatitza, defineix, idea, prototipa i avalua.",
        "- Utilització de materials, objectes, eines i recursos analògics i digitals (plataformes digitals d’iniciació a la programació, robòtica educativa…) adequats per a la consecució del projecte.",
        "- Aplicació d’estratègies bàsiques pel treball en equip.",
        "Societats i territoris",
        "● Reptes del món actual",
        "- Percepció dels elements, moviments i dinàmiques de la Terra a l’univers, recollint dades per interpretar les seqüències temporals i els canvis estacionals en la vida diària i en l’entorn.",
        "- Apreciació de les diferències i semblances en els elements geològics que constitueixen l’entorn proper per entendre les dinàmiques que es produeixen i els seus efectes en la vida quotidiana.",
        "- Creació guiada d’itineraris, trajectes, desplaçaments i viatges utilitzant el pensament espacial i temporal i les interaccions amb el medi.",
        "- Observació dels fenòmens atmosfèrics fent un registre de dades per determinar alguna regularitat i valorar la repercussió en els cicles biològics i en la vida diària.",
        "- Introducció als objectius de desenvolupament sostenible a partir de l’anàlisi de problemes i de les accions quotidianes.",
        "- Identificació i anàlisi dels rols de gènere en l’entorn proper per fomentar conductes no sexistes.",
        "● Lliçons del passat",
        "- Reflexió sobre el pas del temps i la mesura del temps en el cicle vital i les relacions intergeneracionals des del present cap al passat per entendre els canvis en els fets i esdeveniments quotidians.",
        "- Ús de recursos i mitjans analògics i digitals, de les fonts orals i de la memòria col·lectiva per conèixer la història local i la biografia familiar.",
        "- Iniciació a la investigació i als mètodes de treball per a la realització projectes que analitzin fets, esdeveniments i temes de rellevància personal per explicar la seva història.",
        "- Coneixement del patrimoni material i immaterial de la seva localitat per valorar-lo i preservar-lo.",
        "● Alfabetització cívica",
        "- Valoració de la diversitat familiar com a element on aprofundir en els drets de les persones i els valors dels drets humans.",
        "- Adquisició de compromisos de participació i acceptació de normes en l’entorn familiar, veïnal i escolar, per a la prevenció, gestió i resolució dialogada de conflictes.",
        "- Reconeixement d’identitat i diversitat cultural: l’existència de realitats diferents i aproximació a les diferents ètnies i cultures presents en l’entorn, per afavorir la integració, rebutjar les actituds discriminatòries tot afavorint la cultura de la pau i no- violència.",
        "- Identificació de les principals activitats professionals i laborals d’homes i dones del seu entorn, valorant l’ocupació i el treball per entendre els agents econòmics i els drets laborals des d’una perspectiva de gènere.",
        "- Identificació de les normes bàsiques en els desplaçaments com a vianants i usuaris dels mitjans de transport, per afavorir una mobilitat sostenible i segura.",
        "● Consciència ecosocial",
        "- Coneixement de l’entorn, dels paisatges naturals, dels humanitzats i dels seus elements, i estudi de les accions per a la conservació, millora i sostenibilitat dels béns comuns.",
        "- Comprensió de la relació del cicle natural i humà de l’aigua, per aconseguir un ús sostenible del recurs.",
        "- Reconeixement d’actuacions responsables orientades a la reducció, reutilització i reciclatge de residus en l’entorn proper."
    ],
    "criteriosEvaluacion": [
        "1.1 Fer ús, de forma responsable i guiada, de diferents fonts digitals per a la cerca d’informació, tant en grup com individualment.",
        "1.2 Utilitzar dispositius i recursos digitals per comunicar-se amb els altres i com a suport per donar a conèixer els propis aprenentatges.",
        "1.3 Crear, de manera guiada, continguts digitals senzills per construir el coneixement segons la necessitat del context.",
        "2.1 Demostrar curiositat, formulant-se preguntes i realitzant prediccions possibles per conèixer objectes, fets i fenòmens.",
        "2.2 Buscar informació de fonts digitals i analògiques, segures i fiables, seleccionades de manera pautada per utilitzar-la en investigacions relacionades amb el coneixement del medi.",
        "2.3 Planificar experiments amb ajuda, usant tècniques d’indagació, i fer servir instruments simples de forma segura per registrar les observacions i les dades per respondre la pregunta plantejada.",
        "2.4 Comparar i relacionar les informacions i els resultats obtinguts amb les prediccions realitzades per formular possibles respostes a les qüestions plantejades.",
        "2.5 Comunicar el resultat de les investigacions realitzades de manera oral, corporal i gràfica explicant el procés seguit amb ajuda d’un guió.",
        "3.1 Reconèixer necessitats o identificar reptes concrets de l’entorn proper i participar en projectes interdisciplinaris cooperatius, de manera guiada, per a la creació de prototips que els resolguin.",
        "3.2 Aportar idees que puguin donar resposta a un problema o necessitat d’acord amb diferents formes de raonament, com el pensament de disseny o el pensament computacional, compartint- les a través de descripcions orals, representacions i models i establir cooperativament criteris per avaluar el projecte i la gestió del treball conjunt.",
        "3.3 Construir un producte final senzill que solucioni un repte o necessitat d’acord amb diferents formes de raonament, com el pensament de disseny o el pensament computacional i provant, en equip, els diferents prototips fent ús de forma segura de les eines i els materials adequats.",
        "3.4 Mostrar, de forma oral o gràfica, el producte final explicant el procés seguit, amb ajuda d’un guió.",
        "4.1 Reconèixer i adoptar hàbits de vida saludable seguint pautes donades sobre higiene, alimentació variada i equilibrada, exercici físic i descans.",
        "4.2 Prendre decisions personals sobre alimentació, higiene i salut a partir de coneixements i criteris científics bàsics, per a la prevenció i guariment de malalties pròpies i usuals.",
        "4.3 Diferenciar accions que afavoreixin el benestar i equilibri emocional i social, reconeixent les emocions pròpies i alienes per generar relacions de respecte.",
        "5.1 Reconèixer les característiques, propietats i l’organització dels elements del medi natural, social i cultural a través de metodologies d’indagació i utilitzant les eines i processos adequats de manera pautada.",
        "5.2 Reconèixer connexions directes entre diferents elements del medi natural, social i cultural.",
        "5.3 Mostrar actituds de respecte cap al patrimoni natural i cultural reconeixent-lo com un bé comú.",
        "6.1 Identificar la relació de l’ésser humà amb el món que l’envolta en l’ús i aprofitament dels elements i recursos de l’entorn.",
        "6.2 Participar en activitats que permeten avançar cap als objectius de desenvolupament sostenible de manera conscient i contextualitzada.",
        "6.3 Mostrar comportaments i actituds de vida sostenible, conseqüents amb el respecte, la cura i la protecció del planeta.",
        "7.1 Detectar i contextualitzar temporalment esdeveniments propis i propers emprant nocions de mesura i successió bàsiques.",
        "7.2 Observar i detectar canvis i continuïtats del medi en l’entorn proper en el pas del temps.",
        "7.3 Mostrar curiositat per la vida quotidiana de les persones al llarg del temps.",
        "8.1 Mostrar actituds que fomenten l’equitat, la igualtat de gènere i les conductes no sexistes reconeixent models positius en l’entorn pròxim.",
        "8.2 Promoure actituds d’equitat, igualtat de gènere i conductes no sexistes, detectant i contrastant diferents models en l’entorn pròxim.",
        "8.3 Reconèixer les manifestacions i la diversitat cultural des d’una perspectiva de gènere.",
        "9.1 Participar en l’entorn social i en la comunitat escolar, de manera assertiva i constructiva, amb responsabilitat i utilitzant un llenguatge inclusiu i no violent.",
        "9.2 Respectar les persones, valorant la seva diversitat i riquesa, i apreciant-la com a font d’aprenentatge.",
        "9.3 Conèixer i interioritzar normes bàsiques de circulació, com a vianants i usuaris dels mitjans de locomoció implicats en el desenvolupament sostenible de la mobilitat de les persones.Identificar institucions properes, assenyalant i valorant les funcions desenvolupades que promouen una bona convivència.",
        "10.2 Conèixer els propis drets i deures per promoure la cohesió social i els valors de la cultura de la pau."
    ]
}