{
  "competenciasEspecificas": [
    "OBJ1. Utilizar dispositivos y recursos digitales de forma segura, responsable y eficiente para buscar infor- mación, comunicarse y trabajar de manera individual, en equipo y en red.",
    "OBJ2. Exponer y dar respuesta a cuestiones científicas sencillas, utilizando diferentes técnicas, instrumentos y modelos propios del pensamiento científico, para interpretar y explicar hechos y fenómenos que ocurren en el medio natural, social y cultural.",
    "OBJ3. Identificar las características de los diferentes elementos o sistemas del medio natural, social y cultural, analizando su organización y propiedades y estableciendo relaciones entre estos, para reconocer el valor del patrimonio cultural, conservarlo, mejorarlo y emprender acciones para su uso responsable.",
    "OBJ4. Identificar las causas y consecuencias de la intervención humana en el entorno, desde los puntos de vista social, económico, cultural, tecnológico y ambiental, para mejorar la capacidad de afrontar problemas, buscar soluciones y actuar de manera individual y cooperativa en su resolución, y para poner en práctica estilos de vida sostenibles y consecuentes con el respeto, el cuidado y la protección de las personas y del planeta.",
    "OBJ5. Observar, comprender e interpretar continuidades y cambios del medio natural, social y cultural, ana- lizando relaciones de causalidad, simultaneidad y sucesión, para explicar y valorar las relaciones entre dife- rentes elementos y acontecimientos.",
    "OBJ6. Reconocer y valorar la diversidad y la igualdad de género, mostrando empatía y respeto por otras culturas y reflexionando sobre cuestiones éticas, para contribuir al bienestar individual y colectivo de una sociedad en continua transformación y al logro de los valores de integración europea.",
    "OBJ7. Participar en el entorno y en la vida social de forma eficaz y constructiva desde el respeto a los valores democráticos, los derechos humanos y de la infancia y los principios y valores del Estatuto de autonomía de Galicia, de la Constitución española y la Unión Europea, valorando la función del Estado y sus instituciones en el mantenimiento de la paz y seguridad integral ciudadana, para generar interacciones respetuosas y equi- tativas y promover la resolución pacífica y dialogada de los conflictos."
  ]
}