{
    "criteriosEvaluacion": [
        "• CE1.1. Describir materiales, herramientas y técnicas de creación tridimensional aplicando la terminología específica de la materia. OBJ1",
        "• CE1.2. Resolver de forma creativa problemas de configuración espacial a través de composiciones tridimensionales, seleccionando las técnicas, las herramientas y los materiales de realización más adecuados en función de los requisitos formales, funcionales, estéticos y expresivos. OBJ3",
        "• CE2.1. Estudiar los aspectos más notables de piezas volumétricas identificando las diferencias entre lo estructural y lo accesorio. OBJ2",
        "• CE2.2. Describir formas, estructuras, proporciones y elementos compositivos tridimensionales aplicando la terminología específica de la materia. OBJ1",
        "• CE2.3. Explicar los cánones de proporción y los elementos compositivos de piezas tridimensionales de diferentes períodos artísticos dentro de su contexto histórico, diferenciando los aspectos decorativos de los estructurales. OBJ1",
        "• CE2.4. Elaborar producciones volumétricas con una función comunicativa concreta, atendiendo a la relación entre imagen y contenido, así como entre forma, estructura y función comunicativa, con distintos niveles de iconicidad. OBJ2",
        "• CE3.1. Explicar las funciones comunicativas del lenguaje tridimensional en obras significativas de diferentes creadores, desde una perspectiva intercultural, inclusiva y de género, justificando, de manera argumentada, la relación establecida entre la forma y el contenido. OBJ2",
        "• CE3.2. Describir las cualidades expresivas del lenguaje tridimensional en las composiciones tridimensionales propuestas justificando la selección de las técnicas, las herramientas y los materiales de realización más adecuados. OBJ3",
        "• CE3.3. Analizar los aspectos más notables de la configuración de esculturas y objetos cotidianos tridimensionales describiendo la relación entre su función comunicativa, su usabilidad y su nivel icónico. OBJ2",
        "• CE3.4. Analizar las diferentes fuentes de difusión de obras volumétricas, apreciando el respeto a la autoría y a los derechos de propiedad intelectual. OBJ2",
        "• CE4.1. Planificar proyectos tridimensionales organizando correctamente sus fases, distribuyendo de forma razonada las tareas, evaluando su viabilidad y sostenibilidad y seleccionando las técnicas, las herramientas y los materiales más adecuados a las intenciones expresivas, funcionales y comunicativas. OBJ4",
        "• CE4.2. Participar activamente en la realización de proyectos artísticos asumiendo diferentes funciones, valorando y respetando las aportaciones y las experiencias de los demás e identificando las oportunidades de desarrollo personal, social, académico y profesional que ofrece. OBJ4",
        "• CE4.3. Realizar proyectos individuales o colaborativos adecuando materiales y procedimientos a la finalidad estética y funcional de los objetos que se pretenden crear y aportando soluciones diversas y creativas a los retos expuestos durante la ejecución. OBJ4",
        "• CE4.4. Evaluar y presentar los resultados de proyectos tridimensionales analizando la relación entre los objetivos expuestos y el producto final obtenido, y explicando las posibles diferencias entre ellos. OBJ4"
    ],
    "saberes": [
        "Bloque 1. Técnicas y materiales de configuración",
        "• Materiales y herramientas de configuración tridimensional. Materiales sostenibles, naturales, efímeros e innovadores. Características técnicas, comunicativas, funcionales y expresivas. Terminología específica.",
        "• Procedimientos de configuración: técnicas aditivas (modelado, escayola directa...), sustractivas (talla), constructivas (estructuras e instalaciones) y de reproducción (moldeado y vaciado, sacado de puntos, pantógrafo, impresoras 3D).",
        "Bloque 2. Elementos de configuración formal y espacial",
        "• Las formas tridimensionales y su lenguaje. Elementos estructurales de la forma: línea, plano, arista, vértice, superficie, volumen, texturas (visuales y táctiles), concavidades, convexidades, vacío, espacio, masa, escala, color.",
        "• Composición espacial (campos de fuerza, equilibrio, dinamismo, etc.) y relación entre forma, escala y proporción.",
        "• Las estructuras tridimensionales: modularidad, repetición, gradación y ritmo en el espacio.",
        "• Relación entre forma y estructura. La forma externa como proyección ordenada de fuerzas internas.",
        "• Relaciones entre los elementos (dirección, posición, espacio y gravedad).",
        "• Representación del movimiento en los objetos tridimensionales y en la escultura. Elementos móviles en la obra tridimensional.",
        "• La luz como elemento generador y modelador de formas y espacios.",
        "• Cualidades emotivas y expresivas de los medios gráfico-plásticos en cuerpos volumétricos.",
        "• Tipología de formas volumétricas adaptadas al diseño de objetos elementales de uso común como medio de estudio y de análisis.",
        "Bloque 3. Análisis de la representación tridimensional",
        "• Escultura, obras de arte, artesanía y diseño tridimensional en el patrimonio artístico y cultural universal y gallego. Contexto histórico y principales características técnicas, formales, estéticas y comunicativas.",
        "• Tipologías de la escultura. Relieve y escultura exenta.",
        "• La perspectiva de género y la perspectiva intercultural.",
        "• Arte objectual y conceptual. La instalación artística. Artes performativas.",
        "• Grados de iconicidad en las representaciones escultóricas. Hiperrealismo y efectos especiales, realismo, abstracción, síntesis, estilización.",
        "• Las posibilidades plásticas y expresivas del lenguaje tridimensional y su uso creativo en la ideación y realización de obra original.",
        "• Técnicas de transmisión de emociones, estudio del gesto, ideas, acciones y situaciones en la producción y recepción de obras de arte volumétricas.",
        "• El respeto a la propiedad intelectual. Tradición, inspiración, plagio, apropiación.",
        "• Fuentes bibliográficas y digitales de acceso a obras volumétricas de diferentes épocas y culturas: sitios web, acceso digital a museos, bibliotecas o colecciones digitales, etc.",
        "Bloque 4. Los proyectos de arte y diseño tridimensionales",
        "• Principios y fundamentos del diseño tridimensional.",
        "• Metodología proyectual aplicada al diseño de formas y estructuras tridimensionales. Generación y selección de propuestas. Planificación, gestión y evaluación de proyectos. Difusión de resultados.",
        "• Proyectos de producciones artísticas volumétricas: secuenciación, fases y trabajo en equipo.",
        "• Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Resolución de conflictos.",
        "• Piezas volumétricas sencillas en función del tipo de producto propuesto. Diseño sostenible e inclusivo. Sostenibilidad e impacto de los proyectos artísticos.",
        "• Oportunidades de desarrollo personal, social, académico y profesional vinculadas a la materia.",
        "• La propiedad intelectual: la protección de la creatividad personal."
    ]
}