{
  "saberes": [
    "A. El saber filosófico",
    "FIL.4.A.1. El origen de la filosofía occidental, los primeros interrogantes, la distinción de los saberes pre- racionales.",
    "FIL.4.A.2. Características del saber filosófico. Otros modos de saber y su relación con la filosofía: el saber común, la poesía y la literatura, las creencias religiosas, las ciencias empíricas, el problema del saber metafísico.",
    "FIL.4.A.3. Métodos y herramientas básicas del filósofo",
    "FIL.4.A.3.1. Uso y análisis crítico de las fuentes, la comprensión e interpretación de textos filosóficos, identificación de los problemas filosóficos en otros ámbitos de interpretación.",
    "FIL.4.A.3.2. El pensamiento y el diálogo argumentativo, la investigación y disertación filosófica.",
    "FIL.4.A.4. El debate y el aprendizaje cooperativo. El servicio a la comunidad. ",
    "FIL.4.A.5. El razonamiento y la argumentación.",
    "FIL.4.A.6. La detección de falacias y sesgos cognitivos.",
    "FIL.4.A.7. Principales pensadores y pensadoras de la filosofía occidental. Pensadores y pensadoras andaluces. ",
    "FIL.4.A.8. Discriminación de la mujer en la historia del pensamiento filosófico. La participación de la mujer en los distintos campos del saber y su aportación social.",
    "B. El conocimiento y la realidad",
    "FIL.4.B.1. Teorías del conocimiento: racionalismo, empirismo y otras teorías. ",
    "FIL.4.B.2. La metafísica y el conocimiento científico. La metafísica y el orden natural.",
    "FIL.4.B.3. Metafísica y conocimiento religioso. El problema filosófico de la existencia de Dios. Teísmo, ateísmo y agnosticismo.",
    "FIL.4.B.4. El determinismo científico.",
    "FIL.4.B.5. El problema mente-cuerpo. El debate en torno a la inteligencia artificial.",
    "FIL.4.B.6. Teorías psicológicas y filosóficas sobre el ser humano y la sociedad. Génesis y definición de la naturaleza humana: especificidad natural y condicionantes histórico-culturales.",
    "FIL.4.B.7. La estructura psicosomática de la personalidad: sensibilidad, emotividad, deseos y volición, las facultades perceptivas y cognitivas. Conciencia y lenguaje. Identidad personal y etapas de desarrollo.",
    "FIL.4.B.8. Dimensión social y política del conocimiento. El hombre como ser social y político.",
    "FIL.4.B.9. El diálogo en torno a los principios políticos fundamentales: igualdad y libertad; individuo y Estado; trabajo, propiedad y distribución de la riqueza.",
    "FIL.4.B.10. Los movimientos sociales y políticos. El feminismo y la perspectiva de género en la filosofía. ",
    "FIL.4.B.11. Grandes problemas éticos de nuestro tiempo: desigualdad y pobreza; guerras y otras formas de violencia, igualdad efectiva entre hombres y mujeres; discriminación, inclusión y respeto a las minorías; los problemas ecosociales y medioambientales.",
    "C. Acción y creación ",
    "FIL.4.C.1. La acción humana",
    "FIL.4.C.1.1. El problema ético: cómo hemos de actuar. Ser y deber ser. Principales teorías. ",
    "FIL.4.C.1.2. Necesidad, azar y libertad.",
    "FIL.4.C.1.3. Los derechos humanos: su génesis, legitimidad y situación en el mundo. Los derechos de los animales.",
    "FIL.4.C.1.4. El fundamento de la organización social y el poder político. La reflexión filosófica en torno a la democracia.",
    "FIL.4.C.2. La creatividad y la cultura",
    "FIL.4.C.2.1. La Estética como parte de la filosofía. La belleza y el arte. Definición, ámbitos y problemas de la estética. Reflexión en torno a la imagen y la cultura audiovisual.",
    "FIL.4.C.2.2. El proceso creativo como capacidad humana. La libertad y el sentido del riesgo.",
    "FIL.4.C.2.3. Los medios de comunicación, cultura audiovisual e internet. El uso de las TIC: peligros, ética y posibilidades.",
    "FIL.4.C.2.4. La cultura andaluza, crisol de civilizaciones y culturas."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar y exponer las preguntas esenciales del interés del ser humano por conocerse a sí mismo y al mundo que le rodea.",
    "1.2. Desarrollar una actitud reflexiva sobre las grandes cuestiones metafísicas y la incidencia vital que tienen las diferentes formas de alcanzar y afrontar sus respuestas.",
    "1.3. Definir y utilizar conceptos como metafísica, realidad, pregunta radical, naturaleza, cosmos, caos, creación, finalismo, contingente, mecanicismo, determinismo.",
    "2.1. Aplicar con autonomía creciente procedimientos elementales en las tareas de búsqueda de información sobre los temas filosóficos que se traten, identificando fuentes fiables y seguras.",
    "2.2. Organizar eficientemente la información obtenida en las tareas de investigación o la proporcionada por el profesorado, demostrando eficacia en la capacidad de análisis y síntesis, produciendo tesis fiables.",
    "2.3. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica mediante tareas y proyectos de investigación.",
    "3.1. Aplicar normas lógicas, retóricas y argumentativas básicas en la producción de discursos sobre cuestiones y problemas filosóficos.",
    "3.2. Detectar y evitar errores argumentativos o desarrollos dogmáticos, falaces y sesgados para sostener hipótesis sobre cuestiones o problemas filosóficos.",
    "3.3. Aceptar el respeto a la pluralidad y observar el compromiso con la verdad, adoptando actitudes de rechazo ante cualquier actitud discriminatoria o arbitraria.",
    "4.1. Exponer con respeto las ideas propias, aceptando la crítica y el debate como fuente de mejora personal y colectiva.",
    "4.2. Promover activamente el intercambio de ideas, respetando pautas éticas y formales para un debate constructivo.",
    "4.3. Participar de forma respetuosa en tareas colectivas que favorezcan el debate y la puesta en común de hipótesis y planteamientos diversos.",
    "5.1. Contrastar e intercambiar ideas en torno a temas filosóficos de implicación social y política, entendiendo la necesidad de aceptar y pensar ideas opuestas como proceso dinámico y siempre abierto de elaboración de los propios conceptos.",
    "5.2. Aprender a comunicarse con asertividad como actitud básica en el intercambio de ideas, estimulando el diálogo y la participación con los demás, desarrollando la empatía en la escucha activa.",
    "6.1. Demostrar un conocimiento amplio de las ideas y teorías filosóficas de los principales pensadores y pensadoras de la historia, haciendo hincapié en la contribución de los filósofos y filósofas andaluces, mediante su análisis y aplicación al contexto histórico y actual.",
    "6.2. Comprender y analizar desde una perspectiva histórica la evolución del pensamiento filosófico y su influencia en el proceso de construcción cultural de occidente en contraste con otras culturas.",
    "6.3. Demostrar la capacidad de entender la historia como un proceso sistémico y dinámico, afectado por diversidad de factores en interrelación, incluyendo el pensamiento filosófico.",
    "7.1. Abordar las cuestiones fundamentales y actuales como temas complejos que requieren una aproximación sistemática desde múltiples perspectivas, desechando explicaciones unívocas, simplistas o falaces.",
    "7.2. Demostrar la capacidad de aplicar distintos ámbitos del conocimiento al abordar cuestiones fundamentales y de actualidad, siendo capaces de elaborar respuestas como resultado de síntesis propias originales, y someterlas a discusión.",
    "8.1. Reconocer la necesidad de plantearse problemas éticos y políticos como medio para alcanzar una ciudadanía consciente y responsable.",
    "8.2. Analizar los principales problemas éticos y políticos desde el intercambio de ideas y una actitud activa en pro de los principios constitucionales, los derechos humanos y de la infancia.",
    "9.1. Conocer y valorar los distintos elementos del proceso creativo, desde la aproximación de diferentes manifestaciones artísticas y creativas.",
    "9.2. Generar un equilibrio entre la aproximación racional y emotiva a las manifestaciones artísticas, especialmente desde el ámbito de la estética desde una perspectiva filosófica.",
    "9.3. Valorar las manifestaciones artísticas como expresión social y riqueza cultural de los pueblos, especialmente el andaluz."
  ]
}