{
  "saberes": [
    "Bloque 1 Autoconocimiento y relaciones interpersonales",
    "Subbloque 1.1 Procesos psicológicos básicos y fundamentos biológicos de la conducta",
    "• Procesos psicológicos básicos implicados en el aprendizaje.",
    "• Procesos psicológicos básicos implicados en las emociones.",
    "• Fundamentos biológicos de la conducta.",
    "Subbloque 1.2 Conocimiento de uno mismo",
    "• Adolescencia y formación de la identidad.",
    "• Fortalezas, debilidades, metas, intereses y valores.",
    "• Autopercepción, expectativas y autoeficacia.",
    "• Conductas de riesgo, adicciones y hábitos de vida saludables.",
    "• Habilidades para la vida: cognitivas, emocionales y sociales.",
    "• Afrontamiento de la incertidumbre y el estrés.",
    "• Habilidades de organización y gestión.",
    "• Autoconocimiento vocacional.",
    "• Ocio y tiempo libre.",
    "• Autonomía personal.",
    "Subbloque 1.3 Interacción social",
    "• Cultura y desarrollo individual y social.",
    "• Desarrollo personal dentro del grupo. Influencia de la presión del grupo.",
    "• Conciencia social y compromiso con la justicia social.",
    "• Valor de la diversidad.",
    "• Convivencia y resolución pacífica de los conflictos.",
    "• Atribuciones sociales y estereotipos.",
    "• Habilidades para relacionarse y para la comunicación eficaz.",
    "Bloque 2 Exploración del entorno personal, académico y profesional",
    "Subbloque 2.1 Fuentes de información para el desarrollo personal, académico y profesional",
    "• Internet y otras fuentes de información.",
    "• Fiabilidad de las fuentes y actualidad de la información.",
    "• Servicios de orientación en el entorno personal, académico y laboral.",
    "• Mapa de recursos de información y asesoramiento.",
    "Subbloque2.2 Oportunidades de desarrollo personal y social",
    "• Oportunidades de participación activa para el compromiso social.",
    "• Opciones para el desarrollo de habilidades y competencias personales y sociales.",
    "Subbloque 2.3 Formación académica y profesional",
    "• Campos profesionales y formación asociada.",
    "• Ocupaciones profesionales y estilos de vida.",
    "• Bachillerato, Formación Profesional y otras opciones de estudios después de 4º de la ESO.",
    "• Titulaciones, grados, cualificaciones y programas de formación: oferta, acceso, vinculaciones y continuidad académica y profesional.",
    "• Oportunidades académicas en otros países.",
    "Subbloque 2.4 Mundo laboral",
    "• Exploración y descubrimiento del entorno de trabajo.",
    "• Opciones trabajo por cuenta ajena e iniciativa emprendedora.",
    "• Mercado laboral y relaciones en entorno de trabajo.",
    "• Revolución digital en el entorno laboral.",
    "Bloque 3 Proceso de toma de decisiones y diseño de un proyecto personal, académico y profesional",
    "Subbloque 3.1 Proceso de toma de decisiones",
    "• Análisis reflexivo, sistemático y metódico para la toma de decisiones.",
    "• Identificación de las mejores opciones y planteamiento de hipótesis y su viabilidad.",
    "• Factores que influyen en las decisiones.",
    "• Asunción de responsabilidades y análisis de los riesgos.",
    "• Verificación de los resultados y detección de errores.",
    "Subbloque 3.2. Toma de decisiones para el desarrollo personal",
    "• Cualidades personales y apoyos del entorno.",
    "• Habilidades para la gestión de la carrera.",
    "• Metas personales.",
    "• Planificación de estrategias para mejorar el desarrollo y bienestar personal y social.",
    "Subbloque 3.3. Toma de decisiones académicas y profesionales",
    "• Descubrimiento de los intereses vocacionales y priorización de las necesidades.",
    "• Oportunidades académicas y profesionales, valorando aquellas que mejor se adaptan a las cualidades e intereses personales.",
    "• Identificación del itinerario formativo y de otras áreas de mejora de las competencias académicas y profesionales.",
    "• Apoyos y recursos con los que se cuentan y dificultades a superar para alcanzar los objetivos.",
    "• Plan de orientación académica y profesional. Establecimiento de una hoja de ruta. vida",
    "Subbloque 3.4. Aproximación a la incorporación al mundo laboral y aprendizaje a lo largo de la",
    "• Estrategias e instrumentos para la búsqueda activa de empleo.",
    "• Estrategias y recursos básicos para el emprendimiento.",
    "• Entorno personal de aprendizaje para el desarrollo personal, académico y profesional a lo largo de la vida.",
    "• Aproximación al concepto de desarrollo de la carrera profesional."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "Identificar en sí mismo algunos procesos psicológicos básicos implicados en el aprendizaje, la conducta y las emociones, desarrollando procesos de autorregulación que le permitan un aprendizaje a lo largo de la vida.",
    "1.1. Reconocer los procesos cognitivos y emocionales básicos y reflexionar sobre el propio aprendizaje.",
    "1.2. Reconocer y gestionar la ansiedad en situaciones de estrés, en los contextos personales, académicos y profesionales, mediante estrategias de control de las emociones.",
    "1.3. Identificar y analizar críticamente las fortalezas, debilidades, metas, intereses y valores personales para aplicarlos en la planificación del proyecto personal, académico y profesional.",
    "1.4. Reconocer situaciones de riesgo y hábitos de vida saludables, investigar de forma rigurosa los medios para mejorar la salud física y mental y utilizar la información adquirida para mejorar los hábitos de la vida cotidiana.",
    "Competencia específica 2 Reconocer algunos factores personales y socioculturales que intervienen en la comprensión de sí mismo en relación con los demás y en la adaptación al contexto social y profesional, respetando y valorando la diversidad.",
    "2.1 Analizar las habilidades socioemocionales necesarias para desenvolverse en los contextos interpersonales y profesionales y planificar algunas estrategias para mejorarlas.",
    "2.2. Identificar creencias y valores culturales y sociales que influyen en la construcción de la identidad personal.",
    "2.3. Analizar y argumentar los derechos de las personas valorando la diversidad y planteando acciones frente a las situaciones de violencia y exclusión.",
    "2.4. Participar de manera activa en dinámicas de trabajo grupal y cooperativo contribuyendo a la elaboración de proyectos colaborativos, poniendo en acción habilidades comunicativas y estrategias que permitan llegar a consensos.",
    "2.5 Investigar los sesgos y estereotipos que pueden influir en la construcción de expectativas sobre las posibilidades personales, académicas y profesionales.",
    "Competencia específica 3 Explorar el entorno identificando las oportunidades de desarrollo personal, académico y profesional utilizando de forma crítica la información.",
    "3.1 Buscar, seleccionar y manejar críticamente información de distintas fuentes para tomar decisiones vocacionales de los ámbitos personal, académico y profesional.",
    "3.2 Participar activamente en las visitas a centros de formación y centros de trabajo y analizar la información significativa.",
    "3.3 Explorar los distintos campos profesionales conociendo los requisitos, las vías de acceso, los estudios necesarios y las condiciones laborales.",
    "3.4. Investigar y analizar las características del mercado laboral, los cambios del entorno profesional y productivo y los empleos emergentes, detectando las habilidades que mejor se adaptan a esta nueva realidad.",
    "3.5. Identificar las diferentes opciones de empleo, a partir de las posibilidades de inserción por cuenta ajena y por cuenta propia y explorar las relaciones presentes en cada una de ellas.",
    "Competencia específica 4 Definir metas realistas, ajustadas al conocimiento de sí mismo, utilizando la información relevante para resolver la incertidumbre y adoptar una actitud proactiva en la toma de decisiones personales, académicas y profesionales.",
    "4.1 Analizar el contexto social, en relación con la familia, amistades, situación económica y oportunidades académicas y profesionales y valorar los apoyos con los que se cuentan y las dificultades a superar.",
    "4.2 Identificar las cualidades personales y apoyos del entorno con los que afrontar con eficacia nuevos retos y facilitar el proceso de transición a la vida adulta.",
    "4.3 Contrastar y comparar la información recopilada planteando hipótesis, identificando las opciones que mejor se adaptan a nuestros intereses y evaluando su viabilidad.",
    "4.4 Verificar en el proceso de toma de decisiones si los pasos nos conducen a la meta correcta o se requiere realizar ajustes o replantear los objetivos.",
    "4. 5 Tomar decisiones a partir de los valores y expectativas propias sin ceder a modas, presión social o conductas de evitación, asumiendo la responsabilidad de las decisiones.",
    "Competencia específica 5 Diseñar un proyecto personal, académico y profesional propio conjugando las necesidades e intereses personales y vocacionales con las oportunidades del entorno y las destrezas necesarias en la toma de decisiones",
    "5.1 Priorizar las necesidades e identificar los intereses personales y vocacionales mediante la exploración de las oportunidades académicas y profesionales que ofrece el entorno mostrando las destrezas necesarias en el proceso de toma de decisiones.",
    "5.2 Explorar el mundo laboral y extraer conclusiones sobre el futuro profesional propio.",
    "5.3 Construir el entorno personal de aprendizaje para el desarrollo personal, académico y profesional a lo largo de la vida.",
    "5.4 Elaborar un proyecto personal, académico y profesional propio, incorporando el autoconocimiento, el conocimiento del entorno académico y profesional y la aproximación al mundo laboral."
  ]
}
