{
  "saberes": [
    "Bloque 1. Sentido numérico",
    "• Cantidad.",
    "– Uso de las potencias de exponente natural y entero. Transformación y simplificación de expresiones con potencias. Notación científica.",
    "– Interpretación de números grandes y pequeños, reconocimiento y utilización de la notación exponencial y científica y su uso en la calculadora.",
    "– Realización de estimaciones con la precisión requerida.",
    "– Uso de los números enteros, fracciones, decimales y raíces para expresar cantidades en contextos de la vida cotidiana con la precisión requerida.",
    "– Reconocimiento y aplicación de diferentes formas de representación de números enteros, fraccionarios y decimales, incluida la recta numérica.",
    "– Resolución de problemas en diferentes contextos, seleccionando la representación más adecuada de una misma cantidad (natural, entero, decimal, fracción o raíz).",
    "• Sentido de las operaciones.",
    "– Identificación y aplicación de las operaciones con números enteros, fraccionarios o decimales útiles para resolver situaciones contextualizadas.",
    "– Resolución de problemas contextualizados con operaciones combinadas con números naturales, enteros, fraccionarios y decimales, teniendo en cuenta la jerarquía y aplicando las propiedades adecuadas para realizar los cálculos de manera eficiente.",
    "• Relaciones.",
    "– Comparación y ordenación de fracciones, decimales y porcentajes de manera eficiente, encontrando su situación exacta o aproximada en la recta numérica.",
    "• Razonamiento proporcional.",
    "– Comprensión y representación de razones y proporciones en relaciones cuantitativas.",
    "– Reconocimiento de las relaciones de proporcionalidad directa, inversa y compuesta. Constante de proporcionalidad. Repartos proporcionales.",
    "– Comprensión y utilización de porcentajes en la resolución de problemas.",
    "Bloque 2. Sentido de la medida",
    "• Magnitud.",
    "– Elección de las unidades y operaciones adecuadas en problemas que impliquen medida.",
    "– Estimación de medidas con la precisión adecuada a cada situación.",
    "• Medición.",
    "– Deducción, interpretación y aplicación de las principales fórmulas para obtener áreas, volúmenes y capacidades en formas tridimensionales.",
    "– Uso de representaciones planas de objetos tridimensionales para visualizar y resolver problemas.",
    "– Representación de objetos tridimensionales usando los medios tecnológicos más adecuados.",
    "Bloque 3. Sentido espacial",
    "• Figuras geométricas de dos y tres dimensiones.",
    "– Descripción y clasificación de figuras geométricas planas y tridimensionales en función de sus propiedades o características.",
    "– Identificación de la relación pitagórica y su uso en el cálculo de medidas en figuras planas y tridimensionales.",
    "– Reconocimiento de figuras semejantes. El teorema de Tales.",
    "– Aplicación de escalas en el cálculo de distancias en situaciones de la vida real.",
    "– Construcción de figuras geométricas con herramientas manipulativas y digitales, como programas de geometría dinámica, realidad aumentada, etc.",
    "Bloque 4. Sentido algebraico",
    "• Modelo matemático.",
    "– Modelización de situaciones sencillas de la vida cotidiana usando representaciones matemáticas y el lenguaje algebraico.",
    "– Deducción de conclusiones razonables sobre una situación de la vida cotidiana una vez modelizada.",
    "– Uso del lenguaje algebraico para obtener fórmulas y términos generales basados en la observación de pautas y regularidades.",
    "– Operaciones con expresiones algebraicas sencillas. Identidades.",
    "• Variable.",
    "– Comprensión del concepto de variable en sus diferentes naturalezas.",
    "• Igualdad y desigualdad.",
    "– Uso del álgebra simbólico para representar relaciones lineales y cuadráticas en situaciones de la vida cotidiana.",
    "– Identificación y aplicación de la equivalencia de expresiones algebraicas en la resolución de problemas basados en relaciones lineales y cuadráticas.",
    "– Búsqueda de soluciones en ecuaciones lineales y cuadráticas con una incógnita. Aplicación a problemas contextualizados. Interpretación de las soluciones.",
    "– Resolución algebraica y gráfica de sistemas de dos ecuaciones lineales y dos incógnitas. Aplicación a problemas contextualizados.",
    "– Uso de la tecnología para resolver y comprobar las soluciones de ecuaciones y sistemas de ecuaciones lineales.",
    "• Relaciones y funciones.",
    "– Aplicación y comparación de las diferentes formas de representación de una relación (tabla, gráfica, fórmula…).",
    "– Identificación de funciones, lineales o no lineales, estudio y comparación de sus propiedades a partir de sus gráficas o expresiones algebraicas.",
    "– Identificación de relaciones cuantitativas y determinación de la clase o clases de funciones que la modelizan en problemas propios de otras materias o del mundo real.",
    "– Uso del álgebra simbólica para la representación y la explicación de relaciones matemáticas a partir de situaciones contextualizadas.",
    "– Deducción de la información relevante de una función mediante el uso de diferentes representaciones simbólicas.",
    "• Pensamiento computacional.",
    "– Generalización y transferencia de procesos de resolución de problemas a otras situaciones.",
    "– Identificación de estrategias para la interpretación y la modificación de algoritmos.",
    "– Uso de calculadoras gráficas y software específico para la representación de funciones y el análisis de sus elementos característicos.",
    "Bloque 5. Sentido estocástico",
    "• Organización y análisis de datos.",
    "– Análisis e interpretación de tablas y gráficos estadísticos de variables cualitativas, cuantitativas discretas y cuantitativas continuas.",
    "– Recogida y organización de datos en situaciones de la vida cotidiana que involucran una sola variable. Frecuencias.",
    "– Elaboración de las representaciones gráficas más adecuadas mediante diferentes herramientas tecnológicas (calculadora, hoja de cálculo, aplicaciones...) para averiguar cómo se distribuyen los datos, interpretarlos y obtener conclusiones razonadas.",
    "– Medidas de centralización y dispersión: interpretación y cálculo.",
    "– Comparación de dos conjuntos de datos atendiendo a las medidas de centralización y dispersión.",
    "– Uso de las medidas de dispersión como complemento del promedio para explicar la distribución de los datos.",
    "– Cálculo e interpretación de las medidas de centralización y dispersión, con apoyo tecnológico, en contextos de la vida real.",
    "– Uso de técnicas estadísticas para el tratamiento de grandes cantidades de datos.",
    "– Contribución de la estadística al progreso de la sociedad.",
    "Bloque 6. Sentido socioafectivo",
    "• Creencias, actitudes y emociones.",
    "– Fomento de la curiosidad, de la iniciativa, de la perseverancia y de la resiliencia hacia el aprendizaje de las matemáticas.",
    "– Reconocimiento de las emociones que intervienen en el aprendizaje como la autoconciencia y la autorregulación.",
    "– Desarrollo de la flexibilidad cognitiva para aceptar un cambio de estrategia cuando sea necesario y transformar el error en una oportunidad de aprendizaje.",
    "• Trabajo en equipo y toma de decisiones.",
    "– Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir conocimiento matemático.",
    "– Conductas empáticas y estrategias de gestión de conflictos.",
    "• Inclusión, respeto y diversidad.",
    "– Promoción de actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "– Reconocimiento de la contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Interpretar problemas matemáticos organizando y relacionando los datos dados y elaborando representaciones matemáticas que permitan encontrar estrategias para su resolución. OBJ1",
    "• CE1.2. Resolver problemas matemáticos movilizando los conocimientos necesarios y aplicando las herramientas y estrategias apropiadas. OBJ1",
    "• CE1.3. Exponer variantes de un problema dado modificando alguno de sus datos o alguna de sus condiciones. OBJ3",
    "• CE1.4. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE1.5. Identificar conexiones coherentes entre las matemáticas y otras materias, reconociendo la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE2.1. Investigar y comprobar conjeturas sencillas de forma guiada analizando patrones, propiedades y relaciones. OBJ3",
    "• CE2.2. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE2.3. Reconocer y usar las relaciones entre los conocimientos y las experiencias matemáticas formando uno todo coherente. OBJ5",
    "• CE2.4. Realizar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias. OBJ5",
    "• CE2.5. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas y valorando su utilidad para compartir información. OBJ7",
    "• CE3.1. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional. OBJ4",
    "• CE3.2. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE3.3. Reconocer y usar las relaciones entre los conocimientos y experiencias matemáticas formando uno todo coherente. OBJ5",
    "• CE3.4. Realizar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias. OBJ5",
    "• CE3.5. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE3.6. Identificar conexiones coherentes entre las matemáticas y otras materias reconociendo la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE3.7. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas valorando su utilidad para compartir información. OBJ7",
    "• CE4.1. Comprobar la corrección matemática de las soluciones de un problema. OBJ2",
    "• CE4.2. Comprobar la validez de las soluciones de un problema y elaborar respuestas coherentes en el contexto expuesto, evaluando su alcance y repercusión desde diferentes perspectivas (de género, de sostenibilidad, de consumo responsable, etc.). OBJ2",
    "• CE4.3. Exponer variantes de un problema dado modificando alguno de sus datos o alguna de sus condiciones. OBJ3",
    "• CE4.4. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional. OBJ4",
    "• CE4.5. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE4.6. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE4.7. Comunicar información utilizando el lenguaje matemático apropiado para describir, explicar y justificar razonamientos, procedimientos y conclusiones. OBJ8",
    "• CE4.8. Reconocer y emplear con precisión y rigor el lenguaje matemático presente en la vida cotidiana. OBJ8",
    "• CE5.1. Investigar conjeturas sencillas de forma guiada analizando patrones, propiedades y relaciones. OBJ3",
    "• CE5.2. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional. OBJ4",
    "• CE5.3. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE5.4. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE5.5. Identificar conexiones coherentes entre las matemáticas y otras materias, reconociendo la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE5.6. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas y valorando su utilidad para compartir información. OBJ7",
    "• CE5.7. Comunicar información utilizando el lenguaje matemático apropiado para describir, explicar y justificar razonamientos, procedimientos y conclusiones. OBJ8",
    "• CE5.8. Reconocer y emplear con precisión y rigor el lenguaje matemático presente en la vida cotidiana. OBJ8",
    "• CE6.1. Reconocer la aportación de las matemáticas al progreso de la humanidad y su contribución a la superación de los retos que demanda la sociedad actual. OBJ6",
    "• CE6.2. Gestionar las emociones propias y desarrollar el autoconcepto matemático como herramienta para generar expectativas positivas ante nuevos retos matemáticos. OBJ9",
    "• CE6.3. Mostrar una actitud positiva y perseverante aceptando la crítica razonada a hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. OBJ9",
    "• CE6.4. Colaborar activamente en el trabajo en equipo respetando diferentes opiniones, comunicándose de manera efectiva, pensando de forma crítica y creativa y tomando decisiones y juicios informados. OBJ10",
    "• CE6.5. Participar en el reparto de tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión, la escucha activa, asumiendo el rol asignado y responsabilizándose de la propia contribución al equipo. OBJ10"
  ]
}
