{
  "saberes": [
    "A. Retos del mundo actual",
    "GEH.4.A.1. Objetivos de Desarrollo Sostenible. Emergencia climática y sostenibilidad. Relación entre factores naturales y antrópicos en la Tierra. Globalización, movimientos migratorios e interculturalidad. Los avances tecnológicos y la conciencia ecosocial. Conflictos ideológicos y etnoculturales.",
    "GEH.4.A.2. Sociedad de la información. Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación y contraste de la fiabilidad de las fuentes. El problema de la desinformación. Uso específico del léxico relativo a los ámbitos histórico, artístico y geográfico.",
    "GEH.4.A.3. Cultura mediática. Técnicas y métodos de las Ciencias Sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, representación de gráficos e interpretación de imágenes a través de medios digitales accesibles. Tecnologías de la información geográfica.",
    "GEH.4.A.4. Lo global y lo local. La investigación en Ciencias Sociales, el estudio multicausal y el análisis comparado del espacio natural, rural y urbano, su evolución y los retos de futuro. Análisis e interpretación de conceptos espaciales: localización, escala, conexión y proximidad espacial.",
    "GEH.4.A.5. Estructuras económicas en el mundo actual, cambios en los sectores productivos y funcionamiento de los mercados. Dilemas e incertidumbres ante el crecimiento, la empleabilidad y la sustentabilidad.",
    "GEH.4.A.6. Geopolítica y principales conflictos en el presente. Genocidios y crímenes contra la humanidad. Guerras, terrorismo y otras formas de violencia política. Alianzas e instituciones internacionales, mediación y misiones de paz. Ingerencia humanitaria y Justicia Universal. El papel de las ONG.",
    "GEH.4.A.7. Desigualdad e injusticia en el contexto local y global. Solidaridad, cohesión social y cooperación para el desarrollo.",
    "GEH.4.A.8. Igualdad de género y formas de violencia contra las mujeres. Actitudes y comportamientos sexistas. ",
    "GEH.4.A.9. Diversidad social, etnocultural y de género. Migraciones, multiculturalidad y mestizaje en sociedades abiertas. Historia y reconocimiento del pueblo gitano y otras minorías étnicas de nuestro país. Nuevas formas de identificación cultural.",
    "B. Sociedades y territorios",
    "GEH.4.B.1. Métodos de investigación en el ámbito de la Geografía y de la Historia. Metodologías del pensamiento histórico y del pensamiento geográfico.",
    "GEH.4.B.2. Las fuentes históricas como base para la construcción del conocimiento sobre el pasado contemporáneo. Contraste entre interpretaciones de historiadores.",
    "GEH.4.B.3. Tiempo histórico: construcción e interpretación de líneas del tiempo a través de la linealidad, cronología, simultaneidad y duración.",
    "GEH.4.B.4. Conciencia histórica. Elaboración de juicios propios y argumentados ante problemas de actualidad contextualizados históricamente. Defensa y exposición crítica de los mismos a través de presentaciones y debates.",
    "GEH.4.B.5. La transformación política de los seres humanos de la servidumbre a la ciudadanía. Transiciones, revoluciones y resistencias: permanencias y cambios en la época contemporánea. La conquista de los derechos individuales y colectivos en la época contemporánea. Origen, evolución y adaptación de los sistemas liberales en España y en el mundo a través de las fuentes.",
    "GEH.4.B.6. Relaciones multicausales en la construcción de la democracia y los orígenes del totalitarismo: los movimientos por la libertad, la igualdad y los derechos humanos. La acción de los movimientos sociales en el mundo contemporáneo. Procesos de evolución e involución: la perspectiva emancipadora de la interpretación del pasado.",
    "GEH.4.B.7. Interpretación del sistema capitalista desde sus orígenes hasta la actualidad. Colonialismo, imperialismo y nuevas subordinaciones económicas y culturales.",
    "GEH.4.B.8. La transformación humana del territorio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los ciclos demográficos, de los modos de vida y de los modelos de organización social. La lucha por los derechos laborales y sociales: el estado del bienestar.",
    "GEH.4.B.9. Las relaciones internacionales y estudio crítico y comparativo de conflictos y violencias de la primera mitad del siglo XX. El Holocausto judío.",
    "GEH.4.B.10. Los fundamentos geoestratégicos desde la segunda mitad del siglo XX hasta la actualidad, la política de bloques, los conflictos de la descolonización y el nuevo orden mundial. El papel de los organismos internacionales.",
    "GEH.4.B.11. España y Andalucía ante la modernidad. Estrategias para la identificación de los fundamentos del proceso de transformación de la España contemporánea y contextualización y explicación de los aspectos políticos, económicos, sociales y culturales en la formación de una identidad multicultural compartida.",
    "GEH.4.B.12. Las formaciones identitarias: ideologías, nacionalismos y movimientos supranacionales. Ciudadanía europea y cosmopolita.",
    "GEH.4.B.13. Interpretación del territorio y del paisaje. Del éxodo rural a la concentración urbana. El reto demográfico en España y Andalucía. El problema de la despoblación rural. Ordenación del territorio y transformación del espacio. La ciudad como espacio de convivencia. Importancia y cuidado del espacio público. La huella humana y la protección del medio natural.",
    "GEH.4.B.14. La acción de los movimientos feministas y sufragistas en la lucha por la igualdad de género. Mujeres relevantes de la historia contemporánea universal, española y andaluza.",
    "GEH.4.B.15. Las transformaciones científicas y tecnológicas. Dimensión ética de la ciencia y la tecnología. Cambios culturales y movimientos sociales. Los medios de comunicación y las redes sociales.",
    "GEH.4.B.16. El nacimiento de las nuevas expresiones artísticas y culturales contemporáneas y su relación con las artes clásicas. La diversidad cultural en el mundo actual. Respeto y conservación del patrimonio material e inmaterial.",
    "GEH.4.B.17. El proceso de construcción europea. Integración económica, monetaria y ciudadana. Las instituciones europeas. El futuro de Europa.",
    "GEH.4.B.18. La ley como contrato social. De la Constitución de 1812 a la Constitución de 1978. Ordenamiento normativo autonómico, constitucional y supranacional como garante del desarrollo de derechos y libertades para el ejercicio de la ciudadanía.",
    "GEH.4.B.19. La memoria democrática. Experiencias históricas dolorosas del pasado reciente y reconocimiento y reparación de las víctimas de la violencia. El principio de Justicia Universal.",
    "C. Compromiso cívico local y global",
    "GEH.4.C.1. Dignidad humana y derechos universales. Declaración Universal de los Derechos Humanos. ",
    "GEH.4.C.2. Diversidad social y multiculturalidad. Integración y cohesión social.",
    "GEH.4.C.3. Responsabilidad ecosocial. Compromiso y acción ante los Objetivos del Desarrollo Sostenible. La juventud como agente de cambio para el desarrollo sostenible.",
    "GEH.4.C.4. Implicación en la defensa y protección del medioambiente. Acción y posición ante la emergencia climática.",
    "GEH.4.C.5. Ciudadanía ética digital. Nuevos comportamientos en la sociedad de la información. Lucha contra el ciberacoso.",
    "GEH.4.C.6. Compromiso cívico y participación ciudadana. Mediación y gestión pacífica de conflictos y apoyo a las víctimas de cualquier forma de violencia y terrorismo.",
    "GEH.4.C.7. Servicio a la comunidad. La corresponsabilidad en los cuidados. Las relaciones intergeneracionales. La responsabilidad colectiva e individual. El asociacionismo y el voluntariado. Entornos y redes sociales.",
    "GEH.4.C.8. El patrimonio como bien común y como recurso cultural y económico. Necesidad de su conocimiento, valoración, conservación, puesta en valor, difusión y gestión de la riqueza patrimonial.",
    "GEH.4.C.9. Cohesión social e integración. Medidas y acciones en favor de la igualdad y de la plena inclusión. ",
    "GEH.4.C.10. La igualdad real de mujeres y hombres. La discriminación por motivo de diversidad sexual y de género. La conquista de derechos en las sociedades democráticas contemporáneas.",
    "GEH.4.C.11. Las emociones y el contexto cultural. La perspectiva histórica del componente emocional. ",
    "GEH.4.C.12. Empleo y trabajo en la sociedad de la información, aprendizaje permanente y a lo largo de toda la vida.",
    "GEH.4.C.13. Los valores del europeísmo. Fórmulas de participación en programas educativos europeos. ",
    "GEH.4.C.14. Instituciones del Estado que garantizan la seguridad integral y la convivencia social. Los compromisos internacionales de nuestro país en favor de la paz, la seguridad y la cooperación internacional."
  ],
  "criteriosEvaluacion": [
    "1.1. Elaborar contenidos propios en distintos formatos, mediante aplicaciones y estrategias de recogida y representación de datos sencillas, aprendiendo a usar y contrastar críticamente fuentes fiables, tanto analógicas como digitales, del presente y de la historia contemporánea, identificando la desinformación y la manipulación.",
    "1.2. Establecer conexiones y relaciones básicas entre los conocimientos e informaciones adquiridos, elaborando síntesis explicativas sencillas, mediante informes, estudios o dosieres informativos, que reflejen un dominio de los contenidos tratados.",
    "1.3. Transferir de manera sencilla la información y el conocimiento por medio de narraciones, pósteres, presentaciones, exposiciones orales, medios audiovisuales y otros productos.",
    "2.1. Generar productos originales y creativos sencillos mediante la organización de conocimientos previos utilizando herramientas de investigación sencillas que permitan explicar problemas presentes y pasados de la humanidad a distintas escalas temporales y espaciales, partiendo del entorno más cercano, utilizando conceptos, situaciones y datos relevantes.",
    "2.2. Construir la propia identidad y enriquecer el acervo común en el contexto del mundo actual, de sus retos y conflictos, desde una perspectiva sistémica y global, iniciándose en la producción y expresión discursiva y abierta al diálogo de juicios y planteamientos personales, críticos y argumentados.",
    "3.1. Conocer los Objetivos de Desarrollo Sostenible, planteando propuestas que contribuyan a su logro, aplicando métodos y proyectos de investigación, incidiendo en el uso de mapas y otras representaciones gráficas, así como de medios accesibles de interpretación de imágenes.",
    "3.2. Identificar, desde un enfoque ecosocial, problemas y desafíos pasados, actuales o futuros de las sociedades contemporáneas señalando sus relaciones de interdependencia y ecodependencia.",
    "3.3. Utilizar secuencias cronológicas complejas en las que identificar, comparar y relacionar hechos y procesos en diferentes períodos y lugares históricos (simultaneidad, duración, causalidad), utilizando términos y conceptos del ámbito de la Historia y de la Geografía.",
    "3.4. Analizar procesos de cambio histórico y comparar casos del ámbito de la Historia y la Geografía a través del uso de fuentes de información diversas, teniendo en cuenta las transformaciones de corta y larga duración (coyuntura y estructura), las continuidades y permanencias en diferentes períodos y lugares.",
    "4.1. Identificar los elementos del entorno y conocer su funcionamiento como un sistema complejo por medio del análisis multicausal de sus relaciones naturales y humanas, presentes y pasadas, investigando sobre el grado de conservación y de equilibrio dinámico.",
    "4.2. Identificar comportamientos y acciones que contribuyan a la conservación y mejora del entorno natural, rural y urbano, a través del respeto a todos los seres vivos, mostrando comportamientos orientados al logro de un desarrollo sostenible de dichos entornos, y comprendiendo el acceso universal, justo y equitativo a los recursos que nos ofrece el planeta.",
    "5.1. Conocer, valorar y ejercitar responsabilidades, derechos y deberes y dar ejemplos en favor de su desarrollo y afirmación a través del conocimiento de nuestro ordenamiento jurídico y constitucional, la comprensión y puesta en valor de nuestra memoria democrática y de la contribución de los hombres y mujeres a la misma, y la defensa de nuestros valores constitucionales.",
    "5.2. Reconocer movimientos y causas que generen una conciencia solidaria, promuevan la cohesión social, y trabajen para la eliminación de la desigualdad, especialmente la motivada por cuestión de género, y el pleno desarrollo de la ciudadanía, mediante el trabajo en equipo, la mediación y resolución pacífica de conflictos.",
    "6.1. Investigar acerca de actitudes discriminatorias y reconocer la riqueza de la diversidad, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecosociales y culturales que han conformado la sociedad globalizada y multicultural actual, y el conocimiento de la aportación de los movimientos en defensa de los derechos de las minorías y en favor de la inclusión y la igualdad real, especialmente de las mujeres y de otros colectivos discriminados.",
    "6.2. Contribuir al bienestar individual y colectivo a través del diseño y exposición de iniciativas orientadas a promover un compromiso activo con los valores comunes, la mejora del entorno y el servicio a la comunidad.",
    "7.1. Reconocer los rasgos que van conformando la identidad propia y de los demás, la riqueza de las identidades múltiples en relación con distintas escalas espaciales, a través de la iniciación en la investigación y el análisis guiado de sus fundamentos geográficos, históricos, artísticos, ideológicos y lingüísticos, y el reconocimiento de sus expresiones culturales.",
    "7.2. Conocer y contribuir a conservar el patrimonio material e inmaterial común, respetar los sentimientos de pertenencia adoptando compromisos en su entorno más cercano con principios y acciones orientadas a la cohesión y solidaridad territorial de la comunidad política, los valores del europeísmo y de la Declaración Universal de los Derechos Humanos.",
    "8.1. Adoptar un papel activo y comprometido con el entorno, de acuerdo a aptitudes, aspiraciones, intereses y valores propios, a partir de la iniciación guiada en el análisis crítico de la realidad económica, de la distribución y gestión del trabajo, y la adopción de hábitos responsables, saludables, sostenibles y respetuosos con la dignidad humana y la de otros seres vivos, así como de la reflexión ética ante los usos de la tecnología y la gestión del tiempo libre.",
    "8.2. Identificar las iniciativas de la sociedad civil, reflejadas en asociaciones y entidades sociales, adoptando actitudes de participación y transformación en el ámbito local y comunitario, especialmente en el ámbito de las relaciones intergeneracionales.",
    "9.1. Interpretar y explicar de forma argumentada la conexión de España con los grandes procesos históricos de la época contemporánea, valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia, así como las aportaciones del Estado y sus instituciones a la cultura europea y mundial.",
    "9.2. Contribuir desde su entorno más cercano a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis guiado y el reconocimiento de los compromisos internacionales de nuestro país y de Andalucía, en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los Objetivos de Desarrollo Sostenible."
  ]
}