{
  "saberes": [
    "A. Retos del mundo actual.",
    "- Ubicación espacial: representación del espacio, orientación y escalas. Utilización de recursos digitales e interpretación y elaboración de mapas, esquemas, imágenes y representaciones gráficas. Tecnologías de la Información Geográfica (TIG).",
    "- Componentes básicos y formas de relieve. Localización y caracterización de continentes, océanos, mares y ríos del mundo, Europa, España y Castilla y León. El relieve de los fondos marinos.",
    "- Emergencia climática: elementos y factores que condicionan el clima y el impacto de las actividades humanas. Métodos de recogida de datos meteorológicos e interpretación de gráficos. Riesgos y catástrofes climáticas en el presente, en el pasado y en el futuro. Vulnerabilidad, prevención y resiliencia de la población ante las catástrofes naturales y los efectos del cambio climático.",
    "- Las principales zonas bioclimáticas del mundo. Biodiversidad. Dinámicas y amenazas de los ecosistemas planetarios. Formas y procesos de modificación de la superficie terrestre. Riqueza y valor del patrimonio natural. La influencia humana en la alteración de los ecosistemas en el pasado y la actualidad. Conservación y mejora del entorno local y global.",
    "- Tecnologías de la información. Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales. Búsqueda, tratamiento de la información y elaboración de conocimiento. Uso seguro de las redes de comunicación. Lectura crítica de la información.",
    "- Sociedad del conocimiento. Introducción a los objetivos y estrategias de las Ciencias Sociales y al uso de sus procedimientos, términos y conceptos. Uso de plataformas digitales.",
    "B. Sociedades y territorios.",
    "- Métodos de investigación para la construcción del conocimiento de la Geografía y la Historia. Metodologías del pensamiento geográfico y del pensamiento histórico.",
    "- Las fuentes históricas y arqueológicas como base para la construcción del conocimiento histórico. Objetos fuentes y artefactos como fuente para la historia y el legado inmaterial. El significado de los archivos, bibliotecas y museos y del legado histórico y cultural como patrimonio colectivo.",
    "- Análisis multidisciplinar del origen del ser humano y del nacimiento de la sociedad. Grandes migraciones humanas y el nacimiento de las primeras culturas. Paleolítico. Neolítico. Edad de los Metales. El nacimiento de la autoridad: familia, clan, tribu, casta, linaje. Desigualdad social y disputa por el poder desde la Prehistoria. Formación de oligarquías. La transformación humana del territorio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los modos de vida y de los modelos de organización social. La lucha por la supervivencia en la Prehistoria.",
    "- Condicionantes geográficos e interpretaciones históricas del surgimiento de las civilizaciones. Las grandes rutas comerciales y las estrategias por el control de los recursos: talasocracias e imperios, conquista y colonización. Economía y sociedad. El estatus social en la Antigüedad. Expresiones artísticas y culturales en las distintas civilizaciones. Diversidad y riqueza cultural. Respeto y conservación del patrimonio material e inmaterial.",
    "- Las raíces clásicas de la cultura occidental. La organización política del ser humano el mundo antiguo: democracias, repúblicas, imperios y reinos. Grecia: desde sus orígenes hasta el imperio de Alejandro Magno. Interpretación del territorio y del paisaje. La ciudad y el mundo rural a lo largo de la historia: el nacimiento de las polis. Violencia y conflictos armados. El crecimiento de los ejércitos desde los hoplitas. Las personas invisibilizadas de la historia: mujeres, esclavos y extranjeros. Las formulaciones estatales en el mundo Antiguo. Origen y etapas de la historia de Roma. Monarquía, República e Imperio. Los civiles durante las guerras. La expansión por el Mediterráneo. El papel de la religión en la organización social, la legitimación del poder y la formación de identidades: politeísmo, monoteísmo y el surgimiento de las grandes religiones. Arte y cultura.",
    "- Aspectos significativos de la Prehistoria en la Península Ibérica. Atapuerca. El arte prehistórico. España en el tiempo y su conexión con los grandes procesos de la historia de la humanidad: Prehistoria y Edad Antigua. La Península Ibérica: los pueblos prerromanos y la Hispania romana. El proceso de romanización. La huella humana y la protección del patrimonio ambiental, histórico, artístico y cultural en Castilla y León.",
    "C. Compromiso Cívico.",
    "- Conciencia ambiental. Respeto, protección y cuidado de los seres vivos y del planeta.",
    "- Alteridad: respeto y aceptación «del otro». Comportamientos no discriminatorios y contrarios a cualquier actitud diferenciadora y segregadora.",
    "- Dignidad humana y derechos universales. Convención sobre los derechos del Niño.",
    "- Igualdad de género. Manifestaciones y conductas no sexistas.",
    "- Convivencia cívica y cultura democrática. Incorporación e implicación en la sociedad civil en procesos democráticos. Participación en proyectos comunitarios.",
    "- Ciclos vitales, uso del tiempo libre y hábitos de consumo: Diferencias y cambios en las formas de vida en sociedades actuales y del pasado.",
    "- Seguridad vial y movilidad segura, saludable y sostenible. El espacio público."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Elaborar y presentar contenidos propios en forma de esquemas, tablas informativas y otros formatos mediante el desarrollo de estrategias de búsqueda, selección y tratamiento de información relativas a procesos y acontecimientos relevantes del presente y del pasado. (CD1, CD2, CC1).",
    "1.2 Contrastar y argumentar sobre temas y acontecimientos de la Prehistoria y la Edad Antigua, localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas históricas. (CCL2, CCL3, STEM4, CD1, CC1).",
    "Competencia específica 2",
    "2.1 Argumentar de forma crítica sobre problemas de actualidad a través de conocimientos geográficos e históricos, contrastando y valorando fuentes diversas. (CCL1, CCL2, CD2, CC1, CC3, CE3).",
    "Competencia específica 3",
    "3.1 Adquirir y construir conocimiento relevante del mundo actual y de la historia, a través de procesos inductivos, la investigación y del trabajo por proyectos, retos o problemas, mediante la elaboración de productos que reflejen la comprensión de los fenómenos y problemas abordados. (CCL1, STEM3, CD1, CD2).",
    "3.2 Identificar los principales problemas, retos y desafíos a los que se ha enfrentado la humanidad a lo largo de la historia, los cambios producidos, sus causas y consecuencias, así como los que, en la actualidad, debemos plantear y resolver en torno a los Objetivos de Desarrollo Sostenible. (CCL3, CD2, CPSAA3, CC3, CC4, CE1).",
    "3.3 Representar adecuadamente información geográfica a través de diversas formas de representación gráfica, cartográfica y visual. (CCL2, STEM4, CD3).",
    "Competencia específica 4",
    "4.1 Interpretar el entorno desde una perspectiva sistémica e integradora, a través del concepto de paisaje, identificando sus principales elementos y las interrelaciones existentes. (CCL2, STEM5, CD1, CC4, CE1).",
    "Competencia específica 5",
    "5.1 Identificar, interpretar y analizar los mecanismos que han regulado la convivencia y la vida en común a lo largo de la historia, desde el origen de la sociedad a las distintas civilizaciones que se han ido sucediendo, señalando los principales modelos de organización social, política, económica y religiosa que se han gestado. (CCL1, CD1, CD3, CC1, CCEC1)",
    "5.2 Señalar y explicar aquellas experiencias históricas más destacables, y anteriores a la época contemporánea, en las que se lograron establecer sistemas políticos que favorecieron el ejercicio de derechos y libertades de los individuos y de la colectividad, considerándolas como antecedentes de las posteriores conquistas democráticas y referentes históricos de las libertades actuales. (CCL1, CCL5, CC1, CC2).",
    "Competencia específica 6",
    "6.1 Situar el nacimiento y desarrollo de distintas civilizaciones y situarlas en el espacio y en el tiempo, integrando los elementos históricos, culturales, institucionales y religiosos que las han conformado, explicando la realidad multicultural generada a lo largo del tiempo e identificando sus aportaciones más relevantes a la cultura universal. (CCL2, CP3, CD2, CC1, CCEC1).",
    "6.2 Reconocer las desigualdades sociales existentes en épocas pasadas y los mecanismos de dominación y control que se han aplicado, identificando aquellos grupos que se han visto sometidos y silenciados, destacando la presencia de mujeres y de personajes pertenecientes a otros colectivos discriminados. (CCL5, CC2).",
    "Competencia específica 7",
    "7.1 Relacionar las culturas y civilizaciones que se han desarrollado a lo largo de la historia antigua, con las diversas identidades colectivas que se han ido construyendo hasta la actualidad, reflexionando sobre los múltiples significados que adoptan y aportaciones de cada una de ellas a la cultura humana y universal. (CC1, CC2, CC3).",
    "7.2 Valorar, proteger y conservar el patrimonio artístico, histórico y cultural como fundamento de identidad colectiva local, autonómica, nacional, europea y universal, considerándolo un bien para el disfrute recreativo y cultural y un recurso para el desarrollo de los pueblos. (CCL4, CP3, CPSAA1, CC3, CCEC1, CCEC3).",
    "Competencia específica 8",
    "8.1 Tomar conciencia del ciclo vital y analizar cómo han cambiado sus características, necesidades y obligaciones en distintos momentos históricos, así como las raíces de la distribución por motivos de género del trabajo doméstico, asumiendo las responsabilidades y compromisos propios de la edad en el ámbito familiar, en el entorno escolar y comunitario y valorando la riqueza que aportan las relaciones intergeneracionales. (CCL2, CPSAA5, CC1, CC2, CE2)",
    "8.2 Relacionar los cambios en los estilos de vida tradicional y contrastarlos con los que son saludables y sostenibles en su entorno, a través de comportamientos respetuosos con la salud propia, con la de los demás y con los otros seres vivos, tomando conciencia de la importancia de promover el propio desarrollo personal. (CCL2, CD4, CPSAA2, CC3).",
    "Competencia específica 9",
    "9.1 Identificar e interpretar la conexión de España con los grandes procesos históricos de las épocas antigua, valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia. (CCL2, CC1, CC2, CCEC1)."
  ]
}
