{
    "saberes": [
        "Autoconeixement i autonomia moral",
        "- Desenvolupament del pensament crític i ètic en situacions de debat a l’aula.",
        "- Construcció de la pròpia identitat personal en un context plural des del reconeixement de les diferències individuals tenint en compte la perspectiva de gènere.",
        "- Desenvolupament de l’autonomia i la responsabilitat, en funció dels propis desitjos i raons, amb voluntat i judici moral en un entorn amb gran diversitat d’interessos.",
        "- Valoració de l’ètica com a principi de les nostres accions en entorns propers relacionats amb la vida quotidiana.",
        "- Reconeixement de la importància de l’ètica en l’establiment de normes presents a la societat.",
        "- Coneixement i prevenció dels riscos que implica l’ús acrític, l’abús i la sobreexposició a les xarxes socials en la preservació de la privacitat i la vulneració de la pròpia identitat i la dels altres, en la relació entre iguals.",
        "- Coneixement i prevenció de les conseqüències d’un mal ús i abús de les noves tecnologies, en el temps de lleure, que poden derivar en conductes addictives relacionades tant amb l’ús dels dispositius com amb els continguts que ofereixen.",
        "Societat, justícia i democràcia",
        "- Valoració del diàleg i de l’argumentació en la presa democràtica de decisions i en la resolució pacífica de conflictes en la relació entre iguals i en contextos propers.",
        "- Comprensió i ús dels conceptes de llei, Estat, democràcia, justícia, ciutadania i drets humans en el context social proper.",
        "- Presa de consciència de la conducta cívica, les lleis, els principis i valors democràtics i la justícia en les interrelacions a l’aula i en el centre educatiu.",
        "- Coneixement de la Declaració Universal dels Drets Humans i la Convenció sobre els Drets de l’Infant i la seva rellevància ètica en la relació entre les persones tant a l’escola com fora.",
        "- Anàlisi de les causes de la pobresa i l’explotació infantil en la societat globalitzada.",
        "- Recerca de solucions locals i globals en situacions properes de desigualtat econòmica.",
        "- Promoció de la cultura de la pau i la no-violència a favor de la convivència en l’entorn proper.",
        "- Identificació del paper i valoració de les actuacions de les organitzacions no governamentals i les organitzacions no governamentals per al desenvolupament en l’entorn proper.",
        "Sostenibilitat i ètica ambiental",
        "- Desenvolupament de l’empatia, la cura i el respecte als éssers vius i el medi natural, en actuacions quotidianes relacionades amb l’entorn proper.",
        "- Valoració i reconeixement de l’impacte de l’activitat humana en el planeta a partir d’accions quotidianes.",
        "- Anàlisi del grau de sostenibilitat d’un determinat mode de vida amb relació als ecosistemes i les societats en el territori més proper.",
        "- Anàlisi dels límits del planeta i el canvi climàtic en el món actual en el marc de projectes realitzats a l’aula.",
        "- Identificació de mecanismes i estratègies per al desenvolupament sostenible en el context local.",
        "- Realització d’accions individuals vinculades a l’economia circular, al consum responsable i de productes de proximitat, a l’ús sostenible de l’aigua, de l’energia, de la mobilitat, i a la gestió dels residus, en l’àmbit local.",
        "- Presa de consciència del deure ètic i l’obligació legal de protegir i tenir cura del medi natural en la construcció d’un compromís col·lectiu.",
        "- Desenvolupament d’hàbits i actuacions individuals i col·lectives en el marc dels objectius de desenvolupament sostenible en el context proper i en l’orientació que donem al nostre estil de vida.",
        "Educació emocional",
        "- Presa de consciència, expressió i regulació de les emocions pròpies i alienes, basades en una autoestima ajustada, com a aspecte determinant en la millora del benestar individual i col·lectiu en la relació amb un mateix i amb els iguals.",
        "- Construcció de relacions afectives saludables a partir del reconeixement de la igualtat i del respecte mutu com a factors que les determinen en la relació entre iguals.",
        "- Coneixement de la interrelació entre els aspectes afectius i el desenvolupament de la",
        "sexualitat i la seva influència en el benestar emocional individual i col·lectiu, en el marc de projectes realitzats a l’aula.",
        "- Reconeixement de l’empatia com una habilitat emocional afavoridora del benestar mutu en les relacions amb els altres.",
        "- Identificació de fets, accions i actituds que poden derivar en situacions de relacions abusives i maltractament entre iguals en l’entorn educatiu."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconèixer les pròpies capacitats físiques, sensorials i cognitives tenint en compte els punts forts i febles de la pròpia identitat promovent l’autoconeixement.",
        "1.2 Identificar trets personals que facilitin el procés de construcció de la pròpia identitat amb responsabilitat i autonomia.",
        "1.3 Interpretar críticament la informació de l’entorn afavorint la construcció de la pròpia identitat.",
        "1.4 Mostrar conductes que evidenciïn autonomia moral en un context social amb gran diversitat d’interessos.",
        "1.5 Mostrar una actitud responsable, respectuosa i assertiva amb relació a problemàtiques diverses i riscos derivats de l’ús acrític i de l’abús de les xarxes socials, com a factors de prevenció de situacions de ciberassetjament entre iguals i en el context educatiu.",
        "2.1 Investigar sobre la naturalesa social i política de l’ésser humà en el marc d’una convivència democràtica.",
        "2.2 Interactuar amb els altres adoptant conductes cíviques i democràtiques en un marc de respecte, empatia i consideració adequada de les relacions afectives que s’estableixin.",
        "2.3 Manifestar actituds alineades amb valors com la justícia, la pau i el rebuig a la violència, la solidaritat i el respecte per les minories i les diferents identitats humanes i personals en el seu entorn.",
        "2.4 Analitzar el paper de les institucions públiques, dels organismes internacionals i les organitzacions no governamentals en la promoció de la pau, la solidaritat i la cooperació entre nacions a través del diàleg argumentatiu.",
        "2.5 Reflexionar sobre la defensa d’una efectiva igualtat de gènere i sobre el problema de la violència contra les dones i la conducta sexista, a través de l’anàlisi de les mesures de prevenció de la desigualtat, la violència i la discriminació per raó de gènere i orientació sexual.",
        "3.1 Identificar propostes per afavorir l’aturada del canvi climàtic a partir de l’anàlisi de les problemàtiques en el context local i argumentant el deure ètic de protegir i tenir cura de la natura.",
        "3.2 Realitzar accions que afavoreixen l’assoliment dels objectius de desenvolupament sostenible a través d’acords i actuacions individuals i col·lectives.",
        "3.3 Desenvolupar actituds i valors de compromís basats en el respecte, cura i protecció de les persones, dels animals i del planeta, a través d’accions individuals, en l’àmbit local, vinculades al consum responsable i de productes de proximitat, l’ús sostenible de l’aigua, de l’energia, de la mobilitat, la gestió dels residus i el respecte per la diversitat ètnica i cultural.",
        "4.1 Expressar de manera respectuosa les pròpies emocions manifestant una ajustada autoestima en activitats creatives individuals i de grup.",
        "4.2 Regular adequadament les pròpies emocions a partir de la identificació d’aquestes i les dels altres, en activitats de reflexió tant individuals com col·lectives.",
        "4.3 Manifestar una actitud empàtica i respectuosa envers un mateix, els altres i la natura, en activitats realitzades en l’entorn escolar.",
        "4.4 Identificar i prendre consciència de fets i accions dirigides a membres de la comunitat educativa que, si persisteixen en el temps, poden derivar en relacions abusives, situacions d’assetjament i maltractament entre iguals en el context educatiu i, en aquest cas, prendre-hi partit des d’un posicionament proactiu com a factor de prevenció."
    ]
}