{
  "competenciasEspecificas": [
    "1. Multilingualism and interculturality Analyze and use the linguistic repertoires of different languages, reflecting on their functioning and becoming aware of their own knowledge, valuing linguistic and cultural diversity from the foreign language.",
    "2. Oral comprehension Interpret short and simple oral texts on predictable and unpredictable topics in the personal, social, educational and professional sphere, using adequate knowledge of text genres and comprehension and active listening strategies.",
    "3. Written comprehension Interpret explicit and implicit information expressed in brief and simple written and multimodal texts that include frequently used structures and vocabulary, on predictable and non-predictable personal, social, educational and professional topics, through strategies that allow developing their linguistic repertoire.",
    "4. Oral expression Produce oral texts, autonomously and fluently, applying planning, production and compensation strategies, to express simple messages from the personal, social, educational and professional sphere, through strategies that allow the development of their linguistic repertoire.",
    "5. Written expression Produce comprehensible and structured written and multimodal texts, autonomously, to express simple messages from the personal, social, educational and professional sphere, applying planning, textualization and revision strategies, through strategies that allow the development of their linguistic repertoire. ",
    "6. Oral and written interaction Interact in an oral, written and multimodal way through simple exchanges of information, synchronously and asynchronously, showing autonomy and initiative, to respond to communication needs related to the personal, social, educational and professional sphere, through strategies to develop their linguistic repertoire.",
    "7. Oral and written mediation Mediate between interlocutors applying strategies of adaptation, simplification and reformulation of language to process and transmit more elaborate information, in communicative situations of personal, social, educational and professional fields."
  ]
}