{
    "saberes": [
        "1.1 Bloque 1. Percepción y análisis.",
        "B.1.1. Exploración e interpretación del entorno CE1, CE2, CE3, CE5",
        "G1. Patrimonio histórico-artístico y cultura visual contemporánea:",
        "Patrimonio histórico-artístico. Manifestaciones artísticas plásticas, visuales y audiovisuales en entornos físicos y virtuales:",
        "Patrimonio histórico-artístico local: exploración y análisis.",
        "Elementos básicos del lenguaje visual y audiovisual:",
        "Los elementos básicos del lenguaje visual en manifestaciones artísticas de diferentes épocas y estilos.",
        "Contemporaneidad artística:",
        "Características fundamentales de los formatos, soportes y materiales de las prácticas artísticas contemporáneas.",
        "Profesiones relacionadas con el mundo de las artes plásicas, visuales y audiovisuales.",
        "G2. Actitudes:",
        "Estrategias de recepción activa.",
        "Estrategias básicas de análisis de propuestas artísticas desde una perspectiva de género.",
        "Respeto en la exploración de manifestaciones artísticas plásticas y visuales en entornos físicos y virtuales.",
        "G3. Entornos digitales:",
        "Estrategias de búsqueda y filtrado de información.",
        "Recursos digitales básicos para las artes plásticas, visuales y audiovisuales.",
        "G4. Utilización de la terminología básica para la expresión de la experiencia de apreciación:",
        "Para la expresión de la experiencia de exploración de propuestas culturales y artísticas.",
        "B1.2. Alfabetización visual y audiovisual CE1, CE2, CE3",
        "G1. Percepción visual:",
        "Tipos de percepción sensorial en la exploración del entorno: óptica, acústica y háptica.",
        "G2. Comunicación visual y audiovisual:",
        "El proceso comunicativo: emisor, receptor, mensaje.",
        "G3. Lenguaje visual y audiovisual: elementos configuradores:",
        "El punto, la línea y el plano como elementos expresivos. Formas orgánicas y formas geométricas. Formas planas y formas volumétricas Texturas. Colores primarios y secundarios.",
        "1.1 Bloque 2. Experimentación y creación.",
        "B2.1. La experiencia artística: técnicas y materiales de expresión gráfico-plástica y de creación visual y audiovisual. Ámbitos de aplicación. CE1, CE2, CE4, CE5",
        "G1. Técnicas y materiales:",
        "Técnicas bidimensionales secas, húmedas y grasas. Técnicas mixtas y experimentales. Técnicas tridimensionales. Cualidades sensoriales, expresivas y comunicativas.",
        "Materiales y soportes. Material reciclado. Criterios de sostenibilidad.",
        "G2. Formatos y materiales de la contemporaneidad artística:",
        "Instalación. Land Art.",
        "G3. Aplicaciones digitales:",
        "Aplicaciones interactivas para la expresión gráfico-plástica.",
        "G4. Ámbitos de aplicación:",
        "Producciones plásticas y visuales a través del lenguaje de la pintura, la escultura, el dibujo, y las artes decorativas.",
        "B2.2. La experiencia artística: procesos de trabajo CE4, CE5, CE6",
        "G1. Las fases del proceso creativo:",
        "Generación de ideas y creación.",
        "G2. Documentación gráfica de procesos:",
        "Portafolios de evidencias del proceso creativo.",
        "G3. Terminología básica para la expresión de la experiencia de creación:",
        "Relativa a técnicas, materiales y ámbitos de aplicación de la expresión gráfico-plástica.",
        "G4. Actitudes:",
        "Esfuerzo, fuerza de voluntad. Capacidad de concentración. Resiliencia, superación de obstáculos y fracasos.",
        "Respeto por la diversidad de ideas y producciones ajenas y utilización de un vocabulario inclusivo básico.",
        "Tenacidad y constancia en la realización y consecución de las distintas tareas.",
        "Cuidado de espacios y materiales de trabajo.",
        "G5. La creación artística como experiencia social: proyectos artísticos colectivos:",
        "Generación de ideas: creatividad en la elaboración de ideas y en la toma de decisiones.",
        "Distribución de tareas: roles en el desarrollo de un proyecto artístico colectivo. Funciones y cometidos.",
        "Creación: diseño y producción de la propuesta. Cooperación y responsabilidad en la parte individual para contribuir a un objetivo común y a la cohesión del grupo."
    ],
    "criteriosEvaluacion": [
        "1.1. Mostrar interés, curiosidad y respeto hacia diferentes propuestas artísticas del entorno patrimonial y de la cultura visual y audiovisual presente en los distintos contextos en los que se lleva a cabo la experiencia de apreciación.",
        "1.2. Clasificar las distintas propuestas artísticas atendiendo a los diferentes canales a través de los cuales las percibimos.",
        "1.3. Identificar elementos básicos de contenido en propuestas artísticas mediante la apreciación del entorno patrimonial cercano y de la cultura visual y audiovisual.",
        "2.1. Apreciar la diversidad y heterogeneidad de propuestas artísticas contemporáneas mostrando una actitud de respeto superando prejuicios.",
        "2.2. Incorporar el uso de algunos formatos y materiales propios de la contemporaneidad artística en sus propias creaciones.",
        "2.3. Reconocer las distintas temáticas en las obras artísticas contemporáneas estableciendo relaciones sencillas con los retos y circunstancias del presente.",
        "3.1 Participar activamente en los distintos momentos de expresión en la experiencia de apreciación y creación artística utilizando un vocabulario adecuado y respetuoso.",
        "3.2 Emplear el vocabulario básico del área identificando elementos configurativos, formatos, técnicas y materiales en distintas propuestas artísticas.",
        "3.3 Mostrar una actitud respetuosa con las diferentes opiniones emitidas sobre producciones artísticas.",
        "4.1. Hacer un uso adecuado de los materiales, herramientas y espacios de trabajo en el proceso de elaboración de propuestas artísticas.",
        "4.2. Emplear distintas técnicas y materiales experimentando con sus cualidades expresivas en producciones artísticas creativas sencillas.",
        "4.3. Desarrollar hábitos de constancia y esfuerzo en los procesos de trabajo finalizando las propuestas artísticas iniciadas.",
        "5.1. Buscar, de manera guiada y responsable, información y recursos artísticos en medios digitales, respetando la normativa vigente.",
        "5.2. Respetar las indicaciones a la hora de buscar información o crear propuestas artísticas digitales.",
        "5.3 Iniciarse en el uso de recursos digitales básicos para desarrollar creaciones artísticas visuales o audiovisuales sencillas.",
        "C6.1. Asumir sin prejuicios diferentes roles en el desarrollo de producciones artísticas colaborativas mostrando interés y respeto por las distintas funciones a desempeñar.",
        "C6.2. Colaborar de manera guiada en el desarrollo de un producto artístico final satisfactorio que cumpla con los objetivos mínimos establecidos.",
        "C6.3. Expresar inquietudes, dudas e incertidumbres empleando estrategias comunicativas básicas, de manera asertiva y respetuosa durante el proceso de desarrollo de las distintas producciones artísticas visuales o audiovisuales.",
        "C6.4. Desarrollar de manera guiada propuestas creativas, registrando los procesos de trabajo y compartiendo el resultado."
    ]
}