{
  "competenciasEspecificas": [
    "OBJ1. Interiorizar el desarrollo de un estilo de vida activo y saludable, planificando responsable y conscientemente su actividad física a partir de la autoevaluación personal con base en parámetros científicos y evaluables, y ajustando las prácticas motrices a sus necesidades y motivaciones personales para satisfacer sus demandas de ocio activo y de bienestar personal, así como conocer posibles salidas profesionales asociadas a la actividad física.",
    "OBJ2. Adaptar autónomamente las capacidades físicas, perceptivo-motrices y coordinativas, así como las habilidades y destrezas motrices específicas de las modalidades practicadas, la diferentes situaciones con distintos niveles de dificultad, aplicando eficientemente procesos de percepción, decisión y ejecución adecuados a su lógica interna para resolver situaciones motrices vinculadas con distintas actividades físicas funcionales, deportivas, expresivas y recreativas, y consolidar actitudes de superación, crecimiento y resiliencia al enfrentarse a desafíos físicos.",
    "OBJ3. Difundir y promover nuevas prácticas motrices, compartiendo espacios de actividad físico-deportiva con independencia de las diferencias culturales, sociales, de género y de habilidad, priorizando el respeto hacia los participantes y a las reglas sobre los resultados, adoptando una actitud crítica y proactiva ante comportamientos antideportivos o contrarios a la convivencia y desarrollando procesos de autorregulación emocional que canalicen el fracaso y el éxito en estas situaciones, para contribuir autónomamente al entendimiento social y al compromiso ético en los diferentes espacios en los que se participa, fomentando la detección precoz y el conocimiento de las estrategias para abordar cualquier forma de discriminación o violencia.",
    "OBJ4. Analizar críticamente, e investigar, sobre las prácticas y manifestaciones culturales vinculadas con la motricidad según su origen y evolución, desde la perspectiva de género y desde los intereses económicos, políticos y sociales que hayan condicionado su desarrollo, practicándolas y fomentando su conservación para ser capaz de defender, desde una postura ética y contextualizada, los valores que transmiten.",
    "OBJ5. Implementar un estilo de vida sostenible y comprometido con la conservación y mejora del entorno, organizando y desarrollando acciones de servicio a la comunidad vinculadas a la actividad física y al deporte, asumiendo responsabilidades en la seguridad de las prácticas, para contribuir activamente al mantenimiento y cuidado del medio natural y urbano y dar a conocer su potencial entre los miembros de la comunidad."
  ]
}