{
    "saberes": [
        "A. Cultura científica",
        "A.1. Iniciación a la actividad científica:",
        "− Procedimientos adecuados a las necesidades de la investigación escolar (observación en el tiempo, identificación y clasificación, búsqueda de patrones, creación de modelos, investigación a través de búsqueda de información, diseño y puesta en marcha de experimentos con control de variables...).",
        "− Instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo a las necesidades de la investigación.",
        "− Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "− La curiosidad, la iniciativa y la constancia en la realización de las diferentes investigaciones como actitudes presentes en la construcción del conocimiento científico",
        "− Avances en el pasado relacionados con la ciencia y la tecnología que han contribuido a transformar nuestra sociedad para mostrar modelos desde una perspectiva de género.",
        "− La importancia del uso de la ciencia y la tecnología para ayudar a comprender las consecuencias de las propias acciones, tomar decisiones razonadas y realizar tareas de forma más eficiente.",
        "A.2. La vida en nuestro planeta:",
        "− Los reinos de la naturaleza desde una perspectiva general e integrada a partir del estudio y análisis de las características de diferentes ecosistemas.",
        "− Características propias de los animales que permiten su clasificación y diferenciación en subgrupos relacionados con su capacidad adaptativa al medio: obtención de energía, relación con el entorno y perpetuación la especie.",
        "− Características propias de las plantas que permiten su clasificación en relación con su capacidad adaptativa al medio: obtención de energía, relación con el entorno y perpetuación de la especie.",
        "− Los ecosistemas como lugar donde intervienen factores bióticos y abióticos, manteniéndose un equilibrio entre los diferentes elementos y recursos. Sus interacciones y relación con otros sistemas.",
        "− Relación del ser humano con los ecosistemas para cubrir las necesidades de la sociedad. Ejemplos de buenos y malos usos de los recursos naturales de nuestro planeta y sus consecuencias.",
        "A.3. Materia, fuerzas y energía:",
        "− Estados de la materia.",
        "− El calor y temperatura. Cambios de estado.",
        "− Materiales conductores y aislantes ante el calor, instrumentos de medición de la temperatura, efectos del calor sobre los materiales y aplicaciones en la vida cotidiana.",
        "− Los cambios que experimentan determinados materiales en situaciones de la vida cotidiana (físicos o químicos, reversibles o irreversibles…) para reconocer procesos y transformaciones observando la situación inicial y final.",
        "− Las fuerzas y sus efectos. Fuerzas de contacto y a distancia.",
        "− Trabajo mecánico",
        "− Propiedades de las máquinas simples y su efecto sobre las fuerzas. Aplicaciones y usos en la vida cotidiana.A4. La Tierra y el espacio",
        "− La Tierra y las catástrofes riesgos naturales.",
        "− Clasificación elemental de las rocas",
        "− Las formas de relieve más relevantes.",
        "− Elementos Componentes, movimientos, dinámicas que ocurren en el universo y su relación con determinados fenómenos físicos que afectan a la Tierra y repercuten en la vida diaria y en el entorno",
        "− Los fenómenos atmosféricos. Toma y registro de datos meteorológicos y su representación gráfica y visualB. Tecnología y digitalización",
        "B.1.Digitalización del entorno personal de aprendizaje:",
        "− Dispositivos y recursos digitales de acuerdo a las necesidades del contexto educativo.",
        "− Estrategias de búsquedas guiadas de información seguras y eficientes en internet (valoración, discriminación, selección y organización).− Reglas básicas de seguridad y privacidad para navegar por internet y para proteger el entorno digital personal de aprendizaje.",
        "− Recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas. Etiqueta digital, reglas básicas de cortesía y respeto y estrategias para resolver problemas en la comunicación digital.",
        "− Estrategias para fomentar el bienestar digital. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, acceso a contenidos inadecuados, publicidad y correos no deseados, etc.), y estrategias de actuación.",
        "B.2. Proyectos de diseño y pensamiento computacional:",
        "− Fases de los proyectos de diseño: diseño, construcción de modelos y prototipos, prueba y comunicación.",
        "− Materiales, herramientas y objetos adecuados a la consecución de un proyecto de diseño.",
        "− Técnicas cooperativas sencillas para el trabajo en equipo y estrategias para la gestión de conflictos y promoción de conductas empáticas e inclusivas.",
        "− Iniciación a la programación a través de recursos analógicos (actividades desenchufadas) o digitales (plataformas digitales de iniciación a la programación, aplicaciones de programación por bloques, robótica educativa...)."
    ],
    "criteriosEvaluacion": [
        "1.1. Utilizar dispositivos y recursos digitales, de acuerdo a las necesidades del contexto educativo de forma segura, buscando información, comunicándose y trabajando de forma individual y en equipo, reelaborando y creando contenidos digitales sencillos.",
        "2.1. Formular preguntas y realizar predicciones razonadas, demostrando curiosidad por el medio natural, social y cultural cercano.",
        "2.2. Buscar y seleccionar información, de diferentes fuentes seguras y fiables, más allá del ámbito virtual utilizándola en investigaciones escolares relacionadas con el medio natural, social y cultural y, adquiriendo léxico científico básico.",
        "2.3. Realizar experimentos guiados, cuando la investigación lo requiera, utilizando diferentes técnicas de indagación y modelos, empleando de forma segura instrumentos y dispositivos, realizando observaciones y mediciones precisas y registrándolas correctamente.",
        "2.4. Proponer posibles respuestas a las preguntas planteadas, a través de la interpretación de la información y los resultados obtenidos, comparándolos con las predicciones realizadas.",
        "2.5. Presentar los resultados de las investigaciones escolares en diferentes formatos, utilizando lenguaje científico básico, utilizando representaciones gráficas y explicando los pasos seguidos.Construir en equipo un producto final sencillo que dé solución a un problema de diseño, proponiendo posibles soluciones, probando diferentes prototipos y utilizando de forma segura las herramientas, técnicas y materiales adecuados.",
        "3.2. Diseñar posibles soluciones a los problemas planteados de acuerdo con técnicas sencillas de los proyectos de diseño y pensamiento computacional, mediante estrategias básicas de gestión de proyectos cooperativos, teniendo en cuenta los recursos necesarios y estableciendo criterios concretos para evaluar el proyecto.",
        "3.3. Resolver, de forma guiada, problemas sencillos de programación, modificando algoritmos de acuerdo a principios básicos del pensamiento computacional (descomposición, reconocimiento, abstracción y escritura del algoritmo).",
        "4.1. Identificar las emociones propias y las de los demás, mostrando empatía y estableciendo relaciones afectivas saludables mostrando actitudes que fomenten el bienestar emocional y social",
        "4.2. Afianzar los hábitos de cuidado y salud corporales e incorporar la educación física y la práctica del deporte para favorecer el desarrollo personal y social.Identificar las características, la organización y propiedades de los elementos del medio natural a través de la indagación u otras prácticas científicas y utilizando las herramientas y procesos adecuados.",
        "5.2. Identificar conexiones sencillas entre diferentes elementos del medio natural social y cultural mostrando comprensión de las relaciones que se establecen.",
        "5.3. Proteger el patrimonio natural, y valorarlo como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones de mejora para su conservación y mejora."
    ]
}