{
    "criteriosEvaluacion": [
        "1.1. Identificar los elementos estructurales y técnicos de diferentes géneros y estilos musicales, relacionándolos entre sí y apreciando la riqueza y diversidad del patrimonio musical.",
        "1.2. Elaborar juicios críticos a partir de propuestas musicales multidisciplinares, de manera oral y escrita, describiendo sus rasgos característicos con actitud abierta y con la terminología adecuada.",
        "1.3. Utilizar la riqueza y la diversidad del patrimonio musical del entorno del alumnado como elemento de análisis y creación de cualquier propuesta musical.",
        "2.1. Interpretar y comparar el significado de diferentes representaciones gráficas del sonido.",
        "2.2. Reconocer las características y los valores de una propuesta musical, con respeto y sentido crítico.",
        "2.3. Experimentar con los elementos y las representaciones gráficas del sonido, creando nuevos modelos y soluciones alternativas multidisciplinares.",
        "3.1. Deconstruir patrones, fórmulas y secuencias musicales, analizando y valorando sus estructuras y partes, de acuerdo con su capacidad de manifestar sentimientos e ideas.",
        "3.2. Emplear diferentes patrones, fórmulas y secuencias musicales con la voz, el cuerpo, los instrumentos o los medios tecnológicos, mostrando confianza en las propias capacidades y valorando las de los demás.",
        "3.3. Integrar nuevas ideas, sentimientos y emociones en situaciones de creación e improvisación de patrones, fórmulas y secuencias musicales a partir de determinados condicionantes previos.",
        "4.1. Ejecutar propuestas musicales de forma individual y grupal a través de la voz, los instrumentos, el cuerpo y los medios digitales, adaptándolas a los recursos y materiales disponibles de forma sostenible.",
        "4.2. Producir propuestas musicales, integrando elementos sonoros diversos que potencien la autonomía, la comunicación, la empatía y el respeto hacia los demás.",
        "4.3. Experimentar, de forma autónoma, con las posibilidades expresivas y comunicativas de la voz, los instrumentos, el cuerpo y los medios digitales en la creación de propuestas musicales",
        "5.1. Diseñar proyectos artísticos y multidisciplinares partiendo del análisis de realidades y problemas de su entorno, valorando y argumentando motivaciones, posibilidades, objetivos, procesos y resultados.",
        "5.2. Estructurar el proceso de desarrollo del proyecto artístico, asumiendo diferentes funciones colaborativas e integrando los conocimientos adquiridos en diferentes disciplinas.",
        "5.3. Generar propuestas, soluciones y modelos alternativos mediante la reflexión crítica y los recursos tecnológicos adaptados a las necesidades del contexto sociocultural y a las dificultades existentes."
    ],
    "saberes": [
        "Bloque 1. Percepción y análisis.",
        "SB 1.1 Contextos musicales y culturales (CE2, CE3)",
        "G1 Contexto histórico",
        "- Música académica occidental y su evolución.",
        "- Las músicas populares urbanas del siglo XX y XXI.",
        "- Música en otros medios: teatro, cine, danza, publicidad o videojuegos.",
        "G2 Función sociocultural",
        "- Diversidad cultural: música étnica, música tradicional y patrimonio musical.",
        "- Función social de la música.",
        "- Función expresiva de la música.",
        "SB 1.2. Elementos estructurales y técnicos (Transversal a todas las CE)",
        "G1 El proceso de escucha",
        "- Los parámetros del sonido.",
        "- Estrategias de escucha o visionado de obras y fragmentos musicales.",
        "- La práctica auditiva de estructuras tonales y modales.",
        "G2 Melodía y armonía",
        "- La melodía: características y estrategias de interpretación.",
        "- La modalidad en la música pretonal y en el folclore.",
        "- Los intervalos y las escalas musicales: análisis, organización y capacidad expresiva.",
        "- El fenómeno físico-armónico, los índices de altura, los sistemas de afinación y el círculo de quintas.",
        "- El transporte musical y sus aplicaciones en el aula.",
        "- Las principales funciones armónicas en la tonalidad.",
        "- Los acordes tríada, de 7ª y de 9ª.",
        "- Las estructuras armónicas y las cadencias.",
        "- Los enlaces de acordes, las modulaciones y las progresiones tonales.",
        "G3 El ritmo.",
        "- Compases simples, compuestos y de amalgama.",
        "- Los ritmos irregulares y libres.",
        "- Las polirritmias y las polimetrías.",
        "- Grupos de valoración rítmica especial.",
        "- Elementos rítmicos en la diversidad de folclores.",
        "- La música popular urbana y el ritmo.",
        "G4 Estructura y forma.",
        "- La forma musical: unidades estructurales.",
        "- Formas musicales simples y complejas.",
        "G5 Recursos digitales y de las TIC relacionados con la percepción.",
        "- Aplicaciones, webs y programas de edición musical: software libre de edición musical, edición sonora y análisis de grabaciones de audio.",
        "- Técnicas y funcionalidades de edición, creación y análisis sonoro.",
        "3.2. Bloque 2. Interpretación y creación.",
        "SB 2.1. Expresión individual y colectiva (CE2, CE4, CE5)",
        "G1 La notación musical",
        "- Las indicaciones y términos relativos a dinámica, agógica y articulación.",
        "- Las grafías tradicionales.",
        "- Introducción a las notaciones de la música contemporánea.",
        "- Las técnicas de realización escrita de dictados.",
        "G2 Interpretación y técnica vocal",
        "- Técnicas de interpretación a través de la voz con o sin acompañamiento instrumental: lectura a primera vista, interiorización y memorización de estructuras musicales sencillas tonales y modales.",
        "G3 Interpretación y técnica instrumental",
        "- Técnicas de interpretación a través de instrumentos: lectura a primera vista,",
        "interiorización y memorización de estructuras musicales sencillas tonales y modales.",
        "G4 Habilidades motrices",
        "- El cuerpo como medio de expresión. La percusión corporal.",
        "- Pautas de creación e improvisación de coreografías individuales y grupales.",
        "G5 Creación e improvisación",
        "- Estrategias y técnicas de improvisación establecidas o libres sobre esquemas rítmicomelódicos y armónicos.",
        "- Arreglos musicales: recursos, estrategias didácticas y contexto.",
        "- Herramientas digitales de creación musical a través de la Inteligencia Artificial.",
        "SB 2.2. Proyectos artísticos (CE4, CE5)",
        "G1 Planificación",
        "- Fases y criterios de valoración en proyectos musicales e interdisciplinares.",
        "- Ámbitos artísticos y profesionales que intervienen en los proyectos y/o sus fases.",
        "G2 Producción artística",
        "- Proyectos basados en la voz, los instrumentos y la expresión corporal utilizando los elementos del lenguaje musical.",
        "G3 Tecnologías para la producción musical",
        "- Recursos digitales y de las TIC y TAC aplicados a la interpretación, creación y grabación.",
        "- Licencias de uso, autoría y protección de datos.",
        "G4 Actitud",
        "- Pautas de comportamiento en la participación en diferentes propuestas artísticas.",
        "- Pautas de atención, percepción y memoria para la interpretación.",
        "- Técnicas de escucha activa. Solidaridad y respeto.",
        "- El control de las emociones en la mejora de la interpretación en público.",
        "- Estrategias de supervisión y resolución de conflictos.",
        "- Implicación en los proyectos colectivos: valoración de procesos y resultados.",
        "- Planteamientos éticos y responsables.",
        "- Interacción en redes sociales."
    ]
}
