{
  "saberes": [
    "I. Proyecto científico",
    "1. Formulación de hipótesis, preguntas y conjeturas aplicando las destrezas y habilidades propias del trabajo científico para explicar fenómenos biológicos y geológicos.",
    "2. Empleo de estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación gráfica, vídeo, póster, informe, etc.). Utilización de fuentes fidedignas de información científica para evitar los riesgos de manipulación y desinformación.",
    "3. Diseño de proyectos de investigación que supongan la experimentación y el trabajo de campo utilizando los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada y precisa para responder a cuestiones científicas. Importancia de la realización de controles experimentales (positivos y negativos) para la obtención de resultados científicos objetivos y fiables.",
    "4. Utilización de modelos para la representación y comprensión de procesos o elementos de la naturaleza.",
    "5. Aplicación de métodos de observación y de toma de datos de fenómenos naturales.",
    "6. Uso de métodos de análisis de resultados o conclusiones de un proyecto científico. Diferenciación entre correlación y causalidad.",
    "7. Valoración crítica de la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando y visibilizando a las mujeres científicas, especialmente a las investigadoras canarias, para fomentar la vocación científica y acabar con la brecha de género en el ámbito de la ciencia y de la tecnología.",
    "8. Reconocimiento de la ciencia como labor colectiva, interdisciplinar y en continua construcción, influida por el contexto político y los recursos económicos.",
    "II. Geología",
    "1. Diferenciación entre relieve y paisaje. Identificación de las principales formas del modelado del relieve y de los procesos que operan para su formación (externos e internos). Estudio de los tipos de paisajes, destacando los más característicos de las islas Canarias, valorando su importancia como recurso natural, cultural y económico para contribuir a su conservación y mejora.",
    "2. Análisis de los métodos de estudio del interior de la Tierra para explicar su estructura y composición. Comparación de los modelos geodinámico y geoquímico.",
    "3. Análisis e interpretación de los fenómenos derivados de la dinámica de la geosfera, mediante la aplicación de los postulados de la tectónica de placas. Descripción y comparación de las principales teorías sobre el origen y evolución de las islas Canarias.",
    "4. Diferenciación entre los procesos geológicos externos e internos y relación de estos con los riesgos naturales, con especial atención a aquellos que afectan al archipiélago canario. Identificación de las principales medidas de prevención. Interpretación de mapas de riesgos naturales de Canarias.",
    "5. Realización de perfiles topográficos e interpretación de cortes geológicos sencillos aplicando los principios de horizontalidad, superposición, intersección, sucesión faunística, etc., para explicar la historia geológica de una zona.",
    "III. La célula",
    "1. Comparación de la organización del núcleo y de sus componentes (cromatina, cromosomas) en las fases del ciclo celular.",
    "2. Descripción y reconocimiento de los diferentes procesos que tienen lugar en la mitosis y la meiosis, diferenciando su significado biológico.",
    "3. Identificación de las distintas fases de la mitosis a través de la observación de imágenes microscópicas. Preparación y tratamiento de muestras microscópicas de células para la observación de la mitosis.",
    "IV. Genética y evolución",
    "1. Análisis comparativo de los tipos y composición química de ácidos nucleicos, relacionándolos con su función.",
    "2. Reconocimiento de la importancia biológica del ADN como molécula responsable del almacenamiento, conservación y transmisión de la información genética. Relación con el concepto de gen. Identificación de las características principales del proceso de replicación.",
    "3. Utilización del código genético, reconociendo sus características, para ilustrar los mecanismos de expresión génica y resolver problemas relacionados con esta.",
    "4. Búsqueda y selección de información fiable en fuentes variadas sobre las enfermedades hereditarias más frecuentes y su alcance social. Relación entre las mutaciones genéticas y el cáncer.",
    "5. Valoración del papel de las mutaciones en la biodiversidad genética y su relación con la evolución.",
    "6. Comprensión del proceso evolutivo de las características de una especie determinada, estableciendo la relación entre variabilidad genética, mutaciones y selección natural.",
    "7. Argumentación acerca de las pruebas de la evolución y de las principales teorías, diferenciando lamarkismo, darwinismo y neodarwinismo, valorando el carácter no dogmático de las teorías científicas.",
    "8. Indagación sobre las aplicaciones y consecuencias de las técnicas de ingeniería genética (ADN recombinante, OMG, PCR) a partir de diferentes fuentes de información. Análisis crítico desde una perspectiva social, científica y ética de las técnicas del ADN.",
    "9. Definición de los conceptos de fenotipo y genotipo estableciendo sus diferencias y la relación con el material genético y su expresión.",
    "10. Aplicación de los principios básicos de la genética mendeliana en la resolución de problemas sencillos de herencia genética de caracteres con relación de dominancia y recesividad con uno o dos genes.",
    "11. Utilización de estrategias de resolución de problemas sencillos de herencia del sexo y de herencia genética de caracteres con relación de codominancia, dominancia incompleta, alelismo múltiple y ligada al sexo con uno o dos genes.",
    "V. La Tierra en el universo",
    "1. Identificación de las principales ideas sobre el origen del universo y la formación y evolución de las galaxias.",
    "2. Exposición sobre las características y organización del sistema solar y su concepción a lo largo de la historia.",
    "3. Análisis y valoración de las condiciones naturales del cielo en Canarias como recurso turístico sostenible y de la relevancia de la «ley del cielo» para la protección de la calidad astronómica de los observatorios del Instituto de Astrofísica de Canarias.",
    "4. Apreciación de la importancia de los estudios realizados en los observatorios astronómicos de Canarias y del trabajo de los científicos y científicas para el conocimiento del universo.",
    "5. Análisis y discusión de las hipótesis sobre el origen de la vida en la Tierra, diferenciando las que tienen base científica de las influenciadas por las ideas religiosas de la época.",
    "6. Reconocimiento de la astrobiología como disciplina científica multidisciplinar que estudia el origen, la evolución y la distribución de la vida en el universo. Conocimiento de las principales líneas de investigación en el campo de la astrobiología."
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar conceptos y procesos biológicos y geológicos interpretando información, con actitud crítica, en diferentes formatos con el fin de obtener conclusiones propias, formar opiniones fundamentadas y tomar decisiones coherentes para participar en diferentes contextos de manera activa e informada. CCL1, CCL2, STEM4, CD2",
    "1.2. Comunicar opiniones propias e información sobre conceptos, procesos y fenómenos biológicos y geológicos de forma argumentada y con rigor científico, evitando el uso discriminatorio de la lengua y utilizando la terminología y el formato adecuados para facilitar su comprensión y cambiar las propias concepciones a la vista de los datos y posturas aportados por otras personas. CCL1, CCL2, CCL5, STEM4, CD3",
    "1.3. Analizar información y datos científicos para explicar fenómenos biológicos y geológicos representándolos mediante el diseño y la realización de modelos y diagramas, utilizando cuando sea necesario el diseño de ingeniería y las herramientas digitales con ética y responsabilidad para tomar decisiones, construir nuevos conocimientos y generar productos comunicativos de forma creativa y flexible, individual y colaborativamente. CCL1, CCL2, STEM4, CD2, CCEC4",
    "2.1. Localizar, seleccionar, contrastar, organizar y analizar críticamente la información de distintas fuentes, citándolas con respeto por la propiedad intelectual y compartiéndola mediante herramientas o plataformas digitales, para resolver preguntas, adoptando un punto de vista crítico y profundizar en aspectos biológicos y geológicos relacionados con el medio natural. CCL3, CD1, CD2, CD3, CD4, CD5",
    "2.2. Contrastar la veracidad de la información sobre temas biológicos y geológicos utilizando fuentes fiables y haciendo un uso seguro, saludable y sostenible de las tecnologías digitales, con el fin de adoptar una actitud crítica y escéptica hacia informaciones sin una base científica y desarrollar el pensamiento crítico. CCL3, STEM4, CD1, CPSAA4",
    "2.3. Valorar, a partir de información procedente de diversas fuentes, la contribución de la ciencia y la labor de las personas dedicadas a ella a la sociedad, visibilizando, reconociendo y evidenciando a las mujeres científicas y algunas de sus aportaciones con el fin de entender que la investigación es una labor colectiva e interdisciplinar que genera nuevos conocimientos y que se encuentra en constante evolución influida por el contexto político y los recursos económicos. CCL3, CD1, CD2, CD4, CPSAA4",
    "3.1. Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando las destrezas propias del trabajo científico para explicar fenómenos biológicos y geológicos y realizar predicciones sobre estos. CCL1, CCL3, STEM1, STEM2, CD1",
    "3.2. Diseñar y realizar proyectos de investigación que supongan la experimentación, la toma de datos cuantitativos o cualitativos, la búsqueda y el tratamiento de información de carácter científico a partir de fuentes diversas y el análisis de fenómenos biológicos y geológicos, utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión con el fin de poder dar respuesta a preguntas concretas y contrastar las hipótesis planteadas evitando sesgos. CCL1, CCL2, CCL3, STEM1, STEM2, STEM3, CD1, CD2, CD3",
    "3.3. Interpretar y analizar críticamente los resultados obtenidos en un proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas con el fin de obtener conclusiones razonadas y fundamentadas o valorar la imposibilidad de hacerlo, reformulando el procedimiento si fuera preciso y comunicando los resultados en el formato adecuado. CCL1, STEM1, STEM2, STEM4, CD2, CE3",
    "3.4. Establecer colaboraciones, cuando sea necesario, en las distintas fases del proyecto científico para trabajar con mayor eficiencia, distribuyendo y aceptando tareas y responsabilidades de manera equitativa, valorando la importancia de la cooperación en la investigación, respetando la diversidad y la igualdad de género y favoreciendo la inclusión. CPSAA3",
    "4.1. Resolver problemas o dar explicación a procesos biológicos o geológicos de la vida cotidiana identificando las variables o aspectos relevantes en cada caso y planteando modelos simplificados para generar productos o soluciones innovadoras, éticas y sostenibles, utilizando conocimientos, datos e información proporcionados por la persona docente, el razonamiento lógico, el pensamiento computacional o los recursos digitales. STEM1, STEM2, CD5, CE1, CCEC4",
    "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos de forma creativa y cooperativa, valorando el impacto que puedan suponer en el entorno con el fin de reformular los procedimientos y las conclusiones si dicha solución no fuese viable o ante nuevos datos aportados con posterioridad, presentando ideas o propuestas innovadoras, éticas y sostenibles. STEM1, STEM2, CPSAA5, CE1, CE3",
    "5.1. Identificar y analizar los posibles riesgos naturales potenciados por determinadas acciones humanas sobre una zona geográfica mundial y local, teniendo en cuenta sus características litológicas, relieve, vegetación y factores socioeconómicos, mediante la información recabada en salidas de campo y la contenida en fuentes y soportes variados, con el fin de tomar conciencia de su impacto medioambiental y emprender acciones fundamentadas científicamente que eviten o minimicen este impacto y fomenten la conservación del medioambiente, así como una relación sostenible con el mismo. STEM2, STEM5, CD4, CPSAA1, CC4, CE1",
    "5.2. Comprender y analizar a partir de documentación científica extraída de diferentes fuentes los riesgos para la salud relacionados con el deterioro del medioambiente, tanto a nivel local como mundial, adoptando medidas preventivas al usar las tecnologías digitales para proteger los datos personales, la salud y el entorno, tomar conciencia de la importancia de mantener estilos de vida sostenibles, ecosocialmente responsables y saludables y proponer acciones que permitan mantener y mejorar la salud individual y colectiva. STEM2, STEM5, CD4, CPSAA1, CPSAA2, CC3, CC4, CE1",
    "6.1. Deducir y explicar la historia geológica de un relieve del entorno próximo identificando sus elementos más relevantes a partir de cortes, mapas u otros sistemas de información geológica, aplicando el pensamiento científico, los principios geológicos básicos y las teorías geológicas más relevantes con el objetivo de reconocer que el relieve es el resultado de la interacción de los procesos geológicos internos y externos. CCL3, STEM1, STEM2, STEM4, CD1, CC4",
    "6.2. Interpretar y analizar los elementos de un paisaje del entorno cercano valorándolo como patrimonio natural y utilizando conocimientos sobre Geología y Ciencias de la Tierra para identificar los posibles riesgos naturales, proponer medidas de predicción, prevención y corrección y reconocer el impacto que las acciones humanas tienen sobre el medioambiente, emprendiendo acciones para preservarlo. STEM1, STEM2, STEM4, STEM5, CC4, CE1, CCEC1"
  ]
}