{
    "criteriosEvaluacion": [
        "1.1 Explicar el problema básico de la economía -la escasez- identificando losmotivos y comparando, de manera justificada, diferentes estrategiaseconómicas de resolución de este.",
        "1.2 Describir los procesos fundamentales que intervienen en la toma de lasdecisiones económicas de manera individual y colectiva, analizando el impactoque tienen en la sociedad.",
        "1.3 Comparar las soluciones que distintos sistemas económicos planteantomando como ejemplo uno de los principales problemas de la economía actual",
        "1.4 Utilizar correctamente la terminología económica adaptada al niveleducativo en actividades orales y escritas del ámbito personal, académico,social o profesional, en las distintas lenguas del currículo, utilizando un lenguajeno discriminatorio.",
        "2.1 Describir el funcionamiento del mercado y la naturaleza de lastransacciones que tienen lugar en él, analizando elementos como la oferta, lademanda, los precios, los tipos de mercado y los agentes implicados yjustificando sobre su importancia como fuente de mejora económica y social.",
        "2.2 Calcular, representar e interpretar, las variaciones en cantidadesdemandadas y ofertadas de bienes y servicios en función de distintas variables,a través del estudio de casos.",
        "2.3 Analizar con espíritu crítico la repercusión de los principales los fallos delmercado y sus consecuencias y plantear alguna propuesta de solución,justificando sus ventajas.5.2.4 Describir las funciones del Estado en la economía relacionando suactuación con los fallos del mercado a partir de hechos, sucesos oacontecimientos concretos.",
        "3.1 Justificar cómo se produce el desarrollo económico y el bienestar socialevaluando, con sentido crítico, el papel de los distintos agentes económicos ysus relaciones, estableciendo su conexión con hechos relevantes.",
        "3.2 Diferenciar los costes y beneficios que supone para la sociedad loscomportamientos en el mercado por parte de los agentes económicos,manifestando actitudes de respeto e interés y debatiendo sobre ello paradesarrollarla autonomía y el espíritu crítico.",
        "3.3 Analizar el papel del Estado a través de distintas políticas económicas,reflexionando sobre su impacto económico y social.",
        "4.1 Interpretar el funcionamiento básico del sistema financiero analizando susefectos sobre la economía real a través del estudio de hechos oacontecimientos concretos, reflexionando acerca de los mismos.",
        "4.2 Analizar los elementos que intervienen en las decisiones financierasrelacionadas con la inversión, el ahorro, los productos y recursos financieros,apreciando los riesgos actuales relacionados con la desinformación,manipulación y adicción.",
        "4.3 Planificar y gestionar con responsabilidad y autonomía las finanzaspersonales y adoptar decisiones fundamentadas a partir del conocimientofinanciero, con una perspectiva de responsabilidad social y ética que permitaactuar como ciudadanía responsable.",
        "5.1 Proponer iniciativas para solucionar algún problema relacionado con losObjetivos de Desarrollo Sostenible, en el ámbito local y global desde unaperspectiva crítica y constructiva.",
        "5.2 Evaluar diferentes amenazas y oportunidades de la economía actual,creando y editando contenidos digitales como documentos de texto,presentaciones multimedia y producciones audiovisuales con sentido estéticoutilizando diferentes aplicaciones.",
        "5.3 Reforzar la autoestima, la creatividad y el sentido de pertenencia,analizando las oportunidades que la globalización ofrece a través de ejemplosconcretos del ámbito personal y social.",
        "6.1 Investigar e interpretar la actualidad económica a través del estudio de casos,proyectos en equipo o simulaciones, teniendo en cuenta diversos factores y aplicandolas herramientas propias del ámbito de la economía.",
        "6.2 Evaluar la estructura del mercado de trabajo y su relación con la educación yformación, analizando de forma especial el desempleo y su evolución, así como lasdiferentes opciones de políticas para hacerle frente, a partir del estudio de casos ycomentarios de texto",
        "6.3 Analizar la importancia de los indicadores macroeconómicos como medidadesarrollo de una economía y la búsqueda de nuevos indicadores alternativos másacordes con el mantenimiento del Estado de Bienestar mediante el estudio de datosobjetivos.",
        "6.4 Comparar los nuevos modelos de comercio internacional generados a partir de larevolución tecnológica y digital, evaluando el impacto en los procesos de integraciónexistentes a través de fuentes de información en diferentes idiomas.",
        "6.5 Distinguir las diferentes teorías que explican la inflación y sus efectos sobre losconsumidores, las empresas y la economía en general, y analizar los diferentes tipos depolítica monetaria valorando su impacto económico y social, mediante la interpretaciónde datos y gráficos."
    ],
    "saberes": [
        "Bloque 1 Las decisiones económicas (CE1, CE3, CE6)",
        "Subbloque 1.1 Economía i escasez",
        "La economía, las necesidades, los bienes y la escasez: El coste de oportunidad y la frontera de posibilidades de producción",
        "Las actividades económicas. Los agentes económicos. Flujo circular de la renta.",
        "Subbloque 1.2 Sistemas económicos",
        "La organización económica y los sistemas económicos. Valoración y comparación.",
        "Subbloque 1.3 Actividad productiva",
        "La función de producción: costes, ingresos y beneficios.",
        "Horizonte temporal y análisis marginal.",
        "Eficiencia y productividad.",
        "Subbloque 1.4 Las decisiones en economía y modelos económicos",
        "Economía del comportamiento. Desviaciones de la racionalidad económica.",
        "Economía positiva y economía normativa. Decisiones económicas y éticas.",
        "Métodos para el análisis de la realidad económica: el método científico, la modelización y el método experimental en Economía.",
        "Perseverancia, iniciativa y flexibilidad en el análisis de toma de decisiones económicas.",
        "Bloque 2. La realidad económica. Herramientas para entender el mundo con una visión microeconómica. (CE2, CE3, CE6)",
        "Subbloque 2.1 El mercado",
        "Intercambio y mercado.",
        "Funcionamiento del mercado.",
        "La elasticidad.",
        "Subbloque 2.2 Estructuras de mercado",
        "La competencia perfecta. La competencia imperfecta.",
        "Teoría de juegos. El dilema del prisionero.",
        "Fallos de mercado e intervención del sector público.",
        "Sensibilidad ante las externalidades que generan desigualdades",
        "Bloque 3 La realidad económica. Herramientas para entender el mundo con una visión macroeconómica (CE1, CE3, CE5, CE6)",
        "Subbloque 3.1. Macroeconomía",
        "La macroeconomía.",
        "La demanda agregada, la oferta agregada y su funcionamiento.",
        "Subbloque 3.2. Economía laboral",
        "Economía laboral. El funcionamiento de los mercados de trabajo.",
        "Tipos de desempleo y sus consecuencias. Políticas de empleo.",
        "La segmentación y tendencias del mercado de trabajo.",
        "La brecha salarial: una perspectiva de género.",
        "Subbloque 3.3. Desarrollo económico e indicadores",
        "Crecimiento económico y desarrollo: los factores del crecimiento.",
        "La distribución de la renta. Indicadores del desarrollo social. Bienestar y calidad de vida.",
        "Contribución de la sociedad al desarrollo económico sostenible y ético.",
        "Subbloque 3.4. Comercio internacional y sus efectos",
        "El comercio internacional y los procesos de integración económica. La Unión Europea.",
        "Funcionamiento del comercio internacional y sus efectos económico-sociales. Proteccionismo",
        "versus libre comercio.",
        "Bloque 4 Las políticas económicas (CE2, CE4, CE5, CE6)",
        "Subbloque 4.1 El estado y la política económica",
        "La política económica y sus efectos.",
        "La intervención del Estado y su justificación.",
        "Subbloque 4.2 Política fiscal",
        "Política fiscal. El principio de solidaridad y los impuestos.",
        "El déficit público, la deuda pública y sus efectos.",
        "El Estado de Bienestar y su financiación.",
        "La economía sumergida y la pérdida de ingresos del Estado.",
        "Contribución de la ciudadanía al sostenimiento del Estado del Bienestar.",
        "Subbloque 4.3 Sistema financiero",
        "El dinero: funcionamiento, tipología y su proceso de creación.",
        "El sistema financiero: funcionamiento y efectos.",
        "Planificación y gestión de las decisiones financieras: la inversión, el consumo y el ahorro.",
        "Funcionamiento de los productos financieros como préstamos, hipotecas, y sus sustitutos. Los seguros.",
        "Evolución del panorama financiero: la cadena de bloques o blockchain, las criptomonedas y la ciberseguridad.",
        "Subbloque 4.4 Política monetaria",
        "La política monetaria y la estabilidad de precios.",
        "Funcionamiento del mercado monetario.",
        "La inflación: teorías explicativas.",
        "Efecto de las políticas monetarias sobre la inflación, el crecimiento y el bienestar.",
        "El euro y la Unión Monetaria.",
        "Bloque 5 Los retos de la economía actual. Fortalezas y debilidades de la economía española. (CE1, CE3, CE5, CE6)",
        "Subbloque 5.1 Integración económica",
        "La globalización: factores explicativos, oportunidades y riesgos.",
        "La convergencia económica entre países y la reducción de las desigualdades.",
        "Subbloque 5.2 Revolución digital",
        "La revolución digital y la inteligencia artificial: El internet de las cosas. La industria 4.0.",
        "El impacto de la revolución digital sobre el empleo y la distribución de la renta.",
        "Visiones alternativas a la economía tradicional: La economía colaborativa.",
        "Subbloque 5.3 Retos del estado del bienestar",
        "El futuro del estado de bienestar y su relación con la democracia.",
        "Los flujos migratorios y sus implicaciones socioeconómicas.",
        "Subbloque 5.4 Desarrollo sostenible y ODS",
        "La sostenibilidad ambiental, economía ecológica y la economía circular.",
        "Teorías sobre el decrecimiento económico.",
        "Los Objetivos de Desarrollo Sostenible (ODS) y los retos económicos actuales.",
        "Tolerancia ante diferentes opiniones y perspectivas relacionadas con las soluciones a los problemas económicos."
    ]
}
