{
  "saberes": [
    "Block 1. Communication",
    "• Strategies and techniques for the acquisition and development of self-confidence and initiative. Error as an integral part of the learning process.",
    "• Commonly used strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
    "• Knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
    "• Communicative functions of common use appropriate to the environment and the communicative context: greet and say goodbye, introduce and introduce oneself; describe people, objects, places, phenomena and events; situate events in time; situate objects, people and places in space; request and exchange information on everyday matters; give and ask for instructions, advice and orders; offer, accept and reject help, proposals or suggestions; partially express pleasure or interest and emotions; narrate past events, describe present situations and state future events ; express opinion, possibility, ability, obligation and prohibition; express simple arguments; make hypotheses and assumptions; express uncertainty and doubt; restate and summarize.",
    "• Contextual models and discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context ; organization and structuring according to genre and textual function.",
    "• Commonly used linguistic units and meanings associated with such units, such as the expression of the entity and its properties, quantity and quality, space and spatial relationships, time and temporal relationships, affirmation, denial, question and exclamation, habitual logical relations.",
    "• Lexicon of common use and of interest to students, related to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, information technologies. information and communication, school system and training.",
    "• Commonly used sound, stress, rhythmic, and intonation patterns, and general communicative meanings and intent associated with those patterns.",
    "• Commonly used spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "• Commonly used conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and yield the floor, ask for and give clarifications and explanations, restate, compare and contrast, summarize, collaborate, debate, etc.",
    "• Resources for learning and commonly used strategies for searching and selecting information: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "• Respect for intellectual property and copyright on the sources consulted and content used.",
    "• Commonly used analog and digital tools for oral, written, and multimodal comprehension, production, and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferencing, collaborative digital tools, etc.) for learning, communication, and the development of projects with speakers or students of the foreign language.",
    "Block 2. Plurilingualism and reflection on learning",
    "• Strategies and techniques to respond effectively and with increasing levels of fluency, adaptation and correction to a specific communicative need despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "• Commonly used strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "• Commonly used strategies and tools for self-assessment, peer-assessment and self-repair, analogue and digital, individual and cooperative.",
    "• Expressions and specific vocabulary of common use to exchange ideas about communication, language, learning and communication and learning tools (metalanguage).",
    "• Comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
    "Block 3. Interculturality",
    "• The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for social participation and personal enrichment.",
    "• Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "• Commonly used sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; commonly used social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, norms, attitudes, customs and values from countries where the foreign language is spoken.",
    "• Commonly used strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "• Commonly used strategies for detection and action against discriminatory uses of verbal and non-verbal language."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Extract and analyze the overall meaning and main ideas, and select pertinent information from oral, written and multimodal texts on everyday topics, of personal relevance or of public interest close to the student's experience, expressed clearly and in the standard language through various supports OBJ1",
    "• CE1.2. Interpret and assess the content and discursive features of progressively more complex texts typical of the fields of interpersonal relationships, the media and learning, as well as literary texts appropriate to the level of maturity of the student. student body.OBJ1",
    "• CE1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details of the texts; infer meanings and interpret non-verbal elements; and search, select and manage truthful information. OBJ1",
    "• CE1.4. Orally express simple, structured, understandable, coherent and appropriate texts to the communicative situation on everyday matters, of personal relevance or of public interest close to the student's experience, in order to describe, narrate, argue and inform, in different supports, using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies. OBJ2",
    "• CE1.5. Write and disseminate texts of medium length with acceptable clarity, coherence, cohesion, correctness and adaptation to the proposed communicative situation, to the textual typology and to the analogical and digital tools used, on daily matters, of personal relevance or of public interest close to the student's experience, respecting intellectual property and avoiding plagiarism. OBJ2",
    "• CE1.6. Select, organize, and apply knowledge and strategies to plan, produce, review, and cooperate in the development of coherent, cohesive texts that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using the most appropriate physical or digital resources depending on the task and the needs of the interlocutor or potential interlocutor to whom the text is addressed. OBJ2",
    "• CE1.7. Plan, participate and actively collaborate, through various supports, in interactive situations on everyday topics, of personal relevance or of public interest close to the student's experience, showing initiative, empathy and respect for linguistic courtesy and the digital label, as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors. OBJ3",
    "• CE1.8. Select, organize and use appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations, restate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromising situations. OBJ3",
    "• CE1.9. Infer and explain brief and simple texts, concepts and communication in situations in which attention is paid to diversity, showing respect and empathy for the interlocutors, as well as for the languages used, participating in the solution of problems of intercomprehension and understanding in their environment, relying on various resources and supports. OBJ4",
    "• CE1.10. Apply strategies that help create bridges, facilitate communication, and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, and textual typology, using resources and physical or digital supports depending on the needs of each moment. OBJ4",
    "• CE2.1. Compare and discuss the similarities and differences between different languages, reflecting on their functioning in a progressively autonomous way. OBJ5",
    "• CE2.2. Use strategies, resources and knowledge to improve their ability to communicate and learn the foreign language in a creative way (combining them and generating new ones), with the support of other participants and analog and digital media. OBJ5",
    "• CE2.3. Record and analyze the progress and difficulties in learning the foreign language, selecting the most effective strategies to overcome them and consolidate learning, making them explicit and sharing them, through activities of planning one's own learning, self-assessment and peer-assessment , such as those proposed in the European Language Portfolio (ELP) or in a learning diary. OBJ5",
    "• CE3.1. Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communication contexts, and proposing ways of solving those sociocultural factors that hinder communication. OBJ6",
    "• CE3.2. Critically assess in relation to human rights and adapt to the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, favoring the development of a shared culture and a citizenry committed to sustainability and democratic values. OBJ6",
    "• CE3.3. Apply strategies to defend and appreciate linguistic, cultural and artistic diversity, paying attention to ecosocial and democratic values and respecting the principles of justice, equity and equality. OBJ6"
  ]
}