{
   "competenciasEspecificas": [
      "1. Evaluar los efectos de la actividad física en la salud global, rechazando las prácticas que carezcan de base científica, siendo crítico con los modelos corporales estereotipados, y desarrollando procesos de autorregulación emocional y gestión de conflictos, para adoptar un estilo de vida activo y saludable. CCL3, CCL5, CP1, STEM2, STEM5, CD4, CPSAA2 y CPSAA4.",
      "2. Actuar en situaciones psicomotrices en entornos sin incertidumbre, con progresiva autonomía en su ejecución, actitudes de superación y resiliencia al enfrentarse a desafíos físicos, para desarrollar la autonomía y el crecimiento armónico desde el punto de vista orgánico, cognitivo, afectivo y social. CPSAA1, CPSAA4 y CPSAA5.",
      "3. Adaptarse a las exigencias de las situaciones sociomotrices de oposición en entornos sin incerti-dumbre, adoptando una actitud crítica ante comportamientos antideportivos o contrarios a la convi-vencia, para ajustar las conductas asociadas al desafío y contribuir a la adquisición y creación de una cultura motriz. CPSAA1, CPSAA4, CPSAA5, CC3 y CCEC1.",
      "4. Desenvolverse en situaciones sociomotrices de cooperación en entornos sin incertidumbre, desa-rrollando procesos de autorregulación, con actitud empática, independientemente de las diferencias culturales, sociales, de género y de habilidad, para contribuir a la convivencia social, la inclusión y al compromiso ético en los diferentes espacios en los que se participa. CCL5, CPSAA1, CPSSA3, CPSSA4, CPSSA5, CC2, CC3, CE2 y CCEC1.",
      "5. Interactuar en situaciones sociomotrices de oposición-colaboración en entornos sin incertidumbre, aplicando reglas y principios de acción, y contribuyendo al entendimiento social, para ajustar la con-ducta motriz en situaciones con alta demanda informacional, y contribuir a la adquisición y creación de una cultura motriz. CPSAA1, CPSSA3, CPSSA4, CPSSA5, CC2, CC3 y CCEC1.",
      "6. Descubrir y aprovechar las opciones de acción en situaciones motrices en entornos con incerti-dumbre, de manera ajustada y segura, para incluir en sus hábitos formas de ocio saludable, sosteni-ble y ecosocialmente responsable en el medio natural y urbano. STEM5, CPSAA1, CC4, CE1 y CCEC1.",
      "7. Valerse del cuerpo como instrumento de expresión y comunicación, gestionando las emociones y analizando las distintas manifestaciones de la cultura motriz, para valorar su influencia y sus aporta-ciones estéticas y creativas a la cultura, e integrar las posibilidades de acción y recursos expresivos, dentro del repertorio de actuaciones motrices. CP3, CP-SAA1, CPSSA3, CPSSA4, CPSSA5, CC2, CC3, CE3, CCEC1, CCEC2, CCEC3 y CCEC4."
   ]
}