{
  "saberes": [
    "A. Vida activa y saludable. ",
    "– Salud física. ",
    "Tasa mínima y recomendaciones de actividad física diaria y semanal. Adecuación del ",
    "tipo, volumen y la intensidad de la actividad a las características personales. ",
    "Alimentación saludable y valor nutricional de los alimentos. Pautas básicas de consumo. ",
    "Tipos de alimentos, frecuencia recomendada y variedad de la ingesta. ",
    "Educación postural: técnicas básicas de descarga postural y relajación. ",
    "Cuidado del cuerpo: calentamiento general autónomo. ",
    "Pautas para tratar el dolor muscular de origen retardado. ",
    "– Salud social. ",
    "Efectos sobre la salud de malos hábitos vinculados a comportamientos sociales ",
    "(tabaquismo, consumo de alcohol, etc.). ",
    "– Salud mental. ",
    "Aceptación de limitaciones y posibilidades de mejora ante las situaciones motrices. ",
    "La actividad física como fuente de disfrute, liberación de tensiones, cohesión social y ",
    "superación personal. ",
    "Reflexión sobre actitudes negativas hacia la actividad física derivadas de ideas ",
    "preconcebidas, prejuicios, estereotipos o experiencias negativas. ",
    "B. Organización y gestión de la actividad física. ",
    "– Elección de la práctica física. ",
    "Gestión de las situaciones de competición en base a criterios de lógica, respeto al rival y ",
    "motivación. ",
    "– Preparación de la práctica motriz. ",
    "La higiene como elemento imprescindible en la práctica de actividad física y deportiva. ",
    "– Planificación y autorregulación de proyectos motores. ",
    "Establecimiento de mecanismos de autoevaluación para reconducir los procesos de ",
    "trabajo. ",
    "Herramientas digitales para la gestión de la actividad física. ",
    "– Prevención de accidentes en las prácticas motrices. ",
    "Medidas de seguridad en las actividades físicas practicadas dentro y fuera del centro ",
    "escolar. ",
    "– Actuaciones básicas ante accidentes durante la práctica de actividades físicas. ",
    "Conducta PAS (proteger, ayudar, socorrer). ",
    "Protocolo 112. ",
    "Soporte Vital Básico (SVB). ",
    "C. Resolución de problemas en situaciones motrices. ",
    "– Toma de decisiones. ",
    "Utilización consciente del cuerpo en función de las características de la actividad, ",
    "contexto y parámetros espaciales en los que se desarrolla en situaciones motrices ",
    "individuales. ",
    "Pautas grupales para optimizar los recursos motrices del grupo de cara a la resolución de ",
    "la acción/tarea en situaciones cooperativas. ",
    "Adecuación de los movimientos propios a las acciones del contrario en situaciones de ",
    "oposición. ",
    "– Capacidades perceptivo-motrices en contexto de práctica. ",
    "Integración del esquema corporal. ",
    "Integración de los diferentes aspectos coordinativos, espaciales y temporales en ",
    "determinadas secuencias motrices o deportivas. ",
    "– Capacidades condicionales. ",
    "Desarrollo de las capacidades físicas básicas. Componentes elementales de la carga ",
    "para el acondicionamiento físico. ",
    "– Habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas: ",
    "Deportes y actividades individuales: atletismo, carreras de velocidad, salto de longitud, ",
    "lanzamiento de jabalina, combas o malabares, entre otros. ",
    "Deportes de red y muro: bádminton o mini tenis. ",
    "Deportes de invasión: balonmano, colpbol, hockey o unihockey. ",
    "– Creatividad motriz. ",
    "Resolución de retos y situaciones-problema de forma original, tanto individualmente como ",
    "en grupo. ",
    "D. Emociones y relaciones sociales. ",
    "– Gestión emocional. ",
    "Perseverancia y tolerancia a la frustración en contextos físico-deportivos. ",
    "Reconocimiento del estrés asociado a situaciones motrices. ",
    "– Habilidades sociales. ",
    "Conductas prosociales en situaciones motrices colectivas: ayuda, colaboración, ",
    "cooperación, empatía y solidaridad. ",
    "– Respeto a las reglas. ",
    "Las reglas de juego como elemento de integración social. ",
    "– Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices ",
    "(comportamientos violentos, discriminación por cuestiones de género, competencia motriz, ",
    "actitudes xenófobas, racistas, LGTBIfóbicas o sexistas).  ",
    "– Asertividad y autocuidado. ",
    "E. Manifestaciones de la cultura motriz. ",
    "– Aportaciones de la cultura motriz a la herencia cultural. ",
    "Los juegos y las danzas. ",
    "– Usos comunicativos de la corporalidad. ",
    "Expresión de sentimientos y emociones en diferentes contextos. Técnicas de ",
    "interpretación: mimo y juego dramático. ",
    "– Práctica de actividades rítmico-musicales con carácter artístico-expresivo. ",
    "Danza aeróbica: variantes, pasos y coreografías básicas. ",
    "– Deporte y género. ",
    "Presencia y relevancia de figuras masculinas y femeninas. ",
    "Análisis crítico. ",
    "– Influencia del deporte en la cultura actual. ",
    "El deporte como fenómeno de masas. Impacto social, aspectos positivos y negativos. ",
    "F. Interacción eficiente y sostenible con el entorno. ",
    "– Normas de uso. ",
    "Conocimiento y respeto a las normas viales en los desplazamientos activos cotidianos ",
    "para una movilidad segura, saludable y sostenible. ",
    "– Nuevos espacios y prácticas deportivas: características, requisitos, condicionantes, medidas ",
    "de seguridad, de cuidado y de conservación del entorno de práctica. ",
    "Utilización de espacios naturales desde la motricidad. Senderismo. ",
    "Utilización de espacios urbanos desde la motricidad. Ciclismo urbano. ",
    "– Análisis del riesgo en las prácticas físico-deportivas en el medio natural y urbano: medidas de ",
    "seguridad en actividades de los distintos entornos con posibles consecuencias graves en los ",
    "mismos. ",
    "– Consumo responsable. ",
    "Autoconstrucción de materiales para la práctica motriz. ",
    "– Cuidado del entorno durante la práctica de actividad física en entornos naturales y urbanos. "    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Establecer secuencias sencillas de actividad física orientadas al concepto integral de salud y ",
    "al estilo de vida activo, a partir de una valoración del nivel inicial y respetando la propia ",
    "realidad e identidad corporal.  ",
    "1.2. Comenzar a incorporar con progresiva autonomía procesos de activación corporal, ",
    "dosificación del esfuerzo, alimentación saludable, educación postural, relajación e higiene ",
    "durante la práctica de actividades motrices. ",
    "1.3. Adoptar de manera responsable y con progresiva autonomía medidas generales para la ",
    "prevención de lesiones antes, durante y después de la práctica de actividad física, ",
    "aprendiendo a reconocer situaciones de riesgo para actuar preventivamente. ",
    "1.4. Actuar de acuerdo a los protocolos de intervención ante accidentes derivados de la práctica ",
    "de actividad física y deportiva, aplicando medidas rudimentarias de primeros auxilios. ",
    "1.5. Reconocer y admitir la incidencia que ciertas prácticas y comportamientos tienen en nuestra ",
    "salud y en la convivencia, valorando su impacto y evitando activamente su reproducción. ",
    "1.6. Conocer y explorar diferentes recursos y aplicaciones digitales reconociendo su potencial, así ",
    "como sus riesgos para su uso en el ámbito de la actividad física y el deporte. ",
    "Competencia específica 2. ",
    "2.1. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, ",
    "estableciendo mecanismos para reconducir los procesos de trabajo, incluyendo estrategias de ",
    "autoevaluación y coevaluación tanto del proceso como del resultado. ",
    "2.2. Participar de forma activa y apropiada en contextos motrices variados, aplicando principios ",
    "básicos decisionales en situaciones lúdicas, juegos modificados y actividades deportivas a ",
    "partir de la anticipación, adecuándose a las demandas motrices, a la actuación del compañero ",
    "y del oponente (si lo hubiera) y a la lógica interna en contextos reales o simulados de ",
    "actuación. ",
    "2.3. Demostrar interés por la adquisición de control y dominio corporal al emplear los ",
    "componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, ",
    "haciendo frente a las demandas de resolución de problemas en situaciones motrices ",
    "transferibles a su espacio vivencial con progresiva autonomía. ",
    "Competencia específica 3. ",
    "3.1. Practicar una gran variedad de actividades motrices, valorando las implicaciones éticas de las ",
    "actitudes antideportivas, actuando con deportividad al asumir los roles de público, participante ",
    "u otros.  ",
    "3.2. Cooperar o colaborar en la práctica de diferentes producciones motrices para alcanzar el ",
    "logro individual y grupal, participando en la toma de decisiones y asumiendo distintos roles ",
    "asignados y responsabilidades. ",
    "3.3. Hacer uso con progresiva autonomía de habilidades sociales y diálogo en la resolución de ",
    "conflictos y respeto ante la diversidad. ",
    "Competencia específica 4. ",
    "4.1. Gestionar la participación en juegos motores y otras manifestaciones artístico-expresivas ",
    "vinculadas tanto con la cultura propia como con otras, favoreciendo su conservación y ",
    "valorando sus orígenes, evolución e influencia en las sociedades contemporáneas. ",
    "4.2. Diferenciar objetivamente las distintas actividades y modalidades deportivas según sus ",
    "características y requerimientos. ",
    "4.3. Participar activamente en la representación de composiciones de expresión corporal ",
    "individuales o colectivas con y sin base musical, utilizando intencionadamente y con ",
    "progresiva autonomía el cuerpo como herramienta de expresión y comunicación a través de ",
    "diversas técnicas expresivas. ",
    "Competencia específica 5. ",
    "5.1. Participar en actividades físico-deportivas en entornos naturales, terrestres o acuáticos, ",
    "disfrutando del entorno de manera sostenible, minimizando el impacto ambiental que estas ",
    "puedan producir y siendo conscientes de su huella ecológica.  ",
    "5.2. Practicar actividades físico-deportivas en el medio natural y urbano, identificando las normas ",
    "de seguridad individuales y colectivas necesarias para disfrutar de una práctica segura. "
  ]
}
