{
  "saberes": [
    "A. Autoconocimiento y autonomía moral",
    "La identidad personal y la naturaleza humana. Factores presentes en la construcción de la identidad*. Estereotipos de género en la construcción de la identidad. Autonomía y heteronomía.",
    "El cuestionamiento como forma de conocerse y conocer*. Tipos de preguntas: la pregunta filosófica.*",
    "La autoestima personal. Identificación y gestión de las emociones y su repercusión en comportamientos individuales y colectivos en entornos analógicos y digitales.* Las relaciones afectivas y sexuales.",
    "La resiliencia y la adaptación emocional a realidades diversas. Plan de prevención del suicidio.",
    "La investigación ética y la resolución de problemas complejos. El planteamiento crítico y filosófico.",
    "La ética y la moral. La ética como guía de nuestras acciones*. Las éticas aplicadas. Fines y límites éticos de la investigación científica.",
    "La reflexión en torno a los valores: universalismo y relativismo moral. Éticas de la felicidad, éticas del deber y éticas de la virtud.",
    "Las normas y su origen*. Costumbres y convenciones culturales. Normas morales, legales y sociales.",
    "Deseos y derechos. La voluntad y el juicio moral. Autonomía y responsabilidad. Libertad y moralidad.",
    "B. Sociedad, justicia y democracia",
    "Igualdad de género*. Conductas sexistas y no sexistas. Situaciones discriminatorias de las mujeres en la sociedad. La corresponsabilidad en las tareas domésticas y de cuidados.",
    "Roles de género y su manifestación en todos los ámbitos de la sociedad y la cultura*. La identidad de género y los derechos LGTBIQ+.",
    "La cultura y las culturas. El multiculturalismo*. La inclusión social y el respeto por la diversidad y las identidades étnico-culturales.",
    "La naturaleza y el origen de la sociedad: competencia y cooperación, egoísmo y altruismo. Las estructuras sociales y los grupos de pertenencia.",
    "La justicia. Desigualdad e injusticia en el contexto local y global. Causas y propuestas de mejora. El comercio justo. El valor social de los impuestos.",
    "Legalidad y legitimidad*. El conflicto entre moralidad y legalidad. La objeción de conciencia.",
    "La violencia en el ámbito personal y social. Las consecuencias y la reparación de la violencia. La autodefensa.",
    "Los derechos y deberes individuales y colectivos y el debate en torno a la libertad de expresión*. El humor y sus límites.",
    "Las virtudes del diálogo y las normas de argumentación*. La resolución dialogada de conflictos en entornos analógicos y digitales.",
    "Compromiso cívico y participación ciudadana. Asociacionismo y voluntariado. Formas de organización y toma de decisiones en el contexto cercano*. El espacio público.",
    "C. Sostenibilidad y ética ambiental",
    "Los límites del planeta y la huella ecológica de las acciones humanas*. La emergencia climática. Diversos planteamientos éticos, científicos y políticos en torno a los problemas ecosociales.",
    "Hábitos de vida sostenible: la gestión de los recursos y de la movilidad*. El consumo responsable*. Alimentación y consumo.",
    "Modelo energético fósil y energías renovables y limpias.",
    "Retos y problemas de actualidad ecosocial en el entorno local y global.",
    "Conciencia ambiental. Respeto, protección y cuidado de los seres vivos y del planeta.",
    "Responsabilidad ecosocial individual y colectiva. Lo local y lo global. Alternativas a los problemas ecosociales locales y globales."
  ],
  "criteriosEvaluacion": [
    "1.1 Construir un adecuado concepto de sí mismo o misma y de su dimensión cívica y moral reconociendo las múltiples dimensiones de su naturaleza y personalidad, a través del cuestionamiento filosófico, la investigación y el diálogo en torno a la naturaleza humana y las diversas maneras de ser hombre o mujer.",
    "1.2 Generar y expresar un grado suficiente de autonomía moral mediante el ejercicio de la deliberación racional, el uso de conceptos éticos básicos y el diálogo respetuoso con otros, en torno a distintos valores y modos de vida, así como a problemas relacionados con los derechos individuales y colectivos, el uso responsable y seguro de las redes, las conductas adictivas, las agresiones y el acoso escolar en entornos analógicos y digitales.",
    "2.1 Fomentar el ejercicio de la ciudadanía activa y democrática en entornos analógicos y digitales a través de la participación respetuosa, dialogante y constructiva en actividades de grupo que impliquen tomar decisiones colectivas, planificar acciones coordinadas y resolver problemas aplicando procedimientos creativos y principios cívicos, éticos y democráticos explícitos.",
    "2.2 Contribuir a generar un compromiso activo con el bien común a través del análisis y la toma razonada y dialogante de posición en torno a cuestiones éticas cercanas al alumnado y de actualidad general.",
    "2.3 Tomar consciencia de la lucha por una efectiva igualdad de género y del problema de la violencia y explotación sobre las mujeres, a través del análisis de la desigualdad, la violencia y la discriminación por razón de género y orientación sexual, mostrando igualmente conocimiento de los derechos LGTBIQ+. y reconociendo la necesidad de respetarlos.",
    "2.4 Contribuir activamente al bienestar social adoptando una posición propia, explícita, informada y éticamente fundamentada sobre el valor y pertinencia de los derechos y deberes, el respeto por la diversidad etnocultural y la consideración de los bienes públicos locales y globales.",
    "3.1 Comprender los límites del planeta y las relaciones de interconexión, interdependencia y ecodependencia entre nuestras vidas y el entorno a través del análisis de las causas y consecuencias de los más graves problemas ecosociales que afectan a la vida en la Tierra.",
    "3.2 Promover estilos de vida éticamente comprometidos con el logro de un desarrollo sostenible, contribuyendo por sí mismo y en su entorno a la gestión sostenible de los recursos, los residuos y la movilidad, el comercio justo, el consumo responsable, el cuidado del patrimonio natural, el respeto por la diversidad étnicocultural, y el cuidado y protección de los animales.",
    "3.3 Valorar distintos planteamientos científicos, políticos y éticos con los que afrontar la emergencia climática y la crisis medioambiental a través de la exposición y el debate argumental en torno a los mismos.",
    "4.1 Desarrollar una actitud de gestión equilibrada de las emociones, de estima y cuidado personal y de los y las demás, identificando, analizando y expresando de manera asertiva las propias emociones y reconociendo y valorando las de los demás en distintos contextos y en torno a actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas.",
    "4.2 Desarrollar la autoestima en armonía con otras personas a través de la identificación, gestión y comunicación de emociones, afectos y deseos con respeto y empatía hacia los de los demás, generando un concepto adecuado de lo que deben ser las relaciones afectivas y afectivosexuales."
  ]
}