{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Descubrir el concepto de arte en las diversas manifestaciones artísticas, vinculándolo a su contexto histórico correspondiente, y relacionándolo de forma desprejuiciada con su propia identidad cultural.",
        "Criterio 1.2. Argumentar la evolución en la concepción del arte en la historia, comparando con iniciativa sus significados en períodos y culturas diferentes. ",
        "Criterio 1.3. Diferenciar las diversas funciones del arte, analizando de manera desprejuiciada producciones artísticas en distintos contextos. ",
        "Criterio 1.4. Explicar la función social del arte, profundizando con respeto en las singularidades del patrimonio cultural y artístico a través de obras de diferentes épocas y estilos.",
        "Competencia específica 2.",
        "Criterio 2.1. Identificar e investigar de forma activa los elementos que constituyen las producciones artísticas, identificando las claves de su lenguaje y asociándolas a cada época, artista o corriente estilística analizada. ",
        "Criterio 2.2. Analizar formal, funcional y semánticamente con criterio la diversidad en las manifestaciones artísticas, valorando el acercamiento sensible hacia estas y haciendo uso de la terminología específica asociada al lenguaje artístico.",
        "Competencia específica 3.",
        "Criterio 3.1. Analizar las influencias, pervivencias o reacciones dentro del legado del patrimonio cultural y artístico, indagando con curiosidad y mostrando una actitud abierta, sensible y empática hacia el mismo usando los medios analógicos y digitales más adecuados. ",
        "Criterio 3.2. Valorar con respeto la diversidad técnica y estilística de las producciones artísticas, caracterizando tanto su ubicación temporal y geográfica como su relación con otras épocas y culturas. ",
        "Criterio 3.3. Valorar el lenguaje artístico como un recurso potenciador del crecimiento personal y la autoestima, mediante el análisis y la explicación de producciones artísticas de cualquier naturaleza, época y estilo.", 
        "Criterio 3.4. Explicar las diferentes posibilidades expresivas del arte y su poder de transmisión de ideas, sentimientos y emociones, explicando obras de artistas de cualquier época y estilo, así como vinculándolas de manera constructiva a experiencias vitales propias o ajenas. ",
        "Criterio 3.5. Participar activamente en el análisis de obras artísticas de periodos y estilos diversos, conectando creativamente experiencias vitales propias y ajenas, con la forma, el significado y los procesos de creación de producciones artísticas concretas.",
        "Competencia específica 4.",
        "Criterio 4.1. Defender con creatividad que las producciones artísticas no son solo el soporte, sino también el resorte de sentimientos, emociones e ideas, mediante la explicación razonada de creaciones artísticas concretas y empatizando con los diferentes puntos de vista. ",
        "Criterio 4.2. Trasladar la interpretación de obras artísticas a situaciones cotidianas de su vida personal y familiar con creatividad y sentido crítico y vincularla con diferentes campos de conocimiento.",
        "Competencia específica 5.",
        "Criterio 5.1. Integrar el estudio de los fundamentos artísticos en la creación de proyectos individuales o colectivos, seleccionando y aplicando diferentes medios, soportes y técnicas en un contexto de sostenibilidad, al tiempo que valorando el trabajo colaborativo y la inclusión. ",
        "Criterio 5.2. Planificar con criterio un proyecto colaborativo relacionado con el arte y la cultura, investigando las particularidades de esa vinculación, integrando creativamente recursos de diferentes lenguajes y valorando tanto la cohesión como la innovación en su desarrollo. ",
        "Criterio 5.3. Tomar parte en las diferentes fases de un proyecto relacionado con el arte y la cultura, respondiendo activamente a la propuesta al comprender las oportunidades personales, sociales e inclusivas que el proceso le ofrece. "       
    ],
    "saberes": [
        "Bloque A. Los fundamentos del arte.",
        "A.1. Los fundamentos del arte.",
        "A.1.1. Tecnología del arte, materiales, técnicas y procedimientos.",
        "A.1.2. Terminología específica del arte y la arquitectura. ",
        "A.1.3. Aspectos históricos, geográficos y sociales del arte.",
        "A.1.4. Teorías del arte. Definición de arte a lo largo de la historia y perspectiva actual.",
        "A.1.5. Arte conceptual y arte objeto.",
        "A.2. El arte y la perspectiva de género.",
        "A.2.1. Representaciones y creaciones de mujeres.",
        "A.2.2. Mujeres artistas. De la Prehistoria a nuestros días. Una historia del arte por conocer.",
        "Bloque B. Metodologías y estrategias. ",
        "B.1. Metodologías.",
        "B.1.1. Metodologías de estudio de las formas, las funciones y los significados asociados a los movimientos y estilos artísticos .",
        "B.1.2. Metodologías de análisis técnico y procedimental respecto a la obra de arte. ",
        "B.1.3. Metodología proyectual. Fases de los proyectos artísticos.",
        "B.2 Estrategias.",
        "B.2.1. De distribución de tareas en los proyectos artísticos colectivos: criterios de selección a partir de las habilidades requeridas.",
        "B.2.2. De selección de estilos, técnicas y lenguajes.",
        "Bloque C. El arte clásico y sus proyecciones.",
        "C.1. Arte grecolatino.",
        "C.1.1. Introducción a la arquitectura y escultura griega. Órdenes. Obras y periodos más relevantes.",
        "C.1.2. La construcción en la antigua Roma. El retrato escultórico en la antigua Roma.",
        "C.1.3. El renacer del arte clásico en la arquitectura, pintura y escultura: del trecento al cinquecento. ",
        "C.2. Influencias del arte grecolatino en el arte contemporáneo.",
        "C.2.1. Claves de la arquitectura a través de las diferentes épocas y estilos: de la romanización a la Baja Edad Media.",
        "C.2.2. La proyección clásica en la Edad Contemporánea: del Neoclasicismo a la pintura metafísica.",
        "C.2.3. La huella del arte grecolatino en Extremadura.",
        "C.3. Artes de otros continentes que influyen en el arte europeo.",
        "C.3.1. Arte americano y africano precolonial y su influencia en las vanguardias del siglo XX.",
        "C.3.2. El arte norteafricano y asiático y su influencia en el arte occidental.",
        "Bloque D. Visión, realidad y representación.",
        "D.1. Luz y lenguaje cinematográfico.",
        "D.1.1. La luz como elemento plástico.",
        "D.1.2. El arte en pantalla: inicios del cine, el videoarte, arte en las redes. ",
        "D.2. Luz y arquitectura. Historia.",
        "D.2.1. Claves de la arquitectura en la edad antigua. ",
        "D.2.2. La arquitectura del vidrio y hierro y el movimiento moderno.",
        "D.3. El barroco.",
        "D.3.1. La exaltación barroca. ",
        "D.3.2. Pintura barroca. El tenebrismo.",
        "D.3.3. Escultura barroca.",
        "D.4. Sistemas de representación espacial en la pintura.",
        "D.4.1. De la pintura primitiva a la ruptura cubista.",
        "D.4.2. El impresionismo y el postimpresionismo pictórico.",
        "D.4.2. El realismo: conceptos y enfoques. ",
        "D.4.2. El hiperrealismo. ",
        "Bloque E. Arte y expresión.",
        "E.1. Romanticismo y expresionismo.",
        "E.1.1. El Romanticismo y el origen de la modernidad.",
        "E.1.2. El expresionismo alemán. De la pintura al cine. Del fauvismo al expresionismo figurativo del siglo XX.",
        "E.2. Surrealismo.",
        "E.2.1. El surrealismo.",
        "E.2.2. Influencias posteriores en el arte, el cine y la publicidad.",
        "E.3. La abstracción.",
        "E.3.1. Orígenes y evolución.",
        "E.3.2. La Bauhaus. Arte y función. ",
        "E.3.3. Diseño y artes aplicadas. El art déco.",
        "Bloque F. Naturaleza, sociedad y comunicación en el arte.",
        "F.1. Naturaleza y arte.",
        "F.1.1. Del impresionismo pictórico al documental de naturaleza.",
        "F.1.2. El modernismo. Arquitectura y artes aplicadas. La arquitectura orgánica.",
        "F.1.3. Arte y ecología. Del land art y el arte povera hasta nuestros días.",
        "F.2. Sociedad y comunicación. El arte activista.",
        "F.2.1. Arte y medios de comunicación: del cartel al pop art.",
        "F.2.2. Del dadaísmo a fluxus.",
        "F.2.3. El arte intermedia.",
        "F.3. El arte como instrumento de transformación de la sociedad.",
        "F.3.1. De los individualismos artísticos al arte colaborativo.",
        "F.3.2. Espacios urbanos e intervenciones artísticas.",
        "F.3.3. Arte urbano.",
        "F.3.4. Arte digital.",
        "F.3.5. Arte y artesanía."
    ]
}
