{
    "criteriosEvaluacion": [
        "1.1. Analizar críticamente conceptos y procesos relacionados con los saberes de la materia, interpretando información en diferentes formatos y valorando la fiabilidad de las fuentes, para extraer las ideas más relevantes y obtener conclusiones lógicas. CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA3.2",
        "1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia o con trabajos científicos, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados, tanto de forma analógica como a través de herramientas digitales, con el fin de dar respuesta de manera fundamentada a las cuestiones que puedan surgir durante el proceso y crear conocimiento de forma colectiva. CCL1, CCL2, STEM2, STEM4, CD3, CPSAA3.2, CC3",
        "1.3. Argumentar sobre aspectos relacionados con los saberes de la materia, defendiendo una postura de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de otras personas, con el fin de desarrollar la resiliencia frente a retos, respetando la diversidad. CCL1, CCL2, STEM2, CPSAA4, CC3, CCEC3.2",
        "2.1. Plantear y resolver cuestiones relacionadas con los saberes de la materia, localizando y citando fuentes adecuadas, respetando los derechos de autoría y seleccionando, organizando, analizando y evaluando críticamente la información, para poder interpretar y explicar tanto los procesos que ocurren en los seres vivos como los fenómenos geológicos y medioambientales que tienen lugar en el entorno cercano. CCL2, CCL3, CP2, STEM4, CD1, CD2, CD3, CD4, CPSAA4",
        "2.2. Contrastar y justificar la veracidad de la información relacionada con los saberes de la materia, utilizando fuentes fiables y haciendo un uso crítico, responsable, seguro, saludable y sostenible de las tecnologías digitales, con el fin de aportar datos fidedignos y adoptar una actitud crítica y escéptica hacia informaciones sin una base científica. CCL2, CCL3, CP2, STEM4, CD1, CD3, CD4, CPSAA4, CC3",
        "2.3. Argumentar sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, visibilizando a las mujeres en las ciencias y mostrando sus logros a lo largo de la historia, con el fin de construir una opinión propia basada en razonamientos y evidencias científicas y entender que la investigación es una labor colectiva e interdisciplinar en constante evolución e influida por el contexto político y los recursos económicos. CCL2, CCL3, STEM4, CD1, CPSAA4, CC3",
        "3.1. Plantear preguntas, realizar predicciones y formular hipótesis que puedan ser respondidas o contrastadas utilizando el pensamiento y los métodos científicos para intentar describir y explicar, haciendo un uso ético y no discriminatorio del lenguaje, fenómenos biológicos, geológicos o ambientales. CCL1, CCL3, CCL5, STEM1, STEM2, STEM3, CD1, CD2, CE3",
        "3.2. Diseñar y realizar proyectos de investigación sobre fenómenos biológicos, geológicos y ambientales, aplicando los conocimientos y habilidades del trabajo científico, así como las estrategias apropiadas para el análisis y la toma de datos cuantitativos y cualitativos, seleccionando y utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión para poder dar respuesta a preguntas concretas y contrastar una hipótesis previa, minimizando los sesgos y errores, en la medida de lo posible, y reformulando el procedimiento, si fuera necesario. CCL1, CCL3, CCL5, STEM1, STEM2, STEM3, CD1, CD2, CE3",
        "3.3. Interpretar, analizar y comunicar los resultados obtenidos en el proyecto de investigación, utilizando el vocabulario científico y, cuando sea necesario, herramientas matemáticas y tecnológicas, reconociendo su alcance y limitaciones y obteniendo conclusiones razonadas y fundamentadas o valorando la imposibilidad de hacerlo con el fin de reflexionar sobre el método científico aplicado y argumentar o defender su validez y resultados. CCL1, CCL5, STEM1, STEM2, STEM4, CD2, CD3",
        "3.4. Establecer colaboraciones dentro y fuera del centro educativo en las distintas fases del proyecto científico con el fin de trabajar con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, valorando la importancia de la cooperación en la investigación, respetando la diversidad y favoreciendo la inclusión. CCL5, STEM3, CD3, CPSAA3.2",
        "4.1. Resolver problemas o dar explicación a procesos biológicos, geológicos o ambientales relacionados con el medio natural canario a partir de los conocimientos propios y de datos e información recabados de diversas fuentes, aplicando el razonamiento lógico, el pensamiento computacional o herramientas digitales para desarrollar el análisis crítico, colaborar, desenvolverse frente a situaciones de incertidumbre, participar plenamente en la sociedad y afrontar los retos del siglo XXI como el calentamiento global o las desigualdades socioeconómicas. CCL1, CCL2, CCL3, STEM1, STEM2, CD1, CD5, CE1",
        "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos, geológicos o ambientales y modificar los procedimientos utilizados o conclusiones obtenidas si dicha solución no fuese viable o ante nuevos datos aportados o recabados con posterioridad, con la finalidad de fomentar la reflexión, el razonamiento lógico y el pensamiento científico y desarrollar procesos autorregulados de aprendizaje. CCL2, STEM1, STEM2, CPSAA1.1, CPSAA5, CE1",
        "5.1. Analizar las causas y consecuencias ecológicas, sociales y económicas de los principales problemas medioambientales, destacando los de las islas Canarias, desde una perspectiva individual, local y global, concibiéndolos como grandes retos de la humanidad y basándose en datos científicos, con el fin de comprender y tomar conciencia de que la degradación medioambiental es sinónimo de desigualdad, refugiados climáticos, catástrofes naturales y otros tipos de crisis humanitarias. CCL2, STEM2, CC2, CC4, CE1",
        "5.2. Diseñar, proponer y poner en práctica proyectos innovadores con una actitud fundamentada en los principios y procedimientos democráticos, el compromiso ético con la igualdad, la cohesión social, el desarrollo sostenible y el logro de la ciudadanía mundial que promuevan estilos de vida e iniciativas sostenibles y saludables a nivel individual, colectivo y local, argumentando sobre sus efectos positivos y la urgencia de adoptarlos y basándose en los saberes de la materia, con el fin de contribuir al logro de los Objetivos de Desarrollo Sostenible, preservar el medioambiente y mantener y mejorar la salud física y mental y la calidad de vida. CCL1, STEM5, CD4, CPSAA2, CC2, CC4, CE1, CE3",
        "6.1. Relacionar, a partir de información procedente de diferentes fuentes y en distintos formatos, los grandes eventos de la historia terrestre, diferenciando los cambios naturales de los inducidos por la actividad humana, con determinados elementos del registro geológico y con los sucesos que ocurren en la actualidad, utilizando los principios geológicos básicos y el razonamiento lógico, con el fin de comprender la magnitud temporal en que se desarrollaron y reconstruir la historia representada en cortes geológicos. CCL3, CP2, STEM2, STEM5, CD1, CPSAA2, CC4",
        "6.2. Resolver problemas de datación de materiales geológicos, analizando elementos del registro geológico y fósil y aplicando métodos de datación, para interpretar la historia geológica de diferentes zonas del planeta y del entorno próximo, reconociendo la existencia de estructuras geomorfológicas y especies extintas como marcadores de unidades estratigráficas y valorando el patrimonio natural canario. STEM2, CCEC1"
    ],
    "saberes": [
        "I. Proyecto científico",
        "1. Formulación de hipótesis, preguntas, problemas y conjeturas como herramientas para la elaboración de planteamientos con perspectiva científica.",
        "2. Empleo de estrategias para la búsqueda de información, colaboración, comunicación e interacción con instituciones científicas: herramientas digitales, formatos de presentación de procesos, resultados e ideas (diapositivas, gráficos, vídeos, pósteres, informes y otros).",
        "3. Búsqueda, reconocimiento y uso de fuentes fiables de información como destreza para evitar los riesgos de manipulación y desinformación.",
        "4. Diseño, planificación y realización de experiencias científicas de laboratorio o de campo aplicando procedimientos de contraste de hipótesis y controles experimentales.",
        "5. Aplicación de métodos de análisis de resultados científicos: organización, representación y uso de herramientas estadísticas como fase final de un proyecto de investigación.",
        "6. Utilización de vocabulario científico, formatos (informes, vídeos, modelos, gráficos y otros) y herramientas digitales como estrategias para la comunicación científica.",
        "7. Valoración crítica de la contribución del trabajo científico a las ciencias biológicas, geológicas y ambientales y a la sociedad. Reconocimiento de la labor de las personas dedicadas a la ciencia, destacando a las mujeres científicas.",
        "8. Indagación sobre los principales centros de investigación de Canarias y figuras referentes de la ciencia canaria a lo largo de la historia y en la actualidad, destacando las relacionadas con el campo de las ciencias biológicas, geológicas y ambientales.",
        "9. Análisis de la evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción.",
        "II. Ecología y sostenibilidad",
        "1. Reconocimiento del medioambiente como motor económico y social: importancia de la evaluación de impacto ambiental y de la gestión sostenible de recursos y residuos para comprender la irreversibilidad de la mayoría de los cambios en el medio. Relación entre la salud medioambiental, humana y de otros seres vivos —one health (una sola salud)—.",
        "2. Reflexión y argumentación sobre la sostenibilidad de las actividades cotidianas mediante la identificación de indicadores de sostenibilidad, como la huella ecológica y la adopción de estilos de vida compatibles y coherentes con un modelo de desarrollo sostenible.",
        "3. Localización y análisis crítico de iniciativas locales y globales para promover un modelo de desarrollo sostenible.",
        "4. Interpretación y descripción de la dinámica de los ecosistemas: flujos de energía y ciclos de la materia (carbono, nitrógeno, fósforo y azufre). Análisis de las relaciones de interdependencia y relaciones tróficas. Resolución de problemas.",
        "5. Relación entre el ciclo del carbono y el cambio climático: análisis de sus causas y consecuencias sobre la salud, la economía, la ecología y la sociedad. Reflexión y debate sobre las estrategias de mitigación, adaptación y resiliencia para afrontar el cambio climático.",
        "6. Análisis de la importancia de la biodiversidad, de las causas de su pérdida y de sus consecuencias ambientales y sociales. Elaboración de propuestas de acciones concretas para evitar la pérdida de biodiversidad en Canarias a partir del conocimiento de la restauración de especies y recuperación de espacios degradados.",
        "7. Investigación acerca del problema de los residuos, a nivel mundial y local, con propuestas de estrategias para la prevención y gestión adecuada de los mismos, y de los efectos de la utilización de compuestos xenobióticos sobre la naturaleza y sobre la salud humana y de otros seres vivos.",
        "III. Historia de la Tierra y la vida",
        "1. Análisis del concepto tiempo en geología: magnitud, escala y métodos de datación. Resolución de problemas de datación absoluta y relativa.",
        "2. Estudio de los principales acontecimientos geológicos acontecidos en la evolución de la Tierra a partir de la información extraída de diferentes fuentes.",
        "3. Aplicación de los principios geológicos (superposición de los estratos, sucesión faunística y de eventos, actualismo, etc.) para la reconstrucción de la historia geológica de una zona.",
        "4. Estudio de la historia de la vida en la Tierra: principales cambios en los grandes grupos de seres vivos y justificación desde la perspectiva evolutiva para comprender la transformación antropológica actual. Reconocimiento de la importancia de la conservación del patrimonio paleontológico canario.",
        "5. Interpretación de los sistemas de clasificación de los principales grupos taxonómicos de los seres vivos. Descripción de sus características e identificación mediante la observación y el uso de claves. Reconocimiento de la importancia de las islas Canarias como laboratorios de biodiversidad.",
        "IV. La dinámica y composición terrestres",
        "1. Entender las proyecciones futuras de acceso al aire limpio y agua potable en todo el planeta.",
        "2. Análisis de la estructura, composición y dinámica de la geosfera. Caracterización de los métodos de estudio directos e indirectos e interpretación de los datos obtenidos a través de ellos.",
        "3. Relación entre la tectónica de placas y los procesos orogénicos, volcánicos y sísmicos que se manifiestan en la formación de relieves y rocas. Diferenciación entre los tipos de bordes. Análisis y discusión de las principales hipótesis sobre el origen de las islas Canarias.",
        "4. Estudio de los procesos geológicos externos: agentes causales y consecuencias sobre el relieve. Identificación y descripción de las formas principales de modelado del relieve y de los factores que contribuyen a definirlas (elementos climatológicos, hidrográficos, geológicos, antrópicos, etc.).",
        "5. Análisis de los factores y procesos de edafogénesis en la formación de los principales tipos de suelos. Conceptualización de edafodiversidad y valoración de la importancia de su conservación.",
        "6. Estudio de algunos de los acontecimientos naturales constitutivos de riesgo (procesos geológicos, actividades humanas, etc.), mundiales o locales, especialmente los de las islas Canarias. Determinación de las estrategias de predicción, prevención y corrección más adecuadas que deben tomarse para evitarlos.",
        "7. Clasificación e identificación de las rocas según su origen y composición, destacando las rocas más abundantes de Canarias. Descripción del ciclo litológico.",
        "8. Clasificación químico-estructural e identificación de minerales y rocas. Valoración de la importancia de minerales y rocas de Canarias.",
        "9. Indagación acerca de los usos cotidianos de los minerales y las rocas y argumentación de la importancia de realizar una gestión y promoción responsable y respetuosa con los derechos humanos y con el medioambiente de las explotaciones mineras.",
        "10. Reconocimiento de la necesidad de apreciar, valorar, respetar y proteger el patrimonio geológico en general, y de Canarias en particular, como una oportunidad para la conservación del medio natural.",
        "V. Fisiología e histología animal",
        "1. Caracterización de la nutrición heterótrofa. Comparación entre los órganos y procesos de nutrición implicados en diferentes grupos taxonómicos.",
        "2. Descripción de la función de relación: sistemas de coordinación (nervioso y endocrino), receptores sensoriales y órganos efectores.",
        "3. Distinción entre los tipos y estructuras implicadas en la reproducción de los diferentes grupos taxonómicos. Argumentación de la importancia biológica de la reproducción.",
        "VI. Fisiología e histología vegetal",
        "1. Caracterización de la nutrición autótrofa. Descripción de los procesos que ocurren en cada una de las fases de la fotosíntesis. Argumentación sobre su importancia para la vida en la Tierra.",
        "2. Diferenciación entre la savia bruta y la savia elaborada: composición, formación y mecanismos de transporte.",
        "3. Definición de la función de relación en vegetales: tropismos y nastias. Reconocimiento de la influencia de las fitohormonas (auxinas, citoquininas, etileno, etc.) como reguladoras del crecimiento y desarrollo de las plantas e identificación de las aplicaciones más importantes en la agricultura.",
        "4. Interpretación de los ciclos reproductivos de los vegetales. Distinción entre los mecanismos de reproducción sexual y asexual y valoración de su relevancia evolutiva.",
        "5. Identificación de las fases de la reproducción sexual en plantas superiores y explicación de los procesos implicados (polinización, fecundación, dispersión de la semilla y el fruto), estableciendo su relación con el ecosistema.",
        "6. Relación entre las adaptaciones de los vegetales al medio y el ecosistema en el que se desarrollan.",
        "VII. Los microorganismos y formas acelulares",
        "1. Definición del concepto y tipos de microorganismos.",
        "2. Comparación entre eubacterias y arqueobacterias.",
        "3. Análisis del metabolismo bacteriano y de la intervención de los microorganismos en los ecosistemas (simbiosis y ciclos biogeoquímicos), la industria (fermentaciones, producción de medicamentos, etc.), la salud humana (epidemias, zoonosis, etc.) y la biotecnología (obtención de fármacos, vacunas, etc.) para valorar su importancia en el mantenimiento del equilibrio en la biosfera y su papel en la salud humana.",
        "4. Análisis de las principales técnicas de aislamiento, cultivo, esterilización e identificación de microorganismos.",
        "5. Identificación y explicación de los mecanismos de transferencia genética horizontal en bacterias, reconociendo la contribución activa de estos procesos a la diseminación de la resistencia a antibióticos. Reflexión sobre el problema, de escala global, que genera la resistencia a antibióticos en las bacterias (medioambiente, salud humana, etc.).",
        "6. Descripción de las características básicas y los mecanismos de infección de las formas acelulares (virus, viroides y priones). Valoración de la importancia biológica de los virus (bioinsecticidas, mantenimiento del equilibrio ecológico, fabricación de vacunas, tratamiento de enfermedades, etc.)."
    ]
}