{
  "competenciasEspecificas": [
    "1. Comprender e interpretar textos orales, escritos y multimodales sencillos en relación con el ámbito de uso, identificando la información relevante, valorando su forma y contenido, con el fin de construir conocimiento y ensanchar las posibilidades de disfrute y ocio. CCL2, CP2, CD1, CD2, CD3, CD4, STEM4, CPSAA3, CPSAA4, CPSAA5, CE1",
    "2. Producir, de manera progresivamente autónoma, textos orales, escritos y multimodales sencillos, adecuados al registro, con coherencia y cohesión, y participar en interacciones orales con actitud cooperativa y respetuosa, para construir conocimientos y establecer vínculos personales. CCL1, CCL5, CD2, CD3, CPSAA1, CPSAA3, CPSAA4, CPSAA5, CE1.",
    "3. Utilizar, de manera progresivamente autónoma, diferentes fuentes, en soportes diversos, para obtener información, evaluando su fiabilidad y pertinencia y evitando los riesgos de manipulación y desinformación e integrarla y transformarla en conocimiento para comunicarla, adoptando un punto de vista crítico y personal, respetuoso con la propiedad intelectual y los principios éticos y democráticos. CCL2, CCL3, CP2, STEM1, CD1, CD2, CD3, CD4, CPSAA4, CPSAA5, CC1, CC3, CE1",
    "4. Leer, interpretar y valorar textos literarios utilizando un metalenguaje específico y adquiriendo estrategias adecuadas, para crear y transmitir textos que respondan a diferentes necesidades comunicativas. CCL1, CCL2, CCL4, CD3, CPSAA1, CPSAA3, CPSAA5, CCEC1, CCEC2, CCEC3, CCEC4.",
    "5. Comprender la estructura de la lengua y sus usos, y reflexionar, de manera progresivamente autónoma, sobre las elecciones lingüísticas, para mejorar las destrezas tanto de comprensión como de producción oral y escrita. CCL1, CCL2, CCL3, CP2, CD1, CD2, CD3, CD4 CPSAA4, CPSAA5",
    "6. Poner las propias prácticas comunicativas al servicio de la convivencia democrática, la resolución dialogada de conflictos y la igualdad de derechos de todas las personas, utilizando un lenguaje no discriminatorio. CCL3, CCL5, CP3, CPSAA3, CC1, CC2, CC3"
  ]
}
