{
  "competenciasEspecificas": [
    "Competencia específica 1. Comprender qué es la reflexión filosófica, diferenciándola de otros tipos de saberes que estudian aspectos concretos de la realidad y el individuo a partir del análisis e interpretación de textos y otras formas de expresión filosófica y cultural, para reconocer la importancia personal, social e histórica de los temas que se abordan en la materia, así como la necesidad de afrontarlos para entender su propia persona y la realidad circundante.",
    "Competencia específica 2. Reflexionar y argumentar, de forma oral y escrita, sobre los aspectos clave de la Filosofía, a través de la realización de pequeños ensayos, disertaciones y otras producciones de carácter filosófico basadas en el uso riguroso de las fuentes documentales, para generar y transmitir juicios y tesis personales y desarrollar una actitud indagadora, autónoma, rigurosa y creativa en el ámbito de la reflexión filosófica.",
    "Competencia específica 3. Practicar el ejercicio del diálogo filosófico de manera rigurosa, crítica, tolerante y empática, interiorizando las pautas éticas y formales que este requiere, mediante la participación en actividades grupales y a través del planteamiento dialógico de las cuestiones filosóficas, para promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática.",
    "Competencia específica 4. Analizar problemas éticos y políticos seleccionando información obtenida de diversas fuentes, llevando a cabo una exposición crítica de las posiciones filosóficas adecuadas para la resolución de dichos problemas, para desarrollar una conciencia cívica, crítica y autónoma, inspirada en los derechos humanos y comprometida con la construcción de una sociedad democrática, justa y equitativa y con la defensa de la naturaleza, desarrollando actitudes de solidaridad y participación en la vida comunitaria.",
    "Competencia específica 5. Reflexionar acerca de las aportaciones de las principales construcciones simbólicas culturales, analizando críticamente diferentes materiales en los que se comprenda el valor del arte, la literatura y la música como vehículos de transmisión del pensamiento filosófico, utilizando con precisión el vocabulario específico propio de la estética filosófica, para contribuir a la educación de los sentimientos y a una actitud reflexiva con respecto al pensamiento analógico y al lenguaje de las imágenes."
  ]
}