{
    "saberes": [
        "I. Sentido numérico",
        "1  Conteo y cantidad ",
        "    1.1  Elección y puesta en práctica de estrategias variadas de conteo, recuento sistemático y adaptación del conteo al tamaño de los números en situaciones de la vida cotidiana en cantidades hasta 9999.",
        "    1.2  Conocimiento e interpretación del valor posicional de las cifras en el sistema de numeración decimal y sus equivalencias (decenas, centenas y millares).",
        "    1.3  Realización de estimaciones y aproximaciones razonadas de cantidades en contextos de resolución de problemas.",
        "    1.4  Lectura, escritura de números naturales hasta 9999.",
        "    1.5  Representación, composición y descomposición de números naturales hasta 9999. utilizando materiales manipulativos (incluida la recta numérica).",
        "    1.6  Construcción y comprensión de números decimales (décimas y centésimas), utilizando materiales manipulativos, relacionándolos con sus fracciones de denominador 10 y denominador 100, en contextos cotidianos como el sistema monetario o la medida.",
        "    1.7  Construcción y comprensión del concepto de fracción haciendo uso de materiales manipulativos con denominador hasta 12. Sus términos y representación. Equivalencias entre fracciones a partir de su representación gráfica.",
        "2  Sentido de las operaciones ",
        "    2.1  Uso de la estructura aditiva o multiplicativa en la resolución de problemas aritméticos de operación única, organizando la información para elegir la operación adecuada.",
        "    2.2  Empleo de estrategias de cálculo para la suma. ",
        "        2.2.1  Uso de la suma mediante redondeo a la decena más cercana para el cálculo estimativo obteniendo el cálculo exacto previa compensación.",
        "        2.2.2  Uso de la suma mediante descomposición de forma exacta, con números naturales y decimales hasta la décima.",
        "    2.3  Empleo de estrategias de cálculo para la resta. ",
        "        2.3.1  Uso de la resta utilizando sumar o restar el mismo número al minuendo y sustraendo.",
        "        2.3.2  Uso de estrategias basadas en la compensación.",
        "        2.3.3  Uso de estrategias basadas en las descomposiciones más adecuadas de los números.",
        "    2.4  Uso de la suma y de la resta de números naturales, con flexibilidad, comprensión y sentido, con al menos dos algoritmos basados en las propiedades del sistema de numeración decimal.",
        "    2.5  Construcción y memorización de las tablas de multiplicar a partir de la propiedad conmutativa, de establecer relaciones entre ellas (dobles y mitades) y de buscar regularidades y patrones numéricos (secuencia de las tablas: 1-10, 2-4, 10-5, 3-6, 4-8, 9-10, 7) apoyándose en número de veces, disposición en cuadrículas o suma repetida, y con ayuda de la calculadora mediante el uso del factor constante.",
        "    2.6  Construcción y comprensión del concepto de múltiplo mediante material manipulativo y en relación a las tablas de multiplicar, estableciendo relaciones entre múltiplo y divisor.",
        "    2.7  Relación de la multiplicación con la división (división como inversa de la multiplicación).",
        "    2.8  Descubrimiento y uso posterior de la propiedad distributiva de la multiplicación respecto de la suma para el cálculo.",
        "    2.9  Empleo de la multiplicación de números naturales con flexibilidad y sentido, basada en las propiedades del sistema de numeración (al menos dos algoritmos): aplicando la propiedad distributiva en disposiciones rectangulares, composición y descomposición; y algoritmo expandido.",
        "    2.10  Empleo de estrategias de cálculo mental. ",
        "        2.10.1  Uso de la multiplicación de números naturales por la unidad seguida de cero (establecer relaciones: generalización).",
        "        2.10.2  Uso de la multiplicación utilizando dobles y mitades.",
        "    2.11  Aplicación del redondeo a la decena, centena y millares, y en los decimales a la unidad o décima más cercana para el cálculo estimativo en la multiplicación.",
        "    2.12  Interpretación de la división como reparto y como agrupamiento de números naturales, con flexibilidad y sentido, contextualizados (al menos dos algoritmos diferentes para la división). ",
        "        2.12.1  Uso de la división usando la descomposición con múltiplos del divisor y repartos sucesivos.",
        "        2.12.2  Uso de la división con repartos proporcionales (basándose en los múltiplos de 10, dobles y mitades).",
        "    2.13  Utilización de la calculadora en la investigación, el cálculo del resultado exacto cuando las cantidades lo precisen y la comprobación de resultados.",
        "    2.14  Resolución de suma y resta de fracciones con el mismo denominador, usando materiales manipulativos previo a la simbolización.",
        "    2.15  Representación con materiales manipulativos, ordenación y cálculo de porcentajes: 50% como mitad, 25% como la mitad de la mitad, y 75% como el 100% menos el 25%, y como la mitad más la mitad de la mitad.",
        "3  Relaciones ",
        "    3.1  Conocimiento del sistema de numeración de base 10 (hasta el 9999): aplicación de las relaciones que genera en las operaciones.",
        "    3.2  Empleo de números naturales, decimales y fracciones en contextos de la vida cotidiana: equivalencias, comparación y ordenación.",
        "    3.3  Relaciones entre la suma y la resta, y la multiplicación y la división: aplicación en contextos cotidianos.",
        "4  Educación financiera ",
        "    4.1  Cálculo y estimación de cantidades y cambios (euros y céntimos de euro) en problemas de la vida cotidiana: ingresos, gastos y ahorro. Decisiones de compra responsable.",
        "II. Sentido de la medida",
        1". Magnitud ",  "1.1. Percepción de la magnitud. Medida de longitud, masa, capacidad, superficie, y amplitud del ángulo por comparación directa con una unidad.","    1.2. Conocimiento y uso de las unidades no convencionales y convencionales (km, m, cm, dm, mm; kg, g; l y ml; cm² y m²) en situaciones de la vida cotidiana.",
        "    1.3. Uso de la medida del tiempo (año, mes, semana, día, hora, minutos y segundos) y determinación de la duración de periodos de tiempo.",
        "2. Estimación, medición y relaciones ",
        "    2.1. Empleo de estrategias para realizar mediciones con instrumentos y unidades no convencionales (repetición de una unidad, uso de cuadrículas y materiales manipulativos) y convencionales. Comparación: cuál es mayor y cuántas veces mayor.",
        "    2.2. Procesos de medición mediante instrumentos convencionales (regla, cinta métrica, balanzas, recipientes graduados, reloj analógico y digital).",
        "    2.3. Estrategias de comparación directa e indirecta y ordenación de medidas de la misma magnitud, aplicando las equivalencias entre unidades de uso habitual del sistema métrico decimal en problemas de la vida cotidiana.",
        "    2.4. Elección de las unidades adecuadas en función de la magnitud.",
        "    2.5. Elección del instrumento de medida adecuado en función de la magnitud y precisión requerida.",
        "    2.6. Estimación de medidas de longitud, masa, superficie y capacidad por comparación.",
        "    2.7. Valoración y control del error y precisión de la medida en función del objeto, unidad e instrumento a utilizar.",
        "    2.8. Deducción de las fórmulas para los cálculos de áreas de cuadrados y rectángulos.",
        "    2.9. Cálculo de superficies de triángulos y rectángulos estableciendo relaciones de composición y descomposición.",
        "    2.10. Comprensión de la amplitud del ángulo como medida de una abertura. Clasificación en ángulos rectos, agudos y obtusos.",
        "III. Sentido espacial",
        "1. Figuras geométricas de dos y tres dimensiones ",
        "    1.1. Identificación y clasificación de figuras geométricas de dos o tres dimensiones (polígonos hasta 10 lados, círculo, prismas, pirámides, cono, cilindro, esfera) en objetos de la vida cotidiana, atendiendo a sus elementos y a las relaciones entre ellos.",
        "    1.2. Empleo de técnicas de construcción de figuras geométricas de dos dimensiones por composición y descomposición, mediante materiales manipulables, instrumentos de dibujo (regla, escuadra y compás) y aplicaciones informáticas.",
        "    1.3. Adquisición de vocabulario: descripción verbal de los elementos y las propiedades de figuras geométricas sencillas (vértice, lado, diagonal, arista, caras, bases, ángulos, radio).",
        "    1.4. Discriminación de las propiedades en figuras geométricas de dos y tres dimensiones: exploración mediante materiales manipulables (cuadrículas, geoplanos, policubos, etc.) y el manejo de herramientas digitales (programas de geometría dinámica, realidad aumentada, robótica educativa, etc.).",
        "    1.5. Reconocimiento y utilización del punto, la recta, la semirrecta, el segmento, líneas poligonales abiertas y cerradas.",
        "    1.6. Representación de objetos geométricos con propiedades dadas, como longitudes, ángulos o áreas.",
        "2. Localización y sistemas de representación ",
        "    2.1. Descripción de la posición relativa de objetos en el espacio o de sus representaciones, utilizando vocabulario geométrico adecuado (paralelo, perpendicular, oblicuo, derecha, izquierda, etc.).",
        "    2.2. Descripción verbal e interpretación de movimientos, en relación a uno mismo o a otros puntos de referencia, utilizando vocabulario geométrico adecuado.",
        "    2.3. Interpretación de itinerarios en planos, utilizando soportes físicos y virtuales.",
        "3. Movimientos y transformaciones ",
        "    3.1. Identificación de figuras transformadas mediante traslaciones y simetrías.",
        "    3.2. Generación de figuras transformadas a partir de simetrías y traslaciones de un patrón inicial y predicción del resultado utilizando materiales manipulativos (tangram, geoplano, mosaicos, etc.).",
        "4. Visualización, razonamiento y modelización geométrica ",
        "    4.1. Empleo de estrategias para el cálculo de perímetros de figuras planas y utilización en la resolución de problemas de la vida cotidiana.",
        "    4.2. Utilización de modelos geométricos en la resolución de problemas relacionados con los otros sentidos. Disposiciones rectangulares, diagrama partes-todo, diagramas lineales, diagramas en árbol, diagramas de sectores, etc.",
        "    4.3. Reconocimiento de relaciones geométricas en campos ajenos a la clase de matemáticas, como el arte, las ciencias y la vida cotidiana.",
        "IV. Sentido algebraico",
        "1. Patrones ",
        "    1.1. Identificación, descripción verbal, representación y predicción razonada de términos a partir de las regularidades en una colección de números, figuras o imágenes.",
        "2. Modelo matemático ",
        "    2.1. Ejecución de un proceso pautado de modelización usando materiales manipulativos o representaciones diversas (gráficas, tablas, etc.) para facilitar la comprensión y la resolución de problemas de la vida cotidiana.",
        "    2.2. Planificación en cuatro fases de la resolución de problemas: comprender, pensar, ejecutar y responder.",
        "    2.3. Resolución de problemas aritméticos (de razón, conversión, comparación), geométricos, lógicos, de patrones. Resolución y planteamiento de nuevos problemas.",
        "    2.4. Conocimiento y uso de estrategias de resolución de problemas básicas (modelización, ensayo y error, organización de la información), auxiliares (analogía y simplificar), específicas (búsqueda de patrones, eliminar).",
        "    2.5. Construcción y empleo de diagramas partes-todo, tablas simples, tablas de doble entrada, diagramas de barras, diagramas en árbol.",
        "3. Relaciones y funciones ",
        "    3.1. Establecimiento de relaciones de igualdad y desigualdad, y uso de los signos = , ≠ y ≈ entre expresiones que incluyan operaciones y sus propiedades.",
        "    3.2. Reconocimiento de la igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "    3.3. Representación de la relación «mayor que» y «menor que», y uso de los signos .",
        "    3.4. Expresión matemática de las relaciones establecidas y deducidas del trabajo manipulativo o de situaciones problemáticas haciendo uso de símbolos numéricos y no numéricos.",
        "4. Pensamiento computacional ",
        "    4.1. Reconocimiento y modificación de algoritmos sencillos (reglas de juegos, instrucciones secuenciales, bucles, patrones repetitivos, programación por bloques, robótica educativa, etc.).",
        "    4.2. Resolución de retos con actividades desenchufadas y manipulativas para el desarrollo del pensamiento computacional.",
        "V. Sentido estocástico",
        "1. Organización y análisis de datos ",
        "    1.1. Lectura e interpretación de gráficos estadísticos de la vida cotidiana (pictogramas, gráficas de barras, de sectores e histogramas).",
        "    1.2. Conocimiento y uso de estrategias sencillas para la recogida, clasificación y organización de datos cualitativos o cuantitativos discretos en muestras pequeñas, mediante calculadora y aplicaciones informáticas sencillas. Frecuencia absoluta: interpretación.",
        "    1.3. Elaboración de gráficos estadísticos básicos (diagrama de barras, diagrama lineal y pictogramas) para representar datos, seleccionando el más conveniente, mediante recursos tradicionales y aplicaciones informáticas sencillas.",
        "    1.4. Interpretación de la moda como el dato más frecuente y de la media como el valor promedio de un conjunto de datos numéricos.",
        "    1.5. Comparación gráfica de dos conjuntos de datos para establecer relaciones y extraer conclusiones.",
        "    1.6. Diferenciación entre variable cualitativa y cuantitativa.",
        "2. Incertidumbre ",
        "    2.1. Reconocimiento de la incertidumbre en situaciones de la vida cotidiana y mediante la realización de experimentos.",
        "    2.2. Identificación de suceso seguro, suceso posible y suceso imposible.",
        "    2.3. Comparación de la probabilidad de dos sucesos de forma intuitiva y a través de su relación con las fracciones.",
        "    2.4. Uso de la calculadora para obtener la probabilidad de un suceso.",
        "3. Inferencia ",
        "    3.1. Extracción de conclusiones a partir del análisis de los datos recogidos, dándoles sentido en el contexto de estudio.",
        "VI. Sentido socioafectivo",
        "1. Creencias, actitudes y emociones ",
        "    1.1. Gestión emocional: identificación y manifestación de las propias emociones ante las matemáticas. Iniciativa y tolerancia ante la frustración en el aprendizaje de las matemáticas.",
        "    1.2. Fomento de la autonomía y estrategias para la toma de decisiones en situaciones de resolución de problemas.",
        "2. Trabajo en equipo, inclusión, respeto y diversidad ",
        "    2.1. Mostrar sensibilidad y respeto ante las diferencias individuales presentes en el aula: identificación y rechazo de actitudes discriminatorias.",
        "    2.2. Participación activa en el trabajo en equipo, escucha activa y respeto por el trabajo de los demás.",
        "    2.3. Reconocimiento y comprensión de las emociones y experiencias de los demás.",
        "    2.4. Valoración de la contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
    ],
    "criteriosEvaluacion": [
        "1.1. Interpretar de forma verbal y gráfica problemas de la vida cotidiana, discriminando datos, relaciones y objetivo para lograr la comprensión del problema, elaborando diagramas u otras representaciones matemáticas que ayuden en la búsqueda y elección de estrategias para la comprensión de la situación planteada. CCL1, CCL2, STEM1, STEM2, STEM4, CD2, CPSAA5, CE1, CE3",
        "2.1. Elegir alguna estrategia que resuelva problemas aritméticos, geométricos, lógicos, de patrones, justificando dicha elección, y aplicarla para obtener las posibles soluciones, utilizando otras estrategias si la elegida no lleva a la solución. STEM1, STEM2, CPSAA5, CE3",
        "2.2. Elegir y utilizar las operaciones pertinentes para la resolución de problemas aritméticos con las estructuras aditiva o multiplicativa; plantear problemas coherentes que se resuelvan con operaciones dadas, utilizando la calculadora cuando las cantidades lo precisen; ofrecer representaciones gráficas adecuadas y argumentarlas. STEM1, STEM2, CPSAA5, CE3",
        "2.3. Confirmar la validez de las soluciones del problema y su coherencia en el contexto planteado, explicando el proceso seguido, planteándose preguntas y expresando sus reflexiones verbalmente o por escrito. CCL1, CCL2, STEM1, STEM2, CPSAA4, CE3",
        "3.1. Analizar conjeturas matemáticas sencillas de forma pautada, investigando patrones, propiedades y relaciones, utilizando materiales manipulativos, representaciones gráficas o la calculadora, para extraer conclusiones, comunicarlas y argumentarlas de forma verbal, manipulativa, gráfica o a través de medios tecnológicos. CCL1, STEM1, STEM2, CD1, CD3, CD5, CE3",
        "3.2. Identificar y analizar problemas sobre situaciones cotidianas que puedan resolverse mediante las matemáticas, comprobando la validez de las soluciones obtenidas y su coherencia en el contexto, para establecer conexiones entre las matemáticas y los fenómenos que ocurren a su alrededor. STEM1, STEM2, CE3",
        "4.1. Automatizar rutinas sencillas en contextos cotidianos identificando patrones a partir de regularidades, utilizando secuencias numéricas, geométricas o gráficas, haciendo predicciones razonadas, comprobando la validez de las mismas y modificando algoritmos dados. STEM1, STEM2, STEM3, CE3",
        "4.2. Resolver problemas organizando la información, descomponiendo en partes más simples, modificando y creando algoritmos de forma guiada, así como utilizando las herramientas adecuadas, entre ellas las tecnológicas. STEM1, STEM2, CD3, CD5, CE3",
        "5.1. Explicar las conexiones entre todos los sentidos y entre las matemáticas implicadas en las diferentes áreas, movilizando conocimientos y experiencias propias, para una comprensión más profunda de los aprendizajes adquiridos, afrontando nuevos retos. STEM1",
        "5.2. Explicar las conexiones entre las matemáticas, otras áreas y la vida cotidiana para interpretar y resolver problemas en contextos no matemáticos y tomar decisiones desde una perspectiva sostenible y respetuosa. STEM1, STEM3, CD5, CC4, CCEC1",
        "6.1. Reconocer y comprender el lenguaje matemático sencillo presente en la vida cotidiana, en diferentes formatos, adquiriendo vocabulario para transmitir mensajes con información matemática. CCL1, CCL3, STEM2, STEM4, CD1",
        "6.2. Comunicar en diferentes formatos los procesos e ideas matemáticas utilizando lenguaje matemático adecuado, argumentando e intercambiando información de forma crítica y creativa para dar significado y permanencia a las ideas matemáticas. CCL1, CCL3, STEM2, STEM4, CD5, CE3, CCEC4",
        "7.1. Identificar y describir las emociones propias, y reconocer algunas fortalezas y debilidades, desarrollando así la autoconfianza, empleando actitudes positivas, tales como la perseverancia y la responsabilidad ante nuevos retos matemáticos, y valorando el error como una oportunidad de aprendizaje. CPSAA1, CPSAA4, CPSAA5, CE2",
        "8.1. Colaborar en el trabajo en equipo mostrando iniciativa, desarrollando la escucha activa y la comunicación asertiva, valorando la diversidad, asumiendo las responsabilidades individuales y empleando estrategias cooperativas para la consecución de objetivos compartidos. CCL5, CP3, STEM3, CPSAA3, CC2, CC3, CE3"
    ]
}