{
    "saberes": [
        "A. Comunicación",
        "1. Saber.",
        "a. Saludos y presentaciones, disculpas, agradecimientos, invitaciones y despedidas.",
        "b. Establecimiento y mantenimiento de la comunicación.",
        "c. Familiarización con las estructuras sintácticas.",
        "- Expresión de relaciones lógicas: conjunción (and); oposición (but); causa (because); finalidad (to- infinitive, e.g. I did it to help her) y gradación del adjetivo (as adj. as; smaller (than); the biggest).",
        "- Relaciones temporales (then; when; before; after).",
        "- Afirmación: affirmative sentences.",
        "- Exclamación: What + noun, e. g. What fun! How + adj., e. g. How nice! - exclamatory sentences, I love salad).",
        "- Negación: Negative sentences with not; never, no (adj.); No (+ negative tag)).",
        "- Interrogación: Wh- questions; Auxiliary questions.",
        "- Expresión del tiempo: pasado (simple past); presente (simple present); futuro (will/going to).",
        "- Expresión del aspecto: puntual (simple tenses), durativo (present and past continuous) y habitual (simple tenses (+ adv.,",
        "e. g. always, every day)).",
        "- Expresión de la modalidad: factualidad (declarative sentences) capacidad (can); necesidad (must, need); obligación (have to; imperative); permiso (can) e intención (going to).",
        "- Expresión de la existencia (there is/are); la entidad (nouns and pronouns, articles, demonstratives) y la cualidad (very + adj.).",
        "- Expresión de la cantidad: singular/plural; cardinal numerals up to four digits; ordinal numerals up to two digits. Quantity: all, many, a lot, some, (a) few, (a) little, more, much. Degree: very, half, a bottle, a cup, a glass, a piece. Degree: very, too, enough.",
        "- Expresión del espacio (prepositions and adverbs of location, position).",
        "- Expresión del tiempo: (points (e. g. half-past five); divisions (e. g. half an hour, summer); indications of time (e. g. now, tomorrow (morning)); duration (e. g. for two days); anteriority (before); posteriority (after); sequence (first…then); simultaneousness (at the same time); frequency (e. g. sometimes, on Sundays).",
        "- Expresión del modo: adverb of manner: slowly, well, quickly, carefully.",
        "d. Ampliación del léxico ya conocido e introducción de léxico nuevo.",
        "- Descripción de personas, prendas de vestir y objetos personales; los sentimientos y actitudes; las horas; las rutinas y hábitos cotidianos; tipos de viviendas y mobiliario; actividades domésticas; la ciudad, el comercio y el dinero; las profesiones y las personas que trabajan en nuestro entorno cercano; la vida escolar y las materias de estudio; actividades de ocio; el tiempo atmosférico, la naturaleza y la sostenibilidad; la ciencia y la tecnología; los inventos; el arte y la historia; personajes de cuento o de cómics; países, ciudades y monumentos.",
        "e. Conocimiento de normas de cortesía, hábitos cotidianos (horarios de comidas, tipos de comidas), comportamiento (gestos habituales, uso de la voz, contacto físico) y de formas de vida de personas de su edad en diferentes países de habla inglesa (entorno escolar, vacaciones, actividades de ocio, ciudades y áreas rurales, etc.). Reflexión sobre similitudes y diferencias con nosotros.",
        "f. Rimas y canciones tradicionales asociadas a las celebraciones.",
        "g. Dominio a nivel oral, escrito y multimodal de los 44 sonidos.",
        "- Vowel sounds, consonant sounds.",
        "- Dominio del blending y segmenting.",
        "- Escritura de las vocales largas.",
        "- Silent letters: Silent /b/ (climb), Silent /g/ (gnome), Silent /w/ (write), silent /c/ (science), silent /k/ (know) Silent /h/ (honest, hour), Silent t (whistle), silent /e/ (cycle, circle), silent /gh/ (eight, right, fight)",
        "- Hard / soft consonants /g/ and /c/ (e.g., gently, or giant, city or cell for soft /g/ and /c/; call or class, great or gum for hard /g/ and /c/)",
        "- Alternative R-controlled vowels: e.g. four, deer, bear, door.",
        "- Compound words.",
        "- Homophones.",
        "- Palabras de uso frecuente (high-frequency words)",
        "- Reconocimiento de los 8 diptongos",
        "- Pronunciación del pasado regular.",
        "h. El alfabeto en inglés. Dominio del deletreo.",
        "i. Conocimiento y aplicación de las normas ortográficas de la lengua inglesa.",
        "- Uso de mayúsculas y signos de puntuación básicos, utilizando los rasgos prosódicos de palabras y frases cotidianas de forma comprensible, a pesar de una fuerte influencia de otra/s lengua/s que habla en el acento, la entonación y/o el ritmo.",
        "2. Saber hacer.",
        "- Reconocimiento y comprensión de expresiones y léxico básicos trabajados en cursos anteriores en textos orales, escritos y multimodales contextualizados.",
        "- Uso de convenciones y estrategias básicas, en formato síncrono o asíncrono, para la realización de las actividades propuestas en las competencias específicas.",
        "- Uso de herramientas analógicas y digitales básicas y adecuadas al entorno escolar para promover la comprensión, producción y coproducción oral, escrita y multimodal.",
        "- Participación dirigida en plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias) para el aprendizaje, la comunicación y el desarrollo de sencillos proyectos con hablantes o estudiantes de la lengua extranjera.",
        "- Petición y ofrecimiento de ayuda, información, objetos, opinión y permiso.",
        "- Narración de hechos pasados remotos y recientes.",
        "- Descripción de personas, actividades, lugares, objetos, hábitos y planes.",
        "- Expresión de la capacidad, el gusto, la preferencia, la opinión, el acuerdo o desacuerdo y el sentimiento.",
        "- Inferencia y formulación de hipótesis sobre significados a partir de la comprensión de elementos significativos, lingüísticos y paralingüísticos.",
        "- Reconocimiento de normas de cortesía, convenciones sociales, costumbres, valores, creencias y actitudes; de formas de vida de personas de su edad en diferentes países de habla inglesa (entorno escolar, vacaciones, actividades de ocio, ciudades, áreas rurales, etc.). Reflexión sobre similitudes y diferencias con nosotros.",
        "- Distinción de diferentes registros; uso de la voz y lenguaje no verbal.",
        "- Participación en juegos grupales tradicionales (de respuesta física, de memoria, de vocabulario, cartas, etc.).",
        "- Participación en juegos lingüísticos de forma individual o grupal con la ayuda de materiales diversos, incluyendo recursos digitales.",
        "- Celebración de fiestas familiares (cumpleaños) y de fiestas tradicionales (Halloween, Christmas, St Patrick’s, Valentine’s Day, Pancake Day, Easter...).",
        "- Reconocimiento de expresiones utilizadas en las diferentes festividades.",
        "- Comprensión de dramatizaciones o películas basadas en cuentos tradicionales u otras historias populares en inglés.",
        "- Discriminación de los sonidos alternativos y homófonos de la lengua inglesa.",
        "- Acercamiento al ritmo y sonoridad de la lengua a través de las rimas, retahílas, canciones, trabalenguas, adivinanzas y series de dibujos animados, etc.",
        "- Pronunciación suficientemente clara como para hacerse comprender, si bien sus interlocutores tienen que pedirle de vez en cuando que repita. Una fuerte influencia de otra/s lengua/s que habla sobre el acento, el ritmo y la entonación puede afectar a la inteligibilidad y requerir la colaboración de los interlocutores. No obstante, la pronunciación de palabras conocidas es clara.",
        "3. Saber ser.",
        "- Autoconfianza. El error como instrumento de mejora.",
        "- Movilización de información previa sobre tipo de tarea y tema.",
        "- Interés por conocer y buscar información sobre los países en los que se habla inglés.",
        "- Interés por entrar en contacto con el alumnado de esos países.",
        "- Interés por usar el inglés en situaciones diversas y confianza en la propia capacidad para comprenderlo.",
        "- Reconocimiento y respeto por la propiedad intelectual de las fuentes consultadas y contenidos utilizados.",
        "- Uso de recursos para el aprendizaje y estrategias para la búsqueda guiada de información en medios analógicos y digitales.",
        "- Participación en juegos mostrando satisfacción, colaboración y aceptación de resultados.",
        "- Pronunciación inteligible cuando se comunica en situaciones cotidianas sencillas, siempre que el/la interlocutor/a haga un esfuerzo para comprender sonidos específicos.",
        "- Respeto por las personas que comparten espacio y tiempo ante cualquier situación producida en el entorno de desarrollo.",
        "- Cuidado del material fungible y no fungible.",
        "- Uso responsable de los bienes puestos al servicio de la comunidad.",
        "B. Interculturalidad.",
        "- La lengua extranjera como medio de comunicación y relación con personas de otros países, como forma de acceder a nueva información y como medio para conocer culturas y modos de vida diferentes.",
        "- Interés y valoración positiva por establecer contactos y comunicarse a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
        "- Patrones culturales básicos de uso frecuente propios de la lengua extranjera.",
        "- Aspectos socioculturales y sociolingüísticos básicos y habituales relativos a las costumbres, la vida cotidiana y las relaciones interpersonales, convenciones sociales básicas de uso común, lenguaje no verbal, cortesía lingüística y etiqueta digital propias de países donde se habla la lengua extranjera.",
        "- Estrategias básicas de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores eco sociales y democráticos.",
        "C. Plurilingüismo.",
        "- Estrategias y técnicas de compensación de las carencias comunicativas para responder eficazmente a una necesidad concreta, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las lenguas familiares.",
        "- Estrategias básicas de uso común para identificar, organizar, retener, recuperar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "- Estrategias y herramientas básicas de uso común de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
        "- Léxico y expresiones de uso común para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "- Comparación elemental entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer e interpretar textos orales, escritos y multimodales breves y sencillos tanto sobre temas cotidianos como de textos literarios adecuados al nivel de desarrollo del alumnado a través de distintos soportes.",
        "1.2 Seleccionar, organizar y aplicar estrategias y conocimientos adecuados en situaciones comunicativas cotidianas para comprender el sentido global y procesar informaciones explícitas en textos diversos.",
        "2.1 Expresar oralmente textos breves y sencillos, previamente preparados, sobre asuntos cotidianos y de relevancia para el alumnado, utilizando de forma guiada recursos verbales y no verbales, y usando formas y estructuras básicas y de uso frecuente propias de la lengua extranjera.",
        "2.2 Organizar y redactar textos breves y sencillos, previamente preparados, con adecuación a la situación comunicativa propuesta, a través de herramientas analógicas y digitales, y usando léxico y estructuras básicas de uso común sobre asuntos cotidianos y frecuentes, de relevancia personal para el alumnado y próximos a su experiencia.",
        "2.3 Seleccionar y aplicar de forma guiada conocimientos y estrategias para preparar y producir textos adecuados a las intenci ones comunicativas, las características contextuales y la tipología textual, usando con ayuda recursos físicos o digitales en función de la tarea y las necesidades de cada momento.",
        "3.1 Planificar y participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próximos a su experiencia, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas y motivaciones de las y los interlocutores.",
        "3.2 Seleccionar, organizar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; formular y contestar preguntas sencillas; expresar mensajes, e iniciar y terminar la comunicación.",
        "4.1 Inferir y explicar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad, mostrando respeto y empatía por las y los interlocutores y por las lenguas empleadas, e interés por participar en la solución de problemas de intercomprensión y de entendimiento en su entorno próximo, apoyándose en diversos recursos y soportes.",
        "4.2 Seleccionar y aplicar, de forma guiada, estrategias básicas que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, adecuada a las intenciones comunicativas, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "5.1 Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre aspectos básicos de su funcionamiento.",
        "5.2 Utilizar y diferenciar de forma progresivamente autónoma los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "5.3 Registrar y utilizar, de manera guiada, los progresos y dificultades de aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y realizando actividades de autoevaluación y coevaluación, como las propuestas en el Porfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje.",
        "6.1 Actuar con aprecio y respeto en situaciones interculturales, construyendo vínculos entre las diferentes lenguas y culturas, y mostrando rechazo ante cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos y habituales.",
        "6.2 Aceptar y respetar la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos básicos que fomenten la sostenibilidad y la democracia.",
        "6.3 Seleccionar y aplicar, de forma guiada, estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística."
    ]
}