{
    "saberes": [
        "A. Communication",
        "1. Know.",
        "a. Greetings and introductions, apologies, thanks, invitations and farewells.",
        "b. Establishment and maintenance of communication.",
        "c. Familiarization with syntactic structures.",
        "- Expression of logical relationships: conjunction (and); opposition (but); cause (because); finality (to-infinitive, e.g. I did it to help her) and gradation of the adjective (as adj. as; smaller (than) ; the biggest).",
        "- Temporal relations (then; when; before; after).",
        "- Affirmation: affirmative sentences.",
        "- Exclamation: What + noun, e. g. What fun! How + adj., e. g. How nice! - exclamatory sentences, I love salad).",
        "- Negation: Negative sentences with not; never, no (adj.); No (+ negative tag)).",
        "- Interrogation: Wh- questions; Auxiliary questions.",
        "- Expression of time: past (simple past); present (simple present); future (will/going to).",
        "- Expression of aspect: punctual (simple tenses), durative (present and past continuous) and habitual (simple tenses (+ adv.,",
        "e.g. always, every day)).",
        "- Expression of modality: factuality (declarative sentences) capacity (can); necessity (must, need); obligation (have to; imperative); permission (can) and intention (going to).",
        "- Expression of existence (there is/are); the entity (nouns and pronouns, articles, demonstratives) and the quality (very + adj.)",
        "- Expression of quantity: singular/plural; cardinal numerals up to four digits; ordinal numerals up to two digits. Quantity: all, many, a lot, some, (a) few, (a) little, more, much. Degree: very, half, a bottle, a cup, a glass, a piece. Degree: very, too, enough.",
        "- Expression of space (prepositions and adverbs of location, position).",
        "- Expression of time: (points (e.g. half-past five); divisions (e.g. half an hour, summer); indications of time (e.g. now, tomorrow (morning)); duration (e.g. for two days); anteriority (before ); posteriority (after); sequence (first…then); simultaneousness (at the same time); frequency (e.g. sometimes, on Sundays).",
        "- Expression of mode: adverb of manner: slowly, well, quickly, carefully.",
        "d. Extension of the already known lexicon and introduction of new lexicon.",
        "- Description of people, clothing and personal objects; feelings and attitudes; hours; daily routines and habits; types of homes and furniture; domestic activities; the city, commerce and money; professions and people who work in our immediate environment; school life and study subjects; leisure activities; weather, nature and sustainability; science and technology; inventions; art and history; characters from stories or from comics; countries, cities and monuments.",
        "e. Knowledge of rules of courtesy, daily habits (meal times, types of food), behavior (habitual gestures, use of voice, physical contact) and lifestyles of people their age in different English-speaking countries (school environment, holidays, leisure activities, cities and rural areas, etc.) Reflection on similarities and differences with us.",
        "f. Traditional rhymes and songs associated with the celebrations.",
        "g. Oral, written and multimodal command of the 44 sounds.",
        "- vowel sounds, consonant sounds.",
        "- Mastery of blending and segmenting.",
        "- Writing long vowels.",
        "- Silent letters: Silent /b/ (climb), Silent /g/ (gnome), Silent /w/ (write), silent /c/ (science), silent /k/ (know) Silent /h/ (honest , hour), Silent t (whistle), silent /e/ (cycle, circle), silent /gh/ (eight, right, fight)",
        "- Hard / soft consonants /g/ and /c/ (e.g., gently, or giant, city or cell for soft /g/ and /c/; call or class, great or gum for hard /g/ and /c/ )",
        "- Alternative R-controlled vowels: e.g. four, deer, bear, door.",
        "- Compound words.",
        "- Homophones.",
        "- High-frequency words",
        "- Recognition of the 8 diphthongs",
        "- Pronunciation of the regular past.",
        "h. The English alphabet. Mastery of spelling.",
        "i. Knowledge and application of the spelling rules of the English language.",
        "- Use of capital letters and basic punctuation marks, using the prosodic features of everyday words and phrases in an understandable way, despite a strong influence of the other language(s) spoken in stress, intonation and/or rhythm .",
        "2. Know how to do.",
        "- Recognition and comprehension of expressions and basic vocabulary worked on in previous courses in contextualized oral, written and multimodal texts.",
        "- Use of conventions and basic strategies, in synchronous or asynchronous format, to carry out the activities proposed in the specific competences.",
        "- Use of basic analogue and digital tools appropriate to the school environment to promote oral, written and multimodal comprehension, production and co-production.",
        "- Directed participation in virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences) for learning, communication and the development of simple projects with speakers or students of the foreign language.",
        "- Request and offer of help, information, objects, opinion and permission.",
        "- Narration of remote and recent past events.",
        "- Description of people, activities, places, objects, habits and plans.",
        "- Expression of ability, taste, preference, opinion, agreement or disagreement and feeling.",
        "- Inference and formulation of hypotheses about meanings from the understanding of significant, linguistic and paralinguistic elements.",
        "- Recognition of rules of courtesy, social conventions, customs, values, beliefs and attitudes; of ways of life of people of their age in different English-speaking countries (school environment, vacations, leisure activities, cities, rural areas, etc. .). Reflection on similarities and differences with us.",
        "- Distinction of different registers; use of voice and non-verbal language.",
        "- Participation in traditional group games (physical response, memory, vocabulary, cards, etc.)",
        "- Participation in linguistic games individually or in groups with the help of various materials, including digital resources.",
        "- Celebration of family holidays (birthdays) and traditional holidays (Halloween, Christmas, St Patrick's, Valentine's Day, Pancake Day, Easter...)",
        "- Recognition of expressions used in different festivities.",
        "- Understanding dramatizations or films based on traditional tales or other popular stories in English.",
        "- Discrimination of alternative sounds and homophones of the English language.",
        "- Approach to the rhythm and sound of the language through rhymes, strings, songs, tongue twisters, riddles and cartoon series, etc.",
        "- Pronunciation clear enough to be understood, although your interlocutors have to ask you to repeat from time to time. A strong influence of another language/s speaking on stress, rhythm and intonation can affect intelligibility and require the collaboration of the interlocutors. However, the pronunciation of familiar words is clear.",
        "3. Know how to be.",
        "- Self-confidence. Errors as an instrument for improvement.",
        "- Mobilization of prior information on the type of task and topic.",
        "- Interest in knowing and looking for information about the countries where English is spoken.",
        "- Interest in getting in touch with students from those countries.",
        "- Interest in using English in different situations and confidence in one's own ability to understand it.",
        "- Acknowledgment and respect for the intellectual property of the sources consulted and content used.",
        "- Use of resources for learning and strategies for the guided search of information in analog and digital media.",
        "- Participation in games showing satisfaction, collaboration and acceptance of results.",
        "- Intelligible pronunciation when communicating in simple everyday situations, as long as the interlocutor makes an effort to understand specific sounds.",
        "- Respect for the people who share space and time in the face of any situation produced in the development environment.",
        "- Care of expendable and non-expendable material.",
        "- Responsible use of goods placed at the service of the community.",
        "B. Interculturality.",
        "- The foreign language as a means of communication and relationship with people from other countries, as a way of accessing new information and as a means of learning about different cultures and ways of life.",
        "- Interest and positive assessment for establishing contacts and communicating through different means with speakers or students of the foreign language.",
        "- Frequently used basic cultural patterns of the foreign language.",
        "- Basic and habitual sociocultural and sociolinguistic aspects related to customs, daily life and interpersonal relationships, basic social conventions in common use, non-verbal language, linguistic courtesy and digital etiquette typical of countries where the foreign language is spoken.",
        "- Basic strategies of common use to understand and appreciate linguistic, cultural and artistic diversity, taking into account eco-social and democratic values.",
        "C. Plurilingualism.",
        "- Strategies and techniques to compensate for communication deficiencies to respond effectively to a specific need, despite the limitations derived from the level of competence in the foreign language and in the family languages.",
        "- Basic strategies of common use to identify, organize, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "- Strategies and basic tools of common use for self-evaluation and co-evaluation, analogical and digital, individual and cooperative.",
        "- Lexicon and commonly used expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
        "- Elementary comparison between languages from elements of the foreign language and other languages: origin and relationships."
    ],
    "criteriosEvaluacion": [
        "1.1 Recognize and interpret brief and simple oral, written and multimodal texts on both everyday topics and literary texts appropriate to the level of development of the students through different supports.",
        "1.2 Select, organize and apply appropriate strategies and knowledge in everyday communicative situations to understand the global meaning and process explicit information in various texts.",
        "2.1 Orally express short and simple texts, previously prepared, about everyday matters and relevant to the students, using verbal and non-verbal resources in a guided way, and using basic and frequently used forms and structures typical of the foreign language.",
        "2.2 Organize and write short and simple texts, previously prepared, with adaptation to the proposed communicative situation, through analogical and digital tools, and using vocabulary and basic structures of common use on daily and frequent matters, of personal relevance for the students and close to their experience.",
        "2.3 Select and apply knowledge and strategies in a guided way to prepare and produce texts appropriate to the communicative intentions, the contextual characteristics and the textual typology, using with the help of physical or digital resources depending on the task and the needs of each moment. ",
        "3.1 Plan and participate in brief and simple interactive situations on everyday topics, of personal relevance and close to their experience, through various supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas and motivations of the interlocutors.",
        "3.2 Select, organize and use, in a guided way and in everyday situations, elementary strategies to greet, say goodbye and introduce oneself; ask and answer simple questions; express messages, and start and end communication.",
        "4.1 Infer and explain texts, concepts and brief and simple communications, in a guided way, in situations in which to attend to diversity, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in the solution problems of intercomprehension and understanding in their immediate environment, relying on various resources and supports.",
        "4.2 Select and apply, in a guided way, basic strategies that help create bridges and facilitate the understanding and production of information and communication, appropriate to the communicative intentions, using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "5.1 Compare and contrast the similarities and differences between different languages, reflecting in a progressively autonomous way on basic aspects of their functioning.",
        "5.2 Use and differentiate progressively autonomously the knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "5.3 Register and use, in a guided way, the progress and difficulties in learning the foreign language, recognizing the aspects that help to improve and carrying out self-evaluation and peer-evaluation activities, such as those proposed in the European Language Portfolio (PEL) or in a learning journal.",
        "6.1 Act with appreciation and respect in intercultural situations, building links between different languages and cultures, and showing rejection of any type of discrimination, prejudice and stereotype in daily and habitual communicative contexts.",
        "6.2 Accept and respect the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding basic cultural and linguistic elements that promote sustainability and democracy.",
        "6.3 Select and apply, in a guided way, basic strategies to understand and appreciate linguistic, cultural and artistic diversity."
    ]
}