{
    "criteriosEvaluacion": [
        "1.1. Adquirir y usar la terminología propia de la materia demostrando capacidad de aplicación de las estrategias de trabajo específicas de la antropología y la sociología.",
        "1.2. Analizar y comunicar las distintas formas de vida, grados de desarrollo, transformaciones, problemáticas y rasgos culturales de sociedades determinadas, tanto del pasado como de la actualidad.",
        "1.3. Interiorizar y exponer los rasgos distintivos de las diferentes culturas y de las relaciones existentes entre sociedad, política, religión, lenguaje y conocimiento.",
        "1.4. Adquirir conciencia de la repercusión de las propias opiniones en la lucha contra las desigualdades, especialmente entre mujeres y hombres, en las diferentes culturas y grupos sociales, y las consecuencias de que estas pervivan en la actualidad.",
        "1.5. Identificar aportaciones y argumentos de autoridad de figuras destacadas de la antropología o sociología.",
        "2.1. Diseñar y elaborar proyectos de investigación social.",
        "2.2. Emplear las estrategias propias de la metodología científica antropológica y sociológica para identificar rasgos sociales y culturales.",
        "2.3. Utilizar técnicas de investigación científica.",
        "2.4. Alcanzar una actitud crítica y respetuosa ante las formas y manifestaciones de vida sobre las que investiga.",
        "2.5. Buscar, seleccionar e interpretar de forma crítica información procedente de fuentes diversas para redactar conclusiones que se presentarán en público.",
        "3.1. Adquirir y valorar las habilidades de planificación, organización y de liderazgo para el cumplimiento de objetivos.",
        "3.2. Desarrollar habilidades personales, sociales y comunicativas y los valores necesarios en el trabajo de equipo y en las interacciones entre iguales.",
        "3.3. Utilizar con maestría las técnicas de realización de debates y puesta en común de conclusiones, participando en estos con rigor y respeto.",
        "4.1. Analizar el impacto de la globalización económica y cultural en las personas, colectivos, pueblos indígenas o sociedades.",
        "4..2. Aplicar la terminología de la antropología y sociología en el análisis y descripción de hechos, relaciones y fenómenos culturales y sociales en el mundo actual.",
        "4.3. Identificar los factores que provocan el reparto desigual de las riquezas, tomando conciencia de sus repercusiones sociales.",
        "4.4. Utilizar la Declaración Universal de los Derechos Humanos como referente ético y legal para analizar y argumentar desde un punto de vista crítico y práctico hechos, relaciones o fenómenos culturales y sociales analizados que generen desigualdades, así como proponer y diseñar respuestas que aminoren los efectos de las mismas."
    ],
    "saberes": [
        "A. Antropología social y sociología",
        "AYSO.1.A.1. La diversidad humana y etnocentrísmo. El emic-etic.",
        "AYSO.1.A.2. Cultura y culturas, intercambio cultural, multiculturalidad, interculturalidad, aculturación, endoculturación.",
        "AYSO.1.A.3. El principio de igualdad. Consideración del binomio sexo-género desde diferentes culturas. ",
        "AYSO.1.A.4. Dimensión social del ser humano: la socialización.",
        "AYSO.1.A.5. Cambios sociales y modernización. ",
        "AYSO.1.A.6. La estratificación en las sociedades actuales. ",
        "AYSO.1.A.7. Cambios demográficos y conflicto social.",
        "AYSO.1.A.8. Los rasgos distintivos y características principales que definen una cultura: tradición e historia, política, economía, sociedad, religión, lenguaje, producción artística y conocimiento. Historia del pueblo gitano en Andalucía.",
        "AYSO.1.A.9. Evolución social y cultural de Andalucía y su reflejo en las producciones culturales, artísticas, religiosas, políticas, sociales y económicas de la comunidad.",
        "AYSO.1.A.10.Roles de género y escenarios de sociabilidad de las mujeres en las distintas culturas. ",
        "AYSO.1.A.11. Claude Lévi-Strauss y la antropología social.",
        "AYSO.1.A.12. Las aportaciones principales de Saint Simon y Augusto Comte como precursores y padres de la sociología moderna.",
        "B. Destrezas y actitudes de investigación",
        "AYSO.1.B.1. El método científico aplicado a las ciencias sociales. ",
        "AYSO.1.B.2. Diferencias entre el modelo deductivo e inductivo.",
        "AYSO.1.B.3. Técnicas de recogida de datos: la observación, participación, entrevistas, encuestas, categorización.",
        "AYSO.1.B.4. Búsqueda de información veraz y contrastada.",
        "AYSO.1.B.5. Análisis de datos cuantitativos y cualitativos. Instrumentos.",
        "AYSO.1.B.6. Las principales técnicas de investigación científicas en las Ciencias Sociales. ",
        "AYSO.1.B.7. Formulación de hipótesis explicativas y comparaciones. La argumentación contrastada. AYSO.1.B.8. La objetividad y subjetividad en las Ciencias Sociales.",
        "AYSO.1.B.9. Las fuentes de información. Estudio crítico de las mismas. ",
        "AYSO.1.B.10. Obtención de conclusiones y emisión de informes técnicos.",
        "C. Habilidades sociales, personales y comunicativas",
        "AYSO.1.C.1. Funciones ejecutivas del ser humano: la planificación, la organización y el estudio. ",
        "AYSO.1.C.2. Habilidades personales: la perseverancia y la motivación. El liderazgo.",
        "AYSO.1.C.3. Diseño, elaboración y ejecución de proyectos.",
        "AYSO.1.C.4. Habilidades sociales: empatía, colaboración, cooperación.",
        "AYSO.1.C.5. La comunicación eficaz: habilidades comunicativas, escucha activa, barreras del lenguaje. ",
        "AYSO.1.C.6. Valores universales: respeto, tolerancia, solidaridad y compasión.",
        "AYSO.1.C.7. La técnica del debate.",
        "D. Globalización económica y cultural",
        "AYSO.1.D.1. La globalización: concepto, clases, evolución y consecuencias. ",
        "AYSO.1.D.2. Globalización y Agenda 2030.",
        "AYSO.1.D.3. El análisis y estudio de hechos, relaciones y fenómenos culturales y sociales en el mundo actual desde la perspectiva de la antropología y la sociología.",
        "AYSO.1.D.4. Estilo de vida del mundo desarrollado: consumismo, sobreexplotación de recursos, deslocalización de la producción, aculturación, etc.",
        "AYSO.1.D.5. La desigual distribución de las riquezas. ",
        "AYSO.1.D.6. Globalización, Tercer Mundo y solidaridad. ",
        "AYSO.1.D.7. La Declaración Universal de los Derechos Humanos.",
        "AYSO.1.D.8. Acciones de cooperación, asociacionismo y voluntariado."
    ]
}