{
  "saberes": [
    "Bloque A: Situaciones psicomotrices.",
    "Actividades físicodeportivas soporte de este dominio (pruebas, estilos, reglas básicas de juego, espacios, materiales…). Control corporal y regulación del gasto energético.*",
    "Habilidades motrices específicas asociadas a la técnica en actividades físicodeportivas: profundización, identificación y corrección de errores comunes.*",
    "Adaptaciones motrices para resolver eficientemente tareas de cierta complejidad en situaciones motrices individuales.*",
    "Toma de decisiones previas a la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales para resolverla adecuadamente.*",
    "Medición de actuaciones o marcas propias y ajenas con criterios objetivos.",
    "Movimientos, posturas y estiramientos ante dolores musculares.",
    "Bloque B: Situaciones sociomotrices de oposición.",
    "La diversidad de juegos tradicionales, actividades físicas y deportivas propias de este dominio.",
    "Principios de acción fundamentales para superar al adversario.*",
    "Estereotipos motores de las actividades de oposición.*",
    "Estrategias y medios para pasar de la situación de ser dominado a la dominante.*",
    "Creación de espacios libres en el campo rival a través de golpeos en profundidad, anchura, potencia y altura para dominar en el intercambio.*",
    "Las señales del adversario: intenciones, comportamiento, orientación corporal, desplazamientos, uso del espacio, fortalezas y debilidades…*",
    "Bloque C: Situaciones sociomotrices de cooperación.",
    "Diversidad de prácticas motrices propias de este dominio.",
    "Principios de acción y claves para el éxito en situaciones cooperativas.*",
    "Planificación de secuencias anticipando las conductas motrices.*",
    "Producciones y proyectos motores cooperativos.",
    "Toma de decisiones vinculadas a la asignación de roles, la gestión del tiempo de práctica y la optimización del resultado final.*",
    "Habilidades sociales de acogida, inclusión, ayuda y cooperación.*",
    "Bloque D: Situaciones sociomotrices de oposicióncolaboración.",
    "La diversidad de juegos tradicionales, actividades físicas y deportivas propias de este dominio.",
    "Principios de acción propios de este dominio como algoritmo ofensivo y defensivo, cambio rápido de roles…*",
    "Identificación de las debilidades y fortalezas del adversario: sus intenciones, formas de hacer, uso del espacio, grado de",
    "compromiso...",
    "Delimitación de estrategias previas de ataque y defensa en función de las características de los integrantes del equipo y del equipo rival.*",
    "Reglas de los juegos y normativas dictadas en los deportes de equipo (iniciación del juego, derechos y obligaciones de las personas jugadoras, posibilidades de puntuar, elementos de éxito o fracaso…).",
    "Instrumentos de evaluación y toma de decisiones de forma individual o colectiva: observaciones cruzadas, herramientas informáticas…",
    "Procedimientos de análisis y explicación de su propia acción, la de los compañeros y adversarios.*",
    "Valores de estas prácticas de oposición colectiva (combatividad, enfrentamiento, honestidad, solidaridad, seguridad, legalidad).*",
    "Bloque E: Situaciones motrices en entornos con incertidumbre.",
    "Actividades físicas en el medio natural y urbano.",
    "Identificación durante la actividad de informaciones procedentes del exterior (visual, táctil y auditivo) e internas (propioceptivas, emocionales).*",
    "Gestión y regulación de la energía con economía y eficacia.*",
    "Gestión del riesgo propio y del de los demás en el medio natural. Medidas colectivas de seguridad.*",
    "El material y equipo, incluido el de seguridad, propio de estas actividades: conocimientos técnicos y de mantenimiento.",
    "Puntos cardinales, norte magnético, orientaciones, planos, mapas y brújula.",
    "Prácticas deportivas urbanas: crossfit, gimnasios urbanos, calistenia…",
    "Bloque F: Situaciones motrices artísticas y de expresión.",
    "Actividades rítmicomusicales con carácter expresivo.",
    "Usos comunicativos del cuerpo: expresión de sensaciones, sentimientos, emociones y comunicación de ideas complejas en diferentes contextos.*",
    "Técnicas específicas de expresión corporal.*",
    "Características del espacio escénico: orientación, direcciones, volumen, altura, plano, dimensiones, trazos.",
    "El espacio escénico: itinerarios, entradas/salidas, ubicación del público, orientación (de cara al público), ocupación del espacio.",
    "Fases del proceso creativo (inductor/demanda, creación/diversidad, enriquecimiento, selección, producción, presentación), con procesos de composición coreográfica (repetición, transposición, contraste, acumulación, rotación), con elementos complementarios (vestuario, música).*",
    "Pasos de las danzas, figuras acrosport, acciones acrobáticas/expresivas.",
    "Diferentes roles: coreógrafos, actores, bailarines, espectadores, jueces.",
    "Criterios de observación en las producciones: dificultad, mensaje, concentración, encadenamiento, originalidad, sincronización, coordinación…",
    "Valoración y respeto a las propuestas, opiniones y producciones de los demás. Asimilaciones derivadas de los estereotipos de género.*",
    "Gestión de emociones, la mirada de los demás, riesgos, concentración.*",
    "Organización de espectáculos, veladas y eventos artísticoexpresivos.",
    "Bloque G: Saberes transversales de la Educación Física.",
    "Saberes del curso Tercero:",
    "Salud física: tipos de esfuerzos y su influencia en el organismo y en la salud. Calentamiento específico autónomo. Prácticas peligrosas, mitos y falsas creencias en torno al cuerpo y a la actividad física.*",
    "Capacidades condicionales: desarrollo de las capacidades físicas básicas*.",
    "Salud social: suplementación y dopaje en el deporte; ética y riesgos.",
    "Salud mental: tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en los medios de comunicación.*",
    "Preparación de la práctica motriz: mantenimiento y reparación de material deportivo.",
    "Reflexión crítica sobre la importancia de las medidas y pautas de higiene en contextos de práctica de actividad física.",
    "Planificación y autorregulación de proyectos motores.*",
    "Herramientas digitales para la gestión de la actividad física.",
    "Prevención de accidentes en las prácticas motrices. Gestión del riesgo propio y del de los demás.",
    "Actuaciones críticas ante accidentes. Reanimación cardiopulmonar. Indicios de accidentes cardiovasculares, señales de ictus y similares.*",
    "Aportaciones de la cultura motriz a la herencia cultural. Los juegos deportivos como manifestación de la interculturalidad.",
    "Autorregulación emocional: habilidades volitivas y capacidad de superación*.",
    "Respeto ante la diversidad de género, afectivosexual, de origen, étnica, socioeconómica o de competencia motriz.*",
    "Gestión de conflictos personales de forma dialógica y justa; empatía, solidaridad, respeto e implicación.* Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices.*",
    "Deporte y perspectiva de género: igualdad en el acceso al deporte. Ejemplos de referentes de ambos sexos, edades u otros parámetros.*",
    "Respeto a las normas viales en sus desplazamientos activos cotidianos.",
    "Consumo responsable: uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de actividad física.",
    "Saberes del curso Cuarto:",
    "Salud física: control de resultados y variables fisiológicas básicas como consecuencia del ejercicio físico. Calentamiento específico autónomo. Autorregulación y planificación del entrenamiento. Alimentación saludable y análisis crítico de la publicidad. Dietas y alimentos no saludables.*",
    "Planificación para el desarrollo de las capacidades físicas básicas: fuerza y resistencia. Sistemas de entrenamiento y evaluación.*",
    "Salud mental: efectos negativos de los modelos estéticos predominantes y trastornos vinculados al culto insano al cuerpo (vigorexia, anorexia, bulimia)*.",
    "Gestión y enfoque de los diferentes usos y finalidades de la actividad física o deporte en función del contexto, actividad y compañeros de realización.",
    "Instrumentos y procesos de evaluación de actuaciones propias y ajenas.*",
    "Herramientas digitales para la gestión de la actividad física.",
    "Prevención de accidentes en las prácticas motrices. Medidas colectivas de seguridad.",
    "Actuaciones críticas ante accidentes. Reanimación mediante desfibrilador. Protocolo RCP (reanimación cardiopulmonar). Técnicas específicas e indicios de accidentes cardiovasculares, señales de ictus y similares.*",
    "Autorregulación emocional: estrategias de gestión de la derrota.*",
    "Estrategias de negociación y mediación en contextos motrices.*",
    "Respeto a las reglas: dopaje y otras trampas en el deporte profesional.",
    "Actitud crítica y compromiso activo frente a estereotipos, discriminaciones y violencia.*",
    "Aportaciones de la cultura motriz a la herencia cultural. Los deportes como seña de identidad cultural, intereses políticos y económicos.",
    "Historia del deporte desde la perspectiva de género. Estereotipos de competencia motriz percibida según el género, la edad o cualquier otra característica.*",
    "Cuidado del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en el medio natural.*"
  ],
  "criteriosEvaluacion": [
    "1.1. Planificar y autorregular la práctica de actividad física orientada al concepto integral de salud y al estilo de vida activo, según las necesidades e intereses individuales y respetando la propia realidad e identidad corporal.",
    "1.2. Incorporar de forma autónoma y responsable hábitos saludables, así como, medidas generales para la prevención de lesiones, aprendiendo a reconocer situaciones de riesgo.",
    "1.3. Actuar de acuerdo con los protocolos de intervención ante situaciones de emergencia o accidentes aplicando medidas específicas de primeros auxilios.",
    "1.4. Adoptar actitudes comprometidas y transformadoras que rechacen los estereotipos sociales asociados al ámbito de lo corporal y los comportamientos que pongan en riesgo la salud, contrastando con autonomía e independencia cualquier información en base a criterios científicos de validez, fiabilidad y objetividad.",
    "1.5. Manejar recursos y aplicaciones digitales vinculados al ámbito de la actividad física y el deporte planificando, desarrollando y compartiendo con seguridad su práctica física cotidiana.",
    "1.6. Relacionarse y entenderse con el resto de los participantes con autonomía, haciendo uso efectivo de habilidades sociales de diálogo en la gestión de conflictos, con respeto ante la diversidad, valorando las implicaciones éticas de las prácticas antideportivas, y posicionándose activamente frente a los estereotipos, las actuaciones discriminatorias y la violencia.",
    "1.7. Gestionar las emociones en la organización de actividades motrices, asumiendo responsabilidades, respetando las intervenciones del resto, y actuando con deportividad en el desempeño de los roles de organizador, espectador, participante u otros.",
    "2.1. Resolver situaciones psicomotrices, aplicando los principios de acción, y aumentando su control y dominio corporal al emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente, creativa y autónoma.",
    "2.2. Elaborar encadenamientos cada vez más eficaces, interpretando la lógica interna de cada situación, perfeccionando progresivamente los planes de acción personales, y valorando y reajustando su intervención",
    "2.3. Autorregular la conducta motriz, identificando las propias potencialidades motrices, a través de actividades lúdicas contribuyendo a la mejora de las",
    "3.1. Interactuar ajustadamente en contextos de oposición, aplicando los principios de acción, aprovechando eficientemente las propias capacidades, reflexionando sobre las soluciones y resultados obtenidos, y mostrando una actitud crítica ante comportamientos antideportivos o contrarios a la convivencia.",
    "3.2. Desarrollar planes de acción analizando la lógica interna de las situaciones y las carencias y puntos fuertes propios y del oponente, reajustando el plan, si fuera necesario.",
    "3.3. Participar activamente en los juegos deportivos de oposición, contribuyendo a la adquisición y creación de una cultura motriz, reconociendo y transmitiendo su valor y potencial como espacio generador de interacciones constructivas entre personas con orígenes diferentes.",
    "4.1. Resolver proyectos motores de carácter cooperativo, a través de la búsqueda de objetivos comunes, el pacto de reglas, la toma de decisiones compartidas y la ayuda mutua.",
    "4.2. Fomentar una participación equitativa, incluyendo estrategias de autoevaluación y coevaluación tanto del proceso como del resultado, y asumiendo distintos roles asignados y sus responsabilidades.",
    "4.3. Contribuir a la convivencia social y la inclusión, a través de un comportamiento ético y una actitud empática, mostrando una actitud crítica ante los estereotipos y proactiva frente a actuaciones discriminatorias y violentas.",
    "5.1. Interactuar ajustadamente en contextos de oposicióncolaboración, aplicando fundamentos técnico tácticos, automatizando respuestas, mostrando una actitud crítica y proactiva ante comportamientos antideportivos o contrarios a la convivencia.",
    "5.2. Participar activamente en juegos deportivos de oposicióncolaboración valorando sus orígenes, evolución, intereses económicopolíticos y su influencia en las sociedades actuales, valorándolos como espacio generador de interacciones constructivas entre personas con orígenes diferentes.",
    "5.3. Adoptar actitudes comprometidas y conscientes acerca de los distintos estereotipos de género y comportamientos sexistas que se siguen produciendo en algunos contextos de la motricidad, analizando los factores que contribuyen a su mantenimiento.",
    "6.1. Resolver situaciones motrices en un medio con incertidumbre aplicando fundamentos técnicotácticos en las actividades físicodeportivas buscando un cierto grado de eficacia y precisión.",
    "6.2. Participar en actividades físico-deportivas en entornos naturales terrestres o acuáticos, disfrutando del entorno de manera sostenible, minimizando el impacto ambiental que éstas puedan producir, siendo conscientes de su huella ecológica y desarrollando actuaciones intencionadas dirigidas a la conservación y mejora de las condiciones de los espacios en los que se desarrollen.",
    "6.3. Practicar y organizar actividades físicodeportivas en el medio natural y urbano, asumiendo responsabilidades y aplicando normas de seguridad individuales y colectivas.",
    "7.1. Crear y representar composiciones individuales o colectivas con y sin base musical y de manera coordinada, utilizando intencionadamente y con autonomía el cuerpo y el movimiento como herramienta de expresión y comunicación a través de diversas técnicas expresivas específicas, y ayudando a difundir y compartir dichas prácticas culturales entre compañeros u otros miembros de la comunidad.",
    "7.2. Gestionar la participación en manifestaciones artísticoexpresivas vinculadas tanto con la cultura propia como con otras, favoreciendo su conservación y valorando sus orígenes, evolución e influencia en las sociedades contemporáneas.                   ",
    "7.3. Gestionar las emociones siendo capaz de participar en situaciones artístico- expresivas de manera desinhibida y con eficacia, respetando las intervenciones del resto.  "
  ]
}