{
    "criteriosEvaluacion": [
        "1.1. Reconocer el dibujo como medio de conocimiento y comprensión del mundo, reflexionando con iniciativa, curiosidad y respeto sobre su presencia en distintas manifestaciones culturales y artísticas.",
        "1.2. Comparar el uso que se hace del dibujo en diferentes ámbitos disciplinares, realizando un análisis autónomo y un debate constructivo sobre las diferentes formas en las que interviene en los procesos creativos.",
        "1.3. Considerar la promoción y conservación del patrimonio cultural y artístico como esencial para el ser humano, defendiendo y argumentando criterios personales acerca de su importancia como legado universal",
        "2.1. Explorar, con actitud abierta y reflexiva, los lenguajes y elementos plásticos de diversas propuestas artísticas, entendiendo los cambios que se han producido en las tendencias a lo largo de la historia, utilizando correctamente el vocabulario y la terminología específica.",
        "2.2. Analizar diversas manifestaciones culturales y artísticas, comprendiendo el papel que desempeña el dibujo en las mismas y valorando el enriquecimiento cultural y artístico que suponen para la sociedad los retos creativos y estéticos.",
        "3.1. Experimentar con sensibilidad e imaginación las posibilidades expresivas de los recursos elementales (punto, línea, forma) y de su sintaxis, mejorando el proceso de creación gráfica.",
        "3.2. Analizar, interpretar y representar gráficamente la realidad mediante bocetos o esbozos, utilizando las herramientas adecuadas y desarrollando una expresión propia, espontánea y creativa.",
        "4.1. Aportar una huella y gesto propios a la realización de dibujos, combinando el uso tradicional de materiales, técnicas y soportes con una manipulación personal e innovadora.",
        "4.2. Realizar composiciones bidimensionales, figurativas o abstractas, explorando la percepción y ordenación del espacio e indagando sobre las técnicas, materiales y soportes más adecuados a la intención representativa propia.",
        "5.1 Analizar de manera activa las influencias y conexiones en referentes artísticos de su interés, valorando estas influencias como fuente de enriquecimiento.",
        "5.2. Incorporar en los dibujos y creaciones gráficas propios los procedimientos o técnicas utilizados en referentes artísticos de su interés, utilizando la práctica creativa como medio autónomo de expresión y comunicación, desarrollando la capacidad de interactuación con la realidad.",
        "6.1. Conocer y emplear los mecanismos de la percepción visual, sus leyes y principios, así como la composición y la ordenación de elementos en el espacio, mostrando interés en sus aplicaciones y aplicándolos con intenciones comunicativas y/o expresivas.",
        "6.2. Experimentar en las representaciones propias con los elementos del lenguaje gráfico, incorporando el trazo y el gesto del dibujo artístico como huellas expresivas y comunicativas.",
        "7.1. Proponer distintas y creativas soluciones gráficas a una misma propuesta visual, utilizando diferentes niveles de iconicidad, identificando las herramientas, medios y soportes necesarios, justificando razonada y respetuosamente la elección, buscando la innovación en su uso y teniendo en cuenta su impacto en el medio ambiente.",
        "7.2. Seleccionar y utilizar con destreza y desde la sostenibilidad las herramientas, medios y soportes más adecuados a la interpretación gráfica personal de la realidad, empleando los valores expresivos del claroscuro y del color que mejor contribuyan a una intención creativa propia.",
        "8.1. Representar gráficamente el modelo elegido, asumiendo el error como forma de mejora, seleccionando y abstrayendo sus características más representativas, a partir del estudio y análisis del mismo.",
        "8.2. Utilizar el encuadre, el encaje y la perspectiva en la resolución de problemas de representación gráfica, analizando con interés tanto los diferentes volúmenes como el espacio que completa el conjunto.",
        "9.1. Identificar diferentes ejemplos de profesiones relacionadas con el dibujo artístico, comprendiendo las oportunidades que ofrecen y el valor añadido de la creatividad en el trabajo, expresando la opinión propia de forma razonada y respetuosa.",
        "9.2. Planificar y realizar un proyecto gráfico colaborativo enmarcado en un ámbito disciplinar concreto, asumiendo responsabilidades y respetando la opinión de los demás utilizando con interés los valores expresivos del dibujo artístico y sus recursos.",
        "9.3. Analizar las dificultades surgidas en la planificación y realización de un proyecto gráfico compartido, entendiendo el error como un instrumento de mejora y aprendizaje."
    ],
    "saberes": [
        "Bloque A. Generales.",
        "Iniciativa, curiosidad, respeto y criterio propio.",
        "Valoración de la diversidad como fuente de riqueza cultural y artística.",
        "Promoción y conservación del patrimonio cultural y artístico",
        "Dibujo como herramienta de conocimiento de la sociedad.",
        "Actitud abierta, crítica, reflexiva y positiva.",
        "Desarrollo la capacidad del deleite estético",
        "Sensibilidad, imaginación y creatividad",
        "Indagación e innovación",
        "Empatía y valoración de diferentes puntos de vista.",
        "Autoexpresión, autonomía, autoconfianza, autoestima, aceptación personal Apreciación de la herencia cultural",
        "Valoración del esfuerzo y la constancia en el trabajo",
        "Desarrollo del pensamiento divergente",
        "Sostenibilidad medioambiental.",
        "Reconocimiento del error como forma de mejora y aprendizaje.",
        "Bloque B. Concepto e historia del dibujo.",
        "Dibujo como proceso interactivo de observación, reflexión, imaginación, representación y comunicación.",
        "Dibujo en el arte: desde la Antigüedad hasta el arte Contemporáneo. Obras más representativas de diferentes creadores y creadoras.",
        "Dibujo como parte de múltiples procesos artísticos. Ámbitos disciplinares y visuales: artes plásticas y visuales, diseño, arquitectura, ciencia y literatura. Profesiones relacionadas con el dibujo.",
        "Bloque C. Expresión gráfica y sus recursos elementales.",
        "Terminología y materiales del dibujo.",
        "Posibilidades plásticas y expresivas del punto.",
        "Línea: trazo y grafismo. Las tramas.",
        "Forma: tipología, aplicaciones y combinaciones.",
        "Introducción a las formas y su transformación: la forma entendida como una estructura de elementos y relaciones. Espacios",
        "negativos y positivos de las formas.",
        "Introducción a la textura visual y táctil.",
        "Niveles de iconicidad de la imagen.",
        "Boceto o esbozo. Introducción al encaje y dibujo natural.",
        "Introducción a la relación con la fotografía",
        "Introducción a los espacios interiores, exteriores, urbanos y naturales.",
        "Introducción a la geometría y naturaleza.",
        "Técnicas gráfico-plásticas, secas y húmedas.",
        "Materiales gráfico plásticos. Seguridad, toxicidad, impacto medioambiental y sostenibilidad.",
        "Bloque D. Percepción y ordenación del espacio.",
        "Fundamentos de la percepción visual.",
        "Principios de la psicología de la Gestalt.",
        "Ilusiones ópticas.",
        "Composición como método. Equilibrio compositivo. Direcciones visuales. Aplicaciones.",
        "Sistemas de ordenación en la sintaxis visual. Aplicaciones.",
        "Introducción a la representación del espacio mediante la perspectiva.",
        "Bloque E. Luz, el claroscuro y color.",
        "Luz y volumen.",
        "Tipos de luz y de iluminación.",
        "Valoración tonal y claroscuro.",
        "Naturaleza, percepciòn, psicologia y simbologia del color.",
        "Monocromía, bicromía y tricromía. Aplicaciones básicas del color en el dibujo.",
        "Bloque F. Tecnologías y herramientas digitales.",
        "Introducción a programas de pintura y dibujo digital.",
        "Dibujo vectorial.",
        "Herramientas de edición de imágenes para la expresión artística.",
        "Introducción al dibujo en movimiento.",
        "Bloque G. Proyectos gráficos colaborativos.",
        "Distribución de tareas en los proyectos gráficos colaborativos: criterios de selección a partir de las habilidades requeridas y de las necesidades del proyecto.",
        "Asumir responsabilidades y respetar la opinión de los demás.",
        "Fases de los proyectos gráficos.",
        "Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
        "Estrategias de evaluación de las fases y los resultados de proyectos gráficos."
    ]
}