{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Distinguir y analizar los procedimientos habituales del trabajo del historiador, como la ",
        "selección de hechos históricos relevantes según las aportaciones historiográficas, ",
        "interpretando y comentando fuentes históricas que han contribuido al establecimiento de las ",
        "democracias en el mundo. ",
        "1.2. Identificar y reconocer los logros que suponen los actuales sistemas democráticos como el ",
        "resultado no lineal en el tiempo de los movimientos y acciones que han contribuido al ",
        "afianzamiento y articulación del principio de libertad, a través del análisis de los principales ",
        "procesos históricos que se han desarrollado, la comprensión de los textos políticos y ",
        "constitucionales fundamentales y el uso adecuado de términos y conceptos históricos. ",
        "1.3. Comprender los conceptos de revolución y cambio en el mundo contemporáneo y los ",
        "elementos y factores que los causan y condicionan, a través del estudio de casos ",
        "significativos de las revoluciones burguesas y socialistas que han ocurrido a lo largo de la ",
        "historia contemporánea, así como de los movimientos de acción y reacción que han ",
        "generado. ",
        "1.4. Entender el significado histórico de las transiciones políticas y de los procesos de ",
        "democratización de la Edad Contemporánea como fundamento y garantía para la convivencia ",
        "y el ejercicio de los derechos fundamentales, valorando las implicaciones que suponen el ",
        "ejercicio de la libertad y el respeto al ordenamiento constitucional. ",
        "Competencia específica 2. ",
        "2.1. Tomar conciencia del grado de violencia, barbarie y destrucción alcanzado por los conflictos ",
        "ocurridos en el mundo contemporáneo, así como de las causas de las conflagraciones bélicas ",
        "y de las múltiples transformaciones que se producen en los contendientes, a través del ",
        "empleo de fuentes históricas fiables y del uso de datos contrastados, valorando el impacto ",
        "social y emocional que supone el uso de la violencia y el papel de las instituciones ",
        "internacionales, que velan por la paz y la mediación. ",
        "2.2. Analizar los principales conflictos civiles que se han producido en la Edad Contemporánea, a ",
        "través del empleo de textos historiográficos y la elaboración de juicios argumentados, ",
        "considerando el principio de Justicia Universal. ",
        "Competencia específica 3. ",
        "3.1. Describir la evolución de los conceptos de igualdad y de ciudadanía en la historia ",
        "contemporánea y sus derivaciones sociales y políticas.  ",
        "3.2. Analizar las condiciones de vida, el mundo del trabajo y las relaciones laborales y su ",
        "conflictividad, a través del estudio de los movimientos sociales. ",
        "3.3. Leer y analizar los datos de la prensa plural.  ",
        "Competencia específica 4. ",
        "4.1. Analizar críticamente cómo se han ido construyendo en el tiempo las identidades colectivas, ",
        "empleando los conceptos y métodos del pensamiento histórico, valorando el legado histórico ",
        "y cultural de las mismas.  ",
        "4.2. Comprender la importancia de las identidades colectivas en la configuración social, política y ",
        "cultural del mundo contemporáneo, identificando las múltiples valencias de las mismas, ",
        "mediante el análisis de textos históricos e historiográficos y de fuentes de información actual. ",
        "Competencia específica 5. ",
        "5.1. Analizar críticamente el fenómeno histórico de la globalización, valiéndose del manejo de ",
        "distintas fuentes de información y de una adecuada selección, validación, contraste y ",
        "tratamiento de las mismas, previniendo la desinformación creada por las llamadas noticias ",
        "falsas y considerando el emprendimiento, la innovación y el aprendizaje permanente como ",
        "formas de afrontar los retos de un entorno económico, social y cultural en constante cambio. ",
        "5.2. Identificar y reflexionar sobre los principales retos del siglo XXI y el origen histórico de los ",
        "mismos, a través del análisis de la interconexión entre diversos procesos políticos, ",
        "económicos, sociales y culturales, advirtiendo las principales amenazas de las sociedades ",
        "libres. ",
        "Competencia específica 6. ",
        "6.1. Valorar el significado histórico de la idea de progreso y crecimiento económico y analizar sus ",
        "múltiples consecuencias, a través del tratamiento y comentario de datos numéricos, la ",
        "interpretación de gráficos y la comprensión y fundamentación multifactorial de los ritmos y ",
        "ciclos de crecimiento. ",
        "6.2. Comparar y fundamentar los distintos sistemas económicos que se han desarrollado en el ",
        "mundo contemporáneo, a través del análisis multidisciplinar de los mismos y de las doctrinas ",
        "y teorías de las que derivan, identificando las relaciones y los conflictos que generan, tanto en ",
        "el ámbito nacional como internacional. ",
        "Competencia específica 7. ",
        "7.1. Generar opiniones argumentadas, debatir y transferir ideas y conocimientos sobre la función ",
        "que han desempeñado el pensamiento y las ideologías en la transformación de la realidad, ",
        "desde los orígenes de la Edad Contemporánea hasta la actualidad, comprendiendo dicho ",
        "fenómeno a través del trabajo sobre textos históricos e historiográficos y de fuentes literarias, ",
        "del cine y otros documentos audiovisuales. ",
        "7.2. Abordar y exponer los principales temas clave de la historia y de la actualidad a través de la ",
        "aproximación a las principales corrientes historiográficas. ",
        "Competencia específica 8. ",
        "8.1. Analizar los cambios y permanencias en la historia, atendiendo a procesos de más larga ",
        "duración, como los comportamientos demográficos, ciclos vitales y modos de vida en la ",
        "sociedad contemporánea, a través del acercamiento al pensamiento histórico y la realización ",
        "de proyectos de investigación. ",
        "8.2. Contrastar el papel de la mujer en la historia contemporánea, identificando y valorando la ",
        "importancia de las figuras individuales y colectivas como protagonistas anónimas de la ",
        "historia contemporánea, así como el papel de los movimientos en el reconocimiento de ",
        "derechos y en el logro de la igualdad efectiva de mujeres y hombres.         "
    ],
    "saberes": [
        "A. La crisis del Antiguo Régimen. Liberalismo y nacionalismo. ",
        "– El Antiguo Régimen:   ",
        "Política, economía y sociedad.   ",
        "El pensamiento ilustrado.  ",
        "– Liberalismo y nacionalismo:   ",
        "Síntesis de los principios del sistema liberal. Variantes.   ",
        "El nacimiento de los Estados Unidos de América: antecedentes, guerra de Independencia ",
        "y Constitución.   ",
        "La Revolución francesa: causas y desarrollo.  ",
        "El Imperio napoleónico.  ",
        "El legado de Revolución francesa y del Imperio napoleónico.   ",
        "El Congreso de Viena. Las revoluciones de 1820, 1830 y 1848.  ",
        "Síntesis de los principios del nacionalismo. Tipos y ejemplos. Las unificaciones de Italia y ",
        "Alemania. ",
        "– Desarrollo político de los principales Estados y regiones hasta la Primera Guerra Mundial:   ",
        "El Reino Unido de la época victoriana; la Francia del Segundo Imperio y la Tercera ",
        "República; el Segundo Reich alemán.   ",
        "La diversidad y los conflictos internos de los imperios plurinacionales ruso, austrohúngaro ",
        "y otomano.   ",
        "Perspectiva general de Hispanoamérica, Estados Unidos de América y Canadá.   ",
        "Perspectiva general de África hasta la Conferencia de Berlín.   ",
        "Perspectiva general de Asia y Oceanía. China: del Imperio Qing a la República de China.  ",
        "– Panorama general del arte en los siglos XVIII y XIX. ",
        "B. La economía contemporánea hasta la Primera Guerra Mundial. ",
        "– Revoluciones industriales e industrialización:  ",
        "Concepto, orígenes, factores y características y fases.  ",
        "Transformaciones ocasionadas por la industrialización.   ",
        "Expansión de la industrialización.   ",
        "El pensamiento económico de los siglos XVIII y XIX.   ",
        "La sociedad clasista.  ",
        "El pensamiento revolucionario del siglo XIX.   ",
        "La organización de la clase obrera: sindicatos y partidos.  ",
        "– El imperialismo:   ",
        "Causas de la expansión colonial.  ",
        "El reparto de Asia y África. La Conferencia de Berlín. Otros enclaves coloniales.  ",
        "Consecuencias del colonialismo. ",
        "C. El mundo entre dos guerras.  ",
        "– La Primera Guerra Mundial:   ",
        "Causas, desarrollo y consecuencias.   ",
        "Las características de la guerra.  ",
        "Los tratados de paz y la Sociedad de Naciones. ",
        "– La Revolución rusa y la formación y el desarrollo de la URSS:   ",
        "Síntesis de los principios del sistema socialista. Tipos y ejemplos.  ",
        "El fin del imperio zarista. La Revolución de Febrero.   ",
        "La Revolución de Octubre. La creación de la URSS y la guerra civil rusa.   ",
        "De Lenin a Stalin. La economía soviética hasta la Segunda Guerra Mundial.  ",
        "– La economía capitalista del período de entreguerras:   ",
        "La posguerra y los felices años veinte.   ",
        "El crack del 29.   ",
        "La Gran Depresión. Soluciones y consecuencias.  ",
        "– Las democracias y los totalitarismos en el período de entreguerras:   ",
        "Panorama general de las democracias de Europa y de América. La guerra civil española ",
        "y su internacionalización.  ",
        "El fascismo: características. La Italia fascista.   ",
        "El nazismo: características. La Alemania nazi.  ",
        "El comunismo: características. La Rusia soviética. ",
        "– La Segunda Guerra Mundial:   ",
        "Causas, desarrollo y consecuencias.   ",
        "Las características de la guerra.   ",
        "El Holocausto.  ",
        "Preparación de la paz. Organización de Naciones Unidas.  ",
        "– Panorama general del arte en la primera mitad del siglo XX. ",
        "D. El mundo de la Guerra Fría.  ",
        "– La Guerra Fría:   ",
        "Orígenes y características de la Guerra Fría.   ",
        "Fases de la Guerra Fría y conflictos indirectos.   ",
        "Caída de la URSS.  ",
        "– El sistema de bloques:   ",
        "La URSS y el bloque comunista. Tensiones internas. China y Yugoslavia.   ",
        "EEUU y el bloque capitalista. Tensiones internas.  ",
        "– La descolonización:   ",
        "Asia y África.  ",
        "Los Países No Alineados y el Tercer Mundo.   ",
        "Las crisis energéticas y sus consecuencias. ",
        "– Panorama general del arte en la segunda mitad del siglo XX. ",
        "E. De la década de los 90 hasta hoy. Retos del mundo actual.  ",
        "– Globalización:   ",
        "Conocimiento de los principios y normas de la Declaración de los Derechos Humanos.   ",
        "El proceso de globalización en el mundo contemporáneo y sus implicaciones en la ",
        "sociedad actual. Tipos de globalización.   ",
        "Amenazas regionales y planetarias: terrorismo, crimen organizado, radicalismos, ",
        "ciberamenazas y armas de destrucción masiva.  ",
        "Desarrollo económico y cuidado del medio ambiente.   ",
        "Éxodos masivos de población. . Los refugiados. Nuevo concepto de refugiado.  ",
        "El desarrollo tecnológico y digital y los nuevos retos del futuro económico, social y laboral. ",
        "– El nuevo orden mundial:   ",
        "Del orden unipolar de la década de los 90 al orden multipolar actual.   ",
        "Principales organizaciones políticas y económicas internacionales.   ",
        "China, la nueva superpotencia.   ",
        "La construcción de la Unión Europea. Instituciones. Situación presente y desafíos de ",
        "futuro.   ",
        "Choques y alianzas entre civilizaciones.  ",
        "Tensiones en Oriente Medio.   ",
        "Los nacionalismos como factor de conflicto y enfrentamiento entre pueblos y Estados. ",
        "Los Balcanes y el Cáucaso.  ",
        "– La democracia en el mundo:   ",
        "Síntesis de los principios del sistema democrático. Tipos, extensión y calidad ",
        "democrática.   ",
        "Crisis de las ideologías y el supuesto «Fin de la historia»: la era del escepticismo y de los ",
        "nuevos populismos.   ",
        "Los retos de las democracias actuales.   ",
        "La transparencia y la verdad en el mundo actual. Las noticias falsas.  ",
        "– Panorama general de las principales tendencias artísticas actuales. ",
        "F. Sociedades en el tiempo.  ",
        "– Introducción al conocimiento histórico y al trabajo del historiador:   ",
        "Historiografía.   ",
        "Las fuentes históricas: tipos, análisis y comentario.   ",
        "Argumentación histórica. Relevancia, causas y consecuencias, cambio y continuidad. ",
        "Perspectiva histórica en las narrativas sobre el pasado.  ",
        "Archivos, museos y centros de divulgación e interpretación histórica. ",
        "– Historia política:   ",
        "La lucha por la libertad: cambio y revolución en la época contemporánea. De las ",
        "revoluciones burguesas a las revoluciones socialistas. El uso de la violencia y de la ",
        "protesta social en los siglos XIX y XX. Los conceptos de revolución y de reacción en la ",
        "Edad Contemporánea.   ",
        "La nueva sociedad liberal: origen y funcionamiento de los sistemas parlamentarios. De la ",
        "servidumbre a la ciudadanía. Abolicionismo, derechos civiles y derechos sociales en la ",
        "Edad Contemporánea.  ",
        "El significado histórico y político de los nacionalismos en el mundo contemporáneo.   ",
        "Acción colectiva, movimiento de masas y liderazgo político en el siglo XX: nacimiento y ",
        "funcionamiento de los regímenes democráticos y totalitarios. Fascismo, nazismo, ",
        "comunismo y otros movimientos autoritarios en los siglos XX y XXI.  ",
        "Las utopías revolucionarias y los proyectos de transformación social: los movimientos ",
        "democráticos, republicanos y socialistas de los siglos XIX y XX.   ",
        "Transiciones políticas y procesos de democratización en los siglos XX y XXI.   ",
        "Los conflictos fratricidas en el mundo contemporáneo. ",
        "– Historia económica:   ",
        "Ritmos y modelos de crecimiento económico en el mundo: las relaciones de ",
        "dependencia. Ciclos y crisis de los sistemas económicos contemporáneos. Factores del ",
        "desarrollo económico y sus implicaciones: de la industrialización a la era postindustrial.  ",
        "Niveles, condiciones y modos de vida en las sociedades contemporáneas: grupos, clases ",
        "sociales y desigualdad social. Clases medias y estado del bienestar en las sociedades ",
        "avanzadas.  ",
        "Evolución de la población, ciclos demográficos y modos de vida. Cambios y ",
        "permanencias en los ciclos vitales y en la organización social del mundo contemporáneo.  ",
        "– Historia social:  ",
        "La evolución histórica de la clase trabajadora y de las organizaciones obreras: ",
        "experiencias y conflictos en defensa de los derechos laborales y la mejora de las ",
        "condiciones de vida.  ",
        "La evolución de la situación de la mujer en la sociedad contemporánea.  ",
        "Movimientos sociales en favor de la igualdad de derechos, del reconocimiento de las ",
        "minorías y contra la discriminación.  ",
        "Grupos vulnerables y marginados.  ",
        "– Historia de las Relaciones Internacionales:   ",
        "Militarización y carrera armamentística. El mundo en guerra: los grandes conflictos ",
        "internacionales.   ",
        "Procesos de integración regional en el mundo.   ",
        "Diplomacia de la amenaza y de la disuasión: ententes, alianzas y bloques.  ",
        "El papel de los exiliados políticos y de los refugiados. Los exiliados españoles en el siglo ",
        "XX.  ",
        "Los genocidios y crímenes de lesa humanidad en la historia contemporánea.   ",
        "Organismos e instituciones para la paz. ",
        "– Patrimonio:  ",
        "Visión general de las principales manifestaciones artísticas de la Edad Contemporánea.  ",
        "G. Compromiso cívico. ",
        "– Respeto a los principios y a las normas de la Declaración de los Derechos Humanos.  ",
        "– Conciencia democrática: conocimiento de los principios y normas constitucionales, ejercicio ",
        "de los valores cívicos y participación ciudadana. ",
        "– Identidad y sentimientos de pertenencia: tolerancia y respeto ante las manifestaciones ",
        "ideológicas y culturales y reconocimiento y defensa de la riqueza patrimonial. ",
        "– Situación de la mujer en el mundo y actitudes frente a la discriminación y en favor de la ",
        "igualdad efectiva entre mujeres y hombres. ",
        "– Valoración y respeto a la diversidad social, étnica y cultural: tolerancia e intolerancia en la ",
        "historia del mundo contemporáneo. Defensa de los derechos de las minorías. ",
        "– Ciudadanía digital: respeto a la propiedad intelectual. Participación y ejercicio de la ",
        "ciudadanía global a través de las tecnologías digitales. Prevención y defensa ante la ",
        "desinformación y la manipulación. ",
        "– Solidaridad y cooperación: los grandes desafíos que afectan al mundo y conductas tendentes ",
        "al compromiso social, el asociacionismo y el voluntariado. ",
        "– Conservación y difusión del patrimonio histórico: el valor patrimonial, social y cultural de la ",
        "memoria colectiva.          "
    ]
}
