{
  "saberes": [
    "A. Retos del mundo actual",
    "Cultura mediática. Técnicas y métodos de las Ciencias Sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, repre- sentación de gráficos e interpretación de imágenes a través de medios di- gitales accesibles. Tecnologías de la información geográfica.",
    "Sociedad de la información. Búsque- da, tratamiento de la información, uso de datos en entornos digitales y evaluación y contraste de la fiabi- lidad de las fuentes. El problema de la desinformación. Uso específico del léxico relativo a los ámbitos histórico, artístico y geográfico.",
    "Lo global y lo local. La investigación en Ciencias Sociales, el estudio mul- ticausal y el análisis comparado del espacio natural, rural y urbano, su evo- lución y los retos del futuro. Análisis e interpretación de conceptos espacia- les: localización, escala, conexión y proximidad espacial.",
    "Diversidad social, étnico-cultural y de género. Migraciones, multiculturalidad y mestizaje en sociedades abiertas. Historia y reconocimiento del pue- blo gitano y otras minorías étnicas de nuestro país. Nuevas formas de identificación cultural.",
    "Estructuras económicas en el mun- do actual, cambios en los sectores productivos y funcionamiento de los mercados. Dilemas e incertidumbres ante el crecimiento, la empleabilidad y la sustentabilidad.",
    "Desigualdad e injusticia en el contexto local y global. Solidaridad, cohesión social y cooperación para el desa- rrollo.",
    "Igualdad de género y formas de vio- lencia contra las mujeres. Actitudes y comportamientos sexistas.",
    "Objetivos de Desarrollo Sostenible. Emergencia climática y sostenibilidad. Relación entre factores naturales y an- trópicos en la Tierra.",
    "B. Sociedades y territorios",
    "Métodos de investigación en el ám- bito de la Geografía y de la Historia. Metodologías del pensamiento históri- co y del pensamiento geográfico.",
    "Tiempo histórico: construcción e inter- pretación de líneas del tiempo a través de la linealidad, cronología, simultanei- dad y duración.",
    "Conciencia histórica. Elaboración de juicios propios y argumentados ante problemas de actualidad contextuali- zados históricamente. Defensa y ex- posición crítica de los mismos a través de presentaciones y debates.",
    "Interpretación del sistema capitalista desde sus orígenes hasta la actua- lidad. Colonialismo, imperialismo y nuevas subordinaciones económicas y culturales.",
    "La transformación humana del terri- torio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los ciclos demográficos, de los modos de vida y de los modelos de organización social. La lucha por los derechos laborales y sociales: el estado del bienestar.",
    "Interpretación del territorio y del pai- saje. Del éxodo rural a la concentra- ción urbana. El reto demográfico en España. El problema de la despobla- ción rural. Ordenación del territorio y transformación del espacio. La ciudad como espacio de convivencia. Impor- tancia y cuidado del espacio público. La huella humana y la protección del medio natural.",
    "Las transformaciones científicas y tec- nológicas. Dimensión ética de la cien- cia y la tecnología. Cambios culturales y movimientos sociales. Los medios de comunicación y las redes sociales.",
    "C. Compromiso cívico local y global",
    "Dignidad humana y derechos univer- sales. Declaración Universal de los Derechos Humanos.",
    "Diversidad social y multiculturalidad. Integración y cohesión social.",
    "La igualdad real de mujeres y hom- bres. La discriminación por motivo de diversidad sexual y de género. La con- quista de derechos en las sociedades democráticas contemporáneas.",
    "Responsabilidad ecosocial. Compro- miso y acción ante los Objetivos del Desarrollo Sostenible. La juventud como agente de cambio para el de- sarrollo sostenible.",
    "Ciudadanía ética digital. Nuevos com- portamientos en la sociedad de la in- formación.",
    "Compromiso cívico y participación ciu- dadana. Mediación y gestión pacífica de conflictos y apoyo a las víctimas de la violencia y del terrorismo.",
    "Implicación en la defensa y protección del medio ambiente. Acción y posición ante la emergencia climática.",
    "Servicio a la comunidad. El mundo de los cuidados y las relaciones interge- neracionales. La responsabilidad co- lectiva e individual. El asociacionismo y el voluntariado. Entornos y redes sociales.",
    "El patrimonio como bien y como recur- so. Puesta en valor, difusión y gestión de la riqueza patrimonial.",
    "Cohesión social e integración. Medi- das y acciones en favor de la igualdad y de la plena inclusión.",
    "Las emociones y el contexto cultural. La perspectiva histórica del compo- nente emocional.",
    "Empleo y trabajo en la sociedad de la información, aprendizaje permanente y a lo largo de toda la vida.",
    "Los valores del europeísmo. Fórmulas de participación en programas educa- tivos europeos."
  ],
  "criteriosEvaluacion": [
    "1.1. Elaborar contenidos propios en dis tintos formatos, mediante aplicaciones y  estrategias de recogida y representación  de datos más complejas, usando y con trastando críticamente fuentes fiables,  tanto analógicas como digitales, del pre sente y de la historia contemporánea, ",
    "1.2. Establecer conexiones y relaciones  entre los conocimientos e informacio nes adquiridos, elaborando síntesis  interpretativas y explicativas, mediante  informes, estudios o dossiers informati vos, que reflejen un dominio y consolida ción de los contenidos tratados.",
    "1.3. Transferir adecuadamente la infor mación y el conocimiento por medio de  narraciones, pósteres, presentaciones,  exposiciones orales, medios audiovisua les y otros productos digitales.",
    "2.1. Generar productos originales y  creativos mediante la reelaboración de  conocimientos previos a través de herra mientas de investigación que permitan  explicar problemas presentes y pasados  de la humanidad, utilizando conceptos,  situaciones y datos relevantes.",
    "2.4. Producir y expresar juicios y argu mentos personales y críticos de forma  abierta y respetuosa, haciendo patente  la propia identidad y enriqueciendo el  acervo común en el contexto del mundo  actual, sus retos y sus conflictos desde  una perspectiva sistémica y global.",
    "3.1. Entender y afrontar, desde un en- foque ecosocial, problemas y desafíos pasados, actuales o futuros de las so- ciedades contemporáneas teniendo en cuenta sus relaciones de interdependen- cia y ecodependencia.",
    "4.1. Identificar los elementos del en- torno y comprender su funcionamiento como un sistema complejo por medio del análisis multicausal de sus relaciones naturales y humanas.",
    "4.2. Adoptar comportamientos y accio- nes que contribuyan a la conservación y mejora del entorno natural, rural y urbano, a través del respeto a todos los seres vivos, mostrando comporta- mientos orientados al logro de un desa- rrollo sostenible de dichos entornos, y defendiendo el acceso universal, justo y equitativo a los recursos que nos ofrece el planeta.",
    "5.1. Conocer, valorar y ejercitar respon- sabilidades, derechos y deberes y actuar en favor de su desarrollo y afirmación, a través del conocimiento de nuestro orde- namiento jurídico y constitucional.",
    "5.2. Reconocer movimientos y causas que generen una conciencia solidaria, promuevan la cohesión social, y trabajen para la eliminación de la desigualdad, especialmente la motivada por cuestión de género, y el pleno desarrollo de la ciudadanía, mediante la movilización de conocimientos y estrategias de partici- pación, trabajo en equipo, mediación y resolución pacífica de conflictos.",
    "6.1. Rechazar actitudes discriminatorias y reconocer la riqueza de la diversidad, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecoso- ciales y culturales que han conformado la sociedad globalizada y multicultural actual.",
    "6.4. Contribuir al bienestar individual y colectivo a través del diseño, exposición y puesta en práctica de iniciativas orien- tadas a promover un compromiso activo con los valores comunes, la mejora del entorno y el servicio a la comunidad.",
    "7.1. Reconocer los rasgos que van conformando la identidad propia y de las demás personas, la riqueza de las identidades múltiples en relación con distintas escalas espaciales, a través de la investigación y el análisis de sus fundamentos geográficos, históricos, artísticos, ideológicos y lingüísticos, y el reconocimiento de sus expresiones culturales.",
    "7.2. Conocer y contribuir a conservar el patrimonio material e inmaterial común, respetar los sentimientos de pertenencia adoptando compromisos con principios y acciones orientadas a la cohesión y solidaridad territorial de la comunidad política, los valores del europeísmo y de la Declaración Universal de los Derechos Humanos",
    "8.2. Adoptar un papel activo y compro- metido con el entorno, de acuerdo a aptitudes, aspiraciones, intereses y va- lores propios y la adopción de hábitos responsables, saludables, sostenibles y respetuosos con la dignidad humana y la de otros seres vivos.",
    "9.1. Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis y el reconocimiento de los compromisos in- ternacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los Objetivos de Desarrollo Sostenible, así como de las aportaciones de este y sus instituciones a la cultura europea y mundial."
  ]
}