{
    "competenciasEspecificas": [
        "1. Reconocer el valor del patrimonio cultural y artístico como fuente de conocimiento, inspiración y oportunidades, a través de la percepción directa y de diversos canales, con actitud crítica, de interés y respeto, comparando el patrimonio global y el cercano, reflexionando sobre su función de cohesión social, para apreciar la diversidad, la libertad de expresión y enriquecer el propio desarrollo cultural. CCL1, CD1, CPSAA1.1, CC1, CC3, CCEC1, CCEC2.",
        "2. Indagar, con actitud abierta, en la intencionalidad, especificidad y contexto del patrimonio cultural y artístico más cercano, distinguiendo sus elementos constitutivos y comparándolos con el patrimonio global, estableciendo relaciones entre ambos, para entender la cultura como proceso dinámico de renovación y enriquecimiento y fomentar tanto el deleite estético como una visión crítica. CCL1, CCL2, CCL3, CD1, CPSAA1.1, CPSAA1.2, CC1, CC3, CCEC1, CCEC2.",
        "3. Expresar de manera creativa e innovadora, con actitud abierta y positiva, la propia identidad y referencias culturales, utilizando como soporte o medio el patrimonio cercano y/o el global, para reforzar el autoconocimiento, la autoestima y la empatía. CCL1, CCL2, STEM2, CPSAA1.1, CPSAA1.2, CC1, CE1, CCEC3.1, CCEC3.2.",
        "4. Diseñar proyectos artísticos y culturales sostenibles con intención comunicativa y expresiva, involucrando de forma colaborativa e inclusiva al mayor número de participantes, seleccionando espacios, medios, soportes y técnicas, considerando preferentemente las posibilidades del patrimonio cercano para valorar su diversidad social y cultural y reforzar el sentido de pertenencia a una identidad cultural compartida. CCL1, CPSAA3.1, CPSAA3.2, CC3, CE1, CE3, CCEC4.1, CCEC4.2",
        "5. Organizar y realizar con creatividad las fases del desarrollo de un proyecto cultural y artístico, adoptando un enfoque inclusivo, participativo y respetuoso con la diversidad, atendiendo a los recursos disponibles y buscando la sostenibilidad, para alcanzar un resultado que genere inclusión social y oportunidades. CCL1, CP3, STEM3, STEM5, CD3, CPSAA5, CC3, CE1, CE2, CE3, CCEC4.1, CCEC4.2.",
        "6. Compartir y evaluar, con criterios técnicos y de manera respetuosa, un proyecto cultural y artístico finalizado, poniendo en valor el resultado y el proceso e integrando sin prejuicios las opiniones que se originen, para valorar las oportunidades que ofrecen y ayudar a lograr un impacto positivo en el entorno cercano. CCL1, CP3, STEM 4, CPSA 1.1, CPSA1.2, CE3, CCEC4.1, CCEC4.2"
    ]
}