{
    "saberes": [
        "Bloque 1. El perfil de la persona emprendedora, iniciativa y creatividad",
        "• La importancia económica y social de la persona emprendedora.",
        "• El perfil de la persona emprendedora: habilidades.",
        "– Autoconfianza, autoconocimiento, empatía, perseverancia, iniciativa y resiliencia.",
        "– Técnicas de diagnóstico de debilidades y fortalezas internas. Análisis DAFO de la persona emprendedora.",
        "– Creatividad, ideas y soluciones. La innovación ágil.",
        "– Comunicación, motivación y liderazgo de la persona emprendedora. Habilidades sociales. Dinámicas de trabajo en grupo.",
        "– Gestión de emociones. La importancia de la motivación para emprender. Estrategias de gestión de la incertidumbre y toma de decisiones en contextos cambiantes. El error y la validación como oportunidades para aprender.",
        "Bloque 2. El entorno como fuente de ideas y de oportunidades",
        "• La economía como ciencia. La perspectiva económica del entorno. El problema económico: la escasez de recursos y la necesidad de elegir. La elección en economía: costes, análisis marginal, incentivos. El comportamiento de las personas en las decisiones.",
        "• El entorno económico-empresarial. Los agentes económicos y el flujo circular de la renta.",
        "• El funcionamiento de los mercados. Comercio, bienestar y desigualdades.",
        "• El mercado y las oportunidades de negocio: análisis del entorno general o macroentorno; análisis del entorno específico o microentorno. Análisis DAFO de proyectos empresariales. Estrategias de exploración del entorno. Búsqueda y gestión de la información.",
        "• El sistema financiero.",
        "• La empresa y su responsabilidad social. La decisión empresarial y la innovación como fuente de transformación social.",
        "• El impacto de la actividad empresarial: la responsabilidad social corporativa. El entorno social, cultural y ambiental desde una perspectiva económica. La economía colaborativa. La huella ecológica y la economía circular. La economía social y solidaria. Los objetivos de desarrollo sostenible (ODS) y el desarrollo local.",
        "• Sectores productivos y géneros del entorno cultural y artístico. Agentes que apoyan la creación de proyectos culturales emprendedores.",
        "• La visión emprendedora.",
        "Bloque 3. Recursos para llevar a cabo un proyecto emprendedor",
        "• Misión, visión y valores de la empresa o entidad: la cultura empresarial. La organización y la gestión de las entidades emprendedoras. Funciones de la empresa.",
        "• Los equipos en las empresas y organizaciones. Estrategias ágiles de trabajo en equipo. Formación y funcionamiento de equipos de trabajo. Estrategias de comunicación, negociación y solución de conflictos.",
        "• Las finanzas de la persona emprendedora: control y gestión del dinero. Fuentes y control de ingresos y gastos. Recursos financieros a corto y a largo plazo y su relación con el bienestar financiero. El endeudamiento. Fuentes de financiación y captación de recursos financieros. La gestión del riesgo financiero y los seguros.",
        "Bloque 4. La realización del proyecto emprendedor",
        "• El reto o el desafío como objetivo.",
        "• Planificación, gestión y ejecución de un proyecto emprendedor. Del reto al prototipo.",
        "• Desarrollo ágil del producto.",
        "• Técnicas y herramientas de prototipado rápido.",
        "• Métodos de análisis de la competencia. Estrategias competitivas.",
        "• Mercadotecnia del producto. Presentación e introducción del prototipo en el entorno. Estrategias de difusión.",
        "• Validación y testeo de prototipos. Valoración del proceso de trabajo. Innovación ágil.",
        "• Estudio de viabilidad del producto y elección de forma jurídica.",
        "• El usuario como destinatario final del prototipo. La toma de decisiones de los usuarios. El usuario como consumidor. Derechos y obligaciones de los consumidores."
    ],
    "criteriosEvaluacion": [
        "• CE1.1. Adaptarse a entornos complejos y crear un proyecto personal original y generador de valor, partiendo del autoconocimiento y tomando conciencia de que el proceso emprendedor constituye una forma de enriquecimiento y crecimiento personal. OBJ1",
        "• CE1.2. Utilizar estrategias de análisis razonada de las fortalezas y debilidades personales y de la iniciativa y creatividad propia y de la de los demás. OBJ1",
        "• CE1.3. Gestionar de forma eficaz las emociones y las destrezas personales, promoviendo y desarrollando actitudes creativas, asumiendo el riesgo que supone un proyecto innovador y aprendiendo de los errores que cometemos. OBJ1",
        "• CE1.4. Poner en práctica las habilidades sociales de la persona emprendedora, de comunicación abierta, motivación, liderazgo y de cooperación e innovación ágil, tanto de manera presencial como a distancia, en distintos contextos de trabajo en equipo, valorando, respetando y asumiendo las aportaciones de los demás en las distintas dinámicas de trabajo en grupo. OBJ2",
        "• CE1.5. Superar los retos propuestos a partir de ideas y soluciones innovadoras y sostenibles, evaluando su impacto en la sociedad. OBJ3",
        "• CE1.6. Construir ideas creativas y sostenibles aplicando metodologías ágiles que faciliten la superación de los retos expuestos con sentido ético y solidario. OBJ3",
        "• CE1.7. Validar las ideas y soluciones utilizando estrategias comunicativas ágiles adaptadas a cada situación comunicativa. OBJ5",
        "• CE1.8. Presentar y exponer, con claridad y coherencia, las ideas y soluciones creativas, adquiriendo habilidades y técnicas de expresión oral con apoyo audiovisual en la puesta en común de estas. OBJ5",
        "• CE2.1. Adaptarse a entornos complejos y crear un proyecto personal original y generador de valor, partiendo de la valoración crítica sobre las propias aptitudes y las posibilidades creativas. OBJ1",
        "• CE2.2. Gestionar de forma eficaz las emociones y las destrezas personales promoviendo y desarrollando actitudes creativas. OBJ1",
        "• CE2.3. Preservar y cuidar el entorno natural, social, cultural y artística a partir de propuestas y actuaciones locales y globales que promuevan el desarrollo sostenible, con visión creativa, emprendedora y comprometida. OBJ3",
        "• CE2.4. Proponer ideas y soluciones innovadoras y sostenibles, evaluando el impacto que puedan generar en el ámbito personal y en el entorno y aplicando metodologías ágiles para la obtención de soluciones a las necesidades detectadas con sentido ético y solidario. OBJ3",
        "• CE2.5. Afrontar los retos en distintos contextos y situaciones, reales o simuladas, transfiriendo los conocimientos económicos y financieros necesarios y siendo consciente de la importancia para la persona emprendedora de la capacidad de anticipación a los cambios del entorno. OBJ6",
        "• CE2.6. Valorar críticamente el problema económico de la escasez de recursos, la necesidad de elegir y la propuesta de soluciones que supongan un mejor aprovechamiento de los recursos y la reutilización circular de los destrozos generados que contribuyan a la sostenibilidad del sistema. OBJ6",
        "• CE3.1. Constituir equipos de trabajo basados en principios de equidad, coeducación e igualdad entre hombres y mujeres, actitud participativa y visualización de metas comunes, utilizando estrategias que faciliten la identificación y la optimización de los recursos humanos necesarios que conduzcan a la consecución del reto propuesto. OBJ2",
        "• CE3.2. Poner en práctica habilidades sociales, de comunicación abierta, motivación, liderazgo y de cooperación en distintos contextos de trabajo en equipo, valorando las aportaciones de los demás en las distintas dinámicas de trabajo y respetando las decisiones tomadas de forma colectiva. OBJ2",
        "• CE3.3. Planificar y poner en marcha un proyecto viable que lleve a la realidad una solución emprendedora, seleccionando y reuniendo los recursos materiales, inmateriales y digitales más adecuados a nuestro proyecto. OBJ4",
        "• CE3.4. Utilizar con autonomía estrategias de captación y gestión de recursos conociendo sus características y aplicándolas al proceso de conversión de las ideas y soluciones en acciones y planificando con coherencia su organización, distribución, uso y optimización. OBJ4",
        "• CE3.5. Presentar y exponer, con claridad y coherencia, ideas y soluciones creativas, con el fin de captar recursos para la financiación y el mecenazgo de este. OBJ5",
        "• CE3.6. Desarrollar una idea o una solución emprendedora viendo la relación entre los conocimientos adquiridos y los recursos necesarios y disponibles que permitan su desarrollo, identificando los más adecuados en distintos contextos y situaciones, reales o simuladas y aplicando los conocimientos económicos y financieros necesarios. OBJ6",
        "• CE4.1. Adaptarse a entornos complejos con un proyecto personal original y generador de valor, logrando progresivamente el control consciente de las emociones. OBJ1",
        "• CE4.2. Superar los retos propuestos a partir de ideas y soluciones innovadoras y sostenibles, evaluando su impacto en el ámbito personal y en el entorno. OBJ3",
        "• CE4.3. Poner en marcha un proyecto viable analizando los recursos materiales, inmateriales y digitales disponibles en el proceso de ideación creativa. OBJ4",
        "• CE4.4. Utilizar con autonomía estrategias de captación y de gestión de recursos conociendo sus características y aplicándolas al proceso de conversión de las ideas y soluciones en acciones. OBJ4",
        "• CE4.5. Validar las ideas y las soluciones presentadas mediante mensajes convincentes y adecuados, con el fin de presentar y exponer, con claridad y coherencia, las ideas y las soluciones creativas, manteniendo una comunicación eficaz y respetuosa a lo largo de todo el proceso llevado a cabo. OBJ5",
        "• CE4.6. Desarrollar una idea o una solución emprendedora a partir de los conocimientos, destrezas y actitudes adquiridos desde el ámbito de la economía y de las finanzas, viendo la relación entre estos y los recursos necesarios y disponibles que permitan su desarrollo. OBJ6",
        "• CE4.7. Conocer y comprender con precisión los contenidos necesarios del ámbito económico y financiero aplicándolos con coherencia a situaciones, actividades o proyectos concretos. OBJ6",
        "• CE4.8. Afrontar los retos de manera eficaz, equitativa y sostenible, en distintos contextos aplicando los conocimientos económicos y financieros necesarios. OBJ6",
        "• CE4.9. Utilizar estrategias eficaces de diseño y ejecución del prototipo final utilizando métodos de trabajo ágiles, cooperativos y autónomos, analizando de manera crítica el proceso de diseño y ejecución llevado a cabo y valorando su viabilidad y adecuación empleada en la construcción de este. OBJ7"
    ]
}