{
    "saberes": [
        "Bloque 1. Vida activa y saludable",
        "▪ Salud física:",
        "– Efectos físicos beneficiosos del estilo de vida activo.",
        "– Impacto de los alimentos ultraprocesados y de las bebidas poco saludables.",
        "– Educación postural en acciones motrices específicas.",
        "– Responsabilidad personal en el cuidado del cuerpo.Salud social:",
        "– Efectos sociales beneficiosos del estilo de vida activo.",
        "– Aproximación a los efectos de los hábitos no saludables e influencia en la práctica de la actividad física.",
        "– Deporte profesional: dimensión social.",
        "– Aceptación de distintas tipologías corporales para practicar, en igualdad, diversidad de actividades físicodeportivas.",
        "– Estereotipos corporales, de género y competencia motriz.",
        "▪ Salud mental:",
        "– Efectos psicológicos beneficiosos del estilo de vida activo.",
        "– Consolidación y ajuste realista del autoconcepto teniendo en cuenta la perspectiva de género.",
        "– Respeto y aceptación del propio cuerpo y del aspecto corporal de los demás.",
        "Bloque 2. Organización y gestión de la actividad física",
        "▪ Usos y finalidades: catárticos, lúdico-recreativos, competitivos y agonísticos.",
        "▪ Actitudes consumistas respecto de la equipación. Análisis crítico de la adquisición de material para la práctica físico-deportiva.",
        "▪ Utilización adecuada y cuidado del material, espacios e instalaciones en la práctica de la actividad física.",
        "▪ Hábitos autónomos de higiene corporal y postural en acciones cotidianas.",
        "▪ Planificación y autorregulación de proyectos motores: seguimiento y valoración durante el proceso y el resultado.",
        "▪ Uso de herramientas o plataformas digitales.",
        "▪ Prevención de accidentes y lesiones en las prácticas motrices: calentamiento general, dosificación del esfuerzo y vuelta a la calma. Importancia de respetar las normas de seguridad. Compromiso de responsabilidad hacia la seguridad propia y a la de los demás.",
        "▪ Actuaciones básicas de primeros auxilios ante accidentes y lesiones durante la práctica de la actividad física. Posición lateral de seguridad. Conducta PAS (proteger, avisar, socorrer).",
        "Bloque 3. Resolución de problemas en situaciones motrices",
        "▪ Toma de decisiones:",
        "– Selección de acciones en función del entorno en situaciones motrices individuales.",
        "– Adecuación de acciones para el ajuste espacio-temporal en la interacción con los compañeros en situaciones cooperativas.",
        "– Selección de zonas de envío del móvil desde donde sea difícil devolverlo, en situaciones motrices de persecución y de interacción con un móvil.",
        "– Elección adecuada de las habilidades motrices en situaciones de oposición de contacto.",
        "– Desmarque y localización en un lugar desde el que constituya un apoyo para los demás en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
        "▪ Esquema corporal:",
        "– Equilibrio estático y dinámico en situaciones complejas o superficies inestables.",
        "– Estructuración espacial, percepción de objetos y de distancias, orientación, percepción e interceptación de trayectorias, agrupamiento-dispersión y transposición.",
        "– Estructuración temporal y espacio-temporal, percepción de duraciones, de velocidad, de intervalos, de estructuras y de ritmo.",
        "– Dominio y control motor en situaciones complejas y desconocidas.",
        "▪ Capacidades condicionales: capacidades físicas básicas y resultantes (coordinación, equilibrio y agilidad).",
        "▪ Iniciación de las habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas: aspectos principales.",
        "▪ Creatividad motriz: identificación de estímulos internos o externos que exijan un reajuste instantáneo de la acción motriz.",
        "Bloque 4. Autorregulación emocional e interacción social en situaciones motrices",
        "▪ Gestión emocional: autoestima, ansiedad y situaciones motrices. Estrategias de afrontamiento y gestión.",
        "▪ Autonomía y autoconfianza: aumento de la autonomía personal, mejora y afianzamiento de la confianza en sí mismo y en los demás durante la práctica motriz.",
        "▪ Habilidades sociales: estrategias de trabajo en equipo para la resolución constructiva de conflictos en las diversas situaciones motrices.",
        "▪ Concepto de fairplay o juego limpio.",
        "▪ Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (discriminación por cuestiones de género, de capacidad, de competencia motriz; actitudes xenófobas, racistas o de índole sexista; abuso sexual o cualquier forma de violencia).",
        "Bloque 5. Manifestaciones de la cultura motriz",
        "▪ Aportaciones de la cultura motriz a la herencia cultural. Los deportes y los juegos tradicionales populares y autóctonos como señal de identidad cultural.",
        "▪ Conocimiento y ejecución de bailes y danzas populares de Galicia, de España y del mundo.",
        "▪ Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas complejas.",
        "▪ Práctica de actividades rítmico-musicales con carácter expresivo.",
        "Bloque 6. Interacción eficiente y sostenible con el entorno",
        "▪ Normas de uso: la educación vial desde la actividad física y deportiva.",
        "▪ Transporte activo y sostenible: bicicletas, patines, patinetes.",
        "▪ Construcción y reutilización de materiales para la práctica motriz, fomentando la sensibilización sobre la generación de residuos.",
        "▪ Realización de actividades físicas en medio natural y urbano.",
        "▪ Cuidado y conservación del entorno durante la práctica de actividad física en medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Reconocer los efectos beneficiosos desde el punto de vista físico, mental y social de la actividad física, como paso previo para su integración en la vida diaria. OBJ1",
        "CE1.2. Integrar los procesos de activación corporal, dosificación del esfuerzo, relajación e higiene en la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable. OBJ1",
        "CE1.3. Identificar y abordar conductas vinculadas al ámbito corporal, a la actividad física y al deporte que afecten negativamente a la salud y la convivencia, adoptando posturas de rechazo a la violencia, a la discriminación y a los estereotipos de género y evitando activamente su reproducción. OBJ1",
        "CE1.4. Adquirir hábitos de vida saludables (alimentación equilibrada, hidratación adecuada y actividad física regular) y convertirlos en algo perdurable a lo largo de toda la vida. OBJ1",
        "CE1.5. Adquirir un progresivo control y dominio corporal, empleando los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa y haciendo frente a las demandas de resolución de problemas en situaciones motrices diversas transferibles a su espacio vivencial. OBJ2",
        "CE1.6. Convivir mostrando en el contexto de las prácticas motrices habilidades sociales, diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo-sexual, cultural, de origen nacional, étnica, socioeconómica o de competencia motriz, y mostrando una actitud crítica y un compromiso activo frente a los estereotipos, a las actuaciones discriminatorias y a la violencia, con especial hincapié en el fomento de la igualdad de género. OBJ3",
        "CE1.7. Valorar el deporte como fenómeno cultural analizando críticamente los estereotipos de género o capacidad y los comportamientos sexistas que a veces suceden en su contexto, rechazándolos y adoptando actitudes que eviten su reproducción en el futuro. OBJ4",
        "CE2.1. Reconocer los efectos beneficiosos desde el punto de vista físico, mental y social de la actividad física, como paso previo para su integración en la vida diaria. OBJ1",
        "CE2.2. Integrar los procesos de activación corporal, dosificación del esfuerzo, relajación e higiene en la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable. OBJ1",
        "CE2.3. Adoptar medidas de seguridad antes, durante y después de la práctica de actividad física, aplicando actuaciones básicas de primeros auxilios, reconociendo los contextos de riesgo y actuando con precaución ante ellos. OBJ1",
        "CE2.4. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, definiendo metas, secuenciando acciones, introduciendo, si es preciso, cambios durante lo proceso, generando producciones motrices de calidad y valorando el grado de ajuste al proceso seguido y al resultado obtenido. OBJ2",
        "CE2.5. Aplicar principios básicos de decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos reales o en simulados de actuación, y reflexionando sobre las soluciones obtenidas. OBJ2",
        "CE2.6. Participar en actividades de carácter motor desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, actuando reflexivamente, gestionando las emociones y expresándolas de forma asertiva. OBJ3",
        "CE3.1. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, definiendo metas, secuenciando acciones, introduciendo, si es preciso, cambios durante el proceso, generando producciones motrices de calidad y valorando el grado de ajuste al proceso seguido y al resultado obtenido. OBJ2",
        "CE3.2. Aplicar principios básicos de decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos reales o en simulados de actuación. OBJ2",
        "CE3.3. Adquirir un progresivo control y dominio corporal, empleando los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa y haciendo frente a las demandas de resolución de problemas en situaciones motrices diversas transferibles a su espacio vivencial. OBJ2",
        "CE3.4. Reproducir y crear composiciones con o sin soporte musical y comunicar diferentes sensaciones, emociones e ideas, de forma estética y creativa, desde el uso de los recursos rítmicos y expresivos de la motricidad. OBJ4",
        "CE3.5. Adaptar las acciones motrices a la incertidumbre propia del medio natural y urbano en contextos terrestres o acuáticos de forma eficiente y segura, valorando sus posibilidades para la práctica de actividad física y actuando desde una perspectiva ecosostenible del entorno y comunitaria. OBJ5",
        "CE4.1. Identificar y abordar conductas vinculadas al ámbito corporal, a la actividad física y al deporte que afecten negativamente la salud y la convivencia, adoptando posturas de rechazo a la violencia, a la discriminación y a los estereotipos de género y evitando activamente su reproducción. OBJ1",
        "CE4.2. Aplicar principios básicos de decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos reales o en simulados de actuación, y reflexionando sobre las soluciones obtenidas. OBJ2",
        "CE4.3. Participar en actividades de carácter motor desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, actuando reflexivamente, gestionando las emociones y expresándolas de forma asertiva. OBJ3",
        "CE4.4. Respetar las normas consensuadas, así como las reglas de los juegos, y actuar desde los parámetros de la deportividad y del juego limpio, reconociendo las actuaciones de los compañeros y de los rivales. OBJ3",
        "CE4.5. Convivir mostrando en el contexto de las prácticas motrices habilidades sociales, diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo-sexual, cultural, de origen nacional, étnica, socioeconómica o de competencia motriz, y mostrando una actitud crítica y un compromiso activo frente a los estereotipos, a las actuaciones discriminatorias y a la violencia, con especial hincapié en el fomento de la igualdad de género. OBJ3",
        "CE4.6. Valorar el deporte como fenómeno cultural analizando críticamente los estereotipos de género o capacidad y los comportamientos sexistas que a veces suceden en su contexto, rechazándolos y adoptando actitudes que eviten su reproducción en el futuro. OBJ4",
        "CE5.1. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, definiendo metas, secuenciando acciones, introduciendo si es preciso cambios durante el proceso, generando producciones motrices de calidad y valorando el grado de ajuste al proceso seguido y al resultado obtenido. OBJ2",
        "CE5.2. Participar en actividades de carácter motor, desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, actuando reflexivamente, gestionando las emociones y expresándolas de forma asertiva. OBJ3",
        "CE5.3. Participar activamente en juegos motores y en otras manifestaciones artístico-expresivas con arraigo en la cultura propia, tradicional o actual, así como en otros procedentes de diversas culturas, reconociendo y transmitiendo su valor cultural y su potencial como espacio generador de interacciones constructivas entre personas con orígenes diferentes y entendiendo las ventajas de su conservación. OBJ4",
        "CE5.4. Valorar el deporte como fenómeno cultural analizando críticamente los estereotipos de género o capacidad y los comportamientos sexistas que a veces suceden en su contexto, rechazándolos y adoptando actitudes que eviten su reproducción en el futuro. OBJ4",
        "CE5.5. Reproducir y crear composiciones con o sin soporte musical y comunicar diferentes sensaciones, emociones e ideas, de forma estética y creativa, desde el uso de los recursos rítmicos y expresivos de la motricidad. OBJ4",
        "CE6.1. Reconocer los efectos beneficiosos desde el punto de vista físico, mental y social de la actividad física, como paso previo para su integración en la vida diaria. OBJ1",
        "CE6.2. Aplicar principios básicos de decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos reales o en simulados de actuación, y reflexionando sobre las soluciones obtenidas. OBJ2",
        "CE6.3. Adaptar las acciones motrices a la incertidumbre propia del medio natural y urbano en contextos terrestres o acuáticos de forma eficiente y segura, valorando sus posibilidades para la práctica de actividad física y actuando desde una perspectiva ecosostible del entorno y comunitaria. OBJ5"
    ]
}