{
  "saberes": [
    "Bloque 1. Proyecto científico",
    "• Estrategias para la elaboración del proyecto científico:",
    "– Planteamiento de preguntas, hipótesis y conjeturas científicas.",
    "– Estrategias de utilización de herramientas digitales para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe...).",
    "– Reconocimiento y utilización de fuentes fidedignas de información científica.",
    "– Métodos de observación y de toma de datos de fenómenos naturales.",
    "– Diseño de controles experimentales (positivos y negativos) y argumentación sobre su esencialidad para obtener resultados objetivos y fiables en un experimento.",
    "– La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno...) de forma adecuada.",
    "– Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "– Modelado como método de representación y comprensión de procesos o elementos de la naturaleza.",
    "• La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de las mujeres en la ciencia.",
    "Bloque 2. Los riesgos geológicos internos",
    "• Riesgos naturales:",
    "– Definición y clasificación.",
    "– Análisis y planificación.",
    "• Actividad sísmica y volcánica en la Tierra en relación con la teoría de la tectónica de placas:",
    "– Origen y distribución global de los terremotos y del vulcanismo en la Tierra.",
    "– Tipos de erupciones volcánicas.",
    "• Análisis del riesgo sísmico y volcánico. Medidas de predicción y prevención. El riesgo sísmico en Galicia.",
    "Bloque 3. La célula",
    "• La teoría celular. Reconocimiento de la célula como unidad estructural y funcional de los seres vivos:",
    "– Estructura básica de la célula. Tipos de células: procariotas y eucariotas (animales y vegetales).",
    "• Observación y comparación de tipos de células al microscopio y otros medios (vídeos, fotografías...) mediante distintas estrategias y destrezas.",
    "• Formas acelulares.",
    "Bloque 4. Las funciones vitales en el ser humano",
    "• Función de nutrición: aparatos digestivo, respiratorio, circulatorio y excretor.",
    "– Importancia de la nutrición y relación entre la anatomía y la fisiología básica de los aparatos que participan en ella.",
    "• Función de relación: receptores sensoriales, centros de coordinación y órganos efectores.",
    "– Análisis y visión general de la función de relación.",
    "• Función de reproducción: aparato reproductor y sistema endócrino.",
    "– Relación entre la anatomía y la fisiología básicas del aparato reproductor.",
    "– Reproducción y sexualidad.",
    "• Cuestiones y problemas prácticos relacionados con conocimientos de fisiología y anatomía de los principales sistemas y aparatos del organismo implicados en las funciones de nutrición, relación y reproducción.",
    "Bloque 5. Hábitos saludables",
    "• Hábitos saludables con relación a la alimentación. Características de una dieta saludable y análisis de su importancia.",
    "• Sexo y sexualidad desde la perspectiva de la igualdad entre los hombres y las mujeres y el respeto a la diversidad sexual. Importancia de la educación sexual integral como parte de un desarrollo armónico:",
    "– Infecciones de transmisión sexual (ITS).",
    "– Métodos de anticoncepción y prácticas sexuales responsables. La asertividad y el autocuidado.",
    "– Las relaciones afectivo-sexuales: ideas preconcebidas y estereotipos sexuales.",
    "• Efectos perjudiciales de las drogas legales e ilegales, tanto para los consumidores como para quien está en su entorno próximo.",
    "• Hábitos encaminados a la conservación de la salud física, mental y social (higiene del sueño, hábitos posturales, uso responsable de las nuevas tecnologías, actividad física, autorregulación emocional, cuidado y corresponsabilidad...).",
    "Bloque 6. Salud y enfermedad",
    "• Enfermedades infecciosas y no infecciosas:",
    "– Diferenciación en base a su etiología.",
    "– Medidas de prevención y tratamiento de enfermedades infecciosas.",
    "– El uso adecuado de los antibióticos.",
    "• Sistema inmunitario: análisis de los diferentes tipos de barreras y mecanismos de defensa que dificultan la entrada de patógenos al organismo.",
    "– Relación entre el sistema inmunitario y la prevención y superación frente a las enfermedades infecciosas.",
    "• Importancia de la vacunación en la prevención de enfermedades y en la mejora de la calidad de la vida humana.",
    "• Importancia de los trasplantes y de la donación de órganos."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Analizar y explicar conceptos y procesos biológicos y geológicos interpretando la información obtenida en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica y llegando a conclusiones fundamentadas. OBJ1",
    "• CE1.2. Resolver cuestiones sobre biología y geología localizando, seleccionando y organizando información mediante la citación y el uso correctos de distintas fuentes. OBJ2",
    "• CE1.3. Exponer preguntas e hipótesis e intentar realizar predicciones sobre fenómenos biológicos o geológicos que puedan ser respondidas o contrastadas utilizando métodos científicos. OBJ3",
    "• CE1.4. Reconocer la información sobre temas biológicos y geológicos con base científica distinguiéndola de pseudociencias, bulos, teorías conspiradoras y creencias infundadas... y manteniendo una actitud escéptica ante estos. OBJ2",
    "• CE1.5. Diseñar y realizar la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos de modo que permitan responder preguntas concretas y contrastar una hipótesis expuesta. OBJ3",
    "• CE1.6. Presentar las conclusiones del proyecto de investigación mediante las herramientas digitales y el formato adecuado (tablas, gráficos, informes...) interpretando los resultados y la información obtenida a través de la experimentación y de la observación de campo. OBJ3",
    "• CE1.7. Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario, respetando la diversidad y la igualdad de género y favoreciendo la inclusión. OBJ3",
    "• CE1.8. Valorar la contribución de la ciencia a la sociedad y la labor de personas dedicadas a ella con independencia de su etnia, sexo o cultura, destacando y reconociendo el papel de las mujeres científicas y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución. OBJ2",
    "• CE2.1. Clasificar los riesgos empleando como criterio las causas naturales que los producen. OBJ1",
    "• CE2.2. Analizar los riesgos naturales a través de los factores de riesgo valorando la importancia de las medidas de predicción y prevención. OBJ6",
    "• CE2.3. Explicar el origen y la distribución de la actividad sísmica y volcánica en la Tierra y los tipos de erupciones volcánicas, integrándolas con la teoría de la tectónica de placas. OBJ1",
    "• CE2.4. Valorar la importancia del análisis del riesgo sísmico y volcánico y las medidas de predicción y prevención para minimizar sus efectos, buscando y aportando ejemplos. OBJ6",
    "• CE2.5. Localizar las áreas con riesgo sísmico en Galicia seleccionando información mediante el uso correcto de diferentes fuentes. OBJ2",
    "• CE3.1. Analizar y comprender la información sobre procesos biológicos o trabajos científicos transmitiéndola de forma clara y utilizando la terminología y el formato adecuados. OBJ1",
    "• CE3.2. Reconocer la célula como la unidad estructural y funcional de los seres vivos a través del conocimiento de los postulados de la teoría celular. OBJ1",
    "• CE3.3. Diferenciar las estructuras básicas de los diferentes tipos de células utilizando diferentes estrategias de observación y comparación y relacionándolas con sus funciones. OBJ1",
    "• CE3.4. Describir los virus como formas acelulares causantes de algunas patologías en los humanos. OBJ1",
    "• CE4.1. Resolver problemas o explicar procesos biológicos utilizando conocimientos, datos e información proporcionados, el razonamiento lógico, el pensamiento computacional o recursos digitales. OBJ4",
    "• CE4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos. OBJ4",
    "• CE4.3. Identificar los aparatos y sistemas que participan en la función de nutrición. OBJ1",
    "• CE4.4. Reflexionar sobre la importancia de la alimentación y de la nutrición para el buen funcionamiento del organismo reconociendo las diferencias entre alimentación y nutrición y diferenciando los nutrientes y sus funciones básicas. OBJ1",
    "• CE4.5. Explicar los procesos fundamentales de la nutrición relacionándolos con las estructuras de los aparatos y de los sistemas que intervienen en ella. OBJ1",
    "• CE4.6. Reconocer los órganos, aparatos y sistemas que intervienen en la función de relación estableciendo las diferencias y las funciones de cada uno y describiendo los principales procesos, órganos y estructura implicadas. OBJ1",
    "• CE4.7. Comprender la relación funcional entre el sistema nervioso y el sistema endócrino. OBJ1",
    "• CE4.8. Reconocer los procesos de la reproducción humana identificando las estructuras del aparato reproductor y endócrino implicadas. OBJ1",
    "• CE4.9. Reflexionar sobre la reproducción y la sexualidad valorando su propia sexualidad y la de las personas de su entorno. OBJ2",
    "• CE5.1. Resolver cuestiones relacionadas con hábitos de vida saludables localizando, seleccionando y organizando información mediante la citación y el uso correctos de distintas fuentes. OBJ2",
    "• CE5.2. Reconocer la información con base científica sobre cuestiones relacionadas con la salud humana distinguiéndola de pseudociencias, boatos, teorías conspiradoras y creencias infundadas... y manteniendo una actitud escéptica ante estos. OBJ2",
    "• CE5.3. Analizar críticamente la solución a un problema relacionado con la alimentación saludable, con las drogas y con la sexualidad. OBJ4",
    "• CE5.4. Reflexionar sobre la importancia de la adquisición de hábitos y estilos de vida saludables como método de prevención de dolencias ejemplificando con situaciones próximas al alumnado. OBJ5",
    "• CE5.5. Analizar la importancia de una buena alimentación y actividad física percibiéndolos como hábitos saludables para el individuo y la sociedad. OBJ5",
    "• CE5.6. Reconocer el sexo y la sexualidad desde la perspectiva de la igualdad entre hombres y mujeres y respetando la diversidad sexual. OBJ5",
    "• CE5.7. Reconocer las drogas (incluidas las de curso legal) considerándolas como causa de perjuicios no solo para las personas que las consumen, sino también para las que están en su entorno próximo. OBJ5",
    "• CE6.1. Analizar conceptos y procesos relacionados con la salud y con la enfermedad interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web…), manteniendo una actitud crítica y obteniendo conclusiones fundamentadas. OBJ1",
    "• CE6.2. Reconocer la información con base científica en relación con la salud y con la enfermedad distinguiéndola de pseudociencias, boatos, teorías conspiradoras y creencias infundadas... y manteniendo una actitud escéptica ante estos. OBJ2",
    "• CE6.3. Comparar las enfermedades infecciosas y no infecciosas identificando las medidas de prevención y los tratamientos que existen hasta el momento. OBJ5",
    "• CE6.4. Analizar el funcionamiento y las estructuras que comprende el sistema inmunitario reconociendo su papel en la prevención y superación de las enfermedades infecciosas. OBJ5"
  ]
}