{
  "saberes": [
    "A. Números y operaciones. ",
    "1. Conteo. ",
    "– Aplicación de estrategias variadas para realizar recuentos sistemáticos en situaciones de la ",
    "vida cotidiana, valorando críticamente su utilidad y escogiendo en cada situación la estrategia ",
    "más conveniente (diagramas de árbol, técnicas de combinatoria, etc.). ",
    "– Utilización y adaptación del conteo para resolver problemas de la vida cotidiana adaptando el ",
    "tipo de conteo al tamaño de los números y al contexto del problema. ",
    "2. Cantidad. ",
    "– Interpretación de números grandes y pequeños, reconocimiento y utilización de la notación ",
    "exponencial y científica, así como de la calculadora. Contextos de uso y ejemplos de ",
    "aplicación.  ",
    "Operaciones (suma, resta, multiplicación y división) con números expresados en notación ",
    "científica.  ",
    "– Números enteros, fraccionarios, irracionales, decimales y raíces en la expresión de ",
    "cantidades en contextos de la vida cotidiana. ",
    "Intervalos numéricos y representación sobre la recta real. ",
    "Obtención de la fracción generatriz, cuando proceda, correspondiente a diferentes tipos ",
    "de números decimales. ",
    "Introducción al concepto de error asociado al redondeo de un número decimal: concepto ",
    "de cifras significativas y cálculo de los errores absoluto y relativo.  ",
    "– Comprensión e interpretación del significado de porcentajes mucho mayores que 100 y ",
    "menores que 1. Aplicación a la resolución de problemas.  ",
    "3. Operaciones. ",
    "– Aplicación de estrategias de cálculo mental con números enteros, fracciones y decimales. ",
    "– Números irracionales: comprensión de su significado, simplificación de los mismos y cálculos ",
    "diversos (suma, multiplicación y división) aplicando correctamente sus propiedades. Ubicación ",
    "de los mismos sobre la recta real.  ",
    "– Afianzamiento del estudio de las propiedades de las operaciones (suma, resta, multiplicación, ",
    "división y potenciación): cálculos de manera eficiente con números naturales, enteros, ",
    "fraccionarios y decimales tanto mentalmente como de forma manual, con calculadora u hoja ",
    "de cálculo. ",
    "– Comprensión y cálculo de expresiones que contienen potencias de exponente entero. ",
    "– Definición de logaritmo y sus propiedades. ",
    "4. Relaciones. ",
    "– Identificación de patrones y regularidades numéricas en situaciones cada vez más complejas. ",
    "5. Proporcionalidad. ",
    "– Porcentajes: compresión y utilización en la resolución de problemas que impliquen un número ",
    "de incrementos o disminuciones mayor de dos. ",
    "– Desarrollo y análisis de métodos para resolver problemas en situaciones de proporcionalidad ",
    "directa, inversa o compuesta en diferentes contextos (repartos proporcionales e inversamente ",
    "proporcionales, aumentos y disminuciones porcentuales, rebajas y subidas de precios, ",
    "impuestos, cambios de divisas, cálculos geométricos, escalas, etc.). ",
    "6. Educación financiera. – Información numérica en contextos financieros sencillos: interpretación. Introducción a las ",
    "matemáticas financieras. Problemas de interés simple y compuesto. ",
    "– Métodos y estrategias digitales, como la realización de hojas de cálculo, para la toma de ",
    "decisiones de consumo responsable atendiendo a las relaciones calidad-precio y valor-precio ",
    "en contextos cotidianos. ",
    "B. Medida y geometría. ",
    "1. Magnitud. ",
    "– Estrategias de elección de las unidades y operaciones adecuadas en problemas que ",
    "impliquen medida. Estimación de los errores asociados a un proceso de medida.  ",
    "2. Medición. ",
    "– Aplicación de las principales fórmulas para obtener longitudes, áreas y volúmenes en formas ",
    "planas y tridimensionales compuestas. Resolución de problemas geométricos variados.  ",
    "– Profundización en las representaciones planas de objetos tridimensionales en la visualización ",
    "y resolución de problemas de áreas, como mecanismo de resolución de problemas ",
    "geométricos complejos. ",
    "– Representación de objetos geométricos con propiedades fijadas, como las longitudes de los ",
    "lados o las medidas de los ángulos. ",
    "– La probabilidad como medida asociada a la incertidumbre de experimentos aleatorios. ",
    "– Razones trigonométricas básicas: seno, coseno y tangente. ",
    "C. Geometría en el plano y el espacio. ",
    "1. Figuras geométricas de dos y tres dimensiones. ",
    "– Formas geométricas planas y tridimensionales: descripción y clasificación en función de sus ",
    "propiedades o características. ",
    "Lugares geométricos en el plano (puntos y rectas) y análisis de las diferentes posiciones ",
    "relativas de los mismos.  ",
    "Polígonos irregulares y compuestos.  ",
    "Poliedros, poliedros regulares. Vértices, aristas y caras. Teorema de Euler. ",
    "Planos de simetría en los poliedros. ",
    "La esfera. Intersecciones de planos y esferas. ",
    "– Relaciones geométricas como la congruencia, la semejanza y la relación pitagórica en figuras ",
    "planas y tridimensionales: identificación y aplicación. ",
    "– Construcción de figuras geométricas con herramientas manipulativas y digitales (programas ",
    "de geometría dinámica, realidad aumentada…). ",
    "2. Movimientos y transformaciones. ",
    "– Análisis de transformaciones elementales como giros, traslaciones y simetrías en situaciones ",
    "diversas utilizando herramientas tecnológicas y/o manipulativas. ",
    "3. Visualización, razonamiento y modelización geométrica. ",
    "– Modelización geométrica: relaciones numéricas y algebraicas en la resolución de problemas. ",
    "– Relaciones geométricas en contextos matemáticos y no matemáticos (arte, ciencia, vida ",
    "diaria…). ",
    "D. Álgebra. ",
    "1. Patrones. ",
    "– Fórmulas y términos generales: obtención mediante la observación de pautas y regularidades ",
    "sencillas y su generalización. ",
    "Sucesiones numéricas. Sucesiones recurrentes. Término general. Progresiones ",
    "aritméticas y geométricas. Cálculo de la suma de un número finito de términos e infinito ",
    "cuando proceda.  ",
    "2. Modelo matemático. ",
    "– Continuación y profundización en la modelización de situaciones de la vida cotidiana usando ",
    "representaciones matemáticas y el lenguaje algebraico. ",
    "– Estrategias de deducción de conclusiones razonables a partir de un modelo matemático sobre ",
    "una situación de la vida cotidiana una vez modelizada. ",
    "3. Variable. ",
    "– Comprensión del concepto de variable en sus diferentes naturalezas. Profundización en las ",
    "expresiones algebraicas estudiadas el curso anterior: comprensión de su sentido y utilidad, ",
    "aplicación de las mismas a la resolución de problemas sencillos. ",
    "Operaciones combinadas con polinomios ",
    "División de polinomios. Regla de Ruffini. ",
    "Factorización de polinomios sencillos e introducción a la simplificación de fracciones ",
    "algebraicas. ",
    "4. Igualdad y desigualdad. ",
    "– Repaso de la resolución de ecuaciones lineales y cuadráticas en situaciones de la vida ",
    "cotidiana. Estrategias de búsqueda de soluciones en ecuaciones y sistemas lineales y ",
    "ecuaciones cuadráticas en situaciones de la vida cotidiana.  ",
    "– Ecuaciones: resolución mediante el uso de la tecnología. ",
    "5. Relaciones y funciones. ",
    "– Identificación y representación de situaciones descritas mediante funciones cuadráticas. ",
    "Cálculo del vértice y aplicación a la resolución de problemas sencillos (por ejemplo el tiro ",
    "parabólico).  ",
    "– Estudio de las relaciones lineales y cuadráticas: identificación y comparación de diferentes ",
    "modos de representación, tablas, gráficas o expresiones algebraicas, y deducción crítica de ",
    "sus propiedades a partir de ellas. ",
    "– Estrategias de deducción de la información relevante de una función mediante el uso de ",
    "diferentes representaciones simbólicas, así como de la representación y manipulación digital ",
    "de la misma. ",
    "6. Pensamiento computacional. ",
    "– Consolidación de estrategias para la generalización y transferencia de procesos de resolución ",
    "de problemas a otras situaciones. ",
    "– Estrategias útiles en la interpretación, modificación y creación de algoritmos. ",
    "– Estrategias de formulación de cuestiones susceptibles de ser analizadas mediante programas ",
    "y otras herramientas. ",
    "E. Estadística. ",
    "1. Organización y análisis de datos. ",
    "– Análisis e interpretación de tablas y gráficos estadísticos de variables cualitativas, ",
    "cuantitativas discretas y cuantitativas continuas en contextos reales. ",
    "– Gráficos estadísticos: representación mediante diferentes tecnologías (calculadora, hoja de ",
    "cálculo, aplicaciones...) y elección del más adecuado. ",
    "– Medidas de localización: interpretación y cálculo con apoyo tecnológico en situaciones reales.  ",
    "Media, moda, mediana, ",
    "– Variabilidad: interpretación y cálculo, con apoyo tecnológico, de medidas de dispersión en ",
    "situaciones reales. ",
    "Rango o recorrido, desviación típica y varianza. ",
    "– Parámetros de posición: obtención e interpretación. ",
    "Mediana y cuartiles. ",
    "Diagramas de caja y bigotes. ",
    "2. Incertidumbre. ",
    "– Experimentos simples: planificación, realización y análisis de la incertidumbre asociada. – Asignación de probabilidades mediante experimentación, el concepto de frecuencia relativa y ",
    "la regla de Laplace en sucesos compuestos: aplicación a la resolución de problemas ",
    "probabilísticos.  ",
    "3. Inferencia. ",
    "– Formulación de preguntas adecuadas que permitan conocer las características de interés de ",
    "una población. ",
    "– Datos relevantes para dar respuesta a cuestiones planteadas en investigaciones estadísticas: ",
    "presentación de la información procedente de una muestra mediante herramientas digitales. ",
    "– Estrategias de deducción de conclusiones a partir de una muestra con el fin de emitir juicios y ",
    "tomar decisiones adecuadas. ",
    "Implementación de herramientas diversas útiles en la resolución de situaciones ",
    "estadísticas: por ejemplo, la elaboración de diagramas de árbol o tablas, tanto ",
    "manualmente como con el apoyo de herramientas tecnológicas. ",
    "F. Actitudes y aprendizaje. ",
    "1. Creencias, actitudes y emociones. ",
    "– Gestión emocional: mecanismos de control de las emociones que intervienen en el ",
    "aprendizaje de las matemáticas. Autoconciencia y autorregulación. ",
    "– Estrategias de fomento de la flexibilidad cognitiva: apertura a cambios de estrategia, ",
    "identificación y transformación del error en oportunidad de aprendizaje. ",
    "2. Trabajo en equipo y toma de decisiones. ",
    "– Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir ",
    "conocimiento matemático. Creación de equipos de trabajo con roles rotatorios para trabajar la ",
    "empatía, y en los que el alumnado pueda poner en práctica los métodos de resolución de ",
    "conflictos estudiados.  ",
    "– Consolidación de conductas empáticas y estrategias de gestión de conflictos.  ",
    "3. Contribución de las matemáticas a la sociedad. ",
    "– Reconocimiento de la contribución de las matemáticas al desarrollo de los distintos ámbitos ",
    "del conocimiento humano.  "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Interpretar los enunciados de problemas matemáticos con variedad de datos y preguntas ",
    "encadenadas, organizando y estableciendo las relaciones entre los datos dados y aquellos ",
    "que se deben obtener, categorizando y comprendiendo las diferentes preguntas formuladas ",
    "estableciendo una secuencia adecuada para la resolución completa del problema. ",
    "1.2. Seleccionar y aplicar las herramientas y estrategias apropiadas que contribuyan a la ",
    "resolución de problemas en función de las cuestiones planteadas. ",
    "1.3. Obtener y analizar las soluciones matemáticas de un problema con cuestiones encadenadas ",
    "activando los conocimientos y utilizando las herramientas tecnológicas necesarias. ",
    "Competencia específica 2. ",
    "2.1. Comprobar la corrección matemática de las soluciones de un problema y expresarla de forma ",
    "adecuada al contexto, empleando las unidades y la forma de escribir el resultado más ",
    "conveniente. ",
    "2.2. Comprobar la validez de las soluciones de un problema y elaborar las respuestas ",
    "comprobando su coherencia en el contexto planteado, evaluando el alcance y repercusión de ",
    "estas desde diferentes perspectivas. ",
    "Competencia específica 3. 3.1. Formular y comprobar conjeturas sencillas de forma guiada analizando patrones, propiedades ",
    "y relaciones, manualmente y con el apoyo de herramientas tecnológicas. ",
    "3.2. Plantear variantes de un problema dado modificando alguno de sus datos o alguna condición ",
    "del problema analizando la repercusión de la modificación planteada. ",
    "3.3. Emplear herramientas tecnológicas adecuadas en la investigación y comprobación de ",
    "conjeturas o problemas. ",
    "Competencia específica 4. ",
    "4.1. Reconocer patrones, organizar datos y descomponer un problema en partes más simples ",
    "facilitando su interpretación computacional ",
    "4.2. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando ",
    "algoritmos. ",
    "Competencia específica 5. ",
    "5.1. Reconocer y usar con autonomía creciente las relaciones entre los conocimientos y ",
    "experiencias matemáticas formando un todo coherente. ",
    "5.2. Realizar conexiones entre diferentes procesos matemáticos aplicando conocimientos y ",
    "experiencias previas. ",
    "Competencia específica 6. ",
    "6.1. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y ",
    "estrategias matemáticas, estableciendo conexiones entre el mundo real y las matemáticas y ",
    "usando los procesos inherentes a la investigación: inferir, medir, comunicar, clasificar y ",
    "predecir. ",
    "6.2. Identificar conexiones coherentes entre las matemáticas y otras materias resolviendo ",
    "problemas contextualizados, mostrando curiosidad e interés en un conocimiento integral de la ",
    "realidad. ",
    "6.3. Reconocer la aportación de las matemáticas al progreso de la humanidad y su contribución a ",
    "la superación de los retos que demanda la sociedad actual. ",
    "Competencia específica 7. ",
    "7.1. Representar conceptos, procedimientos, información y resultados matemáticos de modos ",
    "distintos y con diferentes herramientas, incluidas las digitales, visualizando ideas, ",
    "estructurando procesos matemáticos y valorando su utilidad para compartir información. ",
    "7.2. Elaborar representaciones matemáticas cada vez más complejas que ayuden en la búsqueda ",
    "de estrategias de resolución de una situación problematizada. ",
    "Competencia específica 8. ",
    "8.1. Comunicar información utilizando el lenguaje matemático apropiado, utilizando diferentes ",
    "medios, incluidos los digitales, oralmente y por escrito, al describir, explicar y justificar ",
    "razonamientos, procedimientos y conclusiones. ",
    "8.2. Reconocer y emplear el lenguaje matemático presente en la vida cotidiana comunicando ",
    "mensajes con contenido matemático con precisión y rigor creciente. ",
    "Competencia específica 9. ",
    "9.1. Gestionar las emociones propias, desarrollar el autoconcepto matemático como herramienta, ",
    "generando expectativas positivas ante nuevos retos matemáticos. ",
    "9.2. Mostrar una actitud positiva y perseverante, aceptando la crítica razonada al hacer frente a las ",
    "diferentes situaciones de aprendizaje de las matemáticas. ",
    "Competencia específica 10. ",
    "10.1. Colaborar activamente y construir relaciones trabajando con las matemáticas en equipos ",
    "heterogéneos, respetando diferentes opiniones, comunicándose de manera efectiva, ",
    "pensando de forma crítica y creativa y tomando decisiones y realizando juicios informados. ",
    "10.2. Participar en el reparto de tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión, la escucha activa, asumiendo el rol asignado y responsabilizándose de la propia contribución al equipo. "
    
  ]
}
