{
    "saberes": [
        "A. Communication",
        "- Self-confidence in the use of the foreign language. The error as part of the learning process and as an instrument of improvement.",
        " - Initiation in elementary strategies for understanding and production (read the text again, use your previous knowledge, read between the lines, use context clues, think aloud, summarize, locate key words, make predictions, visualise, imitate, repeat...) of short, simple and contextualized oral, written and multimodal texts in the English language.",
        " - Elementary communication functions appropriate to the environment and context: greeting, saying goodbye, introducing yourself, giving thanks, asking for permission or help...; identifying the characteristics of people, objects and places; answering specific questions about everyday issues in English; express time, quantity and space.",
        " - Elementary contextual models in the understanding and production of short and simple oral, written and multimodal texts, such as congratulations, notes, lists or notices, stories, comics... with high visual content, following models and taking care of their presentation. Identification and understanding of key words and main ideas. Interactive strategies, a verbal and collective exchange of ideas.",
        "- Elementary language units and meanings associated with said structures such as expression of the entity and its properties, quantity and number, affirmation, exclamation, negation, interrogation in English language.",
        " - Elementary vocabulary of high frequency and of interest to students related to basic personal relationships, housing, places and nearby environments. Short and simple words and messages with correct pronunciation, intonation, accentuation and rhythm. Participation in classroom conversations Strategies for understanding key words and simple messages produced with different accents in the English language.",
        " - Introduction to elementary sound and accent patterns. Basic phonetic differences of the English language through groups of sounds, words and simple sentences. Words that share a common pattern, that rhyme and final phonemes. Songs, rhymes, retahílas, tongue twisters, basic jokes, poetry, accompanied by facial and body gestures and mimicry.",
        " - Introduction to elementary spelling conventions. The sound and number of the letters of the alphabet. Use of capital letters, period and other punctuation marks.",
        " - Elementary verbal or non-verbal conversational conventions and strategies (gestures, facial expressions, body postures...) of common use in synchronous format (face to face, by telephone, video call, video conference) or asynchronous, in which it is established social contact (platforms, apps, social networks) to start, maintain and end communication, take and give the floor, ask and answer, etc.",
        "- Elementary analog and digital tools for oral, written and multimodal understanding and production. Guided, limited and responsible use of digital tools.",
        "B. Plurilingualism",
        " - Elementary strategies and techniques for detecting communicative deficiencies and limitations derived from the level of competence in the foreign language and in the other languages of the repertoire of the own language, such as repetition, imitation, the request for clarifications, the search for resources to understand speech, non-verbal communication...",
        " - Introduction to elementary strategies to identify and use language units (lexicon, morphosyntax, sound patterns, etc.) such as the transfer and application of mother tongue strategies, use of images, vocabulary, diagrams, basic mind maps, posters, personal dictionaries with images, songs... based on the comparison of the languages and varieties that make up the personal language repertoire.",
        "C. Interculturality",
        "- The foreign language as a means of communication and relationship with people from other countries. Social and cultural realities of other languages, respect and tolerance for the interlocutor, their customs, traditions and culture.",
        "- Aspects of language, culture and society, elementary and more significant relative to customs and daily life in countries where the foreign language is spoken.",
        "- Introduction to the basic strategies of common use to understand and appreciate the diversity of language, culture and art, based on social and environmental and democratic values. The reality of classroom languages as a source of cultural wealth." ,
        "- Initiation in the basic strategies for detecting discriminatory uses of verbal and non-verbal language.",
        "D. Syntactic-discursive contents",
        " - Expression of logical relationships: conjunction (and); disjunction (or).",
        " - Affirmación: affirmative sentences; Yes (+tag).",
        " - Negation: negative sentences with not, no (Adj.).",
        " - Exclamation: exclamatory sentences (e.g. I love bananas!); How + Adjective (e.g. How beautiful!).",
        " - Interrogación: Wh- questions (What; Where; How many; who). Auxiliary verbs in questions: to be; to do.",
        " - Expression of time: present (simple present).",
        " - Expression of the aspect: punctual (simple tense); durativo (present continuous); habitual (simple tense [+Adverb eg. always, everyday]).",
        " - Expression of the modality: permission (can), capacity (can), obligation (have (got) to); imperative.",
        " - Expression of existence (to be; there is/are); the entity (nouns, pronouns, articles, demonstratives); the quality ([very]+) Adj.).",
        " - Expression of quantity: (singular/plural; cardinal numbers up to two digits; ordinal numbers up to one digit; quantity: many, some, more, (a) little, more. Degree: very.",
        " - Expresión del espacio: prepositions and adverbs of location, position.",
        " - Temporal expressions: divisions (e.g. summer) indications of time (e.g. now, tomorrow); frequency (e.g. sometimes, on Saturdays); prepositions and adverbs of time.",
        " - Expresión del modo: Adv. of manner (e.g. slowly, well).",
        " - Expression of possession: I have got (I've got); preposition of.",
        " - Expression of tastes and preferences: I like/I don't like; I like verb-ing."
    ],
    "criteriosEvaluacion": [
        "1.1. Recognize and interpret common words and expressions in short and simple oral, written and multimodal texts on frequent and daily topics of personal relevance and close to your experience, expressed in an understandable, clear, simple and direct way and in standard language." ,
        "1.2. Select and apply in a guided way elementary strategies in everyday communicative situations and relevant to the students in order to grasp the overall idea and identify specific elements with the help of elements of the language and the context and the cotext. Express sentences orally short and simple with basic information on everyday matters relevant to the students, using verbal and non-verbal resources in a guided way, using previously presented models and structures and paying attention to rhythm, accentuation and intonation in the English language.",
        "2.2. Write words, known expressions and sentences based on models and with a specific purpose, through analogue and digital tools, using lexicon and elementary structures of the English language on everyday matters and of personal relevance to the students.",
        "2.3. Select and apply, in a guided way, basic strategies to produce short and simple messages in English, suitable for communicative purposes using, with help, physical or digital resources and supports according to the needs of each moment.",
        "3.1. To participate, in a guided way, in elementary interactive situations on everyday topics, previously prepared, through various supports, relying on resources such as repetition, the slow rhythm or the non-verbal language, and showing empathy.",
        "3.2. Select and use, in a guided way and in close surroundings, basic strategies for greeting, saying goodbye and introducing yourself; expressing simple and short messages; and formulating and answering basic questions for communication in English.",
        "4.1. Interpret and explain, in a guided way, basic information about concepts, communications and short and simple texts in situations in which they have to attend to diversity, showing empathy and interest for the interlocutors and for the problems of understanding in their environment immediately, relying on various resources and supports.",
        "5.1. Compare and contrast obvious similarities and differences between different languages reflecting, in a guided way, on elementary aspects of their functioning.",
        "5.2. Identify and apply, in a guided way, knowledge and strategies to improve your ability to communicate and learn the foreign language, with the support of other participants and analogue and digital supports.",
        "5.3. Identify and explain, in a guided way, progress and elementary difficulties in the foreign language learning process.",
        "6.1. Show interest in communication between different cultures, identifying and analyzing, in a guided way, the most common discriminations and prejudices, in everyday and usual situations.",
        "6.2. Recognize and appreciate the diversity of other contexts related to the foreign language, showing interest in knowing the fundamental elements of the language and its culture."
    ]
}