{ 
  "saberes": [
    "Bloque 1. Técnicas gráfico-plásticas",
    "• Los efectos del gesto y del instrumento: herramientas, medios y soportes. Cualidades plásticas y efectos visuales.",
    "• Técnicas de dibujo y pintura: técnicas secas y húmedas.",
    "• Técnicas mixtas y alternativas de las vanguardias artísticas. Posibilidades expresivas y contexto histórico.",
    "• Técnicas de estampación. Procedimientos directos, aditivos, sustractivos y mixtos.",
    "• Graffiti y pintura mural.",
    "• Técnicas básicas de creación de volúmenes.",
    "• El arte del reciclaje. Consumo responsable. Productos ecológicos, sostenibles e innovadores en la práctica artística. Arte y naturaleza.",
    "• Seguridad, toxicidad e impacto ambiental de los diferentes materiales artísticos. Prevención y gestión responsable de los residuos.",
    "• Ejemplos de aplicación de técnicas gráfico-plásticas en diferentes manifestaciones artísticas y en el ámbito del diseño.",
    "Bloque 2. Fotografía, lenguaje audiovisual y multimedia",
    "• Elementos y principios básicos del lenguaje visual y de la percepción. Color y composición.",
    "• Narrativa de la imagen fija: encuadramiento y planificación, puntos de vista y angulación. La imagen secuenciada.",
    "• Fotografía analógica: cámara oscura. Fotografía sin cámara (fotogramas). Técnicas fotográficas experimentales: cianotipia o antotipia.",
    "• Fotografía digital. El fotomontaje digital y tradicional.",
    "• Seguridad, toxicidad e impacto ambiental de los diferentes materiales artísticos. Prevención y gestión responsable de los residuos.",
    "• Narrativa audiovisual: fotograma, secuencia, escena, toma, plano y montaje. El guion y el storyboard.",
    "• El proceso de creación. Realización y seguimiento: guion o proyecto, presentación final y evaluación (autorreflexión, autoevaluación y evaluación colectiva).",
    "• Publicidad: recursos formales, lingüísticos y persuasivos. Estereotipos y sociedad de consumo. El sexismo y los cánones corporales y sexuales en los medios de comunicación.",
    "• Campos y ramas del diseño: gráfico, de producto, de moda, de interiores, escenografía.",
    "• Técnicas básicas de animación.",
    "• Recursos digitales para la creación de proyectos de videoarte.",
    "Bloque 3. Dibujo técnico aplicado a las artes plásticas y al diseño",
    "• Construcciones geométricas fundamentales.",
    "• Representación objetiva de la realidad en un soporte bidimensional. Vistas (sistema europeo). Sistemas perspectivos.",
    "• Conceptos básicos de normalización.",
    "• Aplicación de las construcciones técnicas bidimensionales y tridimensionales en las diferentes manifestaciones artísticas y en el ámbito del diseño."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Analizar manifestaciones artísticas de diferentes épocas y culturas, contextualizándolas, describiendo sus aspectos esenciales, valorando el proceso de creación y el resultado final y evidenciando una actitud de apertura, interés y respeto en su recepción. OBJ1",
    "• CE1.2. Valorar críticamente los hábitos, los gustos y los referentes artísticos de diferentes épocas y culturas, a través de diferentes producciones gráfico-plásticas, reflexionando sobre su evolución y sobre su relación con los del presente. OBJ1",
    "• CE1.3. Participar, con iniciativa, confianza y creatividad en la exploración de diferentes técnicas gráfico-plásticas, empleando herramientas, medios, soportes y lenguajes diversos. OBJ2",
    "• CE1.4. Elaborar producciones gráfico-plásticas de forma creativa, determinando las intenciones expresivas y seleccionando con corrección las herramientas, medios, soportes y lenguajes más adecuados de entre los que conforman el repertorio personal de recursos. OBJ2",
    "• CE1.5. Crear un producto artístico individual o grupal, de forma colaborativa y abierta, diseñando las fases del proceso y seleccionando las técnicas y herramientas más adecuadas para conseguir un resultado adaptado a una intención y a un público determinados. OBJ4",
    "• CE1.6. Exponer el resultado final de la creación de un producto artístico, individual o grupal, poniendo en común y valorando críticamente el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y los logros alcanzados. OBJ4",
    "• CE2.1. Valorar críticamente los hábitos, los gustos y los referentes artísticos de diferentes épocas y culturas, a través de producciones visuales, audiovisuales y multimedia, reflexionando sobre su evolución y sobre su relación con los del presente. OBJ1",
    "• CE2.2. Elaborar producciones visuales, audiovisuales y multimedia de forma creativa, determinando las intenciones expresivas, seleccionando y empleando con corrección las herramientas, medios, soportes y lenguajes más adecuados de entre los que conforman el repertorio personal de recursos. OBJ2",
    "• CE2.3. Participar, con iniciativa, confianza y creatividad, en la exploración de diferentes medios, técnicas y formatos audiovisuales, descodificando sus lenguajes, identificando las herramientas y distinguiendo sus fines. OBJ3",
    "• CE2.4. Realizar producciones audiovisuales, individuales o colaborativas asumiendo diferentes funciones, incorporando el uso de las tecnologías digitales con una intención expresiva, buscando un resultado final ajustado al proyecto preparado previamente y seleccionando y empleando, con corrección y de forma creativa, las herramientas y medios disponibles más adecuados. OBJ3",
    "• CE2.5. Crear un producto visual, audiovisual o multimedia, individual o grupal, de forma colaborativa y abierta, diseñando las fases del proceso y seleccionando las técnicas y herramientas más adecuadas para conseguir un resultado adaptado a una intención y a un público determinados. OBJ4",
    "• CE2.6. Exponer el resultado final de la creación de un producto visual, audiovisual o multimedia, individual o grupal, poniendo en común y valorando críticamente el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y los logros alcanzados. OBJ4",
    "• CE2.7. Identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito visual, audiovisual o multimedia, comprendiendo su valor añadido y expresando la opinión personal de forma razonada y respetuosa. OBJ4",
    "• CE3.1. Participar con iniciativa, confianza y rigor en la exploración del lenguaje gráfico de tipo técnico empleando distintas herramientas. OBJ2",
    "• CE3.2. Elaborar producciones gráficas de tipo técnico con interés por la corrección, determinando las intenciones comunicativas y seleccionando las herramientas, medios, soportes y lenguajes más adecuados de entre los que conforman el repertorio personal de recursos. OBJ4",
    "• CE3.3. Valorar el rigor del proceso de creación gráfica, la claridad, la precisión y el proceso de resolución y construcción gráfica. OBJ4",
    "• CE3.4. Analizar el resultado final de la creación de un producto de creación gráfica de tipo técnico, individual o grupal, poniendo en común y valorando críticamente el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y los logros alcanzados OBJ1"
  ]
}
