{
    "situacionesAprendizaje": [
        "La adquisición efectiva de las competencias clave descritas en el anexo I del presente decreto se verá favorecida por el desarrollo de una metodología que reconozca a las niñas y los niños como agentes de su propio aprendizaje. Para ello se propone diseñar situaciones de aprendizaje estimulante, significativo, igualitarias e integradoras, bien contextualizadas y respetuosas con el proceso de desarrollo integral del alumnado en todas sus dimensiones, que tengan en cuenta sus potencialidades, intereses y necesidades, así como las diferentes formas de comprender la realidad en cada momento de la etapa.",
        "Podemos definir situaciones de aprendizaje como un conjunto de tareas y actividades significativas que conllevan el despliegue por parte de los niños y las niñas de actuaciones asociadas a competencias clave y competencias específicas y que contribuyen a la adquisición y desarrollo de las mismas.",
        "Las situaciones de aprendizaje deben plantear un reto o problema de cierta complejidad en función de la edad y el desarrollo de la niña o el niño, cuya resolución creativa implique la movilización de manera integrada de lo aprendido en las tres áreas en las que se organiza la etapa, a partir de la realización de distintas tareas y actividades. Asimismo, deben partir del planteamiento claro y preciso de la intención del aprendizaje que debe integrar diversos saberes básicos. Además, deben proporcionarse escenarios en los que se favorezcan distintos tipos de agrupamiento, desde el individual al trabajo en grupos, para que el alumnado pueda asumir responsabilidades individuales, así como trabajar de manera cooperativa para afrontar la resolución del reto planteado.",
        "Estas situaciones favorecerán la transferencia de los aprendizajes adquiridos a la resolución de un problema de la realidad cotidiana del niño o la niña, en función de su progreso madurativo. En su diseño, se debe favorecer el desarrollo progresivo de un enfoque crítico y reflexivo, así como el abordaje de aspectos relacionados con el interés común, la sostenibilidad, la coeducación, el respeto a la diferencia o la convivencia, iniciándose en la gestión de las posibles situaciones de conflicto mediante el diálogo y el consenso. De igual modo, se deben tener en cuenta las condiciones personales, sociales o culturales de niñas y niños para detectar y dar respuesta a los elementos que pudieran generar exclusión.",
        "Su diseño y planificación atenderá a las características e intereses del grupo y tendrá en cuenta las pautas que, con carácter orientativo, se relacionan a continuación:",
        "- Partir de los intereses de los niños y las niñas, permitiéndoles construir el conocimiento con creatividad, ofreciéndoles la oportunidad de conectar y aplicar lo aprendido en contextos cercanos a la vida real.",
        "- Plantear claramente la intención del aprendizaje que debe integrar diversos saberes básicos y describir con detalle la experiencia de aprendizaje final y los desempeños individuales o grupales (interactuar, desarrollar, crear, presentar, etc.)",
        "- Diseñar tareas complejas cuya resolución conlleve la construcción de nuevos aprendizajes y permitan múltiples soluciones, propuestas o producciones variadas.",
        "- Proponer tareas cuya puesta en práctica implique la producción y la interacción verbal e incluyan el uso de recursos reales en distintos soportes y formatos.",
        "-  Combinar diferentes metodologías en una misma situación de aprendizaje y favorecer diferentes tipos de agrupamientos, permitiendo al alumnado asumir responsabilidades y actuar colaborativamente en la resolución creativa del problema que se le plantea.",
        "- Aplicar variados y diversos instrumentos de evaluación adaptados a las distintas situaciones de aprendizaje y a la evaluación por competencias.",
        "Así planteadas, las situaciones constituyen un componente que, alineado con los principios del Diseño Universal de Aprendizaje (DUA), permite aprender a aprender y sentar las bases",
        "para el aprendizaje a lo largo de la vida, fomentando procesos pedagógicos flexibles y accesibles que se ajusten a las necesidades, las características y los diferentes ritmos de aprendizaje de cada niña y cada niño.",
        "El diseño de una situación de aprendizaje, y su contextualización debe tener como referencia una o varias competencias específicas y los criterios de evaluación necesarios para evaluar el nivel de desempeño alcanzado en las tareas o actividades significativas diseñadas a través de las evidencias y producciones generadas de manera individual o colaborativa.",
        "Los programas de intervención educativa de cada grupo de alumnado, que se planificarán atendiendo a las directrices de la propuesta pedagógica del centro, concretarán las situaciones de aprendizaje que se vayan a llevar a cabo en el aula.",
        "Elementos de una situación de aprendizaje",
        "1. Identificación y datos técnicos",
        "- Título de la situación (podría ser sugerente y motivador).",
        "- Los ciclos y edades en los que se va a implementar.",
        "- Las áreas a través de las que se trabajará la situación de aprendizaje.",
        "- La temporalización, es decir, el periodo (anual, trimestral, mensual…) necesario para la implementación de la situación de aprendizaje.",
        "-  La intención educativa que la situación pretende abordar, incluyendo las acciones singulares que servirán de escaparate y permitirán mostrar a la comunidad educativa el beneficio que la situación reporta, por ejemplo talleres, exposiciones, campañas solidarias, etc.",
        "- La contribución a los planes o proyectos del centro (para el segundo ciclo), indicando en qué medida la situación de aprendizaje realiza aportaciones al desarrollo e implementación de las diferentes líneas de actuación definidas en los mismos.",
        "2. Fundamentación curricular",
        "Se deben concretar las intenciones del aprendizaje, es decir, las competencias específicas que se van a trabajar, los saberes que se van a movilizar, los criterios de evaluación que se van a utilizar para valorar el nivel de desempeño alcanzado por el alumnado y los productos generados en las diferentes tareas o actividades significativas diseñadas que servirán para determinar dichos niveles de desempeño. Por tanto, en este apartado quedarán reflejados lo siguientes aspectos:",
        "- Las competencias específicas a las que la situación colabora en su desarrollo.",
        "-  Los saberes básicos movilizados en las diferentes tareas o actividades significativas diseñadas.",
        "-  Los criterios de evaluación que son los elementos necesarios para valorar el nivel de desempeño alcanzado por el alumnado en las diferentes tareas y que nos permitirán inferir la contribución de la situación al desarrollo de las competencias específicas y de las competencias clave. Se aplicarán tanto durante el proceso de desarrollo de la secuencia didáctica (retroalimentación formativa) como al final de la secuencia didáctica (evaluación continua), estableciendo un ciclo de mejora continua que atienda siempre a las diferencias individuales.",
        "- Las competencias clave vinculadas a los criterios de evaluación que se vayan a trabajar.",
        "-  La atención a las diferencias individuales, incluyendo las adaptaciones de acceso o significativas, para aquellos casos en los que sea necesario realizarlas, así como las acciones singulares que se requieran.",
        "3. Concreción metodológica y secuencia didáctica",
        "En este apartado se procederá a la concreción de la intervención didáctica y a la secuenciación de las tareas. En cada una de las tareas se especificarán las actividades significativas que se llevarán a cabo para lograr los resultados de aprendizaje deseados.",
        "- Título de cada tarea (podría ser sugerente y motivador).",
        "- El número de sesiones necesarias para implementar cada tarea.",
        "- Una situación puede necesitar del diseño de varias tareas dependiendo del grado de complejidad y desempeño competencial. Se detallará una descripción de cada tarea indicando brevemente los aprendizajes deseables y los pasos a seguir en la secuenciación didáctica, la metodología, los agrupamientos, los materiales y espacios necesarios.",
        "- La descripción de las actividades significativas que se van a llevar a cabo para implementar cada tarea.",
        "- La intervención del alumnado y del profesorado con la descripción de las acciones requeridas para ambos.",
        "- El producto, elaborado por el alumnado, de manera individual o colaborativa, que permitirá la evaluación de los aprendizajes obtenidos para determinar su nivel de logro. El producto puede presentar múltiples formatos: taller, vídeo, infografía, mural, folleto, performance, composición musical, objeto, etc. Estas producciones permiten recoger evidencias durante el proceso de enseñanza-aprendizaje del alumnado. La vinculación previa, desarrollada en el punto “fundamentación curricular” de dichos productos con los saberes básicos y criterios de evaluación nos permitirá colegir la aportación al desarrollo y adquisición de las competencias clave relacionadas.",
        "- Los instrumentos de evaluación, acordes con la concreción de los criterios de evaluación relacionados previamente, permitirán la valoración de los productos generados atendiendo a los criterios de éxito definidos. Estos instrumentos deben ser variados y permitir la valoración objetiva del nivel de desempeño de los aprendizajes adquiridos. Entre otros instrumentos se pueden utilizar: rúbricas, listados de control, escalas de observación, dianas de aprendizaje, semáforo, escalera de la metacognición, etc."
    ]
}