{
    "saberes": [
        "Block 1. Communication",
        "▪ Strategies for the acquisition of self-confidence in the use of the foreign language.",
        "▪ Elementary communicative functions appropriate to the environment and context: greet, say goodbye, introduce and introduce yourself; identify some basic characteristics of people, objects and places; respond with simple and concrete answers on everyday questions; express time (parts of the day, days of the week, the months and seasons of the year), the quantity and the space in concepts that they handle in the mother tongue.",
        "▪ Elementary basic lexicon related to basic personal relationships, housing, nearby places and surroundings of interest to students.",
        "▪ Introduction to elementary sound, accentual, rhythmic and intonation patterns.",
        "▪ Elementary conversation conventions and strategies to start, maintain and end communication, take and give the floor and ask and answer.",
        "▪ Elementary analog and digital tools for oral and multimodal comprehension and production.",
        "▪ Elementary strategies for the comprehension and production of oral texts; written and multimodal, brief, simple and contextualized texts.",
        "▪ Elementary contextual models in the comprehension and production of brief and simple oral and multimodal texts.",
        "▪ Elementary spelling conventions.",
        "▪ Elementary linguistic units and meanings associated with them such as expression of the entity and its properties, quantity and number, affirmation, exclamation, negation, interrogation.",
        "▪ Elementary resources, skills, attitudes and situations that allow one to initiate linguistic mediation activities in basic everyday situations.",
        "Block 2. Plurilingualism",
        "▪ Elementary strategies and techniques to compensate for communication deficiencies and limitations derived from the level of competence in the foreign language and in the family languages.",
        "▪ Elementary strategies to identify and use linguistic units (lexicon, similar phonemes, sound patterns) from the comparison of the other languages of the own linguistic repertoire. Block 3. Interculturality",
        "▪ Communication and relationship with people from other countries through the foreign language.",
        "▪ Most representative elementary sociocultural and sociolinguistic aspects related to customs, daily life and basic interpersonal relationships in countries where the foreign language is spoken.",
        "▪ Very basic strategies of common use to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
        "▪ Initiation in the basic strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Recognize and interpret common words and expressions in brief and simple oral and multimodal texts on current, everyday and frequent topics of personal relevance and close to their experience, expressed in an understandable, clear, simple and direct way, and in language standard.OBJ1",
        "CE1.2. Use elementary strategies in everyday communicative situations in a guided way in order to capture the overall idea and identify specific elements with the help of linguistic and non-linguistic elements of the context and cotext. OBJ1",
        "CE1.3. Express short and simple sentences orally with basic information about everyday matters and relevance for students, using verbal and non-verbal resources in a guided way, resorting to previously presented models and structures and paying attention to rhythm, accentuation and the intonation.OBJ2",
        "CE1.4. Write words, well-known expressions and very short phrases based on simple models and with a specific purpose, through analogical and digital tools, using very elementary structures and vocabulary on everyday matters and of personal relevance for students OBJ2 ",
        "CE1.5. Select and apply, in a guided way, basic strategies to produce brief and simple messages appropriate to the communicative intentions using, with help, resources and physical or digital supports depending on the needs of each moment. OBJ2",
        "CE1.6. Imitate and participate in elementary interactive situations on everyday topics, previously prepared, through various supports, relying on resources such as repetition, slow rhythm or non-verbal language, and showing empathy towards the productions of the and of the others OBJ3",
        "CE1.7. Select and use, in a guided way and in close environments, elementary strategies to greet, say goodbye and introduce oneself; express simple and brief messages; and ask and answer basic questions for communication. OBJ3",
        "CE1.8. Interpret and explain, in a guided way, basic information, helping with comprehension difficulties, with empathy and interest in the interlocutors, relying on various resources and supports. OBJ4",
        "CE2.1. Compare and contrast, in a guided way, similarities and obvious differences between different languages, reflecting on very elementary aspects of their functioning. OBJ5",
        "CE2.2. Identify and apply, in a very guided way, the basic knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports. OBJ5",
        "CE2.3. Identify and explain, in a guided way, elementary progress and difficulties in the foreign language learning process. OBJ5",
        "CE3.1. Show interest in intercultural communication, identifying and analyzing, in a guided way, the most common discriminations, prejudices and stereotypes, in everyday and habitual situations. OBJ6",
        "CE3.2. Recognize and appreciate the linguistic and cultural diversity related to the foreign language, showing interest in knowing its elementary cultural and linguistic elements. OBJ6"
    ]
}