{
    "saberes": [
        "Bloque 1. Comunicación",
        "▪ Estrategias para la adquisición de la autoconfianza en el uso de la lengua extranjera.",
        "▪ Funciones comunicativas elementales adecuadas al ámbito y al contexto: saludar, despedirse, presentar y presentarse; identificar algunas características básicas de personas, objetos y lugares; responder con respuestas sencillas y concretas sobre cuestiones cotidianas; expresar el tiempo (partes del día, días de la semana, los meses y estaciones del año), la cantidad y el espacio en conceptos que manejan en la lengua materna.",
        "▪ Léxico básico elemental relativo a relaciones personales básicas, vivienda, lugares y contornos próximos de interés para el alumnado.",
        "▪ Iniciación a patrones elementales sonoros, acentuales, rítmicos y de entonación.",
        "▪ Convenciones y estrategias de conversación elementales para iniciar, mantener y finalizar la comunicación, tomar y ceder la palabra y preguntar y responder.",
        "▪ Herramientas analógicas y digitales elementales para la comprensión y producción oral y multimodal.",
        "▪ Estrategias elementales para la comprensión y la producción de textos orales; textos escritos y multimodales, breves, sencillos y contextualizados.",
        "▪ Modelos contextuales elementales en la comprensión y producción de textos orales y multimodales, breves y sencillos.",
        "▪ Convenciones ortográficas elementales.",
        "▪ Unidades lingüísticas elementales y significados asociados a ellas tales como expresión de la entidad y sus propiedades, cantidad y número, afirmación, exclamación, negación, interrogación.",
        "▪ Recursos, destrezas, actitudes y situaciones elementales que permiten iniciarse en actividades de mediación lingüística en situaciones cotidianas básicas.",
        "Bloque 2. Plurilingüismo",
        "▪ Estrategias y técnicas elementales de compensación de las carencias comunicativas y de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las lenguas familiares.",
        "▪ Estrategias elementales para identificar y utilizar unidades lingüísticas (léxico, fonemas similares, patrones sonoros) a partir de la comparación de las demás lenguas del repertorio lingüístico propio.Bloque 3. Interculturalidad",
        "▪ Comunicación y relación con personas de otros países a través de la lengua extranjera.",
        "▪ Aspectos elementales socioculturales y sociolingüísticos más representativos relativos a las costumbres, la vida cotidiana y las relaciones interpersonales básicas en países en los que se habla la lengua extranjera.",
        "▪ Estrategias muy básicas de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "▪ Iniciación en las estrategias básicas de detección de usos discriminatorios del lenguaje verbal y no verbal."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Reconocer e interpretar palabras y expresiones habituales en textos orales y multimodales breves y sencillos sobre temas actuales, cotidianos y frecuentes de relevancia personal y próximos a su experiencia, expresados de forma comprensible, clara, sencilla y directa, y en lengua estándar. OBJ1",
        "CE1.2. Utilizar de forma guiada estrategias elementales en situaciones comunicativas cotidianas a fin de captar la idea global e identificar elementos específicos con ayuda de elementos lingüísticos y no lingüísticos del contexto y el cotexto. OBJ1",
        "CE1.3. Expresar oralmente frases cortas y sencillas con información básica sobre asuntos cotidianos y de relevancia para el alumnado, utilizando de forma guiada recursos verbales y no verbales, recurriendo la modelos y estructuras previamente presentados y prestando atención al ritmo, la acentuación y la entonación. OBJ2",
        "CE1.4. Escribir palabras, expresiones conocidas y frases muy breves a partir de modelos simples y con una finalidad específica, a través de herramientas analógicas y digitales, usando estructuras y léxico muy elementales sobre asuntos cotidianos y de relevancia personal para el alumnado OBJ2",
        "CE1.5. Seleccionar y aplicar, de forma guiada, estrategias básicas para producir mensajes breves y sencillos adecuadas a las intenciones comunicativas usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. OBJ2",
        "CE1.6. Imitar y participar, en situaciones interactivas elementales sobre temas cotidianos, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía hacia las producciones de las y de los demás OBJ3",
        "CE1.7. Seleccionar y utilizar, de forma guiada y en entornos próximos, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes sencillos y breves; y formular y contestar preguntas básicas para la comunicación. OBJ3",
        "CE1.8. Interpretar y explicar, de forma guiada, información básica ayudando en dificultades de comprensión, con empatía e interés por las y los interlocutores, apoyándose en diversos recursos y soportes. OBJ4",
        "CE2.1. Comparar y contrastar, de forma guiada, similitudes y diferencias evidentes entre distintas lenguas reflexionando sobre aspectos muy elementales de su funcionamiento. OBJ5",
        "CE2.2. Identificar y aplicar, de forma muy guiada, los conocimientos y estrategias básicas de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales. OBJ5",
        "CE2.3. Identificar y explicar, de manera guiada, progresos y dificultades elementales en el proceso de aprendizaje de la lengua extranjera. OBJ5",
        "CE3.1. Mostrar interés por la comunicación intercultural, identificando y analizando, de forma guiada, las discriminaciones, los prejuicios y los estereotipos más comunes, en situaciones cotidianas y habituales. OBJ6",
        "CE3.2. Reconocer y apreciar la diversidad lingüística y cultural relacionada con la lengua extranjera, mostrando interés por conocer sus elementos culturales y lingüísticos elementales. OBJ6"
    ]
}