{
    "criteriosEvaluacion": [
        "1.1. Realizar con solvencia procesos de comentario crítico de fuentes históricas escritas, tras analizar y contrastar la información, contextualizandolas en su época y reflexionando sobre sus implicaciones con asuntos anteriores y posteriores y con la realidad del momento.",
        "1.2. Tomar conciencia de la importancia de la metodología científica en la tarea de las y los historiadores, mediante trabajos de indagación e investigación individuales o colectivos que generen productos sobre acontecimientos, personajes o hechos históricos de interés en el entorno local y que reflejen objetividad y perspectiva histórica.",
        "2.1 Conocer y describir el proceso de formación y evolución de los distintos regímenes políticos y de sus modos de participación ciudadana durante la Historia contemporánea de España hasta la Constitución de 1978, caracterizando las etapas y analizando comparativamente los distintos tipos de organización política, por medio del uso adecuado de términos y conceptos propios de la materia.",
        "2.2 Conocer y describir el proceso de formación y evolución de los distintos regímenes políticos y de sus modos de participación ciudadana durante la Historia contemporánea del País Vasco hasta el Estatuto de autonomía de 1979, caracterizando las etapas, por medio del uso adecuado de términos y conceptos propios de la materia.",
        "3.1 Conocer y analizar la evolución económica de España desde el final del Antiguo régimen hasta hoy, en el contexto de los países de su entorno, reparando en el proceso y ritmo de desarrollo del Capitalismo y de la industrialización y en sus ciclos de crecimiento, crisis y recuperación, y valiéndose de fuentes historiográficas y del comentario de documentos históricos.",
        "3.2 Conocer y analizar la evolución económica del País Vasco desde el final del Antiguo régimen hasta hoy, en el contexto del estado español, reparando en el proceso y ritmo de desarrollo del Capitalismo y de la industrialización y en sus ciclos de crecimiento, crisis y recuperación, y valiéndose de fuentes historiográficas y del comentario de documentos históricos",
        "4.1. Conocer y describir las transformaciones sociales que se han producido en España y en el País Vasco desde el final del Antiguo régimen, a través del estudio crítico de fuentes históricas e historiográficas, relacionando el paso de súbditos a ciudadanos con las nuevas formas de sociabilidad e identificando la evolución de las relaciones sociales y la concentración del poder en determinados grupos.",
        "4.2. Describir y analizar la evolución demográfica y los cambios en los niveles y modos de vida durante la Edad contemporánea, teniendo en cuenta las condiciones laborales, los conflictos sociales, los movimientos obreros y las diferentes medidas adoptadas por el Estado en las sucesivas etapas políticas, así como las consecuencias y el alcance de todo ello.",
        "5.1. Referir con rigor histórico el origen y evolución de las creencias e ideologías en la Historia contemporánea y su relación con la articulación social y política de España y de el País Vasco, identificando las distintas identidades políticas y territoriales, sus formas de organización y proyectos políticos, así como la oposición a la que se han enfrentado.",
        "5.2. Comprender el papel que representan las distintas identidades en España y el País Vasco, reconociendo y valorando la diversidad, reflexionando y debatiendo sobre asuntos actuales con actitudes respetuosas ante sentimientos de pertenencia e ideas diferentes a las propias.",
        "6.1. Relacionar el valor geoestratégico de la Península ibérica con la Historia contemporánea de España y de el País Vasco y con el papel que representan hoy en el mundo, por medio de la búsqueda y tratamiento de información bibliográfica y webgráfica.",
        "6.2. Conocer y explicar los retos y compromisos del Estado español en política internacional, especialmente los que se derivan de su integración en la ONU, la UE y la OTAN, señalando sus repercusiones y destacando la importancia de los valores de cooperación, solidaridad y seguridad.",
        "7.1. Explicar de forma argumentada el significado del concepto de Patrimonio histórico y cultural, relacionándolo con la memoria colectiva, teniendo en cuenta su valor como fuente de la Historia y como herencia material e inmaterial y considerando la existencia de leyes que garantizan su conservación.",
        "7.2. Realizar trabajos de indagación e investigación, valiéndose de fuentes historiográficas e iniciándose en la metodología histórica, generando productos relacionados con la memoria colectiva sobre acontecimientos, personajes o elementos patrimoniales de interés social o cultural del entorno local, poniendo en valor el patrimonio histórico como un bien común que se debe proteger.",
        "8.1. Integrar la perspectiva de género en el análisis de la Historia contemporánea de España y de el País Vasco y en la observación del panorama actual, identificando los mecanismos culturales y sociopolíticos que han generado y mantenido la desigualdad entre hombres y mujeres, así como los roles asignados y los espacios de actividad ocupados tradicionalmente por cada uno de ellos.",
        "8.2. Constatar la realidad de la exclusión de la mujer en la Historia, analizando fuentes históricas y advertir los obstáculos y los momentos de avances y retrocesos a la hora de reconocer a la mujer en la sociedad y en la política, valorando todas las acciones en favor de la emancipación de la mujer y del movimiento feminista, recuperando figuras individuales y colectivas como protagonistas silenciadas y omitidas.",
    ],
    "saberes": [
        "A. Sociedades en el tiempo",
        "1. Las fuentes históricas: tipología e importancia de un uso científico correcto de las mismas. La importancia de los archivos. Términos y conceptos técnicos de la materia de Historia. El comentario de textos.*",
        "2. Introducción a las diferentes escuelas historiográficas y sus formas de reconstrucción e interpretación de las claves del pasado desde perspectivas económicas, sociales, políticas, etc.",
        "3. Conexión entre el pasado y el presente. Usos públicos de la Historia: análisis de los acontecimientos históricos presentes en los debates de la sociedad actual.",
        "4. El significado geoestratégico de la Península ibérica y la importancia del legado histórico y cultural.* El Mediterráneo, el Atlántico y la Europa continental en las raíces de la Historia contemporánea.",
        "5. La herencia colonial en la España de la Edad contemporánea: de la independencia de las colonias desde Fernando VII hasta el asunto de Marruecos.*",
        "6. La centralización política y administrativa durante la formación y desarrollo del Estado liberal en los siglos XIX y XX. La Guerra napoleónica y las Cortes de Cádiz.*",
        "7. El sentimiento religioso en España y en el País Vasco durante la Edad contemporánea: laicismo, librepensamiento, secularización, clericalismo y anticlericalismo.*",
        "8. La construcción del Estado liberal: de la crisis del Antiguo régimen al Sexenio liberal. Absolutismo frente a Liberalismo. Ideologías y culturas políticas en el inicio de la España de la Edad contemporánea. Conflictividad, sistemas políticos y usos del poder.*",
        "9. El sistema de la Restauración: origen, liderazgo, características y funcionamiento. Las fuerzas monárquicas, el Carlismo, el republicanismo y los movimientos obreros. Los nacionalismos y los regionalismos. La dictadura de Primo de Rivera y el final de la Restauración.*",
        "10. Los territorios vascos en la Edad contemporánea. De la Guerra de independencia a las Guerras carlistas: el proceso de extinción del Sistema foral y la creación de los Conciertos económicos.*",
        "11. La transición al capitalismo en España: ritmos y ciclos de crecimiento. Mendizábal y Madoz, la Ley de ferrocarriles, la Ley de minas y la industrialización de Cataluña y de el País Vasco. Las estructuras de la Restauración y Primo de Rivera.*",
        "12. La industrialización en el País Vasco, las transformaciones económicas y sociales y el surgimiento del nacionalismo vasco.*",
        "13. Cambios y nuevas formas de organización social: la desaparición de la sociedad estamental y el desarrollo del concepto de ciudadanía. El triunfo de la Burguesía y la posterior proletarización industrial. El nacimiento de las clases medias y el estado del bienestar.*",
        "14. La evolución de la sociedad española: población, familias y ciclos demográficos en el mundo rural y mundo urbano.* Relaciones de interdependencia y de reciprocidad entre el campo y la ciudad. De la sociedad agraria a los éxodos rurales y a la hoy llamada España vaciada. El fenómeno urbano en la España contemporánea.",
        "15. Conflictividad social y movimientos obreros. Marxismo y Anarquismo en la España contemporánea. La acción del sujeto colectivo en la Historia desde la huelga de 1890. Las respuestas del Estado.*",
        "16. La II República y la transformación democrática de España: las grandes reformas estructurales y sus razones históricas. Alternancia política. Polarización de la sociedad y reacciones antidemocráticas contra las reformas. El papel del Ejército y de la Iglesia.*",
        "17. La Guerra civil de 1936-39 y el Franquismo. Fundamentos ideológicos y sociales del régimen franquista, relaciones internacionales y etapas políticas y económicas. La oposición, la represión y los movimientos de protesta contra la dictadura.*",
        "18. Políticas económicas en el siglo XX: la II República, la Guerra civil y la Autarquía y el desarrollismo franquista: la formación del Estado del bienestar.*",
        "19. El papel de la mujer en la Historia contemporánea de España: educación y acceso al trabajo y al poder en distintos estratos sociales. Protagonistas femeninas individuales y colectivas.*",
        "B. Retos del mundo actual",
        "1. La futura Ley de memoria democrática: reconocimiento de las acciones y movimientos en favor de la libertad en la Historia contemporánea de España, conciencia de hechos traumáticos del pasado y de no repetición de situaciones violentas y dolorosas. Reparación de las víctimas de la violencia.*",
        "2. La cuestión nacional: conciencia histórica y crítica de fuentes para abordar el origen y la evolución de los nacionalismos y regionalismos en la España contemporánea.*",
        "3. Crecimiento económico y sostenibilidad: manejo de datos, aplicaciones y gráficos para el análisis de la evolución de la economía española desde el Desarrollismo a la actualidad. Desequilibrios sociales, territoriales y ambientales.*",
        "4. La Transición: de la Ley para la reforma política a la Constitución de 1978. El Estado de las autonomías, el sufragio universal democrático, la oposición violenta y el consenso político-social. Los Pactos de la Moncloa. La lucha por la emancipación de la mujer y los movimientos feministas desde 1978.*",
        "5. Elementos básicos de la organización y administración del País Vasco en el contexto del Estado español: las fuentes del autogobierno y el Estatuto de autonomía de 1979. El Estatuto navarro de 1982.*",
        "6. España en la Unión Europea: derivaciones económicas, sociales y políticas del proceso de integración en la Unión Europea, situación actual y expectativas de futuro.",
        "7. España y el mundo: la contribución de España a la seguridad y cooperación mundial y su participación en los organismos internacionales. El compromiso institucional ante los Objetivos de Desarrollo Sostenible y sus consecuencias en la vida de los ciudadanos.",
        "C. Compromiso cívico",
        "1. Conciencia democrática. Conocimiento de los principios y normas constitucionales, ejercicio de los valores cívicos y participación ciudadana: derechos y deberes.",
        "2. Identidad y sentimientos de pertenencia: distinción entre Estado y Nación y conocimiento de la complejidad de España.*",
        "3. Comportamiento ecosocial: compromiso con los Objetivos de Desarrollo Sostenible.",
        "4. Ciudadanía ética en entornos analógicos y digitales: los derechos de autoría y el respeto a la propiedad intelectual. Información, desinformación y manipulación.*",
        "5. Los valores del europeísmo: principios que guían la idea de la Unión Europea y actitud participativa ante los programas y proyectos comunitarios.",
        "6. Solidaridad y cooperación: los grandes desafíos que afectan a España y al mundo y conductas tendentes al compromiso social, el asociacionismo y el voluntariado.",
        "7. Conservación y difusión del Patrimonio histórico: archivos, museos y centros de interpretación. El valor patrimonial, social y cultural de la memoria colectiva.*"
    ]
}