{
    "criteriosEvaluacion": [
        "1.1 Explicar i argumentar la interpretació de les obres llegides a partir de l’anàlisi de les relacions internes dels seus elements constitutius amb el sentit de l’obra i de les relacions externes del text amb el context sociohistòric i amb la tradició literària, utilitzant un metallenguatge específic i incorporant judicis de valor vinculats a l’apreciació estètica de les obres.",
        "2.1 Elaborar una interpretació personal a partir de la lectura autònoma d’obres rellevants de la literatura universal, atenent aspectes temàtics, de gènere i subgènere, elements de l’estructura i l’estil, i valors ètics i estètics de les obres, i establint vincles argumentats amb altres obres i altres experiències artístiques i culturals.",
        "2.2 Accedir a diverses manifestacions de la cultura literària en el marc d’un itinerari lector personal que enriqueixi, de manera conscient i sistemàtica, la identitat lectora pròpia, i compartir les experiències de lectura pròpies amb l’ajuda d’un metallenguatge específic.",
        "2.3 Crear textos personals o col·lectius amb intenció literària i consciència d’estil, en diferents suports i amb l’ajuda d’altres llenguatges artístics i audiovisuals, a partir de la lectura d’obres o fragments significatius en què es facin servir les convencions formals dels diversos gèneres i estils literaris.",
        "3.1 Comparar dos textos literaris o un fragment literari i una obra artística argumentant oralment o per escrit els elements de semblança i contrast, tant pel que fa a aspectes temàtics i de contingut, com formals i expressius, atenent també els seus valors ètics i estètics.",
        "3.2 Desenvolupar projectes de recerca que es concretin en una exposició oral, un assaig o una presentació multimodal i que mostrin la implicació i la resposta personal com a lector o lectora, al voltant d’una qüestió que estableixi vincles argumentats entre els clàssics de la literatura universal objecte de lectura guiada i altres textos i manifestacions artístiques d’ahir i d’avui, en funció de temes, tòpics, estructures, llenguatge, recursos expressius i valors ètics i estètics.",
        "4.1 Elaborar de manera individual o col·lectiva una exposició multimodal que situï els textos llegits al seu horitzó historicocultural, i que ofereixi una panoràmica de conjunt sobre moviments artístics i obres rellevants de la literatura universal.",
        "5.1 Realitzar un projecte de recerca sobre autores de rellevància, obres literàries de contextos no occidentals o qüestions temàtiques o formals que aportin una mirada diversa i crítica sobre la construcció d’imaginaris que proposa la tradició literària.",
        "5.2 Elaborar comentaris crítics de textos, orals o escrits, i participar en converses literàries sobre lectures en què s’incorpori la perspectiva de gènere i es posi en qüestió la mirada etnocèntrica pròpia del cànon occidental, i també qualsevol altre discurs predominant en la nostra societat que representi opressió sobre qualsevol minoria."
    ],
    "saberes": [
        "Construcció guiada i compartida de la interpretació d’alguns clàssics de la literatura universal inscrits en itineraris temàtics que estableixin relacions intertextuals entre obres i fragments de diferents gèneres, èpoques, contextos culturals i codis artístics, com també amb els seus respectius contextos de producció, d’acord amb els eixos i les estratègies següents:",
        "• Temes i formes de la literatura universal:",
        "- Dir el jo. Anàlisi, contrast i valoració de textos i obres literaris en què s’expressi el jo a partir de la poesia lírica, la literatura testimonial i biogràfica (diaris, cartes, memòries, autobiografies, autoficció, etc.) i la narrativa existencial, sobretot dels personatges en crisi.",
        "- Dialogar amb els altres. Anàlisi, contrast i valoració de textos i obres literaris en què s’expressi la relació amb els altres, davant la llei o el destí (la tragèdia), les convencions socials (el drama) i l’humor crític versus l’humor complaent (la comèdia).",
        "- Imaginar el món, observar el món, actuar en el món. Anàlisi, contrast i valoració de textos i obres literaris en què s’expressi la relació amb els altres centrats a imaginar el món, observar-lo i actuar-hi, mitjançant la narrativa de mons imaginats (mites i narrativa): mitologies; herois i heroïnes; viatges imaginaris; espais i criatures fantàstiques; utopies, distòpies, ciència-ficció. També mitjançant els mons observats (conte i novel·la): Bildungsroman o novel·la de formació; espais privats, espais públics: afectes íntims i llaços socials; desigualtats, discriminació, violències; guerra i revolució; migracions i identitats culturals; colonialisme i emancipació. I els mons d’evasió (relat breu i novel·la de gènere): la literatura d’aventures i la novel·la policíaca; la literatura de terror. Finalment, mitjançant l’art com a compromís (l’assaig): la literatura d’idees.",
        "- Indagació sobre l’ésser humà, els animals i la naturalesa a partir de les emocions que generen (admiració, esglai i denúncia) i del gènere en què apareixen (poesia, narrativa i assaig).",
        "• Ús d’estratègies d’anàlisi, interpretació, recreació i valoració crítica per a la lectura compartida dels aspectes següents:",
        "- Construcció compartida de la interpretació de les obres a través de discussions o converses literàries.",
        "- Anàlisi dels elements constitutius del gènere literari i de la relació amb el sentit de l’obra, amb especial atenció als efectes en la recepció dels seus recursos expressius.",
        "- Utilització de la informació sociohistòrica, cultural i artística necessària per interpretar les obres i comprendre el lloc que ocupen en la tradició literària.",
        "- Establiment d’enllaços intertextuals entre obres i altres manifestacions artístiques segons temes, tòpics, estructures i llenguatges, tenint en compte els elements de continuïtat i ruptura.",
        "- Indagació entorn del funcionament de la literatura com a artefacte ideològic determinant en la construcció dels imaginaris socials, fent especial èmfasi en la perspectiva de gènere.",
        "- Expressió argumentada de la interpretació dels textos, integrant els diferents aspectes analitzats i atenent els seus valors culturals, ètics i estètics.",
        "- Lectura expressiva, dramatització i recitació de textos literaris atenent els processos de comprensió i d’oralització implicats.",
        "- Creació de textos d’intenció literària a partir de les obres llegides.",
        "Lectura autònoma d’obres rellevants del patrimoni universal desenvolupant les estratègies següents:",
        "- Selecció de les obres de manera autònoma i amb l’ajuda de recomanacions especialitzades.",
        "- Participació en converses literàries i en intercanvis de recomanacions lectores en contextos presencial i digital.",
        "- Utilització autònoma i freqüent de biblioteques. Accés a altres experiències culturals.",
        "- Expressió argumentada dels gustos lectors personals, tot atenent la diversificació del corpus llegit.",
        "- Expressió de l’experiència lectora utilitzant un metallenguatge específic i atenent aspectes temàtics, de gènere i subgènere, elements de l’estructura i de l’estil, i valors ètics i estètics de les obres.",
        "- Mobilització de l’experiència personal, lectora i cultural per establir vincles entre l’obra llegida i aspectes de l’actualitat i altres manifestacions literàries o artístiques.",
        "- Recomanació de les lectures en suports variats atenent aspectes temàtics, formals i intertextuals."
    ]
}