{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Planificar, elaborar y poner en práctica de manera autónoma un programa personal de ",
        "actividad física dirigido a la mejora o al mantenimiento de la salud, aplicando los diferentes ",
        "sistemas de desarrollo de las capacidades físicas implicadas, según las necesidades e ",
        "intereses individuales y respetando la propia realidad e identidad corporal, evaluando los ",
        "resultados obtenidos.  ",
        "1.2. Incorporar de forma autónoma, y según sus preferencias personales, los procesos de ",
        "activación corporal, autorregulación y dosificación del esfuerzo, alimentación saludable, ",
        "educación postural y relajación e higiene durante la práctica de actividades motrices, ",
        "reflexionando sobre su relación con posibles estudios posteriores o futuros desempeños ",
        "profesionales. ",
        "1.3. Conocer y aplicar de manera responsable y autónoma medidas específicas para la ",
        "prevención de lesiones antes, durante y después de la actividad física, así como para la ",
        "aplicación de primeros auxilios ante situaciones de emergencia o accidente, identificando las ",
        "posibles transferencias que estos conocimientos tienen al ámbito profesional y ocupacional. ",
        "1.4. Actuar de forma crítica, comprometida y responsable ante los estereotipos sociales asociados ",
        "al ámbito de lo corporal y los comportamientos que pongan en riesgo la salud, aplicando con ",
        "autonomía e independencia criterios científicos de validez, fiabilidad y objetividad a la ",
        "información recibida.  ",
        "1.5. Emplear de manera autónoma aplicaciones y dispositivos digitales relacionados con la gestión ",
        "de la actividad física, respetando la privacidad y las medidas básicas de seguridad vinculadas ",
        "a la difusión pública de datos personales. ",
        "Competencia específica 2. ",
        "2.1. Desarrollar proyectos motores de carácter individual o de colaboración-oposición, gestionando ",
        "autónomamente cualquier imprevisto o situación que pueda ir surgiendo a lo largo del proceso ",
        "de forma eficiente, creativa y ajustada a los objetivos que se pretendan alcanzar. ",
        "2.2. Solucionar de forma autónoma situaciones de oposición, colaboración o colaboración-",
        "oposición en contextos deportivos o recreativos con fluidez, precisión y control, aplicando de ",
        "manera automática procesos de percepción, decisión y ejecución en contextos reales o ",
        "simulados de actuación y adaptando las estrategias a las condiciones cambiantes que se ",
        "producen en la práctica. ",
        "2.3. Identificar, analizar y comprender los factores clave que condicionan la intervención de los ",
        "componentes cualitativos y cuantitativos de la motricidad en la realización de gestos técnicos ",
        "o situaciones motrices variadas, identificando errores comunes y proponiendo soluciones a ",
        "los mismos. ",
        "Competencia específica 3. ",
        "3.1. Organizar y practicar diversas actividades motrices, valorando su potencial como posible ",
        "salida profesional y analizando sus beneficios desde la perspectiva de la salud, el disfrute, ",
        "adoptando actitudes de interés, esfuerzo, liderazgo, etc., al asumir y desempeñar distintos ",
        "roles relacionados con ellas.  ",
        "3.2. Cooperar o colaborar mostrando iniciativa durante el desarrollo de proyectos y producciones ",
        "motrices, solventando, de forma coordinada, cualquier imprevisto o situación que pueda surgir ",
        "a lo largo del proceso. ",
        "3.3. Establecer mecanismos de relación y entendimiento con el resto de participantes durante el ",
        "desarrollo de diversas prácticas motrices con autonomía, haciendo uso efectivo de las ",
        "habilidades sociales de diálogo en la resolución de conflictos, con actitud reflexiva y crítica ",
        "ante acciones violentas o discriminatorias. ",
        "Competencia específica 4. ",
        "4.1. Comprender y contextualizar la influencia cultural y social de las manifestaciones motrices ",
        "más relevantes en el panorama actual, analizando sus orígenes y su evolución hasta la ",
        "actualidad y rechazando aquellos componentes que no se ajusten a los valores de una ",
        "sociedad abierta, inclusiva, diversa e igualitaria. ",
        "4.2. Crear y representar composiciones corporales, con y sin base musical, aplicando con ",
        "precisión, idoneidad y coordinación escénica las técnicas expresivas más apropiadas a cada ",
        "composición para representarlas ante sus compañeros u otros miembros de la comunidad. ",
        "Competencia específica 5. ",
        "5.1. Promover y participar en actividades físico-deportivas en entornos naturales terrestres o ",
        "acuáticos, interactuando con ellos de manera sostenible, minimizando el impacto ambiental ",
        "que estas puedan producir, reduciendo al máximo su huella ecológica y desarrollando ",
        "actuaciones dirigidas a la conservación y mejora de las condiciones de los espacios en los ",
        "que se desarrollen.  ",
        "5.2. Practicar y organizar actividades físico-deportivas en el medio natural y urbano, asumiendo ",
        "responsabilidades y aplicando normas de seguridad, individuales y colectivas, para prever y ",
        "controlar los riesgos intrínsecos a la propia actividad derivados de la utilización de los ",
        "equipamientos, el entorno o la propia actuación de los participantes."
    ],
    "saberes": [
        "A. Vida activa y saludable. ",
        "– Salud física.  ",
        "Programa personal de actividad física atendiendo a frecuencia, volumen, intensidad y tipo ",
        "de actividad.   ",
        "Autoevaluación de las capacidades físicas y coordinativas (como requisito previo a la ",
        "planificación): estrategias, técnicas y herramientas de medida.  ",
        "Identificación del tipo y formulación de objetivos (motrices, saludables, de actividad o ",
        "similares) a alcanzar con un programa de actividad física personal.   ",
        "Evaluación del logro de los objetivos del programa y reorientación de actividades a partir ",
        "de los resultados.  ",
        "Generar experiencias positivas de la práctica de la actividad física que logren consolidar ",
        "un estilo de vida saludable.  ",
        "Profesiones vinculadas a la actividad física y la salud.  ",
        "Dietas equilibradas suficientes según las características físicas y personales. Balance ",
        "energético.  ",
        "Actividades específicas de activación y de recuperación de esfuerzos en función del tipo y ",
        "las características de la actividad física.  ",
        "Identificación de problemas posturales básicos: movimientos, posturas, y desequilibrios.   ",
        "Planificación preventiva de la salud postural en actividades específicas. Métodos y ",
        "medidas para la corrección, fortalecimiento y estiramientos ante dolores musculares.  ",
        "Técnicas básicas de descarga postural y relajación.  ",
        "La musculatura del core (zona media o lumbo-pélvica) para el entrenamiento de la fuerza ",
        "y el desarrollo de capacidades físicas y coordinativas.   ",
        "Ergonomía en actividades cotidianas (frente a pantallas, ordenador, mesa de trabajo y ",
        "similares).  ",
        "Uso de herramientas digitales para la gestión de la actividad física. ",
        "– Salud social.  ",
        "Prácticas de actividad física que tienen efectos negativos para la salud.  ",
        "Prácticas de actividad física con efectos positivos sobre la salud: la práctica de la bicicleta ",
        "como medio de transporte habitual.  ",
        "Hábitos sociales y sus efectos en la condición física y la salud.  ",
        "Ventajas e inconvenientes del deporte profesional.   ",
        "Historias de vida de deportistas profesionales. ",
        "– Salud mental.  ",
        "Técnicas de respiración, visualización y relajación para liberar estrés y enfocar ",
        "situaciones que requieren gran carga cognitiva y emocional.   ",
        "Trastornos vinculados con la imagen corporal: vigorexia, anorexia, bulimia y otros.  ",
        "Tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en ",
        "la publicidad y los medios de comunicación.  ",
        "Detección y análisis de actitudes negativas hacia la actividad física derivadas de ideas ",
        "preconcebidas, prejuicios, estereotipos o malas experiencias, con la finalidad de abordar ",
        "las situaciones planteadas.  ",
        "B. Organización y gestión de la actividad física. ",
        "– Elección de la práctica física.  ",
        "Gestión de las medidas relacionadas con la planificación de la actividad física y deportiva: ",
        "(tipo de deporte, materiales necesarios, objetivos de la preparación, actividades y ",
        "similares).  ",
        "– Preparación de la práctica motriz.  ",
        "Concreción de medidas y pautas de higiene en función de los contextos de práctica de ",
        "actividad física y deportiva.  ",
        "Selección responsable y sostenible del material deportivo.   ",
        "Análisis crítico de diversas estrategias publicitarias de promoción de la actividad física. ",
        "– Planificación y autorregulación de proyectos motores.  ",
        "Autogestión de proyectos personales de carácter motor a todos sus niveles (motivacional, ",
        "organizativo, social o similar). ",
        "– Prevención de accidentes en las prácticas motrices.  ",
        "Ejercicios preparatorios, preventivos y compensatorios de la musculatura según la ",
        "actividad física según las características de la actividad física.   ",
        "Gestión del riesgo propio y del de los demás: previsión, organización y planificación de ",
        "actuaciones frente a los factores de riesgo en actividades físicas. ",
        "– Actuaciones críticas ante accidentes durante la práctica de actividades físicas.  ",
        "Conducta PAS: proteger, avisar, socorrer.  ",
        "Desplazamientos y transporte de accidentados.  ",
        "Contenido básico del kit de asistencia (botiquín) de primeros auxilios.  ",
        "Protocolo RCP (reanimación cardiopulmonar).   ",
        "Técnicas específicas e indicios de accidentes cardiovasculares (maniobra de Heimlich, ",
        "señales de ictus y similares).   ",
        "Reanimación mediante desfibrilador automático (DEA) o semiautomático (DESA).   ",
        "Protocolos de actuaciones básicas ante alertas escolares. ",
        "C. Resolución de problemas en situaciones motrices. ",
        "– Toma de decisiones.  ",
        "Resolución de situaciones motrices variadas ajustando eficientemente los componentes ",
        "de la motricidad en actividades individuales.  ",
        "Análisis conjunto de resultados y reajuste de actuaciones para conseguir el éxito en ",
        "actividades de grupo.   ",
        "Acciones que provocan situaciones de ventaja con respecto al adversario en las ",
        "actividades de oposición.   ",
        "Oportunidad, pertinencia y riesgo de las acciones en las actividades físico-deportivas de ",
        "contacto a partir del análisis de los puntos fuertes y debilidades del rival.   ",
        "Desempeño de roles variados en procedimientos o sistemas tácticos que se llevan a cabo ",
        "para conseguir los objetivos del equipo. ",
        "– Capacidades perceptivo-motrices en contexto de práctica.  ",
        "Integración del esquema corporal.  ",
        "Toma de decisiones previas a la realización de una actividad motriz acerca de los ",
        "mecanismos coordinativos, espaciales y temporales, así como reajuste de la propia ",
        "intervención para resolverla adecuadamente respecto.  ",
        "Planificación, control y evaluación del entrenamiento para el desarrollo de las ",
        "capacidades físicas básicas: fuerza y resistencia. Sistemas y métodos de entrenamiento. ",
        "– Perfeccionamiento de las habilidades específicas de los deportes o actividades físicas que ",
        "respondan a sus intereses.  ",
        "– Organización, desarrollo y participación en eventos físico-deportivos relacionados con dichas ",
        "actividades.  ",
        "Deportes y actividades individuales: atletismo, ciclismo urbano, gimnasia, malabares, ",
        "monopatinaje o patinaje, entre otros.  ",
        "Deportes de bate y campo: béisbol, kickball, rounders o softbol, entre otros.  ",
        "Deportes y actividades de blanco y diana: boccia, bolos, chito, golf, minigolf o petanca, ",
        "entre otros.  ",
        "Deportes y actividades de combate: lucha, judo, karate, kickboxing, artes marciales ",
        "mixtas o taekwondo, entre otros.  ",
        "Deportes de invasión: baloncesto, balonkorf, balonmano, colpbol, fútbol, fútbol gaélico, ",
        "hockey, netball, rugby, rugby tag, touch rugby, ultimate, unihockey o vórtebal, entre otros.  ",
        "Deportes de red y muro: bádminton, bossaball, fistball, frontenis, futvoley, mini tenis, ",
        "pádel, palas, paladós, pickleball o voleibol, entre otros. ",
        "– Creatividad motriz.  ",
        "Creación de retos y situaciones-problema con la resolución más eficiente de acuerdo a ",
        "los recursos disponibles. ",
        "D. Autorregulación emocional e interacción social en situaciones motrices. ",
        "– Gestión emocional.  ",
        "Gestión del éxito y la fama en contextos físico-deportivos: ejemplos, dificultades y ",
        "estrategias. Historias de vida significativas. ",
        "– Habilidades sociales.  ",
        "Estrategias de integración de otras personas en las actividades de grupo. ",
        "– Respeto a las reglas.  ",
        "Normas extradeportivas para garantizar la igualdad en el deporte: fair-play, educación en ",
        "el deporte base y similares.  ",
        "Desempeño de roles y funciones relacionados con el deporte: arbitraje, entrenador, ",
        "participante, espectador y otros.  ",
        "Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices. ",
        "E. Manifestaciones de la cultura motriz. ",
        "– Aportaciones de la cultura motriz a la herencia cultural.   ",
        "Los juegos y deportes tradicionales y autóctonos y su vínculo cultural. ",
        "– Usos comunicativos de la corporalidad.  ",
        "Técnicas específicas de expresión corporal: danzas y bailes tradicionales y urbanos, ",
        "bailes de salón, técnicas de dramatización, etc. ",
        "– Práctica de actividades rítmico-musicales con intencionalidad estética o artístico-expresiva.  ",
        "Organización de espectáculos y eventos artístico-expresivos. ",
        "– Actividades artístico-expresivas como fenómeno colectivo. Influencia de las redes sociales ",
        "(ejemplos como el absurdmob, el flashmob, el smartmob, etc.). ",
        "– Deporte y género.  ",
        "Estereotipos en contextos físicos y deportivos. Presencia en medios de comunicación. ",
        "– Influencia del deporte en la cultura actual.  ",
        "Ejemplos de buenas prácticas profesionales en el deporte. ",
        "– Deporte, política y economía.  ",
        "Análisis crítico de su influencia en la sociedad.   ",
        "Ámbito profesional-laboral: profesiones que rodean el deporte. ",
        "F. Interacción eficiente y sostenible con el entorno. ",
        "– Normas de uso.  ",
        "Promoción y fomento de la movilidad activa, segura y saludable en actividades ",
        "cotidianas. El aprendizaje de la práctica ciclista segura. ",
        "– Nuevos espacios y prácticas deportivas.  ",
        "Análisis de las posibilidades del entorno natural y urbano para la práctica de actividad ",
        "física: equipamientos, usos y necesidades. Aspectos preparatorios, preventivos y de ",
        "seguridad relacionados con el entorno, los materiales, las condiciones atmosféricas, etc.  ",
        "Actuaciones para la mejora del entorno urbano desde el punto de vista de la motricidad ",
        "(uso deportivo, accesibilidad, movilidad, seguridad, conservación y mantenimiento o ",
        "similares).  ",
        "Utilización de espacios naturales y urbanos desde la motricidad: acampada, ciclismo ",
        "urbano, escalada, orientación, parkour, rapel, senderismo, etc.  ",
        "Diseño, organización y desarrollo de actividades físico-deportivas en el medio natural y ",
        "urbano. ",
        "– Previsión de riesgos asociados a las actividades y los derivados de la propia actuación y de la ",
        "del grupo.  ",
        "Factores y elementos de riesgo durante la realización de actividades que requieren ",
        "atención o esfuerzo (cansancio, duración de la prueba o similares).  ",
        "Materiales y equipamientos: uso según las especificaciones técnicas de los mismos.  ",
        "Uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de ",
        "actividad física. Promoción y usos creativos del entorno desde la motricidad.  ",
        "El trabajo físico como contribución a la sostenibilidad: actividades agroecológicas, manejo ",
        "de herramientas, tareas de reparación, creación y mantenimiento de espacios, etc.  ",
        "Cuidado y mejora del entorno próximo, como servicio a la comunidad, durante la práctica ",
        "de actividad física en el medio natural y urbano.         "
    ]
}
