{
    "competenciasEspecificas": [
        "1. Instalar y configurar dispositivos, identificando, resolviendo los problemas técnicos sencillos que puedan surgir y aplicando los conocimientos digitales de hardware y software, para gestionar las herramientas e instalaciones informáticas del entorno personal de aprendizaje empleadas para comunicarse, trabajar colaborativamente y compartir información. (STEM1, CD3, CD4, CPSAA1.1, CPSAA3.2 y CE1).",
        "2. Diseñar y configurar redes de equipos, comprendiendo el funcionamiento del flujo de información digital entre dispositivos y analizando las amenazas del entorno digital, para velar por la seguridad y la salud de las personas. (CCL3, STEM2, STEM3, STEM4, CD1, CD2, CD3, CD4, CD5, CPSAA4, CC1, CE3).",
        "3. Producir y utilizar contenidos digitales destinados a la expresión de ideas, al intercambio de información y comunicación, teniendo en cuenta las normas de uso de materiales y herramientas en la red, para fomentar la creatividad, la colaboración inclusiva, así como el uso responsable y ético de la tecnología. (CCL3.1, STEM3, STEM4, CD1, CD2, CD3, CD5, CPSAA3.1, CE3, CCEC3.1, CCEC4.1).",
        "4. Crear soluciones tecnológicas innovadoras, desarrollando algoritmos con tecnologías digitales, de forma individual o colectiva, respetando las licencias de uso en la reutilización de código fuente, además de mostrar interés por el empleo y la evolución de las tecnologías digitales, para dar respuesta a necesidades concretas en diferentes contextos. (STEM1, STEM2, STEM3, STEM4, CD1, CD2, CD3, CD4, CD5, CPSAA1.1, CE3).",
        "5. Evaluar los riesgos asociados a problemas de seguridad en las tecnologías digitales, analizando las amenazas existentes en el entorno digital y aplicando medidas de protección de dispositivos y datos personales, para promover un uso crítico, legal, seguro y saludable de dichas tecnologías. (CCL3, STEM5, CD1, CD4, CPSAA1.2, CPSAA4 y CC3).",
        "6. Ejercer una ciudadanía digital crítica, conociendo las distintas posibilidades legales existentes para la creación, el uso e intercambio de contenidos digitales en la red e identificando sus repercusiones, para hacer un uso activo, responsable, cívico, sostenible y reflexivo de la tecnología. (CD1, CD2, CD3, CD4, CD5, CPSAA1.2, CC1, CC2, CC3, CC4 y CE1)."
    ]
}