{
  "competenciasEspecificas": [
    "1. Interpretar y transmitir información y datos científicos, argumentando sobre ellos, utilizando diferentes formatos y analizando conceptos y procesos de las ciencias biológicas y geológicas.",
    "2. Identificar, localizar y seleccionar información, contrastando su veracidad, organizándola y evaluándola críticamente, y resolviendo preguntas relacionadas con las ciencias biológicas y geológicas propias de los saberes de la etapa.",
    "3. Planificar y desarrollar proyectos de investigación, siguiendo los pasos de las metodologías propias de la ciencia, cooperando cuando sea necesario, e indagando en aspectos relacionados con las ciencias geológicas y biológicas.",
    "4. Utilizar el razonamiento y el pensamiento computacional, analizando críticamente las respuestas y soluciones, y reformulando el procedimiento si fuera necesario, resolviendo problemas o dando explicaciones a procesos de la vida cotidiana relacionados con la biología y la geología.",
    "5. Analizar los efectos de determinadas acciones sobre el medioambiente, basándose en el conocimiento de la estructura, el funcionamiento de los ecosistemas y las características de los seres vivos que proporcionan las ciencias biológicas y de la Tierra, promoviendo y adoptando hábitos que eviten o minimicen los impactos ambientales negativos, sean compatibles con un desarrollo sostenible y permitan mantener y mejorar la salud colectiva e individual, así como conservar la biodiversidad.",
    "6. Identificar los factores que influyen en la organización y el funcionamiento del cuerpo humano, basándose en los fundamentos de las ciencias biológicas, promoviendo y adoptando hábitos de vida saludables.",
    "7. Analizar los elementos de un paisaje concreto valorándolo como patrimonio natural y utilizando conocimientos sobre geología, biología y ciencias de la Tierra, explicando la historia y la dinámica del relieve e identificando posibles riesgos naturales, especialmente en su entorno."
  ]
}
