{
    "saberes": [
        "A. Vida activa y saludable.",
        "- Salud física: efectos físicos beneficiosos del estilo de vida activo. Alimentación saludable e hidratación. Educación postural en acciones motrices específicas. Dosificación del esfuerzo. Calentamiento general y vuelta a la calma como rutinas en la práctica de actividad física. Responsabilidad personal en el cuidado del cuerpo. Relajación orientada hacia el bienestar físico. Hábitos de autonomía en la higiene corporal. Medidas de seguridad y prevención de accidentes en las prácticas motrices. Actuaciones básicas ante accidentes durante la práctica de actividades físicas: posición lateral de seguridad y técnicas PAS (proteger, ayudar, socorrer).",
        "- Salud social: efectos sociales beneficiosos del estilo de vida activo. Aproximación a los efectos no saludables de algunos hábitos sociales e influencia en la práctica de actividad física. Oportunidades de la actividad física para la interacción entre iguales. Gestión saludable de la competitividad. Aceptación y respeto de las diferencias físicas y de destreza en relación con la práctica de actividad física. Actitud crítica ante los estereotipos corporales, de género y competencia motriz.",
        "- Salud mental: efectos psicológicos beneficiosos del estilo de vida activo. Respeto y aceptación del propio cuerpo. Consolidación y ajuste realista del autoconcepto.",
        "B. Resolución de problemas en situaciones motrices.",
        "- Refinamiento de las capacidades perceptivo motrices.",
        "- Agilidad: capacidades perceptivo motrices, capacidades físicas básicas y cualidades motrices orientadas hacia la resolución de situaciones motrices.",
        "- De las habilidades motrices genéricas a las habilidades motrices específicas.",
        "- Del juego predeportivo al juego deportivo.",
        "- Toma de decisiones ajustándolas a las demandas de situaciones individuales, de cooperación, de oposición y de colaboración-oposición con o sin incertidumbre en el entorno.",
        "- Creatividad motriz: búsqueda de múltiples soluciones originales y dotadas de calidad y eficacia.",
        "- Generación, realización y reajuste de proyectos motores individuales o colectivos en función de diferentes retos y desafíos motrices que se ajusten a su competencia motora.",
        "C. Autorregulación emocional e interacción social en situaciones motrices.",
        "- Expresión constructiva de emociones y contribución positiva al clima emocional del grupo.",
        "- Gestión emocional: afrontamiento y regulación.",
        "- Esfuerzo y mentalidad de crecimiento.",
        "- Habilidades sociales: amabilidad, diálogo y asertividad.",
        "- Resolución constructiva de conflictos en situaciones motrices.",
        "- Deportividad y juego limpio.",
        "- Actitudes y conductas prosociales en contextos de práctica motriz.",
        "- Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (discriminación por cuestiones de competencia motriz, género, creencias, actitudes xenófobas, racistas o de índole sexista).",
        "- Sentido crítico en la adquisición de materiales y ante actitudes consumistas en torno al equipamiento y la práctica de actividad física.",
        "D. Manifestaciones de la cultura motriz.",
        "- Aportaciones de la cultura motriz a la herencia cultural.",
        "- Práctica de juegos y deportes como seña de identidad cultural.",
        "- Deporte y estereotipos: análisis crítico.",
        "- Actividades físicas y deportivas adaptadas.",
        "- Juegos y deportes alternativos.",
        "- Utilización de técnicas expresivas básicas.",
        "- Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas complejas.",
        "- Creatividad expresiva, estética y comunicativa.",
        "- Práctica y creación de actividades rítmico-musicales con carácter expresivo.",
        "E. Interacción eficiente y sostenible con el entorno.",
        "- Educación vial desde la actividad física y deportiva. Normas de uso y convivencia en las vías urbanas e interurbanas",
        "- Transporte activo y sostenible: bicicletas, patines…",
        "- Espacios naturales y sus posibilidades: uso, disfrute y cuidado.",
        "- Materiales específicos y sus posibilidades de uso en espacios naturales y urbanos para el desarrollo de la actividad física.",
        "- Realización de actividades físicas de aventura (alto grado de incertidumbre y riesgo subjetivo) en el medio natural y urbano en entornos desconocidos (carreras de orientación, escalada, kayak, esquí, travesías, etc.)",
        "- Previsión de riesgos de accidente durante la práctica en el medio natural: valoración previa y actuación.",
        "- Cuidado del entorno como servicio a la comunidad, valoración, previo a la realización, del impacto ambiental de las diferentes actividades físicas a realizar."
    ],
    "criteriosEvaluacion": [
        "1.1. Aplicar las rutinas propias de una práctica motriz saludable y responsable, integrando hábitos de higiene, activación corporal, dosificación del esfuerzo, relajación y alimentación.",
        "1.2. Adoptar medidas de seguridad antes, durante y después de la práctica de actividad física, reconociendo los contextos de riesgo, actuando con precaución ante ellos y aplicando los protocolos básicos ante accidentes.",
        "1.3. Valorar la actividad física como alternativa de ocio saludable, reconociendo los efectos beneficiosos, a nivel físico y mental, que posee adoptar un estilo de vida activo e identificando los desplazamientos activos y sostenibles como parte de este.",
        "1.4. Identificar conductas inapropiadas vinculadas al ámbito corporal, la actividad física y el deporte que resultan perjudiciales para la salud o afectan negativamente a la convivencia, adoptando una actitud crítica ante ellas",
        "2.1. Mostrar un progresivo control y dominio corporal, empleando los componentes cualitativos y cuantitativos de la motricidad de manera activa, creativa y eficaz.",
        "2.2. Tomar decisiones en situaciones de juegos de iniciación deportiva y otro tipo de propuestas motrices atendiendo a los mecanismos de percepción, decisión y ejecución, mediante las habilidades motrices específicas, teniendo en cuenta la lógica interna en situaciones individuales, de cooperación, de oposición y de colaboración-oposición con o sin incertidumbre del entorno, en contextos reales de juego, reflexionando y valorando las soluciones obtenidas, así como apreciando las decisiones tomadas por sus compañeros y adversarios.",
        "2.3. Desarrollar y construir proyectos motores de carácter individual, cooperativo, de oposición y colaboración-oposición definiendo metas, secuenciando acciones, introduciendo, si es preciso, cambios durante el proceso y generando producciones motrices ajustadas al objetivo planteado.",
        "3.1. Participar en actividades de carácter motor, desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, y gestionando las emociones.",
        "3.2. Respetar las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, reconociendo y valorando las actuaciones de las personas que participan.",
        "3.3. Convivir mostrando habilidades sociales, diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de competencia motriz, género, creencias, afectivo-sexual, lugar de procedencia, étnica, o socioeconómica, y manifestando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y la violencia.",
        "4.1. Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura propia, así como en otras culturas, reconociendo y transmitiendo su valor y su potencial como espacio de convivencia.",
        "4.2. Practicar actividades físico-deportivas con independencia del nivel de competencia, valorando sus aportaciones sociales, culturales y analizando críticamente los estereotipos que transmite.",
        "4.3. Reproducir y crear composiciones con o sin soporte musical, y comunicar diferentes sensaciones, emociones e ideas, de forma estética y creativa, desde el uso de los recursos rítmicos y expresivos de la motricidad.",
        "5.1. Implicarse en actividades motrices en el medio natural y urbano, adaptando las acciones motrices de forma eficiente a la incertidumbre propia del entorno.",
        "5.2. Actuar en relación con el medio, valorando sus posibilidades para la práctica de actividad física y adoptando una actitud de respeto y cuidado desde una perspectiva ecosostenible y comunitaria."
    ]
}