{
    "saberes": [
        "A. Recepción y análisis.",
        "EA.03.A.1. Propuestas artísticas de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales, nacionales e internacionales.",
        "EA.03.A.2. Estrategias de recepción activa.",
        "EA.03.A.3. Normas de comportamiento y actitud positiva en la recepción de propuestas artísticas en diferentes espacios. El silencio como elemento y condición indispensable para el mantenimiento de la atención durante la recepción.",
        "EA.03.A.4. Vocabulario específico de las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
        "EA.03.A.5. Recursos digitales de uso común para las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
        "EA.03.A.6. Estrategias básicas de análisis de propuestas artísticas desde una perspectiva de género.",
        "B. Creación e interpretación.",
        "EA.03.B.1. Fases del proceso creativo: planificación, interpretación, experimentación y evaluación.",
        "EA.03.B.2. Profesiones vinculadas con las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
        "EA.03.B.3. Evaluación, interés y valoración tanto por el proceso como por el producto final en producciones plásticas, visuales, audiovisuales, musicales, escénicas y performativas.",
        "EA.03.B.4. Uso responsable de bancos de imágenes y sonidos: respeto a las licencias de uso y distribución de contenidos generados por otros. Plagio y derechos de autor.",
        "C. Artes plásticas, visuales y audiovisuales.",
        "EA.03.C.1. Cultura visual. La imagen en el mundo actual: técnicas y estrategias de lectura, análisis e interpretación.",
        "EA.03.C.2. Elementos configurativos del lenguaje visual y sus posibilidades expresivas: punto, línea, plano, textura, color.",
        "EA.03.C.3. Materiales, instrumentos, soportes y técnicas en la expresión plástica y visual.",
        "EA.03.C.4. Medios, soportes y materiales de expresión plástica y visual. Técnicas bidimensionales y tridimensionales en dibujos y modelados.",
        "EA.03.C.5. Técnicas, materiales y recursos informáticos y tecnológicos: su aplicación para la captura, creación, manipulación y difusión de producciones plásticas y visuales.",
        "EA.03.C.6. Registro y edición de elementos audiovisuales: conceptos, tecnologías, técnicas y recursos elementales y de manejo sencillo.",
        "EA.03.C.7. Estrategias y técnicas de composición de historias audiovisuales. EA.03.C.8. El cine: origen y evolución.",
        "EA.03.C.9. Géneros y formatos de producciones audiovisuales.",
        "EA.03.C.10. Producciones multimodales: realización con diversas herramientas. EA.03.C.11. Características del lenguaje audiovisual multimodal.",
        "EA.03.C.12. Las herramientas y las técnicas básicas de animación.",
        "D. Música y artes escénicas y performativas.",
        "EA.03.D.1. El sonido y sus cualidades: identificación visual y auditiva, clasificación y representación de diversidad de sonidos y estructuras rítmico-melódicas a través de diferentes grafías. Analizar y comparar diferentes ruidos como contaminación auditiva y adquirir buenos hábitos auditivos.",
        "EA.03.D.2. La voz y los instrumentos musicales. Familias y agrupaciones. Clasificación. Identificación visual y auditiva. Instrumentos digitales y no convencionales. Cotidiáfonos.",
        "EA.03.D.3. El carácter, el tempo, el compás, los géneros musicales, la textura, la armonía y la forma.",
        "EA.03.D.4. Práctica instrumental, vocal y corporal: experimentación, exploración creativa, interpretación, improvisación y composición a partir de sus posibilidades sonoras y expresivas con especial atención a las obras relacionadas con la cultura andaluza (flamenco, música tradicional y popular, canciones infantiles, rimas, retahílas y refranes, coplas de carnaval, etc.).",
        "EA.03.D.5. Construcción de instrumentos elaborados con materiales reutilizables, reciclables y sostenibles con el medio ambiente.",
        "EA.03.D.6. Lenguajes musicales: aplicación de sus conceptos fundamentales en la interpretación y en la improvisación de propuestas musicales vocales e instrumentales. El silencio en la música.",
        "EA.03.D.7. Aplicaciones informáticas de grabación, edición de audio y edición de partituras: utilización en la audición, conocimiento, interpretación, grabación, reproducción, improvisación y creación de obras diversas.",
        "EA.03.D.8. El cuerpo y sus posibilidades motrices, dramáticas y creativas: interés en la experimentación y la exploración a través de ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medio de expresión y diversión, con especial atención a las obras relacionadas con el patrimonio cultural del folclore andaluz expresadas a través del flamenco y bailes regionales tradicionales de Andalucía.",
        "EA.03.D.9. Técnicas básicas dramáticas y dancísticas. Nociones elementales de biomecánica. Lenguajes expresivos. Introducción a los métodos interpretativos. Experimentación con actos performativos. Improvisación guiada y creativa.",
        "EA.03.D.10. Capacidades expresivas y creativas de la expresión corporal y dramática.",
        "EA.03.D.11. Elementos de la representación escénica: roles, materiales y espacios. Teatralidad. Estructura dramática básica.",
        "EA.03.D.12. Aproximación a los géneros escénicos. Valoración de la importancia de la interpretación dramática en el proceso artístico y del patrimonio vinculado a las artes escénicas, con especial atención a las obras relacionadas con el patrimonio cultural del folclore andaluz.",
        "EA.03.D.13. Folclore andaluz: flamenco, música tradicional y popular, canciones infantiles, rimas, retahílas y refranes, coplas de carnaval.",
        "EA.03.D.14. Iniciación al folclore andaluz: flamenco y bailes regionales tradicionales de Andalucía."
    ],
    "criteriosEvaluacion": [
        "1.1.b. Distinguir y analizar propuestas artísticas de diferentes géneros, estilos, épocas y culturas, y especialmente la relacionadas con la cultura andaluza, a través de la recepción activa y mostrando curiosidad y respeto por las mismas.",
        "1.2.b. Describir y analizar manifestaciones culturales y artísticas, incluidas las relacionadas con la cultura andaluza, explorando sus características con actitud abierta e interés, estableciendo relaciones entre ellas y valorando la diversidad que las genera.",
        "2.1.b. Seleccionar y aplicar estrategias para la búsqueda de información sobre manifestaciones culturales y artísticas, a través de diversos canales y medios de acceso, tanto de forma individual como cooperativa.",
        "2.2.b. Comparar el significado y los elementos característicos de distintas manifestaciones culturales y artísticas que forman parte del patrimonio, con especial atención a las propias de la cultura andaluza, analizando los canales, medios y técnicas vinculados a ellas, así como sus diferencias y similitudes, y desarrollando criterios de valoración propios, con actitud abierta y respetuosa.",
        "2.3.b. Valorar las sensaciones y emociones producidas por diferentes manifestaciones culturales y artísticas, especialmente las propias de la cultura andaluza, a partir del análisis y la comprensión de dichas manifestaciones.",
        "3.1.b. Producir obras propias básicas, utilizando las posibilidades expresivas del cuerpo, el sonido, la imagen y los medios digitales básicos y mostrando confianza en las capacidades propias.",
        "3.2.b. Expresar con creatividad ideas, sentimientos y emociones a través de diversas manifestaciones artísticas, utilizando los diferentes lenguajes e instrumentos a su alcance, mostrando confianza en las propias capacidades y perfeccionando la ejecución.",
        "3.3.b. Utilizar y analizar distintas posibilidades expresivas propias de las manifestaciones artísticas y culturales andaluzas a través de su aplicación práctica, respetando y valorando las producciones tanto propias como ajenas; así como la diversidad que genera en relación con otras culturas.",
        "4.1.b. Planificar y diseñar producciones culturales y artísticas colectivas, trabajando de forma cooperativa en la consecución de un resultado final y asumiendo diferentes funciones, desde la igualdad y el respeto a la diversidad.",
        "4.2.b. Participar activamente en el proceso cooperativo de producciones culturales y artísticas, de forma creativa y respetuosa y utilizando elementos de diferentes lenguajes y técnicas artísticas.",
        "4.3.b. Compartir los proyectos creativos, empleando diferentes estrategias comunicativas y a través de diversos medios, explicando el proceso y el resultado final obtenido, y respetando y valorando las experiencias propias y de los demás."
    ]
}