{
  "competenciasEspecificas": [
    "1. Resolver problemas relacionados con situaciones diversas del ámbito social y en la iniciación a los ámbitos profesional y científico utilizando estrategias formales, representaciones y conceptos que permitan la generalización y abstracción de las soluciones.",
    "2. Explorar, formular y generalizar conjeturas y propiedades matemáticas, haciendo demostraciones sencillas y reconociendo y conectando los procedimientos, patrones y estructuras abstractas implicados en el razonamiento.",
    "3. Construir modelos matemáticos generales utilizando conceptos y procedimientos matemáticos funcionales con el fin de interpretar, analizar, comparar, valorar y hacer aportaciones al abordaje de situaciones, fenómenos y problemas relevantes en el ámbito social y en la iniciación a los ámbitos profesional y científico.",
    "4. Implementar algoritmos computacionales organizando datos, descomponiendo un problema en partes, reconociendo patrones y empleando lenguajes de programación y otras herramientas TIC como soporte para resolver problemas y afrontar desafíos del ámbito social y de iniciación a los ámbitos profesional y científico.",
    "5. Manejar con precisión el simbolismo matemático haciendo transformaciones y conversiones entre representaciones icónico-manipulativas, numéricas, simbólico-algebraicas, tabulares, funcionales, geométricas y gráficas que permitan pensar matemáticamente sobre situaciones del ámbito social y de iniciación a los ámbitos profesional y científico.",
    "6. Producir, comunicar e interpretar mensajes orales y escritos complejos de manera formal, empleando el lenguaje matemático, para comunicar e intercambiar ideas generales y argumentos sobre características, conceptos, procedimientos y resultados relacionados con situaciones del ámbito social y de iniciación a los ámbitos profesional y científico.",
    "7. Conocer el valor cultural e histórico de las matemáticas e identificar sus aportaciones en los avances significativos del conocimiento científico y del desarrollo tecnológico especialmente relevantes para abordar los desafíos con los que se enfrenta actualmente la humanidad.",
    "8. Gestionar y regular las emociones, creencias y actitudes implicadas en los procesos matemáticos, asumiendo con confianza la incertidumbre, las dificultades y los errores que dichos procesos conllevan, y regulando la atención para lograr comprender sus propios procesos de aprendizaje y adaptarlos con éxito a situaciones variadas."
  ]
}
