{
    "saberes": [
        "I. Communication",
        "1. Implementation of adequate strategies for the comprehension, planning, production and interaction of brief, simple and contextualized oral, written and multimodal texts.",
        "2. Application of basic knowledge, skills and attitudes in everyday mediation situations in social settings.",
        "3. Use of communicative functions appropriate to the field and context: greet, say goodbye, introduce and introduce yourself; describe people, objects and places; situate events in time; situate objects, people and places in space; request and exchange information about everyday matters; describe routines; give directions and instructions; express ownership and quantity.",
        "4. Implementation of contextual models and appropriate discursive genres in the comprehension, production and co-production of oral, written and multimodal, brief and simple, literary and non-literary texts, taking into account the characteristics and recognition of the context, and the organization.",
        "5. Use of basic linguistic units and meanings associated with said units, such as expression of the entity and its properties, quantity and number, space and spatial relations, time, affirmation, negation, question and exclamation , elementary logical relations.",
        "6. Use of the basic lexicon and of interest to students related to personal identification, close interpersonal relationships, nearby places and environments, leisure and free time, daily life.",
        "7. Use of basic sound, stress, rhythmic and intonation patterns, and general communicative functions associated with these patterns.",
        "8. Implementation of basic spelling conventions and meanings associated with formats and graphic elements.",
        "9. Use of basic conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, compare and contrast, collaborate, etc.",
        "10. Use of learning resources and strategies for the guided search for information in analog and digital media.",
        "11. Recognition of the intellectual property of the sources consulted and contents used.",
        "12. Use of basic analogue and digital tools for oral, written and multimodal comprehension, production and co-production, and virtual platforms for educational interaction, cooperation and collaboration (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and the development of projects with speakers or students of the foreign language.",
        "II. Plurilingualism",
        "1. Implementation of strategies and techniques to compensate for communication deficiencies to respond effectively to a specific need, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "2. Implementation of basic strategies to identify, organize, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "3. Application of basic strategies and tools for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
        "4. Application of the linguistic repertoire to transfer the knowledge, strategies and skills acquired to other contexts.",
        "5. Elementary comparison between languages based on basic elements of the foreign language and other languages: origin and relationships.",
        "6. Recognition of errors as an instrument for improvement.",
        "7. Use of vocabulary and habitual expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
        "III. Interculturality",
        "1. Use of the foreign language as a means of communication and relationship with people from other countries, as a way of accessing new information and as a means of learning about different cultures and ways of life.",
        "2. Application of basic strategies to understand and appreciate linguistic, cultural and artistic diversity, based on ecosocial and democratic values.",
        "3. Application of detection strategies for discriminatory uses of verbal and non-verbal language.",
        "4. Identification of basic sociocultural and sociolinguistic aspects related to customs, daily life and interpersonal relationships, basic social conventions in common use, non-verbal language, linguistic courtesy and digital etiquette typical of countries where the language is spoken. foreign language.",
        "IV. Interpersonal and Intrapersonal Dimensions",
        "1. Positive assessment and interest in establishing contacts and communicating through different means with speakers or students of the foreign language.",
        "2. Understanding and appreciation of the opinions of others, fostering an affective and inclusive climate of learning.",
        "3. Understanding and appreciation for the diversity and linguistic, cultural and artistic heritage, of those related to elementary interpersonal relationships in countries where the foreign language is spoken.",
        "4. Development of self-esteem and self-confidence during the development of the process of learning a foreign language.",
        "5. Promotion of motivation for learning the foreign language.",
        "6. Implementation of basic collaborative strategies and group work dynamics.",
        "7. Development of empathy and appreciation of other points of view.",
        "8. Development of autonomous learning.",
        "9. Development of the creative and emotional vision of learning."
    ],
    "criteriosEvaluacion": [
        "1.1 Recognize, interpret and analyze the global meaning, as well as words and simple phrases in oral, written and multimodal texts on frequent and everyday topics of personal relevance and areas close to their experience, and literary texts appropriate to the level of development of the students , expressed in an understandable and clear way, through different supports, to contribute to the individual linguistic repertoire and respond to daily communication purposes.",
        "1.2 Select, organize and apply in a progressively autonomous way, appropriate methods, strategies and knowledge, in daily communicative situations and relevant for students to capture the global meaning, expand the individual linguistic repertoire, and process explicit information in various texts, both analog and digital.",
        "2.1 Produce, in a progressively autonomous way, short and simple oral, written and multimodal texts, using analog and digital supports, to carry out interventions in communication situations, of personal relevance and close to the experience of the students.",
        "2.2 Select, plan and apply in a progressively autonomous way, appropriate knowledge and strategies with the help of analog and digital resources, to prepare and produce creative texts appropriate to communicative intentions in everyday contexts that contribute to full personal, creative and emotional development.",
        "3.1 Participate, in a progressively autonomous way, in interactive situations of brief and simple exchanges of information through written and oral texts, on everyday topics, of personal relevance and close to their experience and context, through different supports, both analogical and digital. , facing, among others, various challenges that involve the generation of ideas and the search for creative and original responses, in order to respond to specific and respectful communicative purposes, and promote cooperative attitudes, as well as an ethical and effective use of language. ",
        "3.2 Select, organize and use, in a cooperative and progressively autonomous way in daily interaction contexts, inductive and deductive methods, as well as basic strategies, such as repetition, leisurely rhythm or non-verbal language, to respond to communicative purposes that allow them to expand their individual linguistic repertoire.",
        "4.1 Justify and explain, in a progressively autonomous way, texts, concepts, thoughts or emotions, taking into account diversity and relying on resources and analogue and digital supports, in order to facilitate comprehension and understanding in simple and predictable communicative situations that contribute to the improvement of coexistence, showing respect and empathy towards cultural differences and equal opportunities.",
        "4.2 Select and implement, in a progressively autonomous way, appropriate methods and strategies, in collaborative and cooperative situations, relying on non-verbal language, digital tools and virtual platforms in order to help other people and facilitate understanding, production information and communication.",
        "5.1 Compare and contrast, in a progressively autonomous and cooperative way, the similarities and differences between different languages, recognizing basic aspects of their functioning, and reflecting on them, to broaden and enrich their individual linguistic repertoire.",
        "5.2 Experiment, use and differentiate, in a progressively autonomous and cooperative way, adequate strategies for the use and understanding of the multilingual repertoire, to acquire learning, maximize their linguistic abilities and enrich communicative experiences.",
        "5.3 Register and reflect in a progressively autonomous way, on the progress and difficulties of the learning process of the foreign language, through analogical and digital self-assessment and peer-assessment activities, such as those proposed in the European Language Portfolio (PEL) or the learning diaries, recognizing and valuing their own communicative possibilities and making proposals for improvement, to build and demonstrate knowledge.",
        "5.4 Recognize and transfer the knowledge, strategies and skills acquired from the individual linguistic repertoire to other learning contexts, in order to develop deeper learning.",
        "6.1 Appreciate and respect the diversity and linguistic, cultural and artistic heritage of people and countries where the foreign language is spoken, as well as of the Canary Islands, strengthening links between the different languages and cultures in a progressively autonomous way, as well as one's own and showing rejection of any type of discrimination, prejudice and stereotype, in order to improve coexistence, conflict management through dialogue, personal enrichment and care for the environment.",
        "6.2 Select and apply appropriate strategies, in guided communicative situations, to understand and adapt to the linguistic, cultural and artistic diversity of people and countries where the foreign language is spoken, appreciating the existing diversity in the Canary Islands, managing one's own emotions and respecting those of others.",
        "6.3 Show empathy and understanding for the productions of others, valuing interventions, beliefs and points of view in different communicative contexts, making use of linguistic courtesy to create an affective and inclusive environment that favors reflection and the peaceful resolution of conflicts."
    ]
}