{ 
  "saberes": [
    "BLOQUE 1 ANÁLISIS CE1, CE2, CE5SB ",
    "1.1 DIMENSIÓN ESTÉTICA",
    "-     Elementos formales: lenguaje visual y audiovisual. Elementos morfológicos (punto, línea, plano, color, textura, luz), dinámicos (movimiento, ritmo, tensión) y escalares (dimensión, formato, escala y proporción).",
    "-     Estilos y corrientes artísticas a partir del siglo XX. Vanguardias artísticas. Propuestas interdisciplinares.",
    "-     Cultura visual y audiovisual contemporánea. La imagen en el mundo contemporáneo. Publicidad y contrapublicidad. Diseño disruptivo. Fotografía e identidad.",
    "SB 1.2 DIMENSIÓN ÉTICA",
    "-     Elementos éticos en la representación. Perspectiva de género, multiculturalidad, sostenibilidad, diversidad estética.",
    "-     Respeto hacia la diversidad cultural.",
    "-     Los retos del siglo XXI y su presencia en el arte.",
    "-     Derecho a la participación en la vida cultural.",
    "SB 1.3 DIMENSIÓN COMUNICATIVA",
    "-     Elementos comunicativos y expresivos de la imagen. La comunicación visual.",
    "-     Finalidad e intencionalidad de las imágenes. Función de las imágenes: expresiva, estética, exhortativa, etc.",
    "-     Lectura crítica de las imágenes. Verdad y posverdad.",
    "-     Ámbitos de aplicación. Profesiones y estudios vinculados a la producción cultural y artística. Publicidad. Diseño gráfico, de producto, de moda, de interiores y escenografía.",
    "-     Lenguajes artísticos. Interacciones entre disciplinas.",
    "-     La dimensión social del arte.",
    "BLOQUE 2 REPRESENTACIÓN CE1, CE3SB",
    " 2.1 TÉCNICAS Y MATERIALES DE CREACIÓN ARTÍSTICA",
    "-     Técnicas y procedimientos de representación artística. Técnicas gráfico-plásticas. Medios visuales y audiovisuales. Animación. Videoarte. Aplicaciones digitales. Lenguajes de creación contemporánea. Prácticas artísticas multidisciplinares. El gesto y el instrumento.",
    "-     Materiales de creación artística. Sostenibilidad. Cualidades y posibilidades comunicativas. Posibilidades del contexto. Relación entre material y significado. El arte del reciclaje. Prevención y gestión responsable de residuos.",
    "SB 2.2 PROCESOS DE TRABAJO-     Estrategias y procesos de pensamiento creativo y divergente.",
    "-     Organización del proceso creativo.",
    "-     Criterios de planificación de proyectos. Fases de trabajo y estrategias metodológicas. Estrategias de gestión del trabajo en equipo.",
    "BLOQUE 3 COMUNICACIÓN Y DIFUSIÓN CE4SB ",
    "3.1 MEDIOS GRÁFICOS, DIGITALES Y AUDIOVISUALES",
    "-     Medios y canales de registro y difusión digitales. Normativa de uso vigente. Derechos de autoría.",
    "-     Relatoría gráfica. Métodos de registro, difusión y evaluación gráficos y audiovisuales.",
    "SB 3.2 ESTRATEGIAS COMUNICATIVAS",
    "-     Terminología específica del área.",
    "-     Estrategias para la argumentación y justificación de criterios.",
    "-     Asertividad, capacidad de escucha y lenguaje inclusivo.",
    "SB 3.3 ESPACIOS CULTURALES Y ARTÍSTICOS",
    "-     Museos y centros de producción cultural y artística.",
    "-     Teatros, cines y auditorios.",
    "-     Espacios no convencionales.",
    "-     Plataformas digitales."
  ],
  "criteriosEvaluacion": [
    "CE1. Representar ideas, sentimientos y emociones en propuestas creativas, seleccionando técnicas, materiales y medios artísticos adecuados a la finalidad comunicativa.",
    "Cr 1.1. Seleccionar las técnicas y materiales más adecuados a la finalidad comunicativa en los procesos de creación artística utilizando de manera deliberada las posibilidades expresivas de los elementos del lenguaje visual y audiovisual.",
    "Cr 1.2. Justificar la adecuación de las técnicas y materiales utilizados al mensaje que se desea comunicar.",
    "Cr 1.3. Utilizar diversidad de técnicas y materiales, incluidos los medios digitales, en la representación de ideas, emociones y sentimientos, tomando en consideración el criterio de sostenibilidad.",
    "Cr 1.4. Valorar la consecución de los procesos de trabajo y la calidad de los acabados como parte indispensable del proceso de creación fomentando la autoexigencia y la autocrítica.",
    "CE2. Analizar la dimensión ética, estética y comunicativa de las propuestas creativas propias estableciendo relaciones con referentes artísticos y culturales diversos desde una perspectiva inclusiva.",
    "Cr. 2.1 Relacionar las producciones artísticas propias con otros referentes artísticos clasificando y estableciendo conexiones entre sus elementos temáticos y formales.",
    "Cr. 2.2 Argumentar, de manera razonada y respetuosa, los criterios formales y conceptuales de las propias creaciones utilizando la terminología específica del área.",
    "Cr. 2.3. Integrar la perspectiva de género, multicultural, inclusiva y sostenible en las propias creaciones y valorar la dimensión ética como parte inherente a la producción artística.",
    "CE3. Emprender procesos de creación artística que promuevan la transversalidad de la cultura y las artes, su conexión con multiplicidad de saberes y su relación con los retos del siglo XXI.",
    "Cr 3.1. Incorporar contenidos propios de diferentes disciplinas en los procesos de creación artística estableciendo conexiones entre multiplicidad de saberes.",
    "Cr 3.2. Integrar temáticas de relevancia social, personal y ética en las creaciones propias vinculando las propias producciones creativas con los retos del presente.",
    "Cr 3.3. Diseñar cada una de las fases del proceso creativo de manera coherente a su intención comunicativa, detectando las necesidades del entorno y optimizando los recursos disponibles.",
    "Cr 3.4. Participar en procesos colectivos de creación artística, implicándose en las distintas fases de trabajo y asumiendo de manera proactiva los diferentes roles y tareas asignados.",
    "CE4. Compartir las producciones artísticas propias a través de diferentes canales y contextos, justificando la selección de ideas, técnicas, herramientas y procesos, y promoviendo la participación en la vida cultural del entorno.",
    "Cr 4.1. Planificar la difusión de las diferentes producciones artísticas, seleccionando los canales más adecuados para su exposición según las características del proyecto e implicando a la comunidad educativa.",
    "Cr.4.2. Utilizar la normativa vigente en el uso de recursos TIC y entornos virtuales para la difusión de los proyectos, promoviendo una identidad digital respetuosa.",
    "Cr.4.3. Evaluar el producto final, justificando las decisiones tomadas en el proceso de trabajo y recibiendo con apertura las opiniones ajenas y las propuestas de mejora.",
    "Cr. 4.4. Promover la participación en la vida cultural difundiendo las producciones artísticas propias y estableciendo relaciones con centros de producción cultural del entorno.",
    "CE5. Valorar la contribución de la práctica artística al desarrollo social, cultural y económico, y a la construcción de la identidad individual y colectiva, identificando sus múltiples lenguajes y ámbitos de aplicación.",
    "Cr. 5.1. Identificar los principales sectores profesionales de las artes integrando su contribución a la sociedad, la cultura y la economía.",
    "Cr. 5.2. Argumentar la importancia de la diversidad y la sostenibilidad cultural en el desarrollo de la identidad individual y colectiva.",
    "Cr 5.3. Valorar la di"
  ]
}
