{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Extraer y analizar las ideas principales y secundarias, la información detallada y las implicaciones generales de textos de cierta longitud, bien organizados y complejos, orales, escritos y multimodales, tanto en registro formal como informal, sobre temas de relevancia personal o de interés público, tanto concretos como abstractos, expresados de forma clara y en la lengua estándar o en variedades frecuentes, a través de diversos soportes. (CCL2, CCL4, CD1, CD3)",
        "1.2 Distinguir tipologías de palabras y sus diferentes funciones sintácticas como vehículos para comprender sus diferentes connotaciones. (CCL2, CPSAA1.1)",
        "1.3 Interpretar y valorar de manera crítica el contenido, la intención, los rasgos discursivos y ciertos matices, de textos de cierta longitud y complejidad, sobre una amplia variedad de temas de relevancia personal o de interés público. (CCL2, CCL3, CCL4, CP1, CP2)",
        "1.4 Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial y los detalles más relevantes y para distinguir la intención y las opiniones, tanto implícitas como explícitas de los textos; inferir significados e interpretar elementos no verbales; y buscar, seleccionar y contrastar información veraz. (CCL2, CP1, CP2, STEM1, CPSAA1.1, CPSAA4)",
        "1.5 Reconocer y utilizar léxico común y especializado, relacionado con los propios intereses y necesidades en el ámbito personal y académico. (CCL2, CPSAA1.1)",
        "Competencia específica 2",
        "2.1 Expresar oralmente con suficiente fluidez, facilidad y naturalidad, diversos tipos de textos claros, coherentes, detallados, bien organizados y adecuados al interlocutor o interlocutora y al propósito comunicativo sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, con el fin de describir, narrar, argumentar e informar, en diferentes soportes, utilizando registros adecuados, así como recursos verbales y no verbales, y estrategias de planificación, control, compensación y cooperación. (CCL1, CP1, CP2, STEM1, CD3, CD4, CPSAA1.1, CC3, CE3, CCEC3.1, CCEC3.2)",
        "2.2 Redactar y difundir textos detallados de creciente extensión, bien estructurados y de cierta complejidad, adecuados a la situación comunicativa, a la tipología textual y a las herramientas analógicas y digitales utilizadas evitando errores importantes y reformulando, sintetizando y organizando de manera coherente información e ideas de diversas fuentes y justificando las propias opiniones sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, haciendo un uso ético del lenguaje, respetando la propiedad intelectual y evitando el plagio. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CC3, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.2)",
        "2.3 Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, revisión y cooperación, para componer textos bien estructurados y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de los interlocutores reales o potenciales.",
        "(CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA4, CC3, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.2)",
        "2.4 Seleccionar y utilizar un amplio léxico común y especializado, así como expresiones y modismos de uso habitual, relacionados con los propios intereses y necesidades en ámbitos personales, académicos y sociolaborales, adecuándolos a cada situación de comunicación. (CCL1, CP1, CD1, CD2, CD3, CPSAA4, CC3, CCEC3.1, CCEC3.2)",
        "Competencia específica 3",
        "3.1 Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en situaciones interactivas sobre temas cotidianos, de relevancia personal o de interés público cercanos a su experiencia, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores o interlocutoras, expresando ideas y opiniones y argumentando de forma convincente. (CCL1, CCL5, CP1, STEM1, CD3, CPSAA3.1, CC3)",
        "3.2 Seleccionar, organizar y utilizar, de forma eficaz, espontánea y en diferentes entornos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra con amabilidad, ajustar la propia contribución a la de los interlocutores e interlocutoras, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, resolver problemas y gestionar situaciones comprometidas. (CCL1, CCL5, CP2, STEM1, CD3, CPSAA3.1, CC3)",
        "Competencia específica 4",
        "4.1 Interpretar y explicar textos, conceptos y comunicaciones en situaciones en las que atender a la diversidad, mostrando respeto y aprecio por los interlocutores e interlocutoras y por las lenguas, variedades o registros empleados, y participando en la solución de problemas de intercomprensión y de entendimiento, a partir de diversos recursos y soportes. (CCL1, CCL5, CP1, CP3, STEM1, CPSAA3.1, CPSAA3.2, CC4, CE3, CCEC1)",
        "4.2 Aplicar estrategias que faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y del conocimiento previo y los intereses e ideas de los interlocutores e interlocutoras. (CCL1, CCL5, CP1, CP2, STEM1, CD3, CPSAA3.2, CC4, CE3)",
        "Competencia específica 5",
        "5.1 Comparar y contrastar las semejanzas y diferencias entre distintas lenguas reflexionando de forma sistemática sobre su funcionamiento y estableciendo relaciones entre ellas. (CCL3, CP3, CD3, CPSAA4)",
        "5.2 Utilizar con iniciativa y de forma creativa estrategias y conocimientos de mejora de la capacidad de comunicar y de aprender la lengua extranjera, con o sin apoyo de otros interlocutores e interlocutoras y de soportes analógicos y digitales. (CCL1, CP2, STEM1, CD3, CPSAA1.1)",
        "5.3 Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua extranjera seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar el aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y compartiéndolos. (CD3, CPSAA1.1, CPSAA4)",
        "Competencia específica 6",
        "6.1 Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, rechazando y evaluando cualquier tipo de discriminación, prejuicio y estereotipo y solucionando aquellos factores socioculturales que dificulten la comunicación. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.2 Valorar críticamente la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera teniendo en cuenta los derechos humanos y adecuarse a ella favoreciendo y justificando el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.3 Aplicar de forma sistemática estrategias para defender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.4 Conocer la producción literaria, los medios de comunicación y las principales publicaciones de los países y territorios donde se habla la lengua extranjera, promoviendo la lectura y el conocimiento de la lengua y cultura estudiadas. (CCL4, CP3, CCEC1)"
    ],
    "saberes": [
        "A. Comunicación.",
        "- Autoconfianza, iniciativa y asertividad. Estrategias de autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua extranjera.",
        "- Estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
        "- Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas.",
        "- Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados puntuales y habituales; describir estados y situaciones presentes; expresar sucesos futuros y predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; expresar la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo; expresar argumentaciones; reformular el discurso, enfatizarlo, especificarlo o explicarlo; presentar las opiniones de otros, resumir; expresar la causa, la probabilidad, la consecuencia, la concesión, la finalidad, la condición y la hipótesis; expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "- Tipología textual: texto argumentativo, expositivo, descriptivo, etc.",
        "- Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto, organización y estructuración según el género y la función textual.",
        "- Unidades lingüísticas y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, existencia, la cantidad y la cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la duda, la interrogación y la exclamación, las relaciones lógicas: causa, consecuencia, disyunción, oposición, distribución, concesión, finalidad.",
        "- Propiedades del texto: adecuación, coherencia y cohesión.",
        "- Léxico común y especializado de interés para el alumnado relativo a tiempo y espacio; estados, eventos y acontecimiento; actividades, procedimientos y procesos; relaciones personales, sociales, académicas y profesionales; educación, trabajo y emprendimiento; lengua y comunicación intercultural; ciencia y tecnología; historia y cultura; así como estrategias de enriquecimiento léxico (derivación, composición, familias léxicas, polisemia, sinonimia, antonimia, neologismos, etc.).",
        "- Categorías semánticas: su identificación e intercambio de significados y términos.",
        "- Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.",
        "- Convenciones ortográficas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
        "- Convenciones y estrategias conversacionales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir y parafrasear, colaborar, negociar significados, detectar la ironía, etc.",
        "- Recursos para el aprendizaje y estrategias de búsqueda y selección de información, y curación de contenidos: diccionarios, libros de consulta, bibliotecas, mediatecas, etiquetas en la red, recursos digitales e informáticos, etc.",
        "- Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "- Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, colaboración y cooperación educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas, etc.) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "B. Plurilingüismo.",
        "- Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "- Estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "- Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación.",
        "- Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "- Comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos.",
        "- Variedades de la lengua extranjera atendiendo a diferencias geográficas y/o culturales.",
        "C. Interculturalidad.",
        "- La lengua extranjera como medio de comunicación y entendimiento entre pueblos, facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social y de enriquecimiento personal.",
        "- Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, así como por conocer informaciones culturales de los países donde se habla la lengua extranjera.",
        "- Aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros; instituciones, costumbres y rituales; valores, normas, creencias y actitudes; estereotipos y tabúes; lenguaje no verbal; historia, cultura y comunidades; relaciones interpersonales y procesos de globalización en países donde se habla la lengua extranjera.",
        "- Aspectos geopolíticos, físicos, económicos y culturales de los países donde se habla la lengua extranjera.",
        "- Obras literarias significativas de los países de lengua extranjera. Su conocimiento como vehículos de transmisión cultural y la idiosincrasia de los países donde se habla.",
        "- Publicaciones significativas, periódicos y medios de comunicación.",
        "- Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "- Estrategias de prevención, detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
        "Estructuras sintáctico-discursivas Alemán",
        "1. Describir fenómenos y acontecimientos.",
        "La declinación del adjetivo repaso.",
        "La n-Deklination.",
        "2. Dar instrucciones y consejos.",
        "Modales en voz pasiva.",
        "Ofrecer alternativas con (an)statt -zu.",
        "Consejos con je… desto.",
        "3. Describir estados y situaciones presentes.",
        "Oraciones de relativo con wo y was.",
        "Interrogativos con preposición del tipo Worüber Wofür… mit wem…",
        "4. Narrar acontecimientos pasados, puntuales y habituales.",
        "Repaso del Präteritum.",
        "Plusquamperfekt.",
        "Oraciones subordinadas con nachdem, bevor y während.",
        "Oraciones temporales con solange; seitdem; nachdem.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Futur I.",
        "Preposiciones de genitivo: innerhalb, außerhalb, während.",
        "6. Expresar emociones.",
        "Konjunktiv II.",
        "Uso de intensificadores como immer wenn, o de oraciones interrogativas.",
        "Exclamación (Was für ein(e) + Nomen, (+ Satz), Das ist ja toll.",
        "7. Expresar la opinión.",
        "Oraciones con dass: ich glaube, dass…",
        "Uso de adverbios del tipo deshalb, daher, darum, deswegen.",
        "Oraciones causales con Weil.",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Dobles conectores ofreciendo varias posibilidades: sowohl -als auch, entweder – oder, weder – noch...",
        "Würde Form para expresar el deseo.",
        "9. Expresar argumentaciones.",
        "Oraciones con Weil.",
        "Oraciones con dass: ich glaube, dass….",
        "10. Reformular el discurso, enfatizarlo, explicarlo o especificarlo.",
        "Reformulación con nicht/kein/nur brauchen zu.",
        "Comparaciones irreales con als ob + Konjunktiv II.",
        "Adverbios enfáticos: aber, doch, allerdings, denn.",
        "Posición inicial de complementos",
        "11. Presentar las opiniones de otros, resumir.",
        "Estilo indirecto, Konjnktiv I, reconocer.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Oraciones subordinadas finales con damit y um – zu.",
        "oraciones consecutivas con sodass sodass.",
        "Oraciones condicionales con Wenn.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Voz pasiva. Präsens y Präteritum.",
        "lassen + infinitivo.",
        "Expresiones comparativas: je – desto.",
        "Francés",
        "1. Describir fenómenos y acontecimientos.",
        "Présent de l'indicatif et du subjonctif, discriminación.",
        "Conectores de secuenciación.",
        "La cantidad: environ, suffisamment…",
        "Doble pronominalización.",
        "2. Dar instrucciones y consejos.",
        "Impératif.",
        "Conditionnel y conditionnel passé.",
        "À ta place, il vaudrait mieux que.",
        "3. Describir estados y situaciones presentes.",
        "Présent.",
        "Frase negativa con ne explétif.",
        "4. Narrar acontecimientos pasados, puntuales y habituales.",
        "Passé composé, imparfait, plus-que-parfait.",
        "Gérondif.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Futur simple, futur proche et futur antérieur.",
        "6. Expresar emociones.",
        "Sorpresa (je suis étonné), admiración (je trouve… magnifique), felicidad (je suis ravi), reproche (Tu aurais dû)…",
        "7. Expresar la opinión.",
        "Suivant moi,dans mon opinion,à mon égard.",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Frases subordinadas.",
        "Je suis convaincu que, sans aucun doute, il se pourrait bien, éventuellement.",
        "9. Expresar argumentaciones.",
        "Pronombres relativos compuestos.",
        "10. Reformular el discurso, explicarlo o especificarlo.",
        "Discurso indirecto e interrogación indirecta.",
        "Mise en relief.",
        "Inversión.",
        "11. Presentar las opiniones de otros, resumir.",
        "Pour faire le bilan, pour faire le point.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Frases subordinadas en indicativo y en subjuntivo.",
        "À cause de, à forcé de, il semble que, tellement, donc, par conséquent, c'est pourquoi, bien que, quoique, pour que, afin que…",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Adverbios de modo: de cette manière.",
        "Voz pasiva.",
        "Inglés",
        "1. Describir fenómenos y acontecimientos.",
        "Tenses: present and past.",
        "Adjetivos calificativos.",
        "Uso de expresiones utilizadas en la comparación.",
        "Conectores de secuenciación formales e informales.",
        "Voz pasiva.",
        "Indefinidos.",
        "Expresiones de tiempo: meanwhile, once in a while, etc.",
        "2. Dar instrucciones y consejos.",
        "Imperativos.",
        "Modales (should/shouldn't).",
        "Expresiones como would you mind?",
        "Expresiones como you'd better, I would recommend.",
        "3. Describir estados y situaciones presentes.",
        "Present simple (uses), present continuous.",
        "Pronombres reflexivos.",
        "Verbos que rigen infinitivos y/o gerundios: she likes + -ing, I want to + inf.",
        "4. Narrar acontecimientos pasados, puntuales y habituales.",
        "Past simple vs past continuous.",
        "Past simple vs past perfect.",
        "Used to + infinitive.",
        "Be/get used to + -ing.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Future simple, future continuous, future perfect.",
        "Going to, present continous con valor de futuro próximo.",
        "Expresiones como next month, in a while, in a near future…",
        "6. Expresar emociones.",
        "Con expresiones como I feel, mood adjectives (cheerful, gloomy, etc.).",
        "7. Expresar la opinión.",
        "Expresiones como: As far as I am concerned, from my point of view, in my view… 8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Uso de modales: must/can't, may/might, must/have to, can/could, should, would.",
        "Enunciación de modales perfectos.",
        "Expresiones como I’m not sure, I don’t think so, I’m afraid, I wonder.",
        "Adverbios como unfortunately, unluckily.",
        "9. Expresar argumentaciones.",
        "Uso de deícticos.",
        "Conectores de introducción e iniciación: Concerning…, As for…, With respect to, regarding…",
        "Conectores de contraste: nevertheless, however, despite, although…",
        "Conectores de secuenciación: on the one hand, on the other hand…",
        "10. Reformular el discurso, enfatizarlo, explicarlo o especificarlo.",
        "Reported speech vs direct speech.",
        "Oraciones de relativo: defining and non-defining",
        "Expresiones como in other words, that is to say, for example, I mean, in short, in conclusion, etc.",
        "Uso enfático de auxiliares: I do believe it, I did try, etc.",
        "Infinitivos y gerundios.",
        "11. Presentar las opiniones de otros, resumir.",
        "Fórmulas: What's your view on?/ Do you agree?",
        "Expresiones como to sum up, in conclusion, etc.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Conectores de causa: because of, due to, owing to, since, as...",
        "Conectores de concesión: although, nevertheless, despite…",
        "Conectores de finalidad: in order (not) to, so as to, to, so that…",
        "Adverbios (likely, probably, etc.).",
        "Oraciones condicionales I, II, III.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Adverbios de modo (carefully, happily, luckily, etc.).",
        "Voz pasiva.",
        "Hearsay reporting: it is believed that, it is said, it is thought…",
        "Causativa (have something done).",
        "Expresiones como the sooner the better, more and more, etc.",
        "Collocations.",
        "Italiano",
        "1. Describir fenómenos y acontecimientos.",
        "Artículo: repaso de formas, elección, uso y omisión. Usos contrastivos del nivel: oggi al supermercato non ci sono le mele, portare gli occhiali, avere la macchina.",
        "Posesivos: repaso de formas y usos. Usos contrastivos: presencia, ausencia, colocación: per conto mio, fatti gli affari tuoi.",
        "Demostrativos: repaso de formas, elección y uso.",
        "Indefinidos: repaso de las formas de uso frecuente. Otros indefinidos: qualsiasi, qualunque.",
        "Adjetivos: cambio de significado en función de la colocación anterior o posterior respecto al sustantivo: un vecchio amico, un amico vecchio.",
        "Grados del adjetivo: ampliación del comparativo y el superlativo. Adjetivos con comparativos y superlativos regulares e irregulares: più buono/migliore, il più buono/ottimo.",
        "Gradación del adverbio, formas orgánicas de comparativo y superlativo: bene, meglio, benissimo.",
        "Adverbios relativos e interrogativos reforzados con mai: quando mai, perché mai, dove mai.",
        "Numerales cardinales y ordinales: repaso de formas y usos. Numerales multiplicativos: doppio, triplo.",
        "Sufijos de adjetivos: -ale, -ario, -ico, -oso, -ese, -bile: musicale, ordinario, melodico, giocoso, pugliese, indescrivibile.",
        "Prefijo -in: invivibile, illogico, irregolare, imprevedibile.",
        "Pronombres relativos il quale y cui.",
        "Pronombre relativo con valor posesivo il cui.",
        "Indefinidos, uso pronominal de los adjetivos y formas propias frecuentes del nivel:",
        "ciascuno, ognuno, chiunque.",
        "Las partículas ci y ne, ampliación.",
        "Palabras compuestas: asciugamano, portacenere, salvagente, etc.",
        "Numerales colectivos: decine, centinaia, migliaia.",
        "2. Dar instrucciones y consejos.",
        "Repaso del imperativo afirmativo y negativo. Las formas apocopadas fa’, da’, va’, sta’, di’ y su uso con los pronombres: fallo, dimmi, vacci.",
        "Repaso del imperativo formal y colocación de los pronombres.",
        "Imperativos lexicalizados frecuentes: dai!, ma va’!",
        "3. Describir estados y situaciones presentes.",
        "Oraciones declarativas afirmativas y negativas.",
        "Adverbios de frecuencia: sempre, spesso, di solito, quasi mai, mai.",
        "4. Narrar acontecimientos pasados puntuales y habituales.",
        "El trapassato prossimo.",
        "Usos del imperfetto, passato prossimo y trapassato prossimo en la narración del pasado.",
        "Expresión de tiempo è un’ora/un mese/un anno che: è un’ora che ti aspetto; sono due giorni/dieci minuti che: sono due anni che non ci vediamo.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "El futuro simple y el futuro anterior.",
        "Stare per + infinitivo.",
        "6. Expresar emociones.",
        "Verbos que expresan sentimientos, estados de ánimo o voluntad como spero, mi auguro, sono felice, sono contento, amo, odio, mi piace, voglio, etc + che + subjuntivo",
        "7. Expresar la opinión.",
        "Opinión referida al pasado, verbo en presente + imperfecto de subjuntivo: penso che fosse.",
        "Opinión en el pasado, verbo en pasado + imperfecto de subjuntivo: pensavo che fosse.",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Oraciones volitivas: imperativas (vai via di qui), desiderativas (divertiti), exhortativas (pensaci bene, parla pure).",
        "Adverbios que indican afirmación, negación y duda: certamente, neanche, nemmeno, probabilmente.",
        "9. Expresar argumentaciones.",
        "Fórmulas para enunciar las tesis del destinatario (secondo te, a tuo avviso) y para resaltar la presencia constante del emisor (a mio parere, secondo me, a mio avviso).",
        "Conectores adversativos (ma, però, invece), de causa-efecto (perciò, quindi, poiché), de sucesión temporal (innanzitutto, in primo/secondo/terzo luogo, infine, quindi, poi, e poi, inoltre), demostrativos (infatti, in realtà, in conclusione).",
        "10. Reformular el discurso, especificarlo o explicarlo.",
        "Uso de perífrasis para describir objetos que no se conocen con expresiones como per esempio, tipo, cioè, quindi, etc.",
        "11. Presentar las opiniones de otros, resumir.",
        "El discurso indirecto dependiente de un verbo en presente o pasado.",
        "Marcadores frecuentes para resumir: insomma, esatto, perfetto, dunque, ecco, voglio dire, cioè.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Subordinantes de uso habitual: condicionales (se, a condizione che); causales (perché, siccome, dato che, visto che, poiché); finales (perché); concesivas (benché, anche se).",
        "Función causal, modal, hipotética y temporal del gerundio.",
        "Período hipotético de tipo 1, repaso, y 2: la realidad y la posibilidad.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Oraciones interrogativas directas y retóricas.",
        "Oraciones interrogativas directas y retóricas.",
        "Interrogativas indirectas con indicativo o subjuntivo: mi domando chi ha/abbia ragione.",
        "El imperfecto de subjuntivo.",
        "El congiuntivo trapassato.",
        "Frases impersonales: è importante/probabile/possibile che, è meglio/bene/bello che, basta che, bisogna che, etc. + subjuntivo.",
        "La voz pasiva.",
        "Portugués",
        "1. Describir fenómenos y acontecimientos.",
        "Artículo: omisión para indicar generalidad (gosto de carros vermelhos), con instrumentos musicales (toca piano), deportes (joga ténis) y en expresiones de tiempo: (na década de sessenta). Uso en locuciones adverbiales: às vezes, às cegas.",
        "Polisemia: ligar, reparar, etc.",
        "Pronombres personales átonos (clíticos). Colocación en posición mesoclítica con futuro y condicional.",
        "Expresiones idiomáticas habituales: falar pelos cotovelos, quem não arrisca não petisca, fresco como uma alface, etc; y locuciones adverbiales habituales: fazer ideia, ter saudades, etc.",
        "Expresiones para indicar cantidad: duas vezes no máximo; um monte de gente. Grado: totalmente; tão de repente. Expresiones intensificadoras y exclamativas: p.ej. muito fixe!, uma seca!, é mesmo bonito!, etc.",
        "Expresiones de espacio y tiempo (duración, anterioridad y posterioridad, duración, frecuencia, simultaneidad y secuencia): de hoje em adiante, para começar, seguidamente, em conclusão, em breve, regulamente, atualmente, no mesmo tempo que…",
        "Verbos regidos: aproximar-se de, importar-se com / de, parecer-se com, beneficiar de, tratar de, dar por, dar-se com, passar para...",
        "2. Dar instrucciones y consejos.",
        "Presente do Conjuntivo e Imperativo.",
        "Verbos: aconselhar, sugerir, recomendar, propôr, referir…",
        "Infinitivo pessoal. Dizer para/pedir para + infinitivo pessoal.",
        "Infinitivo pessoal con expresiones impersonales: É melhor não fazeres isso.",
        "3. Describir estados y situaciones presentes.",
        "Pronombres personales átonos (clíticos). Colocación en posición mesoclítica con futuro y condicional.",
        "Sustantivos colectivos: cacho, enxame…",
        "Prefijación y sufijación. Ampliación.",
        "Verbos regidos y derivados, p. ej.: beneficiar de, ficar a / de / por, vir a (saber), ir ter com, fugir a / de…",
        "Oraciones subordinadas de relativo.",
        "Infinitivo pessoal con expresiones impersonales: É melhor não fazeres isso.",
        "Presente do Conjuntivo.",
        "Partitivos, múltiplos, decimales.",
        "Expresiones de modo: à pressa, cuidadosamente, em excesso, ao gosto.",
        "Verbos regidos y derivados. aproximar-se de, importar-se com / de, parecer-se com, beneficiar de, tratar de, ficar a / de / por, vir a (saber), ir ter com, falar de / em /, fugir a / de.",
        "4. Narrar acontecimientos pasados puntuales y habituales.",
        "Perífrasis verbales: começar a + infinitivo; deixar de + infinitivo; acabar de + infinitivo.",
        "Expresiones de espacio y tiempo (duración, anterioridad y posterioridad, duración, frecuencia, simultaneidad y secuencia: para começar, em breve, regularmente, atualmente…",
        "Expresión de la temporalidad: até que, apenas, logo que, após, sempre que, desde que, etc.",
        "Pretérito Imperfeito do Conjuntivo.",
        "Expresión de la temporalidad: assim que, até que, apenas, mal, logo que, após, sempre que, desde que, cada vez que, conforme, etc.",
        "Conjunciones y locuciones conjuntivas: quando, assim que, enquanto.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Futuro do Conjuntivo.",
        "Expresión de la temporalidad: assim que, até que, apenas, mal, logo que, após, sempre que, desde que, cada vez que, conforme, etc.",
        "Conjunciones y locuciones conjuntivas: quando, assim que, enquanto.",
        "Perífrasis verbales: começar a + infinitivo; deixar de + infinitivo; acabar de + infinitivo.",
        "Talvez + Conjuntivo.",
        "Expresiones de espacio y tiempo (duración, anterioridad y posterioridad, duración, frecuencia, simultaneidad y secuencia: para começar, em breve, regularmente, atualmente…",
        "Expresión de la temporalidad: até que, apenas, logo que, após, sempre que, desde que, etc.",
        "6. Expresar emociones.",
        "Afirmativas y exclamación. Quantos livros!; Que dia tão bonito!; Tanta gente!.",
        "Interjecciones: Oh, Ora bolas! Olha!.",
        "Expresiones idiomáticas y locuciones verbales.",
        "7. Expresar la opinión.",
        "Presente do Conjuntivo y construcciones impersonales, não achar que, não considerar que, parecer bem/mal que. Presente do Conjuntivo y oraciones subordinadas relativas. Há quem + Pres. Conj.",
        "Achar/pensar/julgar/parecer + que, Na minha opinião…, Discordo de/Não concordo com… A meu ver, sob o meu ponto de vista.",
        "8. Expresar la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Condicional. Revisión del Pretérito Imperfeito con valor de condicional. Expresión de la intención: gostar de + Inf.; tratar de + Inf.; pensar + Inf., haver de + inf.)",
        "Expresiones: Tenho a certeza, acreditar, é possível, com licença?",
        "Verbos con futuro: terá uns sessenta anos, será que?",
        "Verbos y perífrasis modales: Ter de/que, dever, precisar de, poder, etc. Se calhar, bem/mal",
        "Presente de Conjuntivo. Exclamativas de deseo: oxalá, Deus queira que, quem me dera.",
        "Talvez + Conjuntivo",
        "Infinitivo pessoal con para: dizer para / pedir para + infinitivo pessoal.",
        "Infinitivo pessoal con expresiones impersonales: É melhor não fazeres isso.",
        "Expresiones como provavelmente, é capaz de + Inf.; saber; se calhar, achar/pensar/… + indicativo.",
        "Expresiones impersonales y verbos modales: poder; dever; ser possível / impossível",
        "+ Inf., é capaz / incapaz de + Inf.; saber); ser preciso / necessário + Inf.; ser obrigatório + Inf.; imperativo); ser possível/permitido + Inf., (não) ser possível /permitido + Inf.; Imperativo (revisión y ampliación). Condicional. Imperativo.",
        "Recomendar, aconselhar, pensar/achar + que..., Esperar/desejar/querer que…",
        "9. Expresar argumentaciones.",
        "Introducción e iniciación: quanto a, relativamente a, a propósito, para começar, antes de mais nada…",
        "Desarrollo: além disso, por outro lado, no entanto, para continuar com…",
        "Resultado/correlación: Assim, por isso, portanto, então, de tal maneira que, tão…que, de modo que, tão…que; portanto, pois, ou seja, isto é, quer dizer, assim.",
        "Comparación: como se, bastante menos, muito mais.",
        "Pretérito Imperfeito do Conjuntivo. Oraciones dubitativas, completivas.",
        "Expresiones idiomáticas y proverbios.",
        "Expresiones de modo, p. ej. em excesso; ao gosto.",
        "Expresiones para indicar negación (nem; não / nem... sequer; não... coisa nenhuma; apenas).",
        "Iniciación: para começar, antes de mais nada.",
        "Desarrollo: para continuar com.",
        "Resultado/correlación/explicativa: de modo que, tão…que; portanto, pois, ou seja, isto é, quer dizer, assim.",
        "Comparación: como se, bastante menos, muito mais.",
        "10. Reformular, enfatizarlo, especificarlo o explicarlo.",
        "Elipsis (sustantivos), deixis (pronombres, adverbios y expresiones con valor anafórico).",
        "Discurso directo e indirecto.",
        "Expresiones como: por exemplo, isto é, quer dizer, então, etc.",
        "Coordinación: conectores copulativos y disyuntivos, e, nem, mas, aliás, além disso.",
        "Adversativa: mas, porém, no entanto, apesar disso, não...mas/senão",
        "Voz pasiva. Transformaciones de deícticos y marcadores.",
        "Pasiva refleja, partícula se.",
        "Participios dobles.",
        "Orden de los elementos en la oración. Alteración del orden habitual con valor enfático o focalizador. P. ej. Foste tu que, estou é cheio de....",
        "11. Presentar las opiniones de otros, resumir.",
        "Conclusión: por último, por fim, para concluir, etc.",
        "De cambio de tema: por falar nisso, já agora, e se mudássemos de assunto?",
        "Referirse a un tema: no que diz respeito a...",
        "Añadir información, clasificar, enumerar, transmitir, reformular, ejemplificar, argumentar, rebatir, enfatizar, resumir: além disso, por outro lado, nomeadamente, por outras palavras, por exemplo, ou seja, isto é, antes pelo contrário, sem dúvida nenhuma, em resumo, voltando atrás, etc.",
        "12. Expresar la causa, la probabilidad, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Conjunciones de causalidad: devido a, daí que, pois, porquanto, já que, por consequência, por conseguinte, logo, visto que, uma vez que, graças a, seja por, sob pretexto.",
        "Locuciones conjuntivas concesivas: ainda que (+ indicativo o conjuntivo), embora, se bem que, mesmo que, y locuciones concesivas de intensidad: por muito que.",
        "Locuciones conjuntivas finales, temporales y condicionales: de maneira a (que), para que, desde que, a fim de que, de forma que, caso, logo que, quando, enquanto, antes que, depois que, logo que, até que, sempre que, apenas.",
        "Expresión de la condición: a não ser que, a menos que; sem que, se, caso, no caso de.",
        "Expresión de la finalidad: afim de que; de modo a, de maneira a que.",
        "Condicionales factuales o reales.",
        "Condicionales hipotéticas.",
        "Condicionales contrafactuales.",
        "Futuro do Conjuntivo. Presente y futuro de Conjuntivo en oraciones concesivas com repetición de verbo: faças o que fizeres. Conjunción se. Pretérito Imperfeito do Conjuntivo y Perfeito Composto do Conjuntivo.",
        "Pretérito Mais-que-Perfeito Composto do Conjuntivo. Condicional Composto do Indicativo.",
        "Conjunciones y locuciones: se bem que, embora. Oraciones dubitativas: talvez + conjuntivo.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "La pasiva y la pasiva refleja.",
        "Adverbios con -mente: tranquilamente, brevemente, etc.",
        "Conjunciones: quanto mais…mais.",
        "Discurso indirecto (ampliación con los nuevos verbos y expresiones)."
    ]
}