{
  "saberes": [
    "Bloque 1. Sentido numérico",
    "• Cálculo.",
    "– Utilización del cálculo para resolver problemas de la vida cotidiana adaptando la estrategia y el tipo de cálculo al tamaño de los números.",
    "• Cantidad.",
    "– Identificación, comprensión y representación de cantidades con números enteros.",
    "– Expresión de cantidades mediante números enteros, fracciones, decimales y raíces cuadradas exactas en contextos de la vida cotidiana con la precisión requerida.",
    "– Reconocimiento y aplicación de diferentes formas de representación de números naturales y enteros, incluida la recta numérica.",
    "– Resolución de problemas en diferentes contextos, seleccionando la representación más adecuada de una misma cantidad (natural, entero, decimal o fracción).",
    "• Sentido de las operaciones.",
    "– Aplicación de estrategias de cálculo mental para resolver operaciones con números naturales, fracciones y decimales.",
    "– Identificación y aplicación de las operaciones con números enteros, fraccionarios o decimales útiles para resolver situaciones contextualizadas.",
    "– Resolución de problemas contextualizados con operaciones combinadas de números naturales, enteros, fraccionarios y decimales, teniendo en cuenta la jerarquía y aplicando las propiedades adecuadas para realizar los cálculos de manera eficiente.",
    "• Relaciones.",
    "– Utilización de factores, múltiplos y divisores. Factorización en números primos para resolver problemas, mediante estrategias y herramientas diversas, incluido el uso de la calculadora.",
    "– Comparación y ordenación de fracciones, decimales y porcentajes de manera eficiente.",
    "• Razonamiento proporcional.",
    "– Comprensión y representación de razones y proporciones en relaciones cuantitativas.",
    "– Reconocimiento de magnitudes directamente proporcionales. Cálculo y significado de la constante de proporcionalidad directa.",
    "– Comprensión y utilización de porcentajes en la resolución de problemas.",
    "Bloque 2. Sentido de la medida",
    "• Magnitud.",
    "– Reconocimiento de las magnitudes y de sus diferentes unidades de medida. Uso de los factores de conversión.",
    "– Elección de las unidades y operaciones adecuadas en problemas que impliquen medida.",
    "– Estimación de medidas con la precisión adecuada la cada situación.",
    "• Medición.",
    "– Deducción, interpretación y aplicación de las principales fórmulas para obtener longitudes y áreas en formas planas.",
    "Bloque 3. Sentido espacial",
    "• Figuras geométricas de dos y tres dimensiones.",
    "– Descripción de figuras planas y de sus elementos característicos: ángulos, rectas y puntos notables.",
    "– Clasificación de las figuras geométricas planas en función de sus propiedades o características.",
    "– Construcción de figuras geométricas con herramientas manipulativas y digitales, como programas de geometría dinámica, realidad aumentada, etc.",
    "• Localización y sistemas de representación.",
    "– Localización y descripción de relaciones espaciales: coordenadas cartesianas y otros sistemas de representación. Uso de herramientas tecnológicas.",
    "Bloque 4. Sentido algebraico",
    "• Modelo matemático.",
    "– Traducción de expresiones del lenguaje cotidiano que representan situaciones reales al lenguaje algebraico, y viceversa. Cálculo del valor numérico de una expresión algebraica.",
    "– Uso de modelos matemáticos para representar y comprender situaciones de la vida cotidiana.",
    "– Deducción de conclusiones razonables sobre una situación de la vida cotidiana una vez modelizada.",
    "• Variable.",
    "– Comprensión del concepto de variable. Variable dependiente e independiente.",
    "• Igualdad y desigualdad.",
    "– Uso del álgebra simbólico para representar relaciones lineales en situaciones de la vida cotidiana.",
    "– Identificación y aplicación de la equivalencia de expresiones algebraicas en la resolución de problemas basados en relaciones lineales.",
    "– Búsqueda de soluciones de ecuaciones lineales. Contextualización de dichas soluciones.",
    "– Uso de la tecnología para comprobar las soluciones de una ecuación.",
    "• Relaciones y funciones.",
    "– Aplicación y comparación de las diferentes formas de representación de una relación lineal. Coordenadas cartesianas.",
    "– Identificación de funciones, lineales o no lineales y comparación de sus propiedades a partir de tablas, gráficas o expresiones algebraicas.",
    "– Modelización de las relaciones lineales en distintas situaciones de la vida real.",
    "– Representación de la recta a partir de su ecuación en problemas contextualizados.",
    "– Uso del álgebra simbólico para la representación y la explicación de relaciones matemáticas.",
    "– Deducción de la información relevante de una función mediante el uso de diferentes representaciones simbólicas.",
    "• Pensamiento computacional.",
    "– Generalización y transferencia de procesos de resolución de problemas a otras situaciones.",
    "– Identificación de estrategias para la interpretación y la modificación de algoritmos.",
    "– Uso de calculadoras gráficas y software específico para la construcción e interpretación de gráficas.",
    "Bloque 5. Sentido estocástico",
    "• Organización y análisis de datos.",
    "– Concepto de población, muestra e individuo. Variables cualitativas y cuantitativas.",
    "– Recogida, organización y tratamiento de datos de variables unidimensionales. Frecuencias.",
    "– Análisis e interpretación de tablas y gráficos estadísticos de variables cualitativas y cuantitativas en contextos de la vida real.",
    "– Elaboración de las representaciones gráficas más adecuadas a cada caso para visualizar como se distribuyen los datos, interpretarlos y obtener conclusiones razonadas. Uso de procedimientos manuales y tecnológicos (calculadora, hoja de cálculo, programas informáticos...).",
    "– Medidas de centralización: interpretación y cálculo.",
    "– Uso de la calculadora y otras herramientas tecnológicas para el cálculo analítico de las medidas de centralización, así como su interpretación en situaciones de la vida real.",
    "Bloque 6. Sentido socioafectivo",
    "• Creencias, actitudes y emociones.",
    "– Fomento de la curiosidad, de la iniciativa, de la perseverancia y de la resiliencia hacia el aprendizaje de las matemáticas.",
    "– Reconocimiento de las emociones que intervienen en el aprendizaje como la autoconciencia y la autorregulación.",
    "– Desarrollo de la flexibilidad cognitiva para aceptar un cambio de estrategia cuando sea necesario y transformar el error en una oportunidad de aprendizaje.",
    "• Trabajo en equipo y toma de decisiones.",
    "– Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir conocimiento matemático.",
    "– Conductas empáticas y estrategias de gestión de conflictos.",
    "• Inclusión, respeto y diversidad.",
    "– Promoción de actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "– Reconocimiento de la contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Interpretar problemas matemáticos organizando y relacionando los datos dados y elaborando representaciones matemáticas que permitan encontrar estrategias para su resolución. OBJ1",
    "• CE1.2. Resolver problemas matemáticos movilizando los conocimientos necesarios y aplicando las herramientas y las estrategias apropiadas. OBJ1",
    "• CE1.3. Exponer variantes de un problema dado modificando alguno de sus datos o alguna de sus condiciones. OBJ3",
    "• CE1.4. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE1.5. Identificar conexiones coherentes entre las matemáticas y otras materias, reconociendo la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE2.1. Investigar y comprobar conjeturas sencillas de forma guiada analizando patrones, propiedades y relaciones. OBJ3",
    "• CE2.2. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE2.3. Reconocer y usar las relaciones entre los conocimientos y las experiencias matemáticas formando uno todo coherente. OBJ5",
    "• CE2.4. Realizar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias. OBJ5",
    "• CE2.5. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas y valorando su utilidad para compartir información. OBJ7",
    "• CE3.1. Interpretar problemas matemáticos organizando y relacionando los datos dados y elaborando representaciones matemáticas que permitan encontrar estrategias para su resolución. OBJ1",
    "• CE3.2. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE3.3. Reconocer y usar las relaciones entre los conocimientos y las experiencias matemáticas formando uno todo coherente. OBJ5",
    "• CE3.4. Realizar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias. OBJ5",
    "• CE3.5. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE3.6. Identificar conexiones coherentes entre las matemáticas y otras materias reconociendo la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE3.7. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas y valorando su utilidad para compartir información. OBJ7",
    "• CE4.1. Comprobar la corrección matemática de las soluciones de un problema. OBJ2",
    "• CE4.2. Comprobar la validez de las soluciones de un problema y elaborar respuestas coherentes en el contexto expuesto, evaluando su alcance y su repercusión desde diferentes perspectivas (de género, de sostenibilidad, de consumo responsable, etc.). OBJ2",
    "• CE4.3. Exponer variantes de un problema dado modificando alguno de sus datos o alguna de sus condiciones. OBJ3",
    "• CE4.4. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional. OBJ4",
    "• CE4.5. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE4.6. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE4.7. Comunicar información utilizando el lenguaje matemático apropiado para describir, explicar y justificar razonamientos, procedimientos y conclusiones. OBJ8",
    "• CE4.8. Reconocer y emplear con precisión y rigor el lenguaje matemático presente en la vida cotidiana. OBJ8",
    "• CE5.1. Investigar y comprobar conjeturas sencillas de forma guiada analizando patrones, propiedades y relaciones. OBJ3",
    "• CE5.2. Reconocer patrones, organizar datos y descomponer un problema en partes más simples facilitando su interpretación computacional. OBJ4",
    "• CE5.3. Modelizar situaciones y resolver problemas de forma eficaz interpretando y modificando algoritmos. OBJ4",
    "• CE5.4. Reconocer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE5.5. Identificar conexiones coherentes entre las matemáticas y otras materias, reconociendo la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE5.6. Representar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas y valorando su utilidad para compartir información. OBJ7",
    "• CE5.7. Comunicar información utilizando el lenguaje matemático apropiado para describir, explicar y justificar razonamientos, procedimientos y conclusiones. OBJ8",
    "• CE5.8. Reconocer y emplear con precisión y rigor el lenguaje matemático presente en la vida cotidiana. OBJ8",
    "• CE6.1. Reconocer la aportación de las matemáticas al progreso de la humanidad y su contribución a la superación de los retos que demanda la sociedad actual. OBJ6",
    "• CE6.2. Gestionar las emociones propias y desarrollar el autoconcepto matemático como herramienta para generar expectativas positivas ante nuevos retos matemáticos. OBJ9",
    "• CE6.3. Mostrar una actitud positiva y perseverante aceptando la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. OBJ9",
    "• CE6.4. Colaborar activamente en el trabajo en equipo respetando diferentes opiniones, comunicándose de manera efectiva, pensando de forma crítica y creativa y tomando decisiones y juicios informados. OBJ10",
    "• CE6.5. Participar en el reparto de tareas que deban desarrollarse en equipo, acercando valor, favoreciendo la inclusión, la escucha activa, asumiendo el rol asignado y responsabilizándose de la propia contribución al equipo. OBJ10"
  ]
}
