{
    "criteriosEvaluacion": [
        "1.1. Ser capaz de documentarse sobre aspectos relacionados con la cultura, el patrimonio, la historia y la geografía de Aragón, sabiendo dónde buscar las fuentes y la manera de tratarlas. ",
        "1.2. Aprender a sacar conclusiones y a plasmarlas en producciones propias elaborando de manera crítica la información extraída de las fuentes.",
        "2.1. Conocer y comprender la historia de Aragón como un proceso, con avances y retrocesos, sabiendo apreciar los motores económicos, políticos, sociales, religiosos, ideológicos, etc. que hay detrás de los acontecimientos.",
        "2.2. Ser capaz de apreciar y valorar las raíces históricas de nuestro presente, reconociendo el legado material e inmaterial que nos constituye como aragoneses.",
        "3.1. Conocer todos los aspectos de la geografía física del Aragón histórico haciendo hincapié en su variedad paisajística, climática y medioambiental.",
        "3.2 Establecer relaciones entre la geografía física y el desarrollo demográfico y económico experimentado en los territorios aragoneses desde 1699 hasta la actualidad.",
        "3.3 Analizar la economía aragonesa contemporánea conociendo los sectores clave de su desarrollo, las materias primas presentes en el territorio y las fuentes de energía prestando especial atención a la creciente presencia de energías renovables.",
        "3.4 Identificar los retos a los que se enfrenta Aragón en cuanto a su desarrollo sostenible.",
        "4.1. Ser capaz de poner en valor el papel de la mujer aragonesa como protagonista de la historia y de la cultura desde el siglo XVIII hasta la actualidad.",
        "4.2. Conocer y analizar obras artísticas, literarias o de otra índole producidas por mujeres aragonesas desde el siglo XVIII hasta la actualidad, manteniendo una actitud crítica y reflexionando sobre conceptos clave como igualdad o cambio y futuro.",
        "5.1. Ser capaz de reconocer la importancia del arte y la literatura aragonesa analizando críticamente sus principales manifestaciones y ubicándolas en su contexto histórico y geográfico.",
        "5.2. Conocer y comprender el arte y la literatura aragonesa como elementos identitarios y de cohesión social y ser capaz de detectar en ellos los rasgos que los vinculan con las corrientes hispánicas e internacionales.",
        "6.1. Ser capaz de entender y analizar el patrimonio aragonés como un conjunto de elementos valiosos, materiales e inmateriales, que sirven para identificar a los ciudadanos como miembros de un colectivo. ",
        "6.2. Valorar el patrimonio manifestándolo con actitudes de respeto hacia él, implicándose en las iniciativas dirigidas a su conservación y promoción.",
        "6.3.  Comprender el concepto de patrimonio inmaterial y valorarlo estableciendo una clasificación de los distintos elementos que lo conforman y su expresión en Aragón.",
        "6.4. Profundizar en el análisis del patrimonio inmaterial más cercano implicando en su aprendizaje a distintos miembros de su contexto familiar y social."
    ],
    "saberes": [
        "A. Aragón: Historia e identidad",
        "- El trabajo del historiador, la historiografía y la metodología histórica. Conciencia histórica y conexión entre el pasado y el presente. Usos públicos de la historia.",
        "- Fueros e Instituciones: Evolución histórica de las Cortes, Diputación, Justicia y justiciazgo, instituciones propias del reino de Aragón. La decadencia foral y los Decretos de Nueva Planta. Fueros y Estatuto de Autonomía en el marco legislativo de España.",
        "- Reformas y cambios sociales. La Ilustración en Aragón. La Guerra de la Independencia. Del Estado liberal a la democracia.",
        "- El proceso de industrialización en Aragón y su impacto social, económico y medioambiental. El modelo de desarrollo económico aragonés hasta la actualidad, ritmos y ciclos de crisis y de crecimiento.",
        "- La sociedad aragonesa. Cambios sociales y laborales. La lucha por la justicia y la igualdad social. Movimientos sociales, políticos y culturales. El impacto del asociacionismo obrero en Aragón.",
        "- Mundo rural y mundo urbano en Aragón. Relaciones de interdependencia y de reciprocidad entre el campo y la ciudad desde una perspectiva histórica. De la sociedad agraria al éxodo rural. ",
        "- De la República a la Democracia.  Segunda República, Guerra Civil, Franquismo y Transición democrática. ",
        "- Mujeres aragonesas. Protagonistas femeninas, individuales y colectivas en la historia y cultura de Aragón desde el siglo XVIII hasta la actualidad.",
        "B. Aragón: Sociedad y territorio",
        "- El territorio de Aragón: El espacio ocupado por Aragón a lo largo del tiempo.",
        "- El Estatuto de Autonomía: principios, normas y principales instituciones aragonesas. Evolución del Estatuto.",
        "- Población y territorio: Aragón urbano.  Principales ciudades y poblaciones. Aragón rural. El reto demográfico.",
        "- La economía aragonesa. Los sectores económicos, la revolución energética y la Agenda 2030 de desarrollo sostenible.",
        "C. Patrimonio artístico y cultural de Aragón",
        "- Los símbolos comunes como elementos conformadores de la identidad colectiva.",
        "- Arte aragonés. Las manifestaciones artísticas como objeto de disfrute estético y como elemento configurador de la identidad desde el siglo XVIII hasta la actualidad.",
        "- Literatura: Aproximación a la variedad lingüística aragonesa. Estudio de las obras literarias relevantes del patrimonio aragonés como objeto de disfrute estético y como elemento configurador de la identidad desde el siglo XVIII hasta la actualidad.",
        "- El patrimonio inmaterial aragonés: Música tradicional aragonesa, dances, danzas y costumbres propias de cada espacio.",
        "D. Compromiso cívico",
        "- Conciencia democrática: conocimiento de los principios y normas del Estatuto de Autonomía de Aragón y el ejercicio de los valores cívicos y participación ciudadana.",
        "- Identidad y sentimientos de pertenencia: reconocimiento de las identidades múltiples y de los símbolos y normas comunes de Aragón.",
        "- Comportamiento ecosocial: compromiso con el cumplimiento de los Objetivos de Desarrollo Sostenible.",
        "- Ciudadanía ética digital: respeto a la propiedad intelectual. Participación y ejercicio de la ciudadanía global a través de las tecnologías digitales. Prevención y defensa ante la desinformación y la manipulación mediática e informacional.",
        "- Lo valores del europeísmo: principios que guían la idea de la Unión Europea y actitud participativa ante los programas y proyectos comunitarios en la CCAA de Aragón.",
        "- Solidaridad y cooperación: los grandes desafíos que afectan a Aragón y al mundo y conductas tendentes al compromiso social, el asociacionismo y el voluntariado."
    ]
}