{
    "saberes": [
        "A. Cultura científica.",
        "1. Iniciación en la actividad científica",
        "– Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones...).",
        "– Instrumentos    y     dispositivos     apropiados     para     realizar observaciones y mediciones de acuerdo con las necesidades de las diferentes investigaciones.",
        "– Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "– La curiosidad y la iniciativa en la realización de las diferentes investigaciones.",
        "– Estilos de vida sostenible e importancia del cuidado del planeta a través del conocimiento científico presente en la vida cotidiana.",
        "B. Tecnología y digitalización",
        "1. Digitalización del entorno personal de aprendizaje",
        "– Entornos Virtuales de Aprendizaje seguros, de acuerdo con las necesidades del contexto educativo.",
        "– Recursos digitales para comunicarse con personas conocidas en entornos conocidos y seguros.",
        "C. Sociedades y territorios.",
        "1. Retos del mundo actual",
        "– La vida en la Tierra. Fenómenos atmosféricos y su repercusión en los ciclos biológicos y en la vida diaria. Observación y registro de datos atmosféricos. El cambio climático: causas y consecuencias. Actuaciones para su conservación y mejora en entornos próximos al alumnado.",
        "– Retos sobre situaciones cotidianas. Funciones básicas del pensamiento espacial y temporal para la interacción con el medio y la resolución de situaciones de la vida cotidiana. Itinerarios y trayectos, desplazamientos y viajes.",
        "2. Sociedades en el tiempo",
        "–  La percepción del tiempo. Medida del tiempo en la vida cotidiana. El ciclo vital y las relaciones intergeneracionales.",
        "– Uso de objetos y artefactos de la vida cotidiana como fuentes para reflexionar sobre el cambio y la continuidad, las causas y consecuencias.",
        "– Recursos y medios analógicos y digitales. Las fuentes orales y la memoria colectiva. La historia local y la biografía familiar; mujeres y hombres como sujetos de la historia.",
        "– Las expresiones y producciones artísticas a través del tiempo. El patrimonio material e inmaterial local. Uso y disfrute del patrimonio material e inmaterial local.",
        "3. Alfabetización cívica",
        "– La vida en colectividad. La familia. Diversidad familiar. Compromisos, corresponsabilidad, participación y normas en el entorno familiar, vecinal y escolar. Prevención, gestión y resolución dialogada de conflictos.",
        "– La vida en sociedad. Espacios, recursos y servicios del entorno (ámbito municipal). Formas y modos de interacción social en espacios públicos desde una perspectiva de género.",
        "– Identidad y diversidad cultural: existencia de realidades diferentes y aproximación a las distintas etnoculturas presentes en el entorno. La convivencia con los demás y el rechazo a las actitudes discriminatorias. Cultura de paz y no violencia.",
        "– Ocupación y trabajo. Identificación de las principales actividades profesionales y laborales de mujeres y hombres en el entorno.",
        "– Igualdad de género y conducta no sexista.",
        "– Seguridad vial. La ciudad como espacio de convivencia. Normas básicas en los desplazamientos como peatones o como usuarios de los medios de locomoción.",
        "4. Conciencia ecosocial",
        "– Conocimiento de nuestro entorno. Paisajes naturales y paisajes humanizados, y sus elementos. La acción humana sobre el medio y sus consecuencias.",
        "– Responsabilidad ecosocial. Acciones para la conservación, mejora y uso sostenible de los bienes comunes. El maltrato animal y su prevención.",
        "– Estilos de vida sostenible. El uso responsable del agua, la movilidad segura, saludable y sostenible, y la prevención y la gestión de los residuos. Acercamiento al conocimiento de los Objetivos de Desarrollo Sostenible."
    ],
    "criteriosEvaluacion": [
        "1.1 Utilizar dispositivos y recursos digitales de forma segura y responsable, de acuerdo con las necesidades del contexto educativo, descubriendo las sociedades y los territorios. (CD1, CD3, CD4, CPSAA2, CCEC4)",
        "2.1 Mostrar curiosidad por objetos, hechos y fenómenos cercanos del medio social y cultural, formulando preguntas y realizando predicciones. (CCL1, STEM2, CC4)",
        "2.2 Buscar información sencilla de diferentes fuentes seguras y fiables de forma guiada, utilizándola en investigaciones relacionadas con el medio social y cultural. (CCL2, CCL3, CD4)",
        "2.3 Proponer respuestas a las preguntas planteadas sobre las sociedades y los territorios, comparando la información y los resultados obtenidos con las predicciones realizadas. (CCL1, CCL3, STEM2, CPSAA5)",
        "2.4 Comunicar de forma oral y/o gráfica el resultado de las investigaciones sobre el medio social y cultural, explicando los pasos seguidos con ayuda de un guion. (CCL1, STEM2, STEM4, CPSAA4, CPSAA5)",
        "3.1 Reconocer las características, la organización y las propiedades de los elementos del medio social y cultural a través de la indagación y utilizando las herramientas y procesos adecuados. (CCL4 STEM1, STEM2, CE1, CCEC1)",
        "3.2 Reconocer conexiones sencillas y directas entre diferentes elementos del medio social y cultural por medio de la observación, la manipulación y la experimentación. (STEM5, CC3, CC4, CCEC1)",
        "3.3 Mostrar actitudes de respeto ante el patrimonio cultural, reconociéndolo como un bien común identificando acciones para su conservación y mejora. (STEM5, CC3, CC4, CCEC1)",
        "4.1 Mostrar estilos de vida sostenible y valorar la importancia del respeto, los cuidados, la corresponsabilidad y la protección de los elementos y seres del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio social, económico, cultural y tecnológico, y contribuyendo a una conciencia individual o colectiva. (CCL5, STEM5, CPSAA4, CC4)",
        "5.1 Ordenar temporalmente hechos del entorno social y cultural cercano, empleando nociones básicas de medida y sucesión. (CCL3, STEM2, STEM4, CC1)",
        "5.2 Conocer personas y grupos sociales relevantes de la historia, así como formas de vida del pasado, incorporando la perspectiva de género explorando diferentes fuentes y recursos. (CCL3, STEM4, CPSAA4, CC1, CC3, CCEC1)",
        "5.3 Comprender y mostrar interés por los elementos culturales del pasado a partir del acercamiento experiencial o virtual a museos, monumentos arquitectónicos y/o exposiciones y/u otros espacios. (CD3, CC1, CC3, CCEC1, CCEC2)",
        "5.4 Realizar producciones artísticas sencillas de forma creativa y colaborativa relacionadas con la vida en el pasado usando técnicas plásticas, sonoras y visuales. (STEM4, CPSAA3, CCEC4)",
        "6.1 Recoger información acerca de manifestaciones culturales del propio entorno, mostrando respeto, valorando su diversidad y riqueza, y apreciándolas como fuente de aprendizaje. (CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1)",
        "6.2 Mostrar actitudes que fomenten la igualdad de género y las conductas no sexistas reconociendo modelos positivos en el entorno cercano. (CP3, CPSAA1, CPSAA3, CC3)",
        "7.1 Establecer acuerdos de forma dialógica y democrática como parte de grupos próximos a su entorno, identificando las responsabilidades individuales y empleando un lenguaje inclusivo y no violento. (CCL5, CP3, CPSAA1, CPSAA3, CC1, CC2, CC3)",
        "7.2 Identificar instituciones cercanas, señalando y valorando las funciones que realizan en pro de una buena convivencia. (CC1, CC2, CCEC1)",
        "7.3 Conocer e interiorizar normas básicas para la convivencia en el uso de los espacios públicos, especialmente como peatones o como usuarios de los medios de locomoción, tomando conciencia de la importancia de la movilidad segura, saludable y sostenible tanto para las personas como para el planeta. (CC1, CC2, CCEC1)"
    ]
}