{
    "saberes": [
        "Bloque 1. Educación musical: percepción y análisis",
        "▪ Estrategias básicas de recepción activa.",
        "▪ Principales profesiones vinculadas a la creación e interpretación musical.",
        "▪ El sonido y sus cualidades: identificación visual y auditiva, clasificación y representación elemental de diversidad de sonidos y estructuras rítmicas y melódicas, a través de grafías convencionales y no convencionales.",
        "▪ La voz y los instrumentos musicales. Principales agrupaciones y familias. Identificación visual y auditiva. Objetos sonoros e instrumentos caseros presentes en el entorno del alumnado.",
        "▪ El tiempo, el carácter y la dinámica: identificación y descripción básica de los más característicos.",
        "▪ El pulso, el acento y el compás: identificación y diferenciación entre compás binario y ternario en fragmentos y piezas musicales seleccionadas.",
        "▪ Propuestas musicales de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales y nacionales.",
        "▪ Estrategias básicas de análisis de propuestas musicales desde una perspectiva de género.",
        "▪ Vocabulario específico de uso común en música.",
        "▪ Recursos digitales de uso común para música.",
        "▪ Normas elementales de comportamiento y actitud positiva en la recepción de propuestas musicales. El silencio como elemento y condición indispensable para mantener la atención durante la audición.",
        "Bloque 2. Educación musical: creación e interpretación",
        "▪ Práctica instrumental, vocal y corporal: experimentación, exploración creativa, interpretación e improvisación guiada a partir de sus posibilidades sonoras y expresivas. Respiración consciente e higiene y corrección postural.",
        "▪ Construcción elemental guiada de objetos sonoros e instrumentos sencillos con materiales del entorno, especialmente de reciclaje, y exploración de sus posibilidades sonoras.",
        "▪ Lenguajes musicales: aplicación de sus conceptos básicos en la interpretación y en la improvisación guiada de propuestas musicales vocales e instrumentales. Reconocimiento y utilización del silencio en la interpretación musical.",
        "▪ Aplicaciones informáticas básicas de grabación y edición de audio: utilización guiada en la audición, conocimiento, interpretación, grabación y reproducción de obras diversas.",
        "▪ Fases del proceso creativo: planificación guiada y experimentación.",
        "▪ Valoración e interés, tanto del proceso como del producto final, en producciones musicales.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas musicales. El silencio como elemento y condición indispensable durante la creación y la práctica musical.",
        "Bloque 3. Educación en artes escénicas y performativas: percepción y análisis",
        "▪ Estrategias básicas de recepción activa.",
        "▪ Manifestaciones básicas vinculadas a la expresión corporal y a las artes escénicas y performativas de diferentes corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales y nacionales.",
        "▪ Estrategias básicas de análisis de propuestas escénicas y performativas desde una perspectiva de género.",
        "▪ Vocabulario específico de uso común en las artes escénicas y performativas.",
        "▪ Recursos digitales de uso común para las artes escénicas y performativas.",
        "▪ Principales profesiones vinculadas a las artes escénicas.",
        "▪ Elementos básicos de la representación escénica. Roles, materiales y espacios.",
        "▪ Normas elementales de comportamiento y actitud positiva en la recepción de propuestas vinculadas con la expresión corporal y dramática en diferentes espacios culturales y artísticos. El silencio como elemento y condición indispensable para mantener la atención durante la recepción.",
        "Bloque 4. Educación en artes escénicas y performativas: creación e interpretación",
        "▪ El cuerpo y sus posibilidades motrices y creativas: interés en la experimentación y exploración a través de ejecuciones individuales y grupales sencillas vinculadas con el movimiento, con la danza, con la dramatización y con la representación teatral como medio de expresión y diversión.",
        "▪ Técnicas básicas dramáticas y dancísticas de uso común. Respiración consciente e higiene y corrección postural. Lenguajes expresivos básicos. Actos performativos elementales. Improvisación guiada. Interés, práctica y confianza en uno mismo.",
        "▪ Capacidades expresivas y creativas de uso común de la expresión corporal y dramática.",
        "▪ Fases del proceso creativo: planificación guiada y experimentación.",
        "▪ Valoración e interés, tanto del proceso como del producto final, en producciones escénicas y performativas.",
        "▪ Normas elementales de comportamiento y actitud positiva en la creación e interpretación de propuestas vinculadas con la expresión corporal y dramática."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Reconocer propuestas artísticas musicales de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por las mismas. OBJ1",
        "CE1.2. Describir características elementales de manifestaciones culturales y artísticas musicales, explorándolas con interés, estableciendo relaciones básicas entre ellas, así como las principales profesiones vinculadas a la creación e interpretación musical, y empleando el vocabulario específico básico de las mismas. OBJ1",
        "CE1.3. Identificar visual y auditivamente, clasificar, describir y representar elementos fundamentales de la música y del lenguaje musical. OBJ2",
        "CE1.4. Seleccionar y aplicar estrategias básicas para la búsqueda guiada de información sobre manifestaciones culturales y artísticas musicales, a través de canales y medios de acceso sencillos, de forma individual y colaborativa. OBJ3",
        "CE1.5. Identificar los elementos característicos básicos de las distintas manifestaciones culturales y artísticas musicales que forman parte del patrimonio de diversos entornos, indicando los canales, medios y técnicas utilizados, analizando sus diferencias y similitudes y reflexionando sobre las sensaciones producidas. OBJ3",
        "CE1.6. Manifestar respeto en la recepción de propuestas artísticas musicales, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva. OBJ1",
        "CE2.1. Producir obras propias básicas utilizando las posibilidades expresivas del cuerpo, el sonido, la imagen y los medios digitales básicos y mostrando confianza en las capacidades propias. OBJ4",
        "CE2.2. Expresar con creatividad ideas, sentimientos y emociones a través de manifestaciones artísticas musicales básicas, experimentando con los diferentes lenguajes e instrumentos a su alcance. OBJ4",
        "CE2.3. Utilizar elementos básicos del lenguaje musical para interpretar propuestas musicales básicas vocales e instrumentales, a través de la vivencia de estos. OBJ4",
        "CE2.4. Participar de manera guiada en el diseño de producciones culturales y artísticas musicales, trabajando de forma cooperativa en la consecución de un resultado final planificado y asumiendo diferentes roles, desde la igualdad y el respeto a la diversidad. OBJ5",
        "CE2.5. Participar en el proceso cooperativo de producciones culturales y artísticas, de forma creativa y utilizando elementos básicos del lenguaje musical y diferentes técnicas artísticas. OBJ5",
        "CE2.6. Compartir las experiencias creativas musicales, empleando estrategias comunicativas básicas y explicando el proceso y el resultado final obtenido. OBJ5",
        "CE2.7. Manifestar respeto en la realización de actividades, interiorizando las normas elementales de comportamiento y mostrando actitud positiva y empática hacia la expresión de ideas, sentimientos y emociones de los demás. OBJ5",
        "CE3.1. Reconocer propuestas artísticas escénicas y performativas de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad por las mismas. OBJ1",
        "CE3.2. Describir características elementales de manifestaciones culturales y artísticas escénicas y performativas explorando sus características con interés, estableciendo relaciones básicas entre ellas, así como las principales profesiones vinculadas a la creación e interpretación escénica y performativa, y empleando el vocabulario específico básico de las mismas. OBJ1",
        "CE3.3. Seleccionar y aplicar estrategias básicas para la búsqueda guiada de información sobre manifestaciones culturales y artísticas escénicas y performativas, a través de canales y medios de acceso sencillos, de forma individual y colaborativa. OBJ3",
        "CE3.4. Identificar los elementos característicos básicos de las distintas manifestaciones culturales y artísticas escénicas y performativas que forman parte del patrimonio de diversos entornos, indicando los canales, medios y técnicas utilizados, analizando sus diferencias y similitudes y reflexionando sobre las sensaciones producidas. OBJ3",
        "CE3.5. Manifestar respeto en la recepción de propuestas artísticas escénicas y performativas, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva. OBJ1",
        "CE4.1. Producir obras propias básicas utilizando las posibilidades expresivas del cuerpo, el sonido, la imagen y diferentes herramientas de expresión artística, incluidos los medios digitales básicos y mostrando confianza en las capacidades propias. OBJ4",
        "CE4.2. Expresar con creatividad ideas, sentimientos y emociones a través de manifestaciones artísticas escénicas y performativas básicas y experimentando con los diferentes lenguajes e instrumentos a su alcance. OBJ4",
        "CE4.3. Participar de manera guiada en el diseño de producciones culturales y artísticas escénicas y performativas, trabajando de forma cooperativa en la consecución de un resultado final planificado y asumiendo diferentes roles desde la igualdad y el respeto a la diversidad. OBJ5",
        "CE4.4. Participar en el proceso cooperativo de producciones culturales y artísticas escénicas y performativas, de forma creativa, utilizando elementos básicos de la expresión corporal y diferentes técnicas artísticas. OBJ5",
        "CE4.5. Compartir las experiencias creativas escénicas y performativas, empleando estrategias comunicativas básicas y explicando el proceso y el resultado final obtenido. OBJ5",
        "CE4.6. Manifestar respeto en la creación e interpretación de propuestas artísticas escénicas y performativas, interiorizando las normas elementales de comportamiento y mostrando una actitud positiva y empática hacia la expresión de ideas, sentimientos y emociones de los demás. OBJ5"
    ]
}