{
    "saberes": [
        "A. Patrimonio artístico y cultural.",
        "– Los géneros artísticos.",
        "– Manifestaciones culturales y artísticas más importantes, incluidas las contemporáneas y las pertenecientes al patrimonio local: sus aspectos formales y su relación con el contexto histórico.",
        "– Las formas geométricas en el arte y en el entorno. Patrimonio arquitectónico.",
        "B. Elementos formales de la imagen y del lenguaje visual. La expresión gráfica.",
        "– El lenguaje visual como forma de comunicación.",
        "– Elementos básicos del lenguaje visual: el punto, la línea y el plano. Posibilidades expresivas y comunicativas.",
        "– Elementos visuales, conceptos y posibilidades expresivas: forma, color y textura.",
        "– La percepción visual. Introducción a los principios perceptivos, elementos y factores.",
        "– La composición. Conceptos de equilibrio, proporción y ritmo aplicados a la organización de formas en el plano y en el espacio.",
        "C. Expresión artística y gráfico-plástica: técnicas y procedimientos.",
        "– El proceso creativo a través de operaciones plásticas: reproducir, aislar, transformar y asociar.",
        "– Factores y etapas del proceso creativo: elección de materiales y técnicas, realización de bocetos.",
        "– Introducción a la geometría plana y trazados geométricos básicos.",
        "– Técnicas básicas de expresión gráfico-plástica en dos dimensiones. Técnicas secas y húmedas. Su uso en el arte y sus características expresivas.",
        "– Técnicas básicas de expresión gráfico-plástica en tres dimensiones. Su uso en el arte y sus características expresivas.",
        "D. Imagen y comunicación visual y audiovisual.",
        "– El lenguaje y la comunicación visual. Finalidades: informativa, comunicativa, expresiva y estética. Contextos y funciones.",
        "– Imágenes visuales y audiovisuales: lectura y análisis.",
        "– Imagen fija y en movimiento, origen y evolución. Introducción a las diferentes características del cómic, la fotografía, el cine, la animación y los formatos digitales.",
        "– Técnicas básicas para la realización de producciones audiovisuales sencillas, de forma individual o en grupo. Experimentación en entornos virtuales de aprendizaje. "
    ],
    "criteriosEvaluacion": [
        "1.1. Conocer de manera guiada los factores históricos y sociales que rodean  a diferentes producciones plásticas, visuales y audiovisuales, determinando su  finalidad, manifestando interés, tolerancia y respeto hacia las diferentes culturas  y sus expresiones artísticas.",
        "1.2. Tener en cuenta la importancia del patrimonio cultural y artístico, su cuidado y  conservación, estableciendo, a través del análisis guiado de obras de arte, vínculos  con aspectos de su propia identidad cultural.",
        "2.1. Reconocer, en diversas producciones artísticas incluidas las propias y las  de sus iguales los elementos técnicos del lenguaje plástico, visual y audiovisual,  desarrollando una mirada estética hacia el mundo con interés y de forma abierta,  y respetando la diversidad de las expresiones culturales.",
        "2.2. Conocer el proceso que media entre la realidad, el imaginario y la producción,  aplicándolo en producciones propias, experimentando con la propia capacidad  de deleite estético y mostrando un comportamiento respetuoso con la libertad de  expresión y la diversidad cultural, superando estereotipos sexistas, discriminatorios  e insolidarios.",
        "3.1 . Observar, con curiosidad y respeto, diferentes formas de expresión plástica  y artística, construyéndose una cultura artística y visual lo más amplia posible  con la que alimentar su imaginario, seleccionando manifestaciones artísticas de  su interés, de cualquier tipo y época, analizando de manera guiada y crítica la  posible presencia de estereotipos.",
        "3.2. Aprender a disfrutar del arte a través de la observación y el análisis guiado  de los recursos, describiendo las emociones que las obras generan, tratando de  adentrarse en las historias y soluciones o respuestas a problemas que esconden,  respetando la diversidad de interpretaciones posibles.",
        "4.1. Conocer algunos rasgos particulares de cada lenguaje artístico y sus distintos  procesos analizando sus posibilidades expresivas, comunicativas y funcionales  en función de los contextos sociales, históricos, geográficos y de progreso tec nológico.",
        "4.2. Identificar en creaciones artísticas diferentes tipos de lenguajes plásticos,  visuales y audiovisuales (fotografía, cómic, cine, publicidad, etc.), determinando,  de manera guiada, su intencionalidad expresiva de ideas, sentimientos y emo ciones, reutilizando los recursos en sus propias producciones, con creatividad y  de forma abierta.",
        "5.1. Conocer las posibilidades expresivas de los recursos materiales, instrumen tos, soportes, etc., de diferentes procesos plásticos, visuales y audiovisuales,  utilizándolos, a través de la experimentación individual o colectiva, con unos fines  expresivos propios.",
        "5.2. Enriquecer su pensamiento creativo y personal, así como su imaginación y  conocimiento técnico, a partir del análisis guiado de los recursos utilizados, en  función de la intención comunicativa, en distintas obras, tratando posteriormente  de utilizar dicho conocimiento con unos fines expresivos propios, mostrando iniciativa en los procesos.",
        "6.1. Partiendo del contexto cultural actual, aproximarse al conocimiento, de manera  guiada, de los aspectos formales de las imágenes y de los factores sociales que  determinan las producciones de artistas actuales, identificando, en su imaginario  personal y en las creaciones propias elementos de dicho contexto, mostrando actitud  colaborativa, abierta y respetuosa hacia las creaciones de las personas demás.",
        "6.2. Experimentar con diferentes técnicas de comunicación visual y audiovisual  para representar con creatividad sus propias vivencias y su visión del mundo,  recurriendo a su propio imaginario y a su sensibilidad, estableciendo la intención  comunicativa y las estrategias para tal fin, aumentando progresivamente su autoestima y el conocimiento propio y de sus iguales.",
        "7.1. Planificar y realizar de manera guiada un proyecto artístico, con creatividad,  justificando la elección de recursos y técnicas visuales o audiovisuales, mostrando  iniciativa en el manejo de materiales, soportes y herramientas.",
        "7.2. Analizar producciones artísticas y publicitarias en función del objetivo co municativo y de las posibilidades expresivas de los elementos formales básicos  utilizados, aplicando, de manera guiada, dicho conocimiento en la generación de  mensajes propios, esforzándose en superarse y mostrando un criterio propio.",
        "8.1. Reflexionar y conocer algunos de los diferentes usos y funciones de la imagen  creativa en el entorno cotidiano, analizando, de forma individual o colectiva, las  oportunidades mediáticas o económicas de las mismas, con una actitud abierta y  con interés por conocer su importancia en la sociedad.",
        "8.2. Desarrollar proyectos sencillos con una intención comunicativa-publicita ria, de forma individual o colectiva, aplicando distintas fases en la planificación,  aproximándose a las distintas funciones y recursos que tiene el lenguaje visual  y audiovisual.",
        "8.3. Exponer de forma sencilla los procesos de elaboración y el resultado final  de proyectos artísticos visuales o audiovisuales, realizados de forma individual  o colectiva, estableciendo aspectos de mejora, buscando de manera guiada las  soluciones y las estrategias más adecuadas para mejorar el producto."
    ]
}