{
    "criteriosEvaluacion": [
        "1.1. Interpretar el funcionamiento del cuerpo humano como unidad anatómica y funcional, reconociendo los distintos niveles de integración y participación de los sistemas corporales.",
        "1.2. Comprender y relacionar los distintos elementos anatómicos que conforman los sistemas corporales.",
        "1.3. Analizar y comprender los mecanismos básicos de funcionamiento de los aparatos y sistemas corporales, así como su asociación con otros en torno a sus funciones básicas aplicadas.",
        "1.4. Manejar destrezas tales como el uso del microscopio y las técnicas de disección para una mejor comprensión de la anatomía humana.",
        "2.1. Aplicar los métodos de las ciencias empíricas para la recopilación rigurosa de datos de la realidad observada, así como aquellos conducentes a la organización e interpretación de los mismos.",
        "2.2. Manejar con precisión metodológica la terminología específica de las ciencias utilizadas para la descripción de los sistemas corporales y las funciones básicas que realizan.",
        "3.1. Buscar, seleccionar y ordenar de forma sistemática información útil sobre el conocimiento de la anatomía y fisiología humana, identificando fuentes fiables, y realizando un análisis crítico y aplicado a situaciones específicas.",
        "3.2. Contrastar y justificar la información relacionada con los problemas habitualmente planteados que implican el conocimiento del funcionamiento del cuerpo humano, identificando creencias infundadas, bulos, falacias interesadas o simplemente, razonamientos no fundamentados.",
        "3.3. Mantener una actitud crítica y activa frente a informaciones contrarias a la salud individual y colectiva, y producir información favorable a los hábitos adecuados para la consecución de un estilo de vida saludable.",
        "4.1. Planificar y poner en práctica proyectos activos, de impacto en su entorno social, imbricados en el cuidado de la salud y el fomento de estilos de vida activos.",
        "4.2. Conocer y aplicar principios básicos de ergonomía e higiene postural en las actividades de la vida cotidiana.",
        "4.3. Adoptar medidas de seguridad e higiene postural en las actividades colectivas e individuales que organiza o en las que se participa.",
        "5.1. Analizar y comprender los fundamentos de sus acciones motrices, tanto de la vida cotidiana como de prácticas deportivas o expresivas.",
        "5.2. Adaptar o modificar, si fuera necesario, sus actividades cotidianas, en especial las motoras, a sus condiciones anatómicas y fisiológicas, convirtiéndolas en eficientes y fuentes de bienestar."
    ],
    "saberes": [
        "A. Conocimiento general del cuerpo humano",
        "AAPL.1.A.1. Identificación de los niveles de organización del cuerpo humano y comprensión de las características de cada una de las unidades estructurales y funcionales.",
        "AAPL.1.A.2. Reconocimiento de la estructura general de la célula humana, mediante el análisis de los diferentes orgánulos que posee y de sus funciones vitales.",
        "AAPL.1.A.3. Manejo del microscopio óptico, así como de microscopios virtuales para el análisis de tejidos humanos.",
        "AAPL.1.A.4. Comprensión de cómo el funcionamiento del cuerpo humano es el resultado de la integración anatómica y funcional.",
        "AAPL.1.A.5. Comprensión de cómo ha tenido lugar la indagación e investigación del cuerpo humano desde la Antigua Grecia hasta nuestros días, como proceso para la construcción de los nuevos paradigmas de interpretación.",
        "AAPL.1.A.6. Desarrollo de destrezas en el manejo de aplicaciones y dispositivos digitales utilizados para el conocimiento del cuerpo humano, su control, seguimiento y apoyo de los sistemas vitales básicos.",
        "AAPL.1.A.7. Desarrollo de destrezas en la disección de órganos para la mejor comprensión de la anatomía humana.",
        "B. Acción y movimiento",
        "AAPL.1.B.1. Análisis del sistema osteo-articular mediante la descripción de los diferentes tipos de huesos y sus características, la identificación de los diferentes tipos de articulaciones con sus partes y grados de movimiento, así como la implicación articular en los movimientos básicos.",
        "AAPL.1.B.2. Reconocimiento del músculo como órgano efector del movimiento a través del estudio de la fisiología de la contracción muscular voluntaria.",
        "AAPL.1.B.3. Comprensión de las características del movimiento humano mediante el análisis de patrones motores básicos, deportivos y expresivos.",
        "AAPL.1.B.4. Interpretación de las bases de la biomecánica del movimiento estableciendo relaciones con los principios anatómicos funcionales.",
        "AAPL.1.B.5. Reconocimiento del sistema nervioso como organizador de la acción motora, mediante el estudio de los mecanismos neurológicos que controlan la acción voluntaria y refleja.",
        "AAPL.1.B.6. Análisis del sistema sensorial, mediante el estudio de los órganos receptores y su relación con los diferentes tipos de estímulos.",
        "AAPL.1.B.7. Desarrollo de destrezas para realizar los cálculos espacio–temporales asociados al movimiento. ",
        "AAPL.1.B.8. Identificación de las capacidades coordinativas como componentes cualitativos del movimiento. ",
        "AAPL.1.B.9. Análisis de las adaptaciones del sistema locomotor como resultado de la práctica sistematizada de actividad física.",
        "AAPL.1.B.10. Identificación de las patologías más frecuentes del aparato locomotor tales como dismetría, artritis, fibromialgia o hernia discal, estableciendo relaciones entre estas y la actividad física sistematizada.",
        "AAPL.1.B.11. Desarrollo de hábitos saludables de higiene postural poniendo especial interés en los cuidados ergonómicos en el ámbito escolar y laboral.",
        "AAPL.1.B.12. Búsqueda de información, sobre los distintos tipos de actividades deportivas, analizando sus características, las diferentes exigencias que tienen sobre los sistemas corporales, así como las lesiones más frecuentes.",
        "C. Funciones vitales y salud",
        "AAPL.1.C.1. Diferenciación entre los procesos de alimentación y nutrición.",
        "AAPL.1.C.2. Análisis de los procesos de digestión y absorción de los alimentos y nutrientes, estableciendo relaciones con los órganos implicados.",
        "AAPL.1.C.3. Análisis de los tipos de alimentos y nutrientes según la información dada en la rueda de los alimentos.",
        "AAPL.1.C.4. Reconocimiento y análisis de la dieta mediterránea como base tradicional de la alimentación andaluza, usándola como modelo en la elaboración de pautas para una dieta saludable y equilibrada, identificando algunos tópicos erróneos sobre nutrición.",
        "AAPL.1.C.5. Desarrollo de destrezas para el cálculo de la ingesta y del gasto calórico (balance energético). ",
        "AAPL.1.C.6. Desarrollo de estrategias para la comprensión de los sistemas de producción energética celular, estableciendo diferencias entre el metabolismo aeróbico y anaeróbico.",
        "AAPL.1.C.7. Identificación de trastornos del comportamiento nutricional, poniendo especial atención en las dietas restrictivas, la anorexia, la bulimia y la obesidad.",
        "AAPL.1.C.8. Reconocimiento de la diabetes tipo II como enfermedad relacionada con la obesidad, valorando que su control y mejora tienen lugar a través de la dieta y el ejercicio físico.",
        "AAPL.1.C.9. Conocimiento del sistema respiratorio, mediante el análisis de los órganos que lo componen, su funcionamiento y adaptación al esfuerzo físico.",
        "AAPL.1.C.10. Sensibilización sobre cómo algunos hábitos perjudiciales para el sistema respiratorio derivan en algunas patologías como el cáncer de pulmón.",
        "AAPL.1.C.11. Desarrollo de estrategias para inculcar una educación respiratoria, relacionándola con el cuidado de la voz, la actividad física y el control emocional.",
        "AAPL.1.C.12. Conocimiento del sistema cardiovascular mediante el análisis de los órganos que lo componen y su funcionamiento.",
        "AAPL.1.C.13. Manejo de conceptos básicos relacionados con el sistema cardiovascular, como frecuencia cardíaca, volumen sistólico, hematocrito o sistema circulatorio periférico.",
        "AAPL.1.C.14. Análisis de las principales patologías del sistema circulatorio, poniendo especial atención al infarto de miocardio y valorando pautas y hábitos de vida saludables que traten de evitarlas.",
        "AAPL.1.C.15. Identificación del sistema neuro-endocrino en la regulación del organismo mediante el conocimiento de las glándulas endocrinas, las hormonas que producen y su intervención en los procesos vitales, así como su relación con la actividad física y el control de las emociones.",
        "AAPL.1.C.16. Análisis de las causas que originan desequilibrios hormonales y comprensión de los efectos ocasionados en el organismo."
    ]
}