{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Plantear y responder cuestiones acerca de procesos observados en el entorno, siguiendo las pautas de las metodologías científicas.",
        "Criterio 1.2. Realizar experimentos en laboratorios o en entornos virtuales para comprobar la veracidad o falsedad de una hipótesis sobre algún fenómeno aplicando el método científico y siguiendo las normas de seguridad del entorno de experimentación.",
        "Criterio 1.3. Comunicar los resultados de un experimento mediante la utilización de recursos adecuados y de acuerdo a los principios éticos básicos.",
        "Competencia específica 2.",
        "Criterio 2.1. Analizar y explicar fenómenos del entorno, representándolos mediante expresiones, tablas, gráficas, modelos, simulaciones, diagramas u otros formatos.",
        "Criterio 2.2. Utilizar los principios, leyes y teorías de las ciencias para dar explicación a los fenómenos que ocurren en el entorno.",
        "Criterio 2.3. Reconocer y analizar los fenómenos fisicoquímicos más relevantes y darles explicación a través de las principales leyes o teorías científicas.",
        "Criterio 2.4. Explicar, a través de los fundamentos científicos adecuados, los elementos y procesos básicos de la biosfera y la geosfera.",
        "Competencia específica 3.",
        "Criterio 3.1. Reconocer las bases científicas de la manipulación genética y valorar los pros y contras de sus aplicaciones.",
        "Criterio 3.2. Adoptar y promover hábitos compatibles con un modelo de desarrollo sostenible y valorar su importancia utilizando fundamentos científicos.",
        "Criterio 3.3. Adoptar y promover hábitos saludables (dieta equilibrada, rechazo al consumo de drogas, ejercicio físico, higiene del sueño, posturas adecuadas…) y valorar su importancia, utilizando los fundamentos de la fisiología humana.",
        "Competencia específica 4.",
        "Criterio 4.1. Resolver problemas relacionados con fenómenos y procesos físicos, químicos, biológicos y geológicos utilizando el pensamiento científico y el razonamiento lógicomatemático y buscando estrategias alternativas de resolución cuando sea necesario.",
        "Criterio 4.2. Analizar críticamente la solución de un problema relacionado con fenómenos y procesos físicos, químicos, biológicos y geológicos y cambiar las conclusiones o argumentar las estrategias alternativas utilizadas si la solución no es viable, o ante nuevos datos aportados.",
        "Competencia específica 5.",
        "Criterio 5.1. Comprender la ciencia como un área de conocimiento global formada por diferentes disciplinas relacionadas entre sí y dependientes unas de otras.",
        "Criterio 5.2. Reconocer la relevancia de la ciencia para el progreso de la sociedad, valorando el importante papel que juegan las personas en el desempeño de la investigación científica.",
        "Competencia específica 6.",
        "Criterio 6.1. Buscar, contrastar y seleccionar información sobre fenómenos y procesos físicos, químicos, biológicos o geológicos en diferentes formatos y utilizando los recursos necesarios, tecnológicos o de otro tipo.",
        "Criterio 6.2. Establecer colaboraciones utilizando los recursos necesarios, tecnológicos o de otro tipo, en las diferentes etapas del proyecto científico, en la realización de actividades o en la resolución de problemas relacionados con fenómenos y procesos físicos, químicos, biológicos o geológicos."
        
    ],
    "saberes": [
        "Bloque A. Construyendo ciencia.",
        "A.1. Metodología científica.",
        "A.1.1. Utilización de las metodologías propias de la investigación científica para la identificación y formulación de cuestiones y conjeturas, la elaboración de hipótesis y la comprobación experimental de las mismas.",
        "A.1.2. Diseño y ejecución de experimentos y de proyectos de investigación utilizando instrumental adecuado, controles experimentales y razonamiento lógicomatemático y analizando los resultados obtenidos para la resolución de problemas y cuestiones científicas relacionados con el entorno.",
        "A.2. Tratamiento de la información.",
        "A.2.1. Reconocimiento y utilización de fuentes veraces y medios de colaboración para la búsqueda de información científica en diferentes formatos y haciendo uso de las herramientas necesarias, con especial atención al uso de las TIC.",
        "A.2.2. Interpretación y producción de información científica con un lenguaje adecuado para desarrollar un criterio propio basado en la evidencia y el razonamiento.",
        "A.3. Historia de los descubrimientos científicos.",
        "A.3.1. Valoración de la contribución de los científicos y las científicas a los principales hitos de la ciencia para el avance y la mejora de la sociedad.",
        "A.3.2. Análisis de la evolución histórica de un descubrimiento científico determinado.",
        "Bloque B. Las fuerzas que nos mueven.",
        "B.1. La fuerza como interacción.",
        "B.1.1. La fuerza como agente causante del cambio de movimiento o de la producción de deformaciones.",
        "B.1.2. Explicación de las fuerzas fundamentales que intervienen en la naturaleza para describir los procesos físicos más relevantes del entorno natural, como los fenómenos electromagnéticos, el movimiento de los planetas o los procesos nucleares.",
        "B.1.3. Empleo de las leyes de la estática para analizar estructuras en relación con la física, la biología, la geología o la ingeniería.",
        "B.2. Aplicaciones de la mecánica.",
        "B.2.1. Las leyes de la mecánica como base para describir el comportamiento de un objeto móvil.",
        "B.2.2. Aplicaciones de la dinámica en ejemplos concretos como en la seguridad vial o en el desarrollo tecnológico.",
        "Bloque C. Un universo de energía y materia.",
        "C.1. Energía.",
        "C.1.1. Teorema de conservación de la energía mecánica para analizar la energía contenida en un sistema, sus propiedades y sus manifestaciones. ",
        "C.1.2. Aplicación de los conceptos de trabajo y potencia para la resolución de problemas relacionados con el consumo energético.",
        "C.1.3. Interpretación de los intercambios de energía producidos por transferencia de calor y su relación con los procesos termodinámicos más relevantes.",
        "C.1.4. Estudio de patrones energéticos consecuentes con los objetivos de desarrollo sostenible, sobre todo los referentes a la eficiencia energética y a las energías renovables.",
        "C.2. La materia.",
        "C.2.1. Análisis de las propiedades macroscópicas de los sistemas materiales y de los estados de agregación, así como de los cambios físicos y químicos a través de la utilización de modelos microscópicos.",
        "C.2.2. Clasificación de los sistemas materiales en función de su composición, para aplicarlo a la descripción de los sistemas naturales y a la resolución de problemas relacionados.",
        "C.2.3. La estructura interna de la materia y su relación con las regularidades que se producen en la tabla periódica, para reconocer su importancia histórica y actual.",
        "C.3. Química y sociedad.",
        "C.3.1. Estudio de la formación de compuestos químicos, su formulación y nomenclatura, siguiendo las normas de la IUPAC, como base de una alfabetización científica básica que permita establecer una comunicación eficiente con toda la comunidad científica.",
        "C.3.2. Transformaciones químicas de los sistemas materiales y de las leyes que los rigen, como ejemplo de su importancia en los procesos industriales, medioambientales y sociales del mundo actual.",
        "C.3.3. Aplicación del método científico a los intercambios energéticos provocados por las reacciones químicas presentes en nuestro entorno.",
        "C.3.4. Valoración de la importancia de nuevos materiales (grafenos, fullerenos, nanotubos, etc.) en la sociedad del siglo XXI.",
        "Bloque D. El sistema Tierra.",
        "D.1. La Tierra en el universo.",
        "D.1.1. El origen del universo, del sistema solar y de la Tierra: relación con sus características.",
        "D.1.2. Forma y movimientos de la Tierra y la Luna. Efectos de los movimientos.",
        "D.1.3. Hipótesis del origen de la vida en la Tierra. Posibilidad de vida en otros planetas.",
        "D.2. Subsistemas terrestres.",
        "D.2.1. Concepto de ecosistema. Relación entre los componentes ",
        "bióticos y abióticos de un ecosistema.",
        "D.2.2. La geosfera: estructura, dinámica, procesos geológicos internos y externos. La teoría de la tectónica de placas.",
        "D.2.3. Las capas fluidas de la Tierra: funciones, dinámica, interacción con la superficie terrestre y los seres vivos en la edafogénesis.",
        "D.2.4. Los seres vivos como componentes bióticos del ecosistema: clasificación, características y adaptaciones al medio.",
        "D.2.5. Dinámica de los ecosistemas: flujos de energía, ciclos de la materia, interdependencia y relaciones tróficas. Resolución de problemas relacionados.",
        "D.3. Problemas ambientales y riesgos naturales.",
        "D.3.1. Causas y consecuencias de los principales problemas medioambientales (calentamiento global, agujero de la capa de ozono, destrucción de los espacios naturales, pérdida de la biodiversidad, contaminación del aire y agua, desertificación…). ",
        "D.3.2. Riesgos naturales: causas y consecuencias.",
        "D.3.3. Planificación y gestión de riesgos naturales (estimación, prevención, corrección…). ",
        "D.4. Desarrollo sostenible.",
        "D.4.1. El modelo de desarrollo sostenible. Recursos renovables y no renovables: importancia de su uso y explotación responsables. Las energías renovables. La prevención y la gestión de residuos. La economía circular.",
        "D.4.2. Relación entre conservación medioambiental, salud humana y desarrollo económico de la sociedad.",
        "D.4.3. Concepto de one health (una sola salud).",
        "Bloque E. Biología para el siglo XXI.",
        "E.1. Composición de los seres vivos.",
        "E.1.1. Niveles de organización de los seres vivos y composición de los mismos.",
        "E.1.2. Estructura básica de las principales biomoléculas (glúcidos, lípidos, proteínas y ácidos nucleicos) y relación con sus funciones biológicas y su importancia.",
        "E.2. Herencia de los caracteres.",
        "E.2.1. División celular e implicaciones en la herencia de los caracteres.",
        "E.2.2. Resolución de problemas genéticos de transmisión de caracteres analizando las probabilidades de herencia de alelos o manifestación de fenotipos.",
        "E.3. Ingeniería genética.",
        "E.3.1. Análisis de los procesos implicados en la expresión de la información genética y las características del código genético relacionándolos con su función biológica.",
        "E.3.2. Principales técnicas de ingeniería genética (PCR, enzimas de restricción, clonación molecular, CRISPRCas9).",
        "E.3.3. Argumentación sobre las posibilidades que ofrece la ingeniería genética, y sus consecuencias ambientales, sociales y éticas.",
        "E.3.4. Aplicaciones de la biotecnología en diferentes campos (agricultura, ganadería, medicina, recuperación medioambiental…). Importancia biotecnológica de los microorganismos.",
        "E.4. Salud y enfermedad.",
        "E.4.1. Principales rasgos anatómicos y fisiológicos de los aparatos y sistemas del cuerpo humano.",
        "E.4.2. Valoración de la importancia de mantener hábitos de vida que eviten la aparición de enfermedades.",
        "E.4.3. Causas, prevención y tratamiento de las enfermedades infecciosas y no infecciosas más relevantes, las zoonosis, las pandemias, el mecanismo e importancia de las vacunas y el uso adecuado de los antibióticos."  
    ]
}
