{
  "saberes": [
    "I. Escucha y percepción",
    "1. Análisis de obras musicales y dancísticas diversas. ",
    "    1.1. Desarrollo de hábitos saludables de escucha. Interés por la generación de espacios respetuosos con la escucha y el bienestar personal y social.",
    "    1.2. Audición y visionado activo de obras en el aula o en la asistencia a conciertos, actuaciones y manifestaciones artístico-musicales en vivo, con una actitud de respeto en la recepción musical.",
    "    1.3. Identificación y clasificación de instrumentos y voces en la audición y visionado de obras de diferentes géneros, estilos, épocas y culturas, con especial atención a las de Canarias.",
    "    1.4. Identificación guiada de los elementos básicos del lenguaje musical (ritmo, melodía, y formas musicales) en audición de obras o actividades de percepción auditiva desarrolladas en el aula.",
    "    1.5. Empleo de vocabulario técnico específico de la materia.",
    "2. Análisis de productos culturales y artísticos con perspectiva de género. ",
    "    2.1. Identificación de los mitos, estereotipos y roles de género transmitidos a través de la música y la danza para el desarrollo del compromiso con la igualdad de género.",
    "    2.2. Actitud reflexiva ante mensajes contrarios a la igualdad de género en la audición y visionado de productos culturales y artísticos: canciones, videoclips, cine, publicidad, teatro musical, televisión, videojuegos y redes sociales.",
    "3. Herramientas digitales para la recepción musical. ",
    "    3.1. Uso saludable y sostenible de las tecnologías. Identificación de riesgos y adopción de medidas preventivas para la protección de la salud y el medio ambiente.",
    "    3.2. Uso responsable de herramientas digitales para la recepción musical, con respeto a la propiedad intelectual. Desarrollo de valores y hábitos de consumo responsable en las plataformas digitales y las redes sociales musicales.",
    "II. Interpretación, improvisación y creación escénica",
    "1. Interpretación. ",
    "    1.1. Desarrollo de hábitos saludables en la práctica musical: corrección ergonómica y postural, uso adecuado de la voz y de los instrumentos musicales.",
    "    1.2. Identificación guiada de los elementos básicos del lenguaje musical (ritmo, melodía y formas musicales) y aplicación de diferentes grafías en actividades de lectura, escritura e interpretación de partituras.",
    "    1.3. Aplicación guiada de técnicas elementales para la interpretación de repertorio vocal, instrumental y dancístico de obras o fragmentos de los principales géneros musicales y escénicos del patrimonio cultural, de manera individual y en grupo.",
    "    1.4. Interpretación vocal, instrumental y dancística de obras o fragmentos sencillos de la música culta, tradicional y popular de Canarias.",
    "    1.5. Exploración de las propiedades sonoras del cuerpo y de objetos cotidianos para su empleo en actividades de interpretación. Interés hacia el aprovechamiento de recursos, la reutilización y el reciclaje.",
    "    1.6. Aplicación guiada de técnicas de estudio elementales y desarrollo del autoconocimiento, la autoconfianza y la gestión de emociones en el ensayo e interpretación de repertorio vocal, instrumental y dancístico de diferentes épocas y culturas, dentro y fuera del aula.",
    "    1.7. Implicación en actividades musicales, con una actitud de respeto, interés y colaboración. Cumplimiento de las normas básicas para hacer música en grupo y valoración del proceso de ensayo como fuente de aprendizaje.",
    "2. Improvisación. ",
    "    2.1. Exploración de técnicas y recursos de improvisación guiada: rítmica, empleando la voz, los instrumentos musicales, el cuerpo y el movimiento. Utilización de las técnicas adquiridas para expresar ideas, sentimientos y emociones.",
    "    2.2. Exploración de las posibilidades que ofrecen las herramientas tecnológicas en la creación musical.",
    "    2.3. Participación activa en ejercicios de improvisación grupal en el aula, con una actitud de colaboración, respeto y cumplimiento de las normas básicas para la práctica musical.",
    "3. Creación. ",
    "    3.1. Creación de propuestas musicales y escénicas sencillas: empleo de la voz, el cuerpo y los instrumentos musicales.",
    "    3.2. Creación de propuestas musicales y audiovisuales a través del empleo de herramientas digitales de grabación y reproducción de sonido.",
    "    3.3. Participación activa en propuestas de creación artístico-musical, con una actitud de respeto y empatía con las ideas, las emociones y los sentimientos del grupo.",
    "III. Contextos y culturas",
    "1. Identificación y descripción de los elementos característicos de ejemplos representativos de la música culta occidental: géneros musicales, voces e instrumentos, con especial atención a los de España y Canarias.",
    "2. Identificación y descripción de las características de ejemplos representativos de la música popular: géneros musicales, voces e instrumentos, con especial atención a las músicas y danzas urbanas y contemporáneas.",
    "3. Identificación y descripción de las características de ejemplos representativos de la música y danza tradicional de diferentes culturas, con especial atención a los instrumentos, voces, canciones, danzas y bailes de España y Canarias.",
    "4. Reflexión sobre el valor del patrimonio musical y artístico de Canarias como fuente de enriquecimiento y crecimiento personal.",
    "5. Empleo de fuentes diversas, incluyendo el uso responsable de tecnologías digitales, para el desarrollo de trabajos de investigación, con respeto a la propiedad intelectual y cultural.",
    "6. Audición y visionado de obras de diferentes compositores y compositoras, artistas e intérpretes internacionales, nacionales y canarios. Visibilización y valoración de la contribución de las mujeres a la producción cultural y artística."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar y describir los elementos rítmicos, melódicos y formales, así como reconocer y clasificar instrumentos y voces de obras o fragmentos musicales de diferentes géneros, estilos, épocas y culturas, con especial atención a las de Canarias y a las producciones de las mujeres artistas y compositoras, a través de la audición activa de propuestas diversas, con una actitud de interés y respeto, para potenciar el disfrute por la música. CCL1, CCL2, CCL3, CP3, CCEC1, CCEC2",
    "1.2. Explicar la relación entre la música y la danza en propuestas de diferentes estilos, géneros, épocas y culturas, con especial atención a las de Canarias y a las producciones de las mujeres artistas y compositoras, estableciendo la relación entre sus elementos a través de la audición y el visionado activo con actitud abierta y respetuosa, para valorar el patrimonio cultural como fuente de enriquecimiento y crecimiento personal. CCL2, CCL3, CP3, CC1, CC2, CCEC1",
    "2.1. Explorar técnicas y recursos musicales y dancísticos elementales, a través de improvisaciones rítmicas guiadas, individuales o colectivas, empleando la voz, el cuerpo, los instrumentos musicales o herramientas tecnológicas, con actitud respetuosa y cooperativa, para enriquecer el repertorio personal de recursos y potenciar el desarrollo de la creatividad. CD2, CPSAA1, CPSAA3, CC1, CCEC3",
    "2.2. Expresar ideas, sentimientos y emociones, mediante la puesta en práctica de técnicas elementales y recursos adquiridos en las actividades de improvisación rítmica llevadas a cabo en el aula, para desarrollar la autoestima y la creatividad a través de la expresión artística. CPSAA1, CE3, CCEC3",
    "3.1. Identificar los elementos del lenguaje musical, a través de la lectura y la escritura musical, así como de la interpretación de partituras sencillas, con el fin de comprender el lenguaje de la música y ampliar las posibilidades de expresión musical. CCL2, CCL5, CCEC2, CCEC3",
    "3.2. Interpretar piezas o fragmentos, musicales y dancísticos, de manera individual o en grupo, dentro y fuera del aula, a través del empleo guiado de diferentes técnicas elementales de interpretación vocal, corporal o instrumental, con o sin apoyo de la partitura, valorando el proceso de ensayo como fuente de aprendizaje y respetando las normas necesarias para hacer música en grupo, para potenciar la autoconfianza y la gestión de emociones. CCL1, CCL5, CPSAA1, CPSAA3, CC1, CCEC3",
    "4.1. Participar en el desarrollo y ejecución de propuestas musicales y escénicas sencillas, de forma individual o grupal, a través de la voz, diversos instrumentos, del cuerpo y de herramientas tecnológicas, asumiendo diferentes funciones y mostrando respeto y empatía con las ideas, las emociones y los sentimientos del grupo, con la finalidad de desarrollar la capacidad creativa e identificar oportunidades de desarrollo personal, social, académico y profesional. CCL1, STEM3, CD2, CD3, CPSAA3, CC1, CE1, CE3, CCEC3, CCEC4"
  ]
}