{
  "saberes": [
    "Sentit numèric",
    "• Comptatge",
    "- Resolució de problemes i situacions de la vida quotidiana en els quals s’hagin de fer recomptes sistemàtics, utilitzant diferents estratègies (diagrames d’arbre, tècniques de combinatòria, etc.).",
    "• Quantitat",
    "- Expressió d’estimacions en diversos contextos analitzant l’error comès.",
    "- Ús dels nombres reals per expressar quantitats en diferents contextos, inclosos els de la vida quotidiana, amb la precisió requerida",
    "- Reconeixement i aplicació de diferents formes de representació de nombres enters, racionals i reals, inclosa la recta numèrica, adequada a cada situació o problema.",
    "- Identificació del conjunt numèric que serveix per respondre a diferents necessitats:",
    " comptar, mesurar, comparar, etc.",
    "• Sentit de les operacions",
    "- Elecció de les operacions adequades amb nombres reals per resoldre situacions contextualitzades.",
    "- Ús de les propietats de les operacions aritmètiques per realitzar càlculs amb nombres reals de manera eficient amb calculadora i, a vegades, manualment, adaptant les estratègies a cada situació.",
    "- Reconeixement d’alguns nombres irracionals en situacions de la vida quotidiana.",
    "- Evolució històrica de les diferents aproximacions al nombre pi.",
    "- Identificació i anàlisi de patrons i regularitats numèriques en les quals intervinguin nombres reals.",
    "• Relacions",
    "- Comparació i ordenació de nombres reals amb eficàcia trobant la seva situació exacta o aproximada en la recta numèrica.",
    "- Ús del triangle aritmètic al llarg de la història per a resoldre problemes.",
    "• Educació financera",
    "- Desenvolupament, anàlisi i explicació de mètodes per a la resolució de problemes relacionats amb augments i disminucions percentuals, d’interessos i taxes en contextos financers.",
    "Sentit de la mesura",
    "• Mesurament",
    "- Deducció de les mesures dels elements d’un triangle en situacions que es poden modelitzar amb triangles rectangles.",
    "- (*) Utilització de les raons trigonomètriques i les seves relacions en la resolució de problemes que es poden modelitzar amb triangles rectangles.",
    "- Origen i ús de la trigonometria al llarg de la història i en particular per mesurar la distància Terra-Sol i Terra-Lluna.",
    "Sentit espacial",
    "• Formes geomètriques de dues i tres dimensions",
    "- Elaboració de conjectures i reconeixement de propietats geomètriques de figures planes i tridimensionals a través de la recerca amb programes de geometria dinàmica.",
    "- Ús de propietats geomètriques de figures planes i tridimensionals que modelitzen situacions de la vida quotidiana.",
    "• Localització i sistemes de representació",
    "- Ús de nocions bàsiques de geometria analítica per a la representació de figures geomètriques de dues dimensions i l’anàlisi de les seves propietats.",
    "- Origen i evolució històrica de l’ús de les coordenades cartesianes.",
    "- (*) Reconeixement de diferents expressions algebraiques d’una recta i selecció de l’expressió més adequada en funció de la situació a resoldre.",
    "• Moviments i transformacions",
    "- Anàlisi de transformacions elementals incloent homotècies en situacions diverses utilitzant eines tecnològiques i/o manipulatives (*) o mitjançant l’ús de la geometria analítica.",
    " • Visualització i modelització geomètrica",
    "- Generació de models geomètrics per representar i explicar relacions numèriques i algebraiques en situacions diverses, incloent-hi les quotidianes.",
    "Sentit algebraic",
    "• Patrons",
    "- Comprensió i anàlisi de patrons, determinant la regla de formació de diverses col·leccions numèriques o gràfiques.",
    "• Model matemàtic",
    "- Modelització i resolució de problemes contextualitzats, també de la vida quotidiana, secundant-se en representacions matemàtiques i en el llenguatge algebraic, fent ús de diferents tipus de funcions.",
    "- Obtenció i anàlisi de conclusions raonables d’una situació de la vida quotidiana una vegada modelitzada.",
    "• Variable",
    "- Utilització dels diferents usos de variables associant expressions simbòliques al context del problema.",
    "- Evolució històrica del concepte de variable i de l’ús de l’àlgebra simbòlica com a llenguatge de la ciència.",
    "• Igualtat i desigualtat",
    "- Ús de l’àlgebra simbòlica per representar relacions funcionals en contextos diversos, també de la vida quotidiana.",
    "- Utilització i generació de formes equivalents d’expressions algebraiques en la resolució d’inequacions lineals.",
    "• Relacions i funcions",
    "- Identificació i ús de la forma de representació més adequada de funcions elementals en la resolució de situacions contextualitzades, incloent la vida quotidiana",
    "- Identificació de relacions quantitatives en situacions contextualitzades, incloent la vida quotidiana i determinació dels tipus de funcions que les modelitzen (proporcionalitat inversa i exponencial)",
    "- Interpretació de diferents característiques del canvi mitjançant la representació gràfica de les relacions funcionals estudiades.",
    "• Pensament computacional",
    "- Identificació i anàlisi d’estratègies (seqüències de passos ordenats, esquemes, simulacions, patrons repetitius, bucles, instruccions niades i condicionals, representacions computacionals, programació per blocs, robòtica educativa...) per a la interpretació, modificació i creació d’algorismes",
    "- Identificació i anàlisi d’estratègies quan s’interpreten, modifiquen o creen algorismes de programació per blocs i/o programació textuals que incorporen: diferenciació entre processos seqüencials i paral·lels; comprensió de les instruccions de bucle, condicionals i instruccions niades; comprensió de la gestió de dades amb variables; ús d’operadors lògics i d’esdeveniments.",
    "- Formulació i anàlisi de problemes de la vida quotidiana utilitzant programes i eines adequades.",
    " Sentit estocàstic",
    "• Distribució",
    "- Anàlisi i interpretació de taules i gràfics estadístics de dues variables qualitatives, quantitatives discretes i quantitatives contínues.",
    "- Recollida i organització de dades de situacions contextualitzades, incloent de la vida quotidiana que involucrin dues variables.",
    "- Generació de representacions gràfiques mitjançant l’ús de mitjans tecnològics adequats per a interpretar la informació estadística i obtenir conclusions raonades.",
    "- Comparació de distribucions de dades atenent mesures de posició i dispersió",
    "• Inferència",
    "- Disseny d’estudis estadístics reflexionant sobre les diferents etapes del procés estadístic.",
    "- Presentació i interpretació de dades rellevants en recerques estadístiques mitjançant la utilització de mètodes estadístics i eines digitals adequades.",
    "- Interpretació de la relació entre dues variables, valorant gràficament amb eines tecnològiques la pertinència d’una regressió lineal.",
    "- Evolució històrica de l’aplicació de l’estadística a les ciències socials.",
    "• Predictibilitat i incertesa",
    "- Planificació i realització d’experiments simples i compostos per a estudiar el comportament de fenòmens aleatoris.",
    "- Aplicació del càlcul de probabilitats per a prendre decisions fonamentades en diferents contextos, aplicant la regla de Laplace i tècniques de recompte en experiments simples i compostos."
  ],
  "criteriosEvaluacion": [
    "1.1 Interpretar problemes matemàtics organitzant-ne la informació donada i comprenent les preguntes formulades.",
    "1.2 Elaborar representacions matemàtiques eficaces, amb recursos manipulables, gràfics i digitals, que condueixin a la comprensió i resolució de problemes i situacions de la vida quotidiana.",
    "1.3 Analitzar i seleccionar eines i estratègies elaborades valorant-ne i contrastant-ne l’eficàcia i idoneïtat de manera raonada en la resolució de problemes.",
    "1.4 Obtenir solucions matemàtiques d’un problema mobilitzant els coneixements necessaris i discriminant l’existència o no d’una o més solucions d’un problema.",
    "2.1 Construir i expressar amb coherència idees i raonaments que permetin justificar la validesa de les solucions, processos i conclusions des de diferents perspectives (de gènere, de sostenibilitat, de consum responsable...).",
    "2.2 Generar preguntes a partir d’arguments matemàtics que permetin plantejar nous reptes relacionats amb el problema resolt.",
    "3.1 Plantejar preguntes en contextos diversos que es puguin respondre a través del coneixement matemàtic.",
    "3.2 Fer conjectures matemàtiques senzilles de manera autònoma i raonada en un context en què l’alumne/a tingui llibertat creativa fent ús, si cal, d’eines tecnològiques (llenguatges de programació, fulls de càlcul, GeoGebra, fotografia matemàtica, vídeo, etc.).",
    "3.3 Proposar problemes de manera autònoma, creativa i raonada en un context.",
    "4.1 Descompondre un problema o situació de la vida quotidiana en diferents parts, abordant-les d’una en una per poder trobar la solució global amb dispositius digitals.",
    "4.2 Reconèixer patrons, similituds i tendències en els problemes o situacions que es volen solucionar.",
    "4.3 Trobar els principis que generen els patrons d’un problema descartant les dades irrellevants tot identificant les parts més importants.",
    "4.4 Generar instruccions pas a pas per resoldre un problema i d’altres similars provant i duent a terme possibles solucions amb dispositius digitals.",
    "5.1 Identificar i usar les connexions entre diferents representacions d’un mateix concepte matemàtic quan s’extreu informació d’una d’aquestes per aplicar-la a l’altra.",
    "5.2 Reconèixer i relacionar connexions entre diferents conceptes i coneixements matemàtics a través de situacions de la vida quotidiana per treure’n conclusions i tenir una visió integrada de les matemàtiques.",
    "6.1 Reconèixer i utilitzar les matemàtiques presents en la vida quotidiana usant els processos inherents a la investigació científica i matemàtica: inferir, mesurar, comunicar, classificar, predir…, en situacions susceptibles de ser abordades en termes matemàtics.",
    "6.2 Reconèixer i utilitzar les connexions entre les matemàtiques i altres matèries, en situacions susceptibles de ser abordades en termes matemàtics.",
    "6.3 Identificar i valorar l’aportació actual i històrica de les matemàtiques al progrés de la humanitat, també des d’una perspectiva de gènere, davant dels reptes que planteja la societat actual.",
    "6.4 Desenvolupar l’esperit crític i el potencial creatiu de la matemàtica argumentant propostes innovadores en contextos científics, tecnològics, socials, artístics i culturals.",
    "7.1 Comunicar informació de manera organitzada, utilitzant el llenguatge matemàtic adequat, oralment i per escrit, per a descriure, explicar justificar raonaments, procediments i conclusions.",
    "7.2 Representar conceptes, procediments i resultats matemàtics amb claredat, utilitzant diferents eines i formes d’expressió, com per exemple a través del dibuix, la fotografia, els vídeos, les obres visuals i musicals, per visualitzar idees i estructurar processos matemàtics.",
    "7.3 Dialogar entre iguals i debatre idees matemàtiques per descriure, explicar i justificar raonaments, processos i conclusions.",
    "8.1 Gestionar les pròpies emocions i desenvolupar l’autoconfiança per encarar nous reptes matemàtics perseverant en la seva resolució en qualsevol situació d’aprenentatge proposada.",
    "8.2 Tenir consciència que s’està aprenent i de com s’està aprenent en qualsevol situació d’aprenentatge proposada",
    "8.3 Identificar els errors propis i expressar de manera raonada quin és el motiu que els provoquen (conceptuals, de procediment, d’estratègia...), en la resolució de reptes o problemes, perseverant en la seva resolució.",
    "8.4 Participar de la pròpia avaluació gestionant estratègies que ajudin a superar les dificultats, en la revisió de les produccions realitzades.",
    "8.5 Apreciar el potencial creatiu de la matemàtica així com la seva capacitat de generar harmonia i bellesa, en les creacions i produccions realitzades.",
    "9.1 Cooperar en el treball en equip tant en entorns presencials com virtuals, escoltant els altres i valorant les seves aportacions, respectant la perspectiva de gènere, en situacions en què es comparteixi i construeixi coneixement de manera conjunta.",
    "9.2 Col·laborar activament amb els altres, arribant a acords i complint-los, per assolir els objectius del grup relatius a la construcció del coneixement matemàtic, valorant l’èxit col·lectiu com una estratègia de millora personal.",
    "9.3. Equilibrar les necessitats personals amb les del grup, des de l’empatia i el respecte, reconeixent la diversitat i el valor de les aportacions dels altres per generar nou aprenentatge matemàtic, tant individual com col·lectiu.",
    "9.4. Ajudar a identificar errors i dificultats d’aprenentatge de les companyes i companys fent aportacions constructives i concretes que puguin ajudar a superar-los i a millorar."
  ]
}