{
  "saberes": [
    "A. Retos del mundo actual.",
    "- Sociedad de la información. Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación y contraste de la fiabilidad de las fuentes. El problema de la desinformación. Uso específico del léxico relativo a los ámbitos histórico y artístico.",
    "- Cultura mediática. Técnicas y métodos de las Ciencias Sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, representación de gráficos e interpretación de imágenes a través de medios digitales accesibles.",
    "- Geopolítica y principales conflictos en el presente. Genocidios y crímenes contra la humanidad. Guerras, terrorismo y otras formas de violencia política. Alianzas e instituciones internacionales, mediación y misiones de paz. Injerencia humanitaria y Justicia Universal.",
    "- Igualdad de género y formas de violencia contra las mujeres. Actitudes y comportamientos sexistas.",
    "- Diversidad social, etnocultural y de género. Migraciones, multiculturalidad y mestizaje en sociedades abiertas. Historia y reconocimiento del pueblo gitano y otras minorías étnicas de nuestro país. Nuevas formas de identificación cultural.",
    "B. Sociedades y territorios",
    "- Métodos de investigación en el ámbito de la Historia. Metodologías del pensamiento histórico. Las fuentes históricas como base para la construcción del conocimiento sobre el pasado contemporáneo. Contraste entre interpretaciones de historiadores. Tiempo histórico: construcción e interpretación de líneas de tiempo a través de la linealidad, cronología, simultaneidad y duración. Conciencia histórica. Elaboración de juicios propios y argumentados ante problemas de actualidad contextualizados históricamente. Defensa y exposición crítica de los mismos a través de presentaciones y debates.",
    "- La transformación política de los seres humanos: de la servidumbre a la ciudadanía. La conquista de los derechos individuales y colectivos en la Época Contemporánea.",
    "- La crisis ideológica, social y política del Antiguo Régimen. El nacimiento de Estados Unidos. La Revolución Francesa y el Imperio Napoleónico. La Guerra de Independencia española y la constitución de 1812. La ley como contrato social.",
    "- El sistema de la Restauración como resistencia al cambio: el Congreso de Viena. Las revoluciones liberales del siglo XIX.",
    "- El desarrollo de los movimientos nacionalistas. Las unificaciones italiana y alemana.",
    "- La transformación del modelo productivo del Antiguo Régimen. El origen del sistema capitalista.",
    "- Causas y proceso de la revolución industrial. Las fases de la revolución industrial hasta nuestros días. Las limitaciones de la industrialización en España. Consecuencias económicas, sociales y políticas de la revolución industrial. El imperialismo colonial.",
    "- Los movimientos por la igualdad: el movimiento obrero y su crítica a los excesos del capitalismo. Socialismo, anarquismo e internacionales. La acción de los movimientos feministas y sufragistas en la lucha por la igualdad de género. Mujeres relevantes de la historia contemporánea.",
    "- Manifestaciones artísticas del siglo XIX como consecuencia de los cambios científicos, tecnológicos y la nueva sensibilidad social.",
    "- La evolución de los sistemas liberales en Europa a través de las fuentes. Los sistemas políticos en la segunda mitad del siglo XIX. Evolución y adaptación de los sistemas liberales y del constitucionalismo en España: del reinado de Isabel II a la Restauración.",
    "- Las relaciones internacionales y el estudio crítico y comparativo de conflictos y violencias en la primera mitad del siglo XX. Las relaciones multicausales en la construcción de la democracia y los orígenes del totalitarismo. Las vanguardias artísticas como consecuencia de un mundo en crisis.",
    "- La Primera Guerra Mundial y la Organización de la paz. Las revoluciones rusas.",
    "- La evolución del sistema capitalista: crisis del período de entreguerras. El ascenso de los totalitarismos: fascismo y nazismo.",
    "- La Segunda Guerra Mundial y sus consecuencias. El Holocausto. La Organización de las Naciones Unidas y la defensa de los derechos humanos.",
    "- La Dictadura de Primo de Rivera y fin del régimen de la Restauración. Del proyecto reformista republicano a la Guerra Civil española. La dictadura franquista.",
    "- Los fundamentos geoestratégicos desde la segunda mitad del siglo XX hasta la actualidad: Guerra Fría y política de bloques, los conflictos de la descolonización y el nuevo orden mundial. Las nuevas subordinaciones económicas y culturales. El papel de los organismos internacionales. La lucha por los derechos laborales y sociales: el estado del bienestar.",
    "- Las nuevas expresiones artísticas y culturales contemporáneas. La diversidad cultural en el mundo actual. Respeto y conservación del patrimonio material e inmaterial.",
    "- España ante la modernidad. Estrategias para la identificación de los fundamentos de la España contemporánea: la transición a la España democrática y la constitución de 1978. Ordenamiento normativo autonómico, constitucional y supranacional como garante del desarrollo de derechos y libertades para el ejercicio de la ciudadanía. Contextualización y explicación de los aspectos políticos, económicos, sociales y culturales en la formación de una identidad multicultural compartida.",
    "- Las formaciones identitarias: ideologías, nacionalismos y movimientos supranacionales. Ciudadanía europea y cosmopolita.",
    "- La memoria democrática. Experiencias históricas dolorosas del pasado reciente y reconocimiento y reparación a las víctimas de la violencia. El principio de Justicia Universal. La perspectiva emancipadora de la interpretación del pasado.",
    "C. Compromiso cívico, local y global",
    "- Dignidad humana y derechos universales. Declaración Universal de los Derechos Humanos.",
    "- Ciudadanía ética y digital. Nuevos comportamientos en la sociedad de la información.",
    "- Compromiso cívico y participación ciudadana. Reconocimiento a las víctimas de la Guerra Civil y de la dictadura franquista, y a sus familias Mediación y gestión pacífica de conflictos y apoyo a las víctimas de la violencia y del terrorismo (ETA, Grapo, …).",
    "- Servicio a la comunidad. La corresponsabilidad en los cuidados. Las relaciones intergeneracionales. La responsabilidad colectiva e individual. El asociacionismo y el voluntariado. Entornos y redes sociales.",
    "- Cohesión social e integración. Medidas y acciones en favor de la igualdad y la plena inclusión. La igualdad real de mujeres y hombres. La lucha contra la discriminación por motivo de diversidad sexual y de género. La conquista de derechos en las sociedades democráticas contemporáneas.",
    "- Las instituciones del Estado que garantizan la seguridad integral y la convivencia social. Los compromisos internacionales de nuestro país en favor de la paz, la seguridad y la cooperación internacional.",
    "- Las emociones y el contexto cultural. La perspectiva histórica del componente emocional.",
    "- El patrimonio como bien y como recurso. Puesta en valor, difusión y gestión de la riqueza patrimonial.",
    "- El Diálogo Social como principio rector de las políticas públicas de Castilla y León."
    ],
  "criteriosEvaluacion": [
    "A. Retos del mundo actual",
    "- Sociedad de la información. Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación y contraste de la fiabilidad de las fuentes. El problema de la desinformación. Uso específico del léxico relativo al ámbito geográfico. Análisis e interpretación de conceptos espaciales: localización, escala, conexión y proximidad espacial.",
    "- Cultura mediática. Técnicas y métodos de las Ciencias Sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, representación de gráficos e interpretación de imágenes a través de medios digitales accesibles. Fotografía aérea, información de satélite y el papel de las Tecnologías de la información geográfica. Fuentes estadísticas y de información digital. El INE.",
    "- Objetivos de Desarrollo Sostenible. Emergencia climática y sostenibilidad. Relación entre factores naturales y antrópicos en la Tierra. Globalización, movimientos migratorios e interculturalidad. Los avances tecnológicos y la conciencia ecosocial. Conflictos ideológicos y etnoculturales.",
    "- Estructuras económicas en el mundo actual, cambios en los sectores productivos y funcionamiento de los mercados. Dilemas e incertidumbres ante el crecimiento, la empleabilidad y la sustentabilidad.",
    "- El papel de la agricultura y ganadería en el mundo, en Europa, España y Castilla y León. Técnicas y sistemas agrícolas avanzados y atrasados y su impacto medioambiental. El problema del agua en el mundo. Pesca, silvicultura y minería: técnicas, papel e impacto sobre el medio ambiente. Estructuras de protección de los espacios naturales de especial valor patrimonial en España. Espacios protegidos en Castilla y León.",
    "- Fuentes de energía y su impacto ambiental. Energías renovables y paradigma de sostenibilidad energética. Medidas colectivas e individuales de ahorro energético. La industria en los espacios desarrollados y no desarrollados. El papel de la industria en el mundo, en Europa, en España y en Castilla y León. Problemas ecológicos derivados de la industria. Industrias maduras, automatización y reconversión industriales. La deslocalización industrial y productiva.",
    "- Sectores maduros y tradicionales del sector terciario. El sector cuaternario. El sector financiero y su importancia sobre la globalización. Problemas derivados de la dependencia económica internacional: la deuda pública y su papel en un mundo desigual.",
    "- La estructura de la población activa en el mundo, en España y en Castilla y León. Nichos de empleabilidad emergentes en un mundo ecosostenible. La creatividad como valor económico. El impacto de la educación en la empleabilidad y productividad potencial a escala internacional e individual. El problema del paro en España: origen y soluciones. Desigualdades de género ante el empleo. Mujer y desigualdad de oportunidades en el mundo desarrollado y no desarrollado. Políticas proactivas de igualdad de género y protección de la vulnerabilidad.",
    "- Lo global y lo local. La investigación en Ciencias Sociales, el estudio multicausal y el análisis comparado del espacio natural, rural y urbano, su evolución y los retos del futuro.",
    "- Desigualdad e injusticia. Solidaridad, cohesión social y cooperación para el desarrollo.",
    "- Igualdad de género y formas de violencia contra las mujeres. Actitudes y comportamientos sexistas.",
    "- Diversidad social, etnocultural y de género. Migraciones, multiculturalidad y mestizaje en sociedades abiertas.",
    "B. Sociedades y territorios",
    "- El origen, desarrollo y presente del capitalismo. El sistema económico comunista: origen, desarrollo y presente. Sistemas políticos en el mundo. El papel de la democracia en el mundo y las amenazas del populismo. Entre la socialdemocracia y neoliberalismo: paradigmas económicos del presente. La crítica al capitalismo. Espacios geopolíticos centrales y dependientes. Espacios e instituciones supranacionales. El proceso de construcción europea. Integración económica, monetaria y ciudadana. Las instituciones europeas. El papel de la Unión Europea en el mundo actual y su futuro.",
    "- La transformación humana del territorio y la distribución desigual de los recursos y del trabajo a distintas escalas, de lo global a lo local.",
    "- Evolución de los ciclos demográficos, de los modos de vida y de los modelos de organización social. Focos de tensión en el planeta y fenómeno de las migraciones. Consecuencias de las migraciones para los países de origen y de recepción. La migración como solución al problema demográfico de los espacios envejecidos y despoblados. El reto demográfico en España. El problema de la despoblación rural.",
    "- Interpretación del territorio y del paisaje. Del éxodo rural a la concentración urbana. Ordenación del territorio y transformación del espacio. La ciudad como espacio de convivencia. Importancia y cuidado del espacio público. La huella humana y la protección del medio natural.",
    "- Origen de la desigualdad de renta y bienestar material. La globalización económica como motor de las relaciones centro-periferia. El papel de las instituciones y organizaciones económicas supranacionales. Consecuencias culturales y sociales de la globalización. El movimiento antiglobalización. El IDH y su distribución desigual a escala planetaria, nacional y local. Otros indicadores socioeconómicos de desarrollo. Caracteres y problemas del mundo no desarrollado. La mujer en el mundo no desarrollado. Caracteres y problemas del mundo desarrollado. Desigualdades regionales de renta y bienestar en Castilla y León. La políticas europeas y nacionales de compensación interterritorial.",
    "C. Compromiso cívico local y global.",
    "- Las transformaciones científicas y tecnológicas. Dimensión ética de la ciencia y la tecnología. Cambios culturales y movimientos sociales. Los medios de comunicación y redes sociales.",
    "- Diversidad social y multiculturalidad. Integración y cohesión social. Medidas y acciones en favor de la igualdad y de la plena inclusión.",
    "- Responsabilidad ecosocial. Compromiso y acción ante los objetivos del Desarrollo Sostenible. La juventud como agente de cambio para el desarrollo sostenible. Implicación en la defensa y protección del medio ambiente. Acción y posición ante la emergencia climática.",
    "- Empleo y trabajo en la sociedad de la información, aprendizaje permanente y a lo largo de toda la vida.",
    "- Los valores del europeísmo. Fórmulas de participación en programas educativos europeos."
    ]
}
