{
    "criteriosEvaluacion": [
        "1.1 Definir problemes investigables, formular hipòtesis i planificar de manera coherent processos de recerca d’acord amb les formes de raonament pròpies del pensament científic",
        "1.2 Desenvolupar processos de recerca per verificar o descartar les hipòtesis formulades mb a un problema o fenomen científic investigable aplicant totes les mesures pròpies del treball experimental.",
        "1.3 Processar la informació derivada d’una recerca mitjançant la construcció de taules, gràfics, models, simulacions, diagrames o altres formats i interpretar els fenòmens naturals que expressen aquests instruments.",
        "1.4 Comunicar els resultats d’una recerca mitjançant l’ús de recursos adequats i d’acord amb els principis ètics bàsics.",
        "1.5 Elaborar les conclusions d’una recerca posant de manifest la relació entre els resultats i el marc teòric en què s’interpreten.",
        "2.1 Aplicar el coneixement científic vigent en l’elaboració d’explicacions i prediccions del comportament dels fenòmens que es produeixen a la naturalesa.",
        "2.2 Reconèixer, analitzar i interpretar els fenòmens fisicoquímics més rellevants fent servir les principals lleis físiques i químiques.",
        "2.3 Reconèixer, analitzar i interpretar els elements i processos bàsics de la biosfera i la geosfera fent servir els fonaments científics vigents.",
        "3.1 Revisar i avaluar les pròpies idees en relació amb l’adopció d’un estil de vida compatible amb un model de desenvolupament sostenible.",
        "3.2 Defensar i justificar, fent propostes d’acció coherents i utilitzant fonaments científics procedents de diferents disciplines, la importància del compromís personal i de l’adopció d’un estil de vida compatible amb un model de desenvolupament sostenible.",
        "3.3 Revisar i avaluar les pròpies idees en relació amb l’adopció d’un estil de vida saludable (dieta equilibrada, rebuig al consum de drogues, exercici físic, higiene del son, postures adequades, etc.).",
        "3.4 Defensar i justificar, fent propostes d’acció coherents i utilitzant fonaments derivats de la fisiologia humana, la importància d’adoptar i promoure hàbits saludables.",
        "4.1 Aplicar els coneixements i les diverses formes de raonament pròpies de la ciència en la resolució de problemes relacionats amb fenòmens i processos físics, químics, biològics i geològics buscant estratègies alternatives de resolució quan sigui necessari.",
        "4.2 Mantenir una ment oberta basant-se en l’anàlisi crítica de les solucions proposades per a problemes relacionats amb fenòmens i processos físics, químics, biològics i geològics reformulant, si s’escau, les estratègies seguides o les conclusions elaborades si així ho suggereixen les dades de què es disposa.",
        "5.1 Aportar arguments que evidenciïn que la ciència és una àrea de coneixement global formada per diferents disciplines relacionades entre si i dependents les unes de les altres.",
        "5.2 Demostrar la rellevància de la ciència per al progrés de la societat, així com l’important paper que juguen homes i dones en la realització de la recerca científica com a activitat laboral.",
        "6.1 Cercar, contrastar, seleccionar i combinar informació sobre fenòmens i processos físics, químics, biològics o geològics en diferents formats i utilitzant els recursos necessaris, tecnològics o no.",
        "6.2 Establir col·laboracions utilitzant els recursos necessaris, tecnològics o no, en les diferents etapes del projecte científic, en la realització d’activitats o en la resolució de problemes relacionats amb fenòmens i processos físics, químics, biològics o geològics."
    ],
    "saberes": [
        "Construint ciència",
        "- Ús de les metodologies d’investigació científica per a la identificació i la formulació de preguntes i conjectures, l’elaboració d’hipòtesis i la verificació experimental d’aquestes en la resolució de problemes investigables.",
        "- Disseny i execució d’experiments i projectes de recerca experimental i estudis observacionals utilitzant instruments adequats, controls experimentals i raonament lògic i anàlisi dels resultats obtinguts en la resolució de problemes i qüestions científiques relacionades amb el medi ambient.",
        "- Reconeixement i ús de fonts fiables i mitjans de col·laboració per a la cerca d’informació científica en diferents formats i l’ús de les eines necessàries.",
        "-Interpretació i producció d’informació científica amb un llenguatge adequat per desenvolupar un criteri basat en l’evidència i el raonament.",
        "- Avaluació de la contribució dels científics i científiques a les principals fites de la ciència per al progrés i la millora de la societat.",
        "Un univers de matèria i energia",
        "- Anàlisi de les propietats macroscòpiques dels sistemes materials i els estats d’agregació, així com els processos físics i químics de canvi usant models microscòpics.",
        "- Classificació dels sistemes materials segons la seva composició, aplicant-los a la descripció dels sistemes naturals i a la resolució de problemes relacionats.",
        "- Reconeixement de la importància històrica i actual de la taula periòdica, descrivint les regularitats que s’hi observen i la relació amb l’estructura interna de la matèria.",
        "- Estudi de la formació de compostos químics, interpretació de la seva formulació i nomenclatura com a base per a una alfabetització científica bàsica que permeti establir una comunicació eficient amb tota la comunitat científica.",
        "- Aplicació de les transformacions químiques dels sistemes materials i les lleis que els regeixen, en els processos industrials, ambientals i socials del món actual.",
        "- Resolució de problemes relacionats amb el consum d’energia i la necessitat de desenvolupament sostenible, en vista del teorema de conservació de l’energia mecànica i dels processos termodinàmics més rellevants, considerant l’anàlisi de l’energia continguda en un sistema, les seves propietats i les seves manifestacions.",
        "El sistema Terra",
        "- Interpretació de les característiques dels astres del sistema solar relacionant-les amb els processos que van tenir lloc durant l’origen de l’Univers.",
        "- Discussió sobre la possibilitat de vida en altres planetes incorporant les hipòtesis de l’origen de la vida a la Terra.",
        "- Exemplificació de les relacions entre la comunitat d’organismes i les característiques de l’entorn dels sistemes naturals. El cas dels éssers vius en la formació del sòl.",
        "- Anàlisi de l’estructura i dinàmica de la geosfera, en vista de la tectònica de plaques i dels processos i riscos geològics que se’n deriven.",
        "- Anàlisi de les funcions i les dinàmiques de les capes fluides de la Terra, la seva interacció amb la superfície terrestre i els riscos geològics que se’n deriven.",
        "- Anàlisi de la classificació bàsica dels éssers vius i les seves adaptacions a les característiques físiques de l’entorn en què viuen.",
        "- Resolució de problemes sobre la dinàmica dels ecosistemes: fluxos d’energia, cicles de matèria i relacions tròfiques.",
        "- Investigació i reflexió sobre les causes i les conseqüències dels principals problemes ambientals del nostre temps (escalfament global, forat a la capa d’ozó, destrucció d’espais naturals, pèrdua de biodiversitat, etc.) i formulació de propostes d’acció.",
        "- Argumentació i defensa de la importància de l’ús dels recursos renovables davant dels no renovables, de la seva explotació responsable, de les energies renovables, de la gestió de residus i de l’economia circular en el context de construcció d’un model de desenvolupament alineat amb els objectius de desenvolupament sostenible.",
        "- Anàlisi de les relacions entre la conservació del medi ambient, la salut humana i el desenvolupament econòmic de la societat des de la perspectiva dels objectius de desenvolupament sostenible.",
        "- Estudi de cas d’una pandèmia: causes, prevenció i tractament de les malalties infeccioses i no infeccioses més rellevants, amb especial incidència en el mecanisme i la importància de les vacunes i l’ús adequat d’antibiòtics.",
        "Biologia per al segle XXI",
        "- Diferenciació de les principals biomolècules sobre la base de la seva estructura bàsica i de les funcions que exerceixen en els éssers vius.",
        "- Anàlisi i diferenciació dels processos implicats en l’expressió de la informació genètica i la seva relació amb l’expressió d’un caràcter, destacant la importància central del codi genètic.",
        "- Anàlisi del procediment i de la valoració de les implicacions socials i ètiques de l’ús de les tècniques d’enginyeria genètica més rellevants (PCR, enzims de restricció, clonació molecular o CRISPR-CAS9) de les teràpies gèniques, del trasplantament de cèl·lules mare i altres tecnologies biomèdiques aplicades a la salut humana i a altres camps de la recerca i la producció.",
        "- Aplicació d’estratègies per a la resolució de problemes d’herència mendeliana, d’un i dos caràcters simultàniament i dels caràcters que es transmeten lligats a la determinació del sexe genètic mitjançant l’anàlisi de les probabilitats d’herència d’al·lels o manifestació de fenotips.",
        "Les forces que ens fan moure",
        "- Aplicació de les forces fonamentals de la natura en la descripció dels processos físics més rellevants del medi natural, com són els fenòmens electromagnètics, el moviment de planetes o els processos nuclears.",
        "- Anàlisi d’estructures en relació amb la física, la biologia, la geologia o l’enginyeria fent servir les lleis de l’estàtica.",
        "- Anàlisi i interpretació del moviment d’un objecte a partir de les lleis de la mecànica, com a base per explicar el comportament d’un objecte en moviment i les seves aplicacions, per exemple, en seguretat viària o desenvolupament tecnològic."
    ]
}