{
  "criteriosEvaluacion": [
    1.1. Reconocer un adecuado concepto de la filosofía desde su radicalidad y trascendencia y su dimensión crítica en el tratamiento de los problemas filosóficos, reconociendo y analizando diversas fuentes de información, reconociendo tanto textos propiamente filosóficos como culturales en general.
    CCL2, CCL3, STEM1, CD1, CD2, CPSAA1.1, CPSAA1.2, CPSAA4, CC1, CC3, CCEC1
    2.1. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica en el desarrollo de una actitud indagadora a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación y evaluación de dicha información mediante la producción y comunicación de trabajos de investigación, disertaciones, comentarios de texto, tanto digitalmente como de forma analógica.
    CCL1, CCL2, CCL3, STEM1, CD1, CD2, CD3, CPSAA1.1, CPSAA3.1, CPSAA4, CC3
    3.1. Producir y evaluar discursos argumentativos, orales y escritos acerca de cuestiones y problemas filosóficos, demostrando el uso de normas y pautas lógicas, retóricas y argumentativas, detectando y evitando modos dogmáticos, falaces y sesgados en la defensa de opiniones e hipótesis, y ejercitar las virtudes argumentativas, explicando la naturaleza de dichas falacias y sesgos.
    CCL1, CCL5, STEM1, CC3
    3.2. Reconocer la importancia de la cooperación, el compromiso con la verdad, el respeto a la pluralidad y el rechazo de toda actitud discriminatoria o arbitraria, aplicando dichos principios a la práctica argumentativa y al diálogo con las demás personas.
    CCL1, CCL5, CC3
    4.1. Promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática a través del ejercicio de la participación en actividades grupales y del diálogo racional, respetuoso, abierto, constructivo y comprometido con la verdad, acerca de cuestiones y problemas filosóficamente relevantes.
    CCL1, CCL5, STEM1, CPSAA1.1, CPSAA3.2, CC2, CC3, CCEC1, CCEC4.1
    5.1. Analizar y exponer distintas tesis y teorías filosóficas como momentos de un proceso dinámico y siempre abierto de reflexión y diálogo a través del análisis comparativo de los argumentos, principios, metodologías y enfoques de dichas tesis y teorías, generando una concepción compleja y no dogmática de los problemas filosóficos tratados.
    CCL1, CCL5, CC1, CC2, CC3
    6.1. Tomar consciencia de la riqueza e influencia del pensamiento filosófico identificando y analizando las principales ideas y teorías filosóficas en textos pertenecientes a cualquier ámbito cultural, así como en relación con experiencias, acciones o acontecimientos comunes y de actualidad.
    CCL2, CC1, CCEC2
    6.2. Obtener y demostrar un conocimiento de las ideas y teorías filosóficas de los pensadores y las pensadoras más importantes de la historia mediante el uso y el análisis crítico de aquellas en el contexto de la práctica individual o colectiva de la indagación filosófica.
    CCL2, CC3
    7.1. Afrontar temas complejos, de carácter fundamental y de actualidad, de modo interdisciplinar, sistémico y transformador, utilizando conceptos, ideas y procedimientos provenientes de distintos campos del saber, orientándolos y articulándolos críticamente desde una perspectiva filosófica.
    CCL2, CCL3, CD1, CPSAA2, CPSAA3.1, CPSAA4, CC1, CC4, CCEC1
    8.1. Desarrollar el propio juicio y la autonomía moral mediante el análisis filosófico de problemas éticos y políticos fundamentales y de actualidad, considerando las distintas posiciones en liza y elaborando, argumentando, exponiendo y sometiendo al diálogo con las demás personas las propias tesis al respecto.
    CCL1, CCL5, CPSAA1.1, CPSAA2, CC1, CC2, CC3, CC4, CE1, CCEC1
    9.1. Generar un equilibrio entre el aspecto racional y emotivo en la consideración de los problemas filosóficos, especialmente los referidos al ámbito de la estética, a través de la reflexión expresa en torno a la experiencia, en general, del arte, y el análisis del papel de las imágenes y el lenguaje audiovisual en la cultura contemporánea.
    CD2, CPSAA1.1, CPSAA3.1, CC2, CC3, CCEC1, CCEC2, CCEC3.1
  ],
  "saberes": [
    "I. La filosofía y el ser humano",
    "1. La reflexión filosófica. ",
    "    1.1. Aproximación a la filosofía y su propuesta como problema.",
    "    1.2. Identificación de las circunstancias que rodean el origen y condiciones del nacimiento de la filosofía.",
    "    1.3. Comprensión de las características y concepciones del saber filosófico.",
    "    1.4. Establecimiento de relaciones de la filosofía en relación con otros campos del saber y la actividad humana.",
    "    1.5. Reconocimiento de los diversos métodos filosóficos.",
    "    1.6. Desarrollo del debate en torno a la vigencia y utilidad de la filosofía. ",
    "        1.6.1. Reconocimiento de la discriminación social, de género, etnia y edad en la tradición filosófica.",
    "        1.6.2. Reflexión crítica sobre la discriminación de la mujer en la historia de la filosofía.",
    "        1.6.3. Identificación de la oposición entre la actitud filosófica y las diversas formas de discriminación como el etnocentrismo, y su valoración en el contexto actual.",
    "2. El ser humano como sujeto de la experiencia filosófica. ",
    "    2.1. Interrelación entre las aportaciones de la filosofía y el valor y sentido de la existencia humana.",
    "    2.2. Comprensión de las diferentes concepciones filosóficas acerca del ser humano.",
    "    2.3. Reconocimiento de la estructura psicosomática de la personalidad.",
    "    2.4. Establecimiento de las relaciones entre conciencia y lenguaje.",
    "    2.5. Formulación del problema de la identidad personal.",
    "II. El conocimiento y la realidad",
    "1. El problema filosófico del conocimiento y la verdad. ",
    "    1.1. Planteamiento del problema sobre el conocimiento.",
    "    1.2. Identificación y comprensión de las diversas formas de conceptualizar la verdad.",
    "    1.3. Análisis del fenómeno de la desinformación y la posverdad, y detección y caracterización de las noticias falsas.",
    "    1.4. Interpretación y ejemplificación de las principales teorías del conocimiento y búsqueda cooperativa en los medios digitales y más tradicionales.",
    "    1.5. Conocimiento de las reglas del razonamiento correcto y la argumentación.",
    "    1.6. Identificación y desarrollo ejemplificado de la argumentación formal e informal.",
    "    1.7. La Filosofía de la ciencia. ",
    "        1.7.1. Enumeración y explicación de los pasos del método científico.",
    "        1.7.2. Participación dialogada y debatida acerca de la naturaleza, problemas y límites del conocimiento científico.",
    "        1.7.3. Identificación de las conexiones y relaciones del conocimiento científico con otros modos de saber.",
    "        1.7.4. Conocimiento y debate acerca de la problemática sobre la posibilidad del saber metafísico.",
    "        1.7.5. Identificación de la dimensión social y política del conocimiento en el contexto actual.",
    "        1.7.6. Elaboración de proyectos colaborativos sobre el papel de la mujer en la ciencia y en los otros saberes.",
    "2. El problema filosófico de la naturaleza y la realidad. ",
    "    2.1. Observación y distinción, desde la cotidianeidad, de los ámbitos de lo real y lo aparente.",
    "    2.2. Planteamiento de la pregunta por la naturaleza.",
    "    2.3. Elaboración de presentaciones colaborativas de los principales sistemas cosmológicos.",
    "    2.4. Comprensión y explicación del problema entre la unidad y pluralidad.",
    "    2.5. Presentación, en lenguaje audiovisual y variadas expresiones artísticas, del problema mente-cuerpo.",
    "    2.6. Elaboración colaborativa de cuadros comparativos de las explicaciones monistas, dualistas y pluralistas sobre la naturaleza.",
    "    2.7. Discusión y debate sobre la inteligencia artificial, desde el uso de las reglas básicas para la construcción y defensa del discurso.",
    "    2.8. Dramatización debatida entre determinismo versus indeterminismo.",
    "    2.9. Identificación de las posiciones teístas, ateístas y agnósticas.",
    "III. Acción y creación",
    "1. La acción humana: filosofía ética y política. ",
    "    1.1. Definición del problema ético. ",
    "        1.1.1. Análisis y diferenciación entre ser y deber ser.",
    "        1.1.2. Descripción y dramatización sobre la deliberación moral y el diálogo ético.",
    "    1.2. Diferenciación entre cognitivismo, emotivismo y relativismo moral.",
    "    1.3. Formulación de la ética universal de mínimos.",
    "    1.4. Elaboración de mapas mentales de las principales respuestas al problema ético. ",
    "        1.4.1. Identificación de las éticas de la virtud.",
    "        1.4.2. Reconocimiento de las éticas del deber.",
    "        1.4.3. Valoración de las éticas del cuidado.",
    "        1.4.4. Formación colaborativo-ejemplificativa de algunas teorías éticas aplicadas.",
    "        1.4.5. Planteamiento del problema de las morales tradicionales, y discusión acerca de la amoralidad.",
    "    1.5. Identificación de las distintas generaciones de La Declaración Universal de Los Derechos Humanos.",
    "    1.6. Establecimiento de los grandes problemas éticos de nuestro tiempo ",
    "        1.6.1. Debate en torno a la desigualdad y pobreza.",
    "        1.6.2. Elaboración de proyectos colaborativos sobre la guerra y otras formas de violencia.",
    "        1.6.3. Investigación y presentación de trabajos acerca de la lucha por la igualdad entre hombres y mujeres.",
    "        1.6.4. Identificación de las actitudes de discriminación y del respeto a las minorías.",
    "        1.6.5. Investigación y elaboración de dosieres informativos en torno a los problemas ecosociales, medioambientales y los derechos de los animales.",
    "    1.7. Establecimiento de las cuestiones más relevantes acerca de la reflexión filosófica y la justicia.",
    "    1.8. .Búsqueda de información sobre la condición social del ser humano ",
    "        1.8.1. Comprensión de los conceptos de legalidad, legitimidad y definición de lo político.",
    "        1.8.2. Elaboración de infografías que resumen las principales formas de organización social y del poder político.",
    "        1.8.3. Identificación de las tesis contractualistas en los textos filosóficos.",
    "        1.8.4. Reflexión filosófica en torno a la democracia. ",
    "            1. Establecimiento de las relaciones entre individuo y Estado.",
    "            2. Debate en torno al problema de la igualdad y la libertad.",
    "            3. Elaboración de tareas de investigación sobre el concepto de trabajo, el derecho a la propiedad y la distribución de la riqueza.",
    "    1.9. El debate político contemporáneo. ",
    "        1.9.1. Clasificación y conceptualización del liberalismo, utilitarismo y comunitarismo.",
    "        1.9.2. Reconocimiento, en diversos documentos y formatos, de los ideales, utopías y distopías.",
    "        1.9.3. Búsqueda de información sobre feminismo y perspectiva de género en filosofía.",
    "2. La reflexión filosófica en torno a la creación artística. ",
    "    2.1. Conceptualización de los problemas de la estética: arte, belleza y gusto, por medio de la selección y análisis de obras representativas.",
    "    2.2. Elaboración de mapas mentales de algunas de las más importantes teorías acerca de la belleza y el arte.",
    "    2.3. Debate en torno a la imagen y la cultura audiovisual.",
    "    2.4. Realización de trabajos de investigación en torno a la relación entre lo estético y lo ético, la cultura y el papel político del arte."
  ]
}