{
    "saberes": [
        "I. Communication",
        "1. Initiation in the development of elementary strategies for the interaction of brief, very simple and contextualized oral, written and multimodal texts.",
        "2. Identification of basic knowledge, skills and attitudes in specific situations of mediation in personal environments.",
        "3. Use of elementary communicative functions appropriate to the field and context: greet, say goodbye, introduce and introduce oneself; identify characteristics of people, objects, and places; answer specific questions about everyday issues; express time, quantity and space.",
        "4. Introduction to elementary contextual models in the comprehension and production of brief and simple oral, written and multimodal texts, such as congratulations, notes, lists or notices.",
        "5. Use of elementary linguistic units and meanings associated with said structures such as expression of the entity and its properties, quantity and number, affirmation, exclamation, negation, question.",
        "6. Use of elementary vocabulary and of interest to students related to elementary interpersonal relationships, housing, places and nearby environments.",
        "7. Initiation in elementary sound and accentual patterns.",
        "8. Introduction to elementary spelling conventions.",
        "9. Use of elementary conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask and answer, etc.",
        "10. Use of resources for learning elementary guided search strategies in analog and digital media.",
        "11. Use of elementary analog and digital tools for oral, written and multimodal comprehension and production.",
        "II. Multilingualism",
        "1. Introduction to elementary strategies and techniques for detecting communicative deficiencies and limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "2. Introduction to elementary strategies to identify and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "3. Initiation in elementary strategies of self-evaluation and co-evaluation, analogical and digital, individual and cooperative.",
        "4. Identification of the linguistic repertoire to transfer the knowledge, strategies and skills acquired in contexts of close reality.",
        "5. Elementary comparison between languages based on obvious elements of the foreign language and other languages.",
        "6. Use of vocabulary and elementary expressions to understand statements about communication, language and learning (metalanguage).",
        "III. interculturality",
        "1. Use of the foreign language as a means of communication and relationship with people from other countries.",
        "2. Introduction to the basic strategies for detecting discriminatory uses of verbal and non-verbal language.",
        "3. Initiation in elementary strategies for detection of discriminatory uses of verbal and non-verbal language.",
        "4. Identification of elementary and most significant sociocultural and sociolinguistic aspects related to customs and daily life in countries where the foreign language is spoken.",
        "IV. Interpersonal and Intrapersonal Dimensions",
        "1. Initiation in the participation in communicative exchanges, through different means, with students of the foreign language.",
        "2. Interest and respect for the opinions of others, fostering an affective and inclusive climate of learning.",
        "3. Identification and appreciation for the diversity and linguistic, cultural and artistic heritage of the countries where the foreign language is spoken.",
        "4. Development of self-esteem and self-confidence during the process of learning a foreign language.",
        "5. Promotion of motivation for learning the foreign language.",
        "6. Initiation of elementary collaborative strategies and group work dynamics.",
        "7. Development of empathy during the communicative act.",
        "8. Development of self-directed learning.",
        "9. Development of the creative and emotional vision of learning."
    ],
    "criteriosEvaluacion": [
        "1.1 Identify and interpret common words and expressions in brief and very simple oral, written and multimodal texts, on frequent and everyday topics of personal relevance and areas close to their experience, and literary texts adapted to the level of development of the students, expressed in a direct, understandable and clear, through different supports, to contribute to the individual linguistic repertoire and respond to daily communication purposes.",
        "1.2. Select and apply in a guided way, elementary strategies, in daily communicative situations and of relevance for the students, to capture the global meaning and identify explicit information in diverse texts, both analogical and digital.",
        "2.1 Produce, in a guided way, words and short and simple phrases in oral, written and multimodal texts, based on models and using analogue and digital supports, to carry out simple interventions in communication situations of personal relevance and of personal relevance and close to experience of the student body",
        "2.2 Select and apply in a guided way, basic knowledge and strategies with the help of analog and digital supports and resources, to produce brief, simple and creative messages appropriate to the communicative intentions in everyday contexts that contribute to full personal, creative and emotional development.",
        "3.1 Participate, in a guided way, in brief and very simple interactive situations, on topics of personal relevance, close to their experience and context, relying on different resources and supports, both analogical and digital, that imply the search for simple and original answers, in order to respond to specific communicative purposes that favor cooperative and respectful attitudes.",
        "3.2 Select and use in a guided way in interaction contexts close to their environment, basic strategies, such as repetition, leisurely rhythm or non-verbal language, to respond to communicative purposes that allow their individual linguistic repertoire to be developed.",
        "4.1 Interpret and explain, in a guided way, basic information on concepts, short and simple texts or emotions, paying attention to diversity and relying on analogue and digital resources and supports, in order to solve problems in their immediate environment in simple communicative situations for the improvement of coexistence and promotion of equal opportunities, showing respect and empathy towards cultural differences.",
        "4.2 Select and apply, in a guided way, some elementary strategies, in collaborative and cooperative situations, relying on verbal and non-verbal language and digital tools, in order to help other people and facilitate understanding, the production of information and communication.",
        "5.1 Identify and compare, in a guided way, the similarities and obvious differences between different languages, recognizing in a guided way, elementary aspects of their functioning to develop their individual linguistic repertoire. Identify and compare, in a guided way, the similarities and obvious differences between different languages recognizing in a guided way, elementary aspects of their functioning to develop their individual linguistic repertoire.",
        "5.2 Identify and use, in a guided and cooperative way, elementary strategies for building the multilingual repertoire, to acquire learning by reinforcing their language skills and communicative experiences.",
        "5.3 Identify and explain, in a guided way, the progress and elementary difficulties in the foreign language learning process, through analogical and digital activities, self-assessment and peer-assessment, such as those proposed in the European Language Portfolio (PEL) or the learning diaries, recognizing the communicative possibilities, to build knowledge.",
        "5.4 Identify and use the knowledge, strategies and skills acquired, from the individual linguistic repertoire, in other contexts of their closest reality, in order to develop deeper learning.",
        "6.1 Show interest in the diversity and linguistic, cultural and artistic heritage of people and countries where the foreign language is spoken as well as the Canary Islands, identifying and comparing in a guided way, the different languages and cultures, as well as their own and showing Rejection of any type of discrimination, prejudice and stereotype, in order to improve coexistence, conflict management through dialogue, personal enrichment and care for the environment.",
        "6.2 Select and apply basic strategies to understand and appreciate the linguistic, cultural and artistic diversity of people and countries where the foreign language is spoken, as well as the Canary Islands, in guided communicative situations, managing their own emotions and respecting those of others.",
        "6.3 Show empathy and understanding for the productions of others, differentiating and acknowledging interventions in everyday communicative contexts to create an affective and inclusive environment that favors reflection and the peaceful resolution of conflicts."
    ]
}