{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1º CURSO",
        "A. El cuerpo y el control progresivo del mismo.",
        "- Imagen global y segmentaria del cuerpo: partes sencillas.",
        "- Percepción de los cambios físicos (rasgos, estatura)",
        "- Representación gráfica de la figura humana: representación de la cabeza, aparición de nuevos elementos, piernas, pelos. /monigote primitivo/",
        "- Autoimagen positiva y ajustada en sí mismo identificando las posibilidades y limitaciones.",
        "- Identificación de las diferencias.",
        "- Los sentidos: el cuerpo y el entorno.",
        "- Curiosidad e interés por la exploración sensomotriz.",
        "- Integración sensorial: propiocepción y sistema vestibular: sensibilidad corporal y posición del cuerpo.",
        "- Identificación de situaciones peligrosas.",
        "- El movimiento: coordinación de movimientos en actividades y desplazamientos (salto, carrera, baile), realización de movimientos de manejo con brazos y manos. Inicio en técnicas de respiración y relajación.",
        "- Implicaciones de la discapacidad sensorial, física o cognitiva en el aula.",
        "- Destrezas manipulativas e iniciación de las habilidades motrices de carácter fino: pinza",
        "- Control postural en función de las acciones y situaciones.",
        "- El juego como actividad placentera, fuente de aprendizaje y relación con los demás. Normas de juegos sencillos. Juego dirigido.",
        "- Posibilidades de acción: juego.",
        "- Iniciarse en la autonomía de la realización de tareas.",
        "B. Desarrollo y equilibrio afectivos.",
        "- Herramientas para la identificación de las necesidades, emociones, sentimientos, vivencias e intereses en sí mismo.",
        "- Estrategias de ayuda en contextos de juego.",
        "- Habilidades elementales para desarrollar actitudes de escucha y respeto hacia los demás.",
        "- Inicio en la aceptación de errores: manifestación de logro.",
        "- Satisfacción por el trabajo bien hecho: desarrollo inicial de hábitos y actitudes de esfuerzo y atención.",
        "C. Hábitos de vida saludable para el autocuidado y el cuidado del entorno.",
        "- Necesidades básicas: identificación en relación con el bienestar personal.",
        "- Hábitos y prácticas sostenibles relacionadas con la alimentación, la higiene.",
        "- Actividad física.",
        "- Rutinas: planificación progresiva de la acción, con ayuda del adulto, para resolver una tarea sencilla; normas de comportamiento social en la comida, el descanso, la higiene y los desplazamientos, etc.",
        "- Exploración del medio natural y de su importancia para la salud y el bienestar.",
        "- Iniciación en la utilización adecuada de espacios, elementos y objetos, y colaboración en el mantenimiento de ambientes limpios y ordenados.",
        "D. Interacción socioemocional en el entorno. La vida junto a los demás.",
        "- La familia. Composición, relaciones, funciones.",
        "- La vivienda: tipos y dependencias.",
        "- La familia y la incorporación a la escuela.",
        "- La escuela: dependencias.",
        "- Colaboración en la realización de tareas sencillas del aula.",
        "- Habilidades socioafectivas y de convivencia: identificación de sentimientos y emociones; pautas básicas de convivencia.",
        "- Diversidad en el aula: disposición para entablar relaciones afectivas que favorezcan la inclusión.",
        "- Estrategias de autorregulación de la propia conducta.",
        "- Iniciación en la adquisición de estrategias para la resolución de conflictos surgidos en interacciones con los otros.",
        "- Iniciación en el trabajo en equipo y responsabilidades individuales.",
        "- La amistad como elemento protector.",
        "- Fórmulas de cortesía e interacción social positiva. Actitud de ayuda y cooperación.",
        "- Juego simbólico. Observación e imitación de personas, personajes y situaciones.",
        "Estereotipos.",
        "- Otros grupos sociales de pertenencia. La localidad: características.",
        "- Actividades en el entorno.",
        "- Oficios habituales: observación e identificación de las distintas profesiones: función, indumentaria e instrumentos relacionados con estas.",
        "- Medios de transporte y comunicación más cercanos: reconocimiento e identificación.",
        "- Normas de urbanidad.",
        "- Iniciación en las normas básicas de educación vial.",
        "- Celebraciones, costumbres y tradiciones. Herramientas para el aprecio de las señas de identidad étnico-cultural presentes en su aula.",
        "- Fiestas que se celebran en su localidad.",
        "- Curiosidad por conocer otras formas de vida social y costumbres valorando la diversidad.",
        "2º CURSO",
        "A. El cuerpo y el control progresivo del mismo.",
        "- Imagen global y segmentaria del cuerpo: características individuales.",
        "- Percepción de los cambios físicos (rasgos, estatura, peso).",
        "- Representación gráfica de la figura humana con más detalles: Evolución del monigote inicial, mayor número de elementos y mayor precisión en su disposición.",
        "- Autoimagen positiva y ajustada ante los demás identificando las posibilidades y limitaciones.",
        "- Identificación y respeto de las diferencias.",
        "- Los sentidos: órganos. El cuerpo y el entorno.",
        "- Curiosidad e interés por la exploración sensomotriz.",
        "- Integración sensorial: propiocepción y sistema vestibular: sensibilidad corporal, movimiento voluntario y puntos de referencia sobre el propio cuerpo.",
        "- Identificación de situaciones peligrosas y prevención de accidentes.",
        "- El movimiento: control progresivo de la coordinación, el tono, el equilibrio, y los desplazamientos. Técnicas de respiración y relajación.",
        "- Implicaciones de la discapacidad sensorial, física o cognitiva en el entorno.",
        "- Destrezas manipulativas y progresión de las habilidades motrices de carácter fino.",
        "- Control postural en función de las características de los objetos, acciones y situaciones.",
        "- El juego como actividad placentera, fuente de aprendizaje y relación con los demás. Normas de juegos. Juegos reglados sencillos con mediación del adulto.",
        "- Posibilidades de acción: juego y ejercicio físico.",
        "- Progresiva autonomía en la realización de tareas.",
        "B. Desarrollo y equilibrio afectivos.",
        "- Herramientas para la identificación, aceptación de necesidades, emociones, sentimientos, vivencias e intereses en sí mismo y en los demás.",
        "- Estrategias de ayuda en contextos de juego y rutinas.",
        "- Estrategias para desarrollar seguridad en sí mismo en tareas cotidianas, con la progresiva identificación de sus posibilidades",
        "- Habilidades para desarrollar actitudes de escucha y respeto hacia los demás.",
        "- Inicio en la aceptación de errores y correcciones: manifestaciones de superación y logro.",
        "- Satisfacción por el trabajo bien hecho: desarrollo inicial de hábitos y actitudes de esfuerzo, atención e iniciativa",
        "C. Hábitos de vida saludable para el autocuidado y el cuidado del entorno.",
        "- Necesidades básicas: identificación y manifestación en relación con el bienestar personal.",
        "- Hábitos y prácticas sostenibles relacionadas con la alimentación, la higiene, el descanso, el autocuidado y el cuidado del entorno.",
        "- Actividad física con diferentes grados de intensidad.",
        "- Rutinas: planificación progresiva de la acción, con mediación del adulto, para resolver una tarea sencilla; aplicación de las normas de comportamiento social en la comida, el descanso, la higiene y los desplazamientos, etc.",
        "- Identificación y uso del medio natural y de su importancia para la salud y el bienestar.",
        "- Utilización adecuada de espacios, elementos y objetos, y colaboración en el mantenimiento de ambientes limpios y ordenados.",
        "D. Interacción socioemocional en el entorno. La vida junto a los demás.",
        "- La familia. Composición, relaciones, funciones. La diversidad familiar.",
        "- La vivienda: tipos y dependencias.",
        "- La escuela: dependencias y organización.",
        " - Iniciativa y colaboración en la realización de tareas sencillas del aula y de la escuela.",
        "- Habilidades socioafectivas y de convivencia: identificación, comunicación de sentimientos y emociones, y pautas básicas de convivencia.",
        "- Diversidad en el aula: disposición para entablar relaciones tolerantes y afectivas que favorezcan la inclusión.",
        "- Estrategias de autorregulación de la propia conducta e inicio en el respeto hacia los demás.",
        "- Aplicación de estrategias para la resolución de conflictos surgidos en interacciones con los otros.",
        "- Iniciación en el trabajo en equipo: responsabilidades individuales y destrezas cooperativas.",
        "- La amistad como elemento protector y de prevención de la violencia.",
        "- Fórmulas de cortesía e interacción social positiva. Actitud de ayuda y cooperación.",
        "- Juego simbólico. Observación, imitación y representación de personas, personajes y situaciones. Estereotipos.",
        "- Otros grupos sociales de pertenencia: La localidad. Características y elementos.",
        "- Actividades en el entorno.",
        "- Oficios habituales: observación e identificación de las distintas profesiones: función, indumentaria e instrumentos relacionados con estas.",
        "- Medios de transporte y comunicación más cercanos: reconocimiento e identificación.",
        "- Normas de urbanidad y colaboración en el cuidado del entorno.",
        "- Identificación de normas y señales básicas de educación vial.",
        "- Celebraciones, costumbres y tradiciones. Herramientas para el aprecio de las señas de identidad étnico-cultural presentes en su aula y en su centro.",
        "- Acontecimientos y fiestas que se celebran en su localidad.",
        "- Curiosidad por conocer otras formas de vida social y costumbres valorando la diversidad.",
        "3º CURSO",
        "A. El cuerpo y el control progresivo del mismo.",
        " - Imagen global   y   segmentaria   del   cuerpo:   ubicación   y   representación.",
        "Características individuales.",
        "- Percepción de los cambios físicos (rasgos, estatura, peso, fuerza).",
        "- Representación gráfica de la figura humana con detalles.",
        "- Autoimagen positiva y ajustada ante los demás, aceptando las posibilidades y limitaciones.",
        "- Identificación y respeto de las diferencias con actitudes no discriminatorias.",
        "- Los sentidos: órganos y sus funciones. El cuerpo y el entorno.",
        "- Curiosidad e interés por la exploración sensomotriz.",
        "- Integración sensorial: propiocepción y sistema vestibular: sensibilidad corporal como parte de un todo (esquema corporal); asociación de experiencias visuales, táctiles y propioceptivas a los movimientos del cuerpo.",
        "- Identificación y anticipación de situaciones peligrosas y prevención de accidentes.",
        "- El movimiento: control progresivo de la coordinación, el tono, el equilibrio y los desplazamientos. Técnicas de respiración y relajación.",
        "- Implicaciones de la discapacidad sensorial, física o cognitiva en la vida cotidiana.",
        "- Destrezas manipulativas y control de las habilidades motrices de carácter fino.",
        "- Dominio activo del tono y la postura en función de las características de los objetos, acciones y situaciones.",
        "- El juego como actividad placentera, fuente de aprendizaje y relación con los demás. Normas de juego. Juegos reglados.",
        "- Posibilidades de acción: juego y ejercicio físico como conducta saludable.",
        "- Progresiva autonomía e iniciativa en la realización de tareas.",
        "B. Desarrollo y equilibrio afectivos.",
        "- Herramientas para la identificación, expresión, aceptación y control progresivo de las propias necesidades, emociones, sentimientos, vivencias, preferencias e intereses.",
        "- Estrategias de ayuda y cooperación en contextos de juego y rutinas.",
        "- Estrategias para desarrollar la seguridad en sí mismo y el reconocimiento de sus posibilidades.",
        "- Estrategias para desarrollar actitudes de escucha y de respeto hacia los demás.",
        "- Aceptación constructiva de los errores y las correcciones: manifestaciones de superación y logro.",
        "- Valoración del trabajo bien hecho: desarrollo inicial de hábitos y actitudes de esfuerzo, constancia, organización, atención e iniciativa.",
        "C. Hábitos de vida saludable para el autocuidado y el cuidado del entorno.",
        "- Necesidades básicas: identificación, manifestación, regulación y control en relación con el bienestar personal.",
        "- Hábitos y prácticas sostenibles y ecosocialmente responsables relacionadas con la alimentación, la higiene, el descanso, el autocuidado y el cuidado del entorno.",
        "- Actividad física estructurada con diferentes grados de intensidad.",
        "- Rutinas: planificación secuenciada de las acciones para resolver una tarea; normas de comportamiento social en la comida, el descanso, la higiene y los desplazamientos, etc.",
        "- Valoración del medio natural y su importancia para la salud y el bienestar.",
        "- Utilización adecuada de espacios, elementos y objetos, y colaboración en el mantenimiento de ambientes limpios y ordenados.",
        "D. Interacción socioemocional en el entorno. La vida junto a los demás.",
        "- La familia. Composición, relaciones, funciones. Respeto y tolerancia hacia la diversidad familiar.",
        "- La vivienda: tipos, dependencias y funciones.",
        "- La escuela: dependencias, organización y funciones.",
        "- Iniciativa, responsabilidad y colaboración en la realización de tareas sencillas del aula y de la escuela.",
        "- Habilidades socioafectivas y de convivencia: identificación, comunicación de sentimientos y emociones, y pautas básicas de convivencia, que incluyan el respeto a la igualdad de género y el rechazo a cualquier tipo de discriminación.",
        "- Diversidad en el aula: disposición para entablar relaciones tolerantes y afectivas que favorezcan la inclusión. Acercamiento a la diversidad debida a distintas formas de discapacidad y sus implicaciones en la vida cotidiana.",
        "- Estrategias de autorregulación de la conducta. Empatía y respeto.",
        "- Resolución de conflictos surgidos en interacciones con los otros.",
        "- Trabajo en equipo: responsabilidades individuales y destrezas cooperativas.",
        "- La amistad como elemento protector, de prevención de la violencia y de desarrollo de la cultura de la paz.",
        "- Fórmulas de cortesía e interacción social positiva. Actitud de ayuda y cooperación.",
        "- Juego simbólico. Observación, imitación y representación de personas, personajes y situaciones. Estereotipos y prejuicios.",
        "- Otros grupos sociales de pertenencia: la localidad. Características, elementos y funciones.",
        "- Actividades en el entorno.",
        "- Acontecimientos y fiestas que se celebran en su localidad y participación activa en ellos.",
        "- Oficios habituales: observación e identificación de las distintas profesiones: función, indumentaria e instrumentos relacionados con estas.",
        "- Medios de transporte y comunicación más cercanos: reconocimiento e identificación.",
        "- Normas de urbanidad y colaboración con las personas en el cuidado del entorno.",
        "- Identificación y reconocimiento de las normas y señales básicas de educación vial.",
        "- Celebraciones, costumbres y tradiciones. Herramientas para el aprecio de las señas de identidad étnico-cultural presentes en su entorno.",
        "- Curiosidad por conocer otras formas de vida social y costumbres valorando la diversidad.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1º CURSO",
        "A. Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios.",
        "- Cualidades o atributos elementales de objetos y materiales: color, tamaño, forma (figuras planas), textura y peso. Identificación en elementos próximos a su realidad.",
        "- Relaciones básicas de orden en la vida cotidiana. Correspondencia, clasificación y comparación atendiendo a un criterio.",
        "- Cuantificadores básicos contextualizados para expresar cantidades.",
        "- Conteo siguiendo la cadena numérica. Inicio de la recta numérica.",
        "- Funcionalidad de los números en la vida cotidiana.",
        "- Asociación de diferentes formas de representación.",
        "- Sentido del número en relación a pequeñas cantidades.",
        "- Representación gráfica elemental de los números.",
        "- Composición y descomposición básica de números en relación a pequeñas cantidades.",
        "- Operaciones aritméticas básicas. Juntar-quitar.",
        "- Nociones espaciales básicas en relación con el propio cuerpo, los objetos y las acciones, tanto en reposo como en movimiento, en espacio real y en espacio gráfico. Arriba-abajo, dentro-fuera, abierto-cerrado, cerca-lejos, delante-detrás, encima-debajo.",
        "- Situaciones en las que se hace necesario medir. Longitud.",
        "- El tiempo y su organización: día-noche, estaciones, calendario (días de la semana). Rutina en las actividades de la vida cotidiana: antes-después, hoy- ahora.",
        "- Seriaciones y secuencias lógicas temporales elementales.",
        "B. Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad.",
        "- Indagación y experimentación en el entorno manifestando diversas actitudes: interés, respeto, curiosidad, imaginación, creatividad y asombro.",
        "- Estrategias de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, andamiaje e interacciones de calidad con las personas adultas, con iguales y con el entorno.",
        "- Modelo de control de variables. Estrategias y técnicas de investigación: ensayo- error, observación y experimentación con curiosidad.",
        "- Secuencias de acciones o instrucciones para la resolución de tareas. Respeto de las opiniones de los demás.",
        "- Estrategias para explorar soluciones: diálogo, imaginación y descubrimiento",
        "- Procesos y resultados. Exploración y verificación. Uso de organizadores gráficos elementales.",
        "C. Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
        "- Influencia de las acciones propias en el medio físico y en el patrimonio natural y cultural.",
        "- Elementos naturales (agua, tierra, aire). Características y experimentación (mezclas y trasvases). Utilidad para los seres vivos.",
        "- Fenómenos naturales: identificación y repercusión en la vida cotidiana.",
        "- Respeto por el medio natural. Cuidado y respeto de los derechos de los animales.",
        "- Los seres vivos. El medio natural y social.",
        "- Recursos naturales. Consumo responsable. Reducción, reutilización y reciclaje.",
        "- Disfrute de las actividades de exploración y juego que se realizan al aire libre y en contacto con la naturaleza.",
        "- Respeto por el patrimonio cultural presente en el medio físico, especialmente en Castilla y León.",
        "2º CURSO",
        "A. Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios.",
        "- Cualidades o atributos y funciones de objetos y materiales: color, tamaño, forma (figuras planas), textura y peso. Identificación en elementos próximos a su realidad.",
        "- Relaciones de orden en la vida cotidiana. Correspondencia, clasificación y comparación atendiendo a algunos criterios.",
        "- Cuantificadores contextualizados para expresar cantidades.",
        "- Conteo siguiendo la cadena numérica. Recta numérica.",
        "- Funcionalidad de los números en la vida cotidiana.",
        "- Asociación de diferentes formas de representación.",
        "- Construcción del sentido del número en relación a un aumento progresivo en las cantidades.",
        "- Representación gráfica de los números.",
        "- Composición y descomposición de números en relación a un aumento progresivo en las cantidades.",
        "- Operaciones aritméticas. Juntar-quitar.",
        "- Nociones espaciales sencillas en relación con el propio cuerpo, los objetos y las acciones, tanto en reposo como en movimiento, en espacio real y en espacio gráfico. En el medio, a un lado, de frente, de espaldas, en fila.",
        "- Situaciones en las que se hace necesario medir. Longitud y peso.",
        "- El tiempo y su organización: día-noche, estaciones, ciclos, calendario (días de la semana, días especiales). Rutina en las actividades de la vida cotidiana: antes- ahora-después, mañana-tarde-noche.",
        "- Seriaciones y secuencias lógicas temporales simples.",
        "B. Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad.",
        "- Pautas para la indagación y la experimentación en el entorno: interés, respeto, curiosidad, asombro, cuestionamiento.",
        "- Estrategias de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, y entre experiencias previas y nuevas; andamiaje e interacciones de calidad con las personas adultas, con iguales y con el entorno.",
        "- Modelo de control de variables. Estrategias y técnicas de investigación: ensayo- error, observación, experimentación, formulación y comprobación de hipótesis.",
        "- Estrategias de planificación, organización o autorregulación de tareas. Búsqueda de acuerdos o consensos en la toma de decisiones.",
        "- Estrategias para buscar soluciones: creatividad, diálogo, imaginación y descubrimiento.",
        "- Procesos y resultados. Hallazgos, verificación y conclusiones. Uso de organizadores gráficos sencillos.",
        "C. Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
        "- Influencia de las acciones de las personas en el medio físico y en el patrimonio natural y cultural.",
        "- Elementos naturales (agua, tierra, aire). Características y experimentación (peso, mezclas y trasvases). Propiedades y utilidad para los seres vivos.",
        "- Fenómenos naturales: identificación y repercusión en la vida de las personas.",
        "- Respeto y protección del medio natural. Cuidado y protección de los animales. Respeto de sus derechos.",
        "- Los seres vivos e inertes. El medio natural y social.",
        "- Recursos naturales. Sostenibilidad. Educación ambiental y consumo responsable. Reducción, reutilización y reciclaje.",
        "- Interés y disfrute de las actividades de exploración y juego que se realizan al aire libre y en contacto con la naturaleza.",
        "- Respeto por el patrimonio cultural presente en el medio físico, especialmente en Castilla y León.",
        "3º CURSO",
        "A Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios.",
        "- Cualidades o atributos y funciones de objetos y materiales: color, tamaño, forma (figuras planas y cuerpos geométricos), textura y peso. Identificación en elementos próximos a su realidad.",
        "- Relaciones de orden, correspondencia, clasificación y comparación atendiendo a varios criterios.",
        "- Cuantificadores contextualizados para expresar cantidades. Doble-mitad; par- impar.",
        "- Conteo siguiendo la cadena numérica. Tabla numérica.",
        "- Funcionalidad de los números en la vida cotidiana.",
        "- Asociación de diferentes formas de representación.",
        "- Construcción del sentido del número, cantidades de una sola cifra. Inicio del sentido del número en la decena.",
        "- Representación gráfica de los números con control, precisión y direccionalidad.",
        "- Composición y descomposición de números.",
        "- Operaciones aritméticas. Juntar, quitar, repartir y completar. Símbolos matemáticos: más, menos, igual.",
        "- Nociones espaciales en relación con el propio cuerpo, los objetos y las acciones, tanto en reposo como en movimiento, en espacio real y en espacio gráfico. Derecha-izquierda, sobre-bajo, a un lado-al otro, juntos-separados, entre, alrededor de.",
        "- Situaciones en las que se hace necesario medir. Longitud, peso y capacidad. Instrumentos de medida.",
        "- El tiempo y su organización: día-noche, estaciones, ciclos, calendario (meses del año, año…). Rutina en las actividades de la vida cotidiana: ayer-hoy-mañana.",
        "- Seriaciones y secuencias lógicas temporales.",
        "B. Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad.",
        "- Pautas para la indagación y la experimentación en el entorno: interés, respeto curiosidad, asombro, cuestionamiento y deseos de conocimiento para producir transformaciones.",
        "- Estrategias de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, y entre experiencias previas y nuevas; andamiaje e interacciones de calidad con las personas adultas, con iguales y con el entorno.",
        "- Modelo de control de variables. Estrategias y técnicas de investigación: ensayo- error, observación, experimentación, formulación y comprobación de hipótesis, realización de preguntas, manejo y búsqueda en distintas fuentes de información.",
        "- Estrategias de programación, organización o autorregulación de tareas. Iniciativa en la búsqueda de acuerdos o consensos en la toma de decisiones.",
        "- Estrategias para proponer soluciones: creatividad, diálogo, imaginación y descubrimiento.",
        "- Procesos y resultados. Hallazgos, verificación y conclusiones. Uso de organizadores gráficos.",
        "C. Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
        "- Influencia de las acciones de las personas en el medio físico y en el patrimonio natural y cultural. El cambio climático.",
        "- Elementos naturales (agua, tierra, aire). Características, experimentación y comportamiento (peso, capacidad, volumen, mezclas y trasvases). Propiedades y utilidad para los seres vivos.",
        "- Fenómenos naturales: identificación y repercusión en la vida de las personas. Causas y consecuencias.",
        "- Respeto y protección del medio natural y beneficio que ello proporciona. Empatía, cuidado y protección de los animales. Respeto de sus derechos.",
        "- Los seres vivos e inertes. Rasgos comunes y diferentes. El medio natural y social. Relaciones que se establecen entre ellos.",
        "- Recursos naturales. Sostenibilidad, energías limpias y naturales. Educación ambiental y consumo responsable. Reducción, reutilización y reciclaje.",
        "- Interés, disfrute e iniciativa por las actividades de exploración y juego que se realizan al aire libre y en contacto con la naturaleza.",
        "- Respeto y valoración por el patrimonio cultural presente en el medio físico, especialmente en Castilla y León.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1º CURSO",
        "A. Intención e interacción comunicativas.",
        "- Repertorio comunicativo y elementos de comunicación no verbal, manifestación de sentimientos, necesidades, deseos e intereses, comunicación de experiencias propias y transmisión de información atendiendo a su individualidad.",
        "- El lenguaje oral u otros sistemas de comunicación como medio de relación con los demás y regulación de la propia conducta. Espacios de interacción comunicativa y vínculos afectivos para todo el alumnado.",
        "- Comunicación interpersonal.",
        "- Convenciones sociales del intercambio lingüístico en situaciones comunicativas que potencien el respeto y la igualdad: atención, escucha activa, turnos de diálogo y alternancia.",
        "- Formas socialmente establecidas (saludar, despedirse, dar las gracias, pedir disculpas, solicitar ayuda).",
        "B. Las lenguas y sus hablantes.",
        "- Repertorio lingüístico individual atendiendo a su edad evolutiva.",
        "- La realidad lingüística del aula y del entorno. Fórmulas o expresiones que responden a sus necesidades o intereses.",
        "- Aproximación a la lengua extranjera. Elementos para una comunicación funcional básica: saludar, despedirse y agradecer.",
        "- Instrucciones en lengua extranjera, asociadas a rutinas y juegos del aula, expresadas con producciones redundantes y apoyadas en gestos y en lenguaje no verbal.",
        "- Canciones, rimas, retahílas y cuentos sencillos y contextualizados en lengua extranjera, con ayuda de imágenes y otros recursos, así como de medios informáticos y audiovisuales. Disfrute.",
        "- Léxico en lengua extranjera dentro de diversos contextos significativos.",
        "- Acercamiento progresivo, de forma globalizada, a los fonemas de lengua extranjera que no existen en nuestra lengua.",
        "- La diversidad lingüística y cultural. Curiosidad, respeto y convivencia.",
        "C. Comunicación verbal oral: expresión, comprensión y diálogo.",
        "- El lenguaje oral en situaciones cotidianas: asambleas, conversaciones en parejas, pequeño y gran grupo, rutinas, juegos de interacción social, juego simbólico y expresión de vivencias. El adulto como modelo de referencia.",
        "- Normas que rigen la conversación: pedir la palabra, esperar el turno y escuchar activamente.",
        " - El lenguaje verbal como medio para resolver conflictos de forma pacífica en situaciones cotidianas con el adulto como modelo de referencia.",
        "- Textos orales formales e informales.",
        "- Intención comunicativa de los mensajes de los adultos.",
        "- Aumento del vocabulario a través de proyectos, conversaciones, situaciones de aprendizaje y textos literarios. Distintas categorías y relaciones semánticas.",
        "- Lenguaje descriptivo: objetos atendiendo a diferentes características (qué es, para qué sirve).",
        "- Planificación y verbalización de una secuencia de dos acciones.",
        "- Organizadores gráficos.",
        "- Discriminación auditiva. Palabras muy diferentes que no comparten ningún rasgo fonológico.",
        "- Memoria secuencial auditiva: de dos elementos (palabras, frases, pseudopalabras y números).",
        "- Conciencia léxica: conteo, identificación y manipulación de palabras dentro de sencillas frases (hasta tres elementos) con apoyo visual.",
        "D. Aproximación al lenguaje escrito.",
        "- Los usos sociales de la lectura y la escritura. Tipos de textos: narrativos (cuentos), poéticos (poemas y canciones), funcionales (nombre propio y listas), informativos (logotipos, cartas, anuncios), populares (adivinanzas). Funcionalidad y significatividad en situaciones comunicativas, informativas y de disfrute.",
        "- Textos escritos en diferentes soportes para el proceso de aprendizaje de la lectoescritura.",
        "- Las propiedades del sistema de escritura: hipótesis cuantitativas y cualitativas.",
        "- Aproximación al código escrito, evolucionando desde las escrituras indeterminadas y respetando el proceso evolutivo: lectura global y escritura manipulativa de su nombre propio.",
        "- Asociación fonema-grafema. Sonido y grafía de las vocales mayúsculas respetando el proceso evolutivo.",
        " - Motricidad fina como base para la correcta adquisición de la pinza digital: coordinación de dedos, actividades manipulativas para conectar mano-cerebro, movimientos óculo-manuales.",
        "- Uso de algunas convenciones del sistema de la lectoescritura como: direccionalidad y organización del espacio libre.",
        "- Otros códigos de representación gráfica: imágenes, pictogramas, símbolos, números.",
        "- Iniciación a estrategias de búsqueda de información y comunicación con ayuda y mediación del adulto.",
        "- Situaciones de lectura a través de modelos lectores de referencia, para incentivar el gusto por leer.",
        "E. Aproximación a la educación literaria.",
        "- Textos literarios infantiles orales y escritos adecuados al desarrollo infantil, que preferiblemente desarrollen valores sobre cultura de paz, derechos de la infancia, igualdad de género y diversidad funcional y étnico-cultural.",
        "- Textos de carácter poético, de tradición popular o de autor, recitado y dramatización. Sensaciones que producen el ritmo, la entonación, la rima y la belleza de las palabras.",
        "- Vínculos afectivos y lúdicos con los textos literarios, escucha y comprensión de retahílas, cuentos, poesías, rimas, adivinanzas, refranes, trabalenguas, tradicionales y contemporáneos, contextualizándolos.",
        "- Animación lectora a través de distintas técnicas: en papel, digital, kamishibai, títeres, teatro de marionetas y teatro de sombras.",
        "- Expresión de sensaciones y emociones en torno a textos literarios libres de todo tipo de prejuicios y estereotipos.",
        "- La biblioteca como recurso de entretenimiento y de disfrute. Normas de uso.",
        "- Gusto literario por cuentos. Respeto y cuidado por los mismos.",
        "F. El lenguaje y la expresión musicales.",
        "- La canción como herramienta de comunicación, aprendizaje y disfrute en el aula de infantil.",
        "- Propuestas musicales en distintos formatos (canciones, bailes, ritmos, retahílas, instrumentaciones, juegos, audiciones).",
        "- La escucha musical como disfrute y fomento de la creatividad.",
        "- La escucha de sonidos del entorno y de la naturaleza. Descubrimiento y disfrute.",
        "Paisajes sonoros.",
        "- Intención expresiva en las producciones musicales y reconocimiento de las emociones que nos generan. Dramatización.",
        "- Posibilidades sonoras, expresivas y creativas de la voz, el cuerpo, los objetos cotidianos de su entorno y los instrumentos.",
        "- El sonido, el silencio y sus cualidades (largo-corto, fuerte-suave, agudo-grave).",
        "- El código musical (preescritura musical: representación simbólica de las cualidades del sonido).",
        "- Folclore y música infantil de nuestra tradición y de otras culturas, adaptándolas a nuestra realidad social.",
        "G. El lenguaje y la expresión plásticos y visuales.",
        "- Materiales específicos e inespecíficos, posibilidades expresivas y creativas.",
        "Respeto y cuidado de los mismos.",
        "- Diferentes elementos (línea, forma, color, textura), técnicas (pegado, modelado, estampado, pintura) y procedimientos plásticos.",
        "- Colores primarios. Experimentación y curiosidad por realizar producciones creativas.",
        "- Obras plásticas: satisfacción por las producciones propias y respeto hacia las de los demás. Interés por comunicar el resultado final.",
        "- Intención expresiva y comunicativa de producciones plásticas y pictóricas, de hechos, vivencias y sentimientos.",
        "- Manifestaciones plásticas variadas relevantes: pintura, arquitectura, escultura, así como otras manifestaciones artísticas y culturales.",
        "- Diferentes tipos de obras plásticas presentes o no en nuestro patrimonio, y en la realidad de nuestra aula. Interpretación y valoración.",
        "H. El lenguaje y la expresión corporales.",
        "- Posibilidades expresivas  y comunicativas del propio cuerpo en actividades individuales libres de prejuicios y estereotipos sexistas.",
        " - Juegos de expresión corporal y dramática: de personajes, hechos y situaciones individuales imitando al adulto.",
        "- Bailes tradicionales individuales imitando al adulto.",
        "I. Alfabetización digital.",
        "- Función motivadora, lúdica y educativa de los dispositivos y elementos tecnológicos de su entorno.",
        "- Aplicaciones y herramientas digitales con distintos fines: aprendizaje y disfrute.",
        "- Descubrimiento y apreciación del arte audiovisual.",
        "- Uso saludable y responsable de las tecnologías digitales y de contenidos apropiados.",
        "- Discriminación entre la realidad y el contenido de juegos en soporte digital con ayuda del adulto.",
        "2º CURSO",
        "A. Intención e interacción comunicativas.",
        "- Repertorio comunicativo y elementos de comunicación no verbal, manifestación de sentimientos, necesidades, deseos e intereses, opiniones, comunicación de experiencias propias y transmisión de información atendiendo a su individualidad.",
        "- El lenguaje oral u otros sistemas de comunicación como medio de relación con los demás y de regulación de la propia conducta. Espacios de interacción comunicativa y vínculos afectivos para todo el alumnado",
        "- Comunicación interpersonal: empatía.",
        "- Convenciones sociales del intercambio lingüístico en situaciones comunicativas que potencien el respeto y la igualdad: atención, escucha activa, turnos de diálogo y alternancia.",
        "- Formas socialmente establecidas (saludar, despedirse, dar las gracias, pedir disculpas, solicitar y ofrecerse a ayudar).",
        "B. Las lenguas y sus hablantes.",
        "- Repertorio lingüístico individual atendiendo a su edad evolutiva.",
        "- La realidad lingüística del entorno. Fórmulas o expresiones que responden a sus necesidades o intereses.",
        "- Aproximación a la lengua extranjera. Elementos para una comunicación funcional básica: saludar, despedirse, pedir y agradecer.",
        "- Instrucciones y expresiones sencillas en lengua extranjera, asociadas a rutinas y juegos del aula, expresadas con producciones redundantes y apoyadas en gestos y en lenguaje no verbal.",
        "- Canciones, rimas, retahílas y cuentos sencillos y contextualizados en lengua extranjera, con ayuda de imágenes y otros recursos, así como de medios informáticos y audiovisuales. Disfrute y participación.",
        "- Léxico en lengua extranjera dentro de diversos contextos significativos.",
        "- Acercamiento progresivo, de forma globalizada, a los fonemas de lengua extranjera que no existen en nuestra lengua.",
        "- La diversidad lingüística y cultural. Curiosidad, respeto y convivencia.",
        "C. Comunicación verbal oral: expresión, comprensión y diálogo.",
        "- El lenguaje oral en situaciones cotidianas: asambleas, conversaciones en parejas, pequeño y gran grupo, rutinas, juegos de interacción social, juego simbólico y expresión de vivencias. Interés por participar, ser escuchado y respetado con ayuda y modelado del adulto.",
        "- Normas que rigen la conversación: pedir la palabra, esperar el turno, escuchar activamente y mantener el tema de conversación.",
        "- El lenguaje verbal como medio para resolver conflictos de forma pacífica en situaciones cotidianas con mediación del adulto.",
        "- Textos orales formales e informales.",
        "- Intención comunicativa de los mensajes de los iguales y de los adultos, adecuando su respuesta.",
        "- Aumento del vocabulario a través de proyectos, conversaciones, situaciones de aprendizaje y textos literarios. Distintas categorías y relaciones semánticas.",
        "- Lenguaje descriptivo: objetos atendiendo a diferentes características (qué es, cómo es y para qué sirve), personas (rasgos físicos), láminas siguiendo una secuencia ordenada.",
        "- Planificación y verbalización de una secuencia de tres acciones.",
        "- Organizadores gráficos. Inferencias lógicas en imágenes.",
        "- Discriminación auditiva. Palabras que comparten algún rasgo fonológico.",
        "- Memoria secuencial auditiva: de tres elementos (palabras, sílabas, frases, pseudopalabras y números).",
        "- Conciencia silábica: segmentación, conteo, identificación y manipulación de sílabas dentro de una palabra con apoyo visual.",
        "D. Aproximación al lenguaje escrito.",
        "- Los usos sociales de la lectura y la escritura. Tipos de textos: narrativos (cuentos y anécdotas), poéticos (poemas y canciones), funcionales (nombre propio, listas, notas y recetas), informativos (noticias, logotipos, cartas, anuncios), populares (adivinanzas y pareados). Funcionalidad y significatividad en situaciones comunicativas, informativas y de disfrute.",
        "- Textos escritos en diferentes soportes para el proceso de aprendizaje de la lectoescritura.",
        "- Intención comunicativa y acercamiento a las principales características textuales y paratextuales (título, imágenes). Primeras hipótesis para la compresión con mediación del adulto.",
        "- Las propiedades del sistema de escritura: hipótesis cuantitativas y cualitativas.",
        "- Aproximación al código escrito, evolucionando desde las escrituras indeterminadas y respetando el proceso evolutivo: lectura global y escritura manipulativa de palabras significativas y contextualizadas.",
        "- Asociación fonema-grafema. Sonido y grafía de las vocales y consonantes mayúsculas respetando el proceso evolutivo.",
        " - Motricidad fina como base para la correcta adquisición de la pinza digital: coordinación de dedos, actividades manipulativas para conectar mano-cerebro, movimientos óculo-manuales.",
        "- Uso de algunas convenciones del sistema de la lectoescritura como: direccionalidad, orientación y organización del espacio más acotado.",
        "- Otros códigos de representación gráfica: imágenes, pictogramas, símbolos, números.",
        "- Iniciación a estrategias de búsqueda de información y comunicación con ayuda y mediación del adulto.",
        "- Situaciones de lectura individual a través de modelos lectores de referencia, para incentivar el gusto por leer.",
        "E. Aproximación a la educación literaria.",
        "- Textos literarios infantiles orales y escritos adecuados al desarrollo infantil, que preferiblemente desarrollen valores sobre cultura de paz, derechos de la infancia, igualdad de género y diversidad funcional y étnico-cultural.",
        "- Textos de carácter poético, de tradición popular o de autor, recitado y dramatización. Sensaciones que producen el ritmo, la entonación, la rima y la belleza de las palabras.",
        "- Vínculos afectivos y lúdicos con los textos literarios, escucha y comprensión de retahílas, cuentos, poesías, rimas, adivinanzas, refranes, trabalenguas, tradicionales y contemporáneos, contextualizándolos.",
        "- Animación lectora a través de distintas técnicas: en papel, digital, kamishibai, títeres, teatro de marionetas y teatro de sombras.",
        "- Conversaciones en torno a textos literarios libres de todo tipo de prejuicios y estereotipos.",
        "- La biblioteca como recurso informativo, de aprendizaje, de entretenimiento y de disfrute. Normas de uso.",
        "- Selección de cuentos con ayuda del adulto. Gusto literario. Respeto y cuidado por los mismos.",
        "F. El lenguaje y la expresión musicales.",
        "- La canción como herramienta de comunicación, aprendizaje y disfrute en el aula de infantil.",
        " - Propuestas musicales en distintos formatos (canciones, bailes, danzas, ritmos, retahílas, instrumentaciones, juegos, audiciones).",
        "- La escucha musical como disfrute y fomento de la creatividad.",
        "- La escucha de sonidos del entorno y de la naturaleza. Descubrimiento y disfrute.",
        "Paisajes sonoros.",
        "- Intención expresiva en las producciones musicales y reconocimiento de las emociones que nos generan. Dramatización.",
        "- Posibilidades sonoras, expresivas y creativas de la voz, el cuerpo, los objetos cotidianos de su entorno y los instrumentos.",
        "- El sonido, el silencio y sus cualidades (largo-corto, fuerte-suave, agudo-grave).",
        "- El código musical (preescritura musical y grafías no convencionales).",
        "- Folclore y música infantil de nuestra tradición y de otras culturas, adaptándolas a nuestra realidad social.",
        "G. El lenguaje y la expresión plásticos y visuales.",
        "- Materiales específicos e inespecíficos, posibilidades expresivas y creativas.",
        "Respeto y cuidado de los mismos.",
        "- Diferentes elementos (línea, forma, color, textura, espacio), técnicas (recortado, pegado, modelado, estampado, pintura y demás) y procedimientos plásticos.",
        "- Colores primarios y secundarios. Experimentación y curiosidad por la mezcla de colores para realizar producciones creativas.",
        "- Obras plásticas: satisfacción por las producciones propias y colectivas, respeto hacia las de los demás e interés por comunicar proyectos y resultados.",
        "- Intención expresiva y comunicativa de producciones plásticas y pictóricas, de hechos, vivencias, situaciones, emociones y sentimientos.",
        "- Manifestaciones plásticas variadas relevantes: pintura, arquitectura, escultura, así como otras manifestaciones artísticas y culturales.",
        "- Diferentes tipos de obras plásticas presentes o no en nuestro patrimonio, y en la realidad de nuestra aula. Interpretación y valoración.",
        "H. El lenguaje y la expresión corporales.",
        "- Posibilidades expresivas  y comunicativas del propio cuerpo en actividades individuales y grupales libres de prejuicios y estereotipos sexistas.",
        "- Juegos de expresión corporal y dramática: representación de personajes, cuentos, hechos y situaciones, individuales y compartidos, con ayuda del adulto.",
        "- Danzas y bailes tradicionales individuales o en grupo con ayuda del adulto.",
        "I. Alfabetización digital.",
        "- Función motivadora, lúdica y educativa de los dispositivos y elementos tecnológicos de su entorno.",
        "- Aplicaciones y herramientas digitales con distintos fines: comunicación, aprendizaje y disfrute.",
        "- Descubrimiento y apreciación del arte audiovisual.",
        "- Uso saludable y responsable de las tecnologías digitales y de contenidos apropiados.",
        "- Interpretación de imágenes y cortometrajes, y discriminación entre la realidad y el contenido de juegos a través de medios digitales o audiovisuales con ayuda del adulto.",
        "3º CURSO",
        "A. Intención e interacción comunicativas.",
        "- Repertorio comunicativo y elementos de comunicación no verbal, manifestación de sentimientos, necesidades, deseos e intereses, opiniones y comunicación de experiencias propias y transmisión de información atendiendo a su individualidad.",
        "- El lenguaje oral u otros sistemas de comunicación como medio de relación y regulación de la propia conducta y la de los demás. Espacios de interacción comunicativa y vínculos afectivos para todo el alumnado.",
        "- Comunicación interpersonal: empatía y asertividad.",
        "- Convenciones sociales del intercambio lingüístico en situaciones comunicativas que potencien el respeto y la igualdad: atención, escucha activa, turnos de diálogo y alternancia.",
        "- Formas socialmente establecidas (saludar, despedirse, pedir disculpas, dar las gracias, solicitar y ofrecerse a ayudar).",
        "B. Las lenguas y sus hablantes.",
        "- Repertorio lingüístico individual atendiendo a su edad evolutiva.",
        "- La realidad lingüística del entorno. Fórmulas o expresiones que responden a sus necesidades o intereses.",
        "- Aproximación a la lengua extranjera. Elementos para una comunicación funcional básica: saludar, despedirse, pedir y agradecer.",
        "- Instrucciones y expresiones sencillas en lengua extranjera, asociadas a rutinas y juegos del aula, expresadas con producciones redundantes y apoyadas en gestos y en lenguaje no verbal.",
        "- Canciones, rimas, retahílas y cuentos sencillos y contextualizados en lengua extranjera, con ayuda de imágenes y otros recursos, así como de medios informáticos y audiovisuales. Disfrute, repetición y participación.",
        "- Léxico en lengua extranjera dentro de diversos contextos significativos.",
        "- Acercamiento progresivo, de forma globalizada, a los fonemas de lengua extranjera que no existen en nuestra lengua.",
        "- La diversidad lingüística y cultural. Curiosidad, respeto y convivencia.",
        "C. Comunicación verbal oral: expresión, comprensión y diálogo.",
        "- El lenguaje oral en situaciones cotidianas: asambleas, conversaciones en parejas, pequeño y gran grupo, rutinas, juegos de interacción social, juego simbólico y expresión de vivencias. Interés por participar, ser escuchado y respetado.",
        "- Normas que rigen la conversación: pedir la palabra, esperar el turno, escuchar activamente y mantener el tema de conversación.        ",
        "- El lenguaje verbal como medio para resolver conflictos de forma pacífica en situaciones cotidianas.",
        "- Textos orales formales e informales.",
        "- Intención comunicativa de los mensajes de los iguales y de los adultos, y su respuesta adecuada.",
        "- Aumento del vocabulario a través de proyectos, conversaciones, situaciones de aprendizaje y textos literarios. Distintas categorías y relaciones semánticas.",
        "- Lenguaje descriptivo: objetos atendiendo a diferentes características (qué es, cómo es y para qué sirve), personas (rasgos físicos y cualidades personales), láminas, lugares o situaciones siguiendo una secuencia ordenada y lógica, y empleando estructuras verbales progresivamente más largas.",
        "- Planificación y verbalización de la secuencia de acciones. Evocación y expresión de acontecimientos de la vida cotidiana ordenados en el tiempo.",
        "- Organizadores gráficos. Inferencias lógicas en imágenes y textos orales.",
        "- Discriminación auditiva. Palabras que solo se diferencian en uno de los sonidos.",
        "- Memoria secuencial auditiva: de cuatro elementos (palabras, sílabas, fonemas, frases, pseudopalabras y números).",
        "- Conciencia fonológica: segmentación, conteo, identificación y manipulación de palabras, sílabas y fonemas con apoyo visual.",
        "D. Aproximación al lenguaje escrito.",
        "- Los usos sociales de la lectura y la escritura. Tipos de textos: Textos narrativos (cuentos, sucesos y anécdotas), poéticos (poemas y canciones), funcionales (nombre propio, fecha, listas, notas y recetas), informativos (noticias, anuncios, cartas, postales y logotipos), descriptivos y populares (pareados, adivinanzas y refranes). Funcionalidad y significatividad en situaciones comunicativas, informativas y de disfrute.",
        "- Textos escritos en diferentes soportes para el proceso de aprendizaje de la lectoescritura.",
        "- Intención comunicativa y acercamiento a las principales características textuales y paratextuales (título, imágenes). Primeras hipótesis para la interpretación y compresión.",
        "- Las propiedades del sistema de escritura: hipótesis cuantitativas y cualitativas.       ",
        "- Aproximación al código escrito, evolucionando desde las escrituras indeterminadas y respetando el proceso evolutivo: lectura y escritura de palabras sencillas significativas y contextualizadas.",
        "- Asociación fonema-grafema. Sonido, nombre y grafía de las letras que se presentan. Letras mayúsculas y minúsculas. Fluidez en nombrar los fonemas y las letras respetando el proceso evolutivo.",
        "- Motricidad fina como base para la correcta adquisición de la pinza digital: coordinación de dedos, actividades manipulativas para conectar mano-cerebro, movimientos óculo-manuales.",
        "- Uso de algunas convenciones del sistema de la lectoescritura como: direccionalidad, linealidad, orientación y organización del espacio y postura correcta.",
        "- Otros códigos de representación gráfica: imágenes, pictogramas, símbolos, números.",
        "- Iniciación a estrategias de búsqueda de información, reelaboración y comunicación con ayuda y mediación del adulto.",
        "- Situaciones de lectura individual o a través de modelos lectores de referencia, para incentivar el gusto por leer.",
        "E. Aproximación a la educación literaria.",
        "- Textos literarios infantiles orales y escritos adecuados al desarrollo infantil, que preferiblemente desarrollen valores sobre cultura de paz, derechos de la infancia, igualdad de género y diversidad funcional y étnico-cultural.",
        "- Textos de carácter poético, de tradición popular o de autor, recitado y dramatización. Sensaciones que producen el ritmo, la entonación, la rima y la belleza de las palabras.",
        "- Vínculos afectivos y lúdicos con los textos literarios, escucha y comprensión de retahílas, cuentos, poesías, rimas, adivinanzas, refranes, trabalenguas, tradicionales y contemporáneos, contextualizándolos.",
        "- Animación lectora a través de distintas técnicas: en papel, digital, kamishibai, títeres, teatro de marionetas y teatro de sombras.",
        "- Conversaciones y diálogos en torno a textos literarios libres de todo tipo de prejuicios y estereotipos.",
        "- La biblioteca como recurso informativo, de aprendizaje, de entretenimiento y de disfrute. Normas de uso.",
        "- Selección autónoma de cuentos o textos, gusto literario. Respeto y cuidado por los mismos.",
        "F. El lenguaje y la expresión musicales.",
        "- La canción como herramienta de comunicación, aprendizaje y disfrute en el aula de infantil.",
        "- Propuestas musicales en distintos formatos (canciones, bailes, danzas, ritmos, retahílas, instrumentaciones, juegos, audiciones).",
        "- La escucha musical como disfrute y fomento de la creatividad.",
        "- La escucha de sonidos del entorno y de la naturaleza. Descubrimiento y disfrute.",
        "Paisajes sonoros.",
        "- Intención expresiva en las producciones musicales y reconocimiento de las emociones que nos generan. Dramatización.",
        "- Posibilidades sonoras, expresivas y creativas de la voz, el cuerpo, los objetos cotidianos de su entorno y los instrumentos.",
        "- El sonido, el silencio y sus cualidades (largo-corto, fuerte-suave, agudo-grave).",
        "- El código musical (preescritura musical y grafías convencionales y no convencionales).",
        "- Folclore y música infantil de nuestra tradición y de otras culturas, adaptándolas a nuestra realidad social.",
        "G. El lenguaje y la expresión plásticos y visuales.",
        "- Materiales específicos e inespecíficos, posibilidades expresivas y creativas.",
        "Respeto y cuidado de los mismos.",
        "- Diferentes elementos (línea, forma, color, textura, espacio), técnicas (recortado, pegado, punteado, modelado, estampado, collage, pintura y demás) y procedimientos plásticos.",
        "- Colores primarios y secundarios. Gama de colores. Experimentación y curiosidad por la mezcla de colores para realizar producciones creativas.",
        "- Obras plásticas: satisfacción por las producciones propias y colectivas, respeto hacia las de los demás e interés por comunicar proyectos, procedimientos y resultados.",
        "- Intención expresiva y comunicativa de producciones plásticas y pictóricas, de hechos, vivencias, situaciones, emociones, sentimientos y fantasías.",
        "- Manifestaciones plásticas variadas relevantes: pintura, arquitectura, escultura, así como otras manifestaciones artísticas y culturales.",
        "- Diferentes tipos de obras plásticas presentes o no en nuestro patrimonio, y en la realidad de nuestra aula. Interpretación y valoración.",
        "H. El lenguaje y la expresión corporales.",
        "- Posibilidades expresivas, creativas y comunicativas del propio cuerpo en actividades individuales y grupales libres de prejuicios y estereotipos sexistas.",
        "- Juegos de expresión corporal y dramática: representación espontánea de personajes, cuentos, historias, diálogos, hechos y situaciones, individuales y compartidos.",
        "- Danzas y bailes tradicionales y de creación propia, individuales o en grupo.",
        "I. Alfabetización digital.",
        "- Función motivadora, lúdica y educativa de los dispositivos y elementos tecnológicos de su entorno.",
        "- Aplicaciones y herramientas digitales con distintos fines: creación, comunicación, aprendizaje y disfrute, desarrollo de la imaginación y la creatividad.",
        "- Descubrimiento y apreciación del arte audiovisual.",
        "- Uso saludable y responsable de las tecnologías digitales y de contenidos apropiados.",
        "- Lectura e interpretación crítica de imágenes, cortometrajes e información, y discriminación entre la realidad y el contenido de juegos y películas, a través de medios digitales y audiovisuales con la ayuda del adulto."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1º CURSO",
        "1.1 Progresar en el conocimiento de su cuerpo reproduciendo acciones y reacciones relacionadas con el equilibrio, la percepción sensorial, el control respiratorio y la coordinación en el movimiento.",
        "1.2 Progresar en la representación gráfica de la figura humana identificando y nombrando las partes sencillas de su cuerpo.",
        "1.3 Manifestar sentimientos de seguridad personal en la participación dirigida en juegos y en las diversas situaciones de la vida cotidiana, reproduciendo acciones del adulto e identificando sus posibilidades.",
        "1.4 Iniciarse en el uso de diferentes objetos, útiles y herramientas en situaciones de juego y en la realización de tareas cotidianas, mostrando un control progresivo y de coordinación de movimientos de carácter fino.",
        "1.5 Participar en contextos de juego dirigido y espontáneo reproduciendo acciones del adulto e identificando sus posibilidades.",
        "2.1 Reconocer y nombrar necesidades y sentimientos propios iniciándose en el control de sus emociones.",
        "2.2 Ofrecer y pedir ayuda en situaciones cotidianas, con la mediación del adulto, reconociendo los beneficios de la cooperación y la ayuda entre iguales.",
        "2.3 Identificar inquietudes, gustos y preferencias, mostrando satisfacción sobre los logros conseguidos.",
        "2.4 Reconocer las características, intereses y gustos de los demás mostrando actitudes de respeto.",
        "3.1 Realizar actividades relacionadas con el autocuidado y el cuidado del entorno con ayuda de un adulto mostrando una actitud respetuosa.",
        "3.2 Respetar la secuencia temporal asociada a los acontecimientos y actividades cotidianas, adaptándose a las rutinas establecidas para el grupo. ",
        "3.3 Identificar normas, rutinas y hábitos, desarrollando experiencias saludables y sostenibles para la mejora de la salud y el bienestar.",
        "4.1 Conocer distintos grupos sociales más significativos de su entorno, reconociendo las diferentes estructuras de vida familiar.",
        "4.2 Identificar normas, sentimientos y roles interaccionando en los grupos sociales de pertenencia más cercanos para construir su identidad individual y social.",
        "4.3 Participar en juegos y actividades colectivas con mediación del adulto, mostrando actitudes de afecto, respetando los distintos ritmos individuales, y evitando todo tipo de discriminación.",
        "4.4 Reconocer conductas, acciones o situaciones a través del juego simbólico en interacción con sus iguales.",
        "4.5. Participar, con la ayuda del adulto, en actividades relacionadas con las normas sociales que regulan la convivencia, promoviendo valores como el respeto a la diversidad, el trato no discriminatorio hacia las personas con discapacidad y la igualdad de género.",
        "4.6 Iniciarse en el conocimiento de las habilidades para la gestión de conflictos de forma positiva, aceptando las propuestas del adulto.",
        "4.7 Iniciarse en la adopción de responsabilidades individuales y destrezas cooperativas con la ayuda del adulto trabajando en pequeño grupo.",
        "4.8 Nombrar los diferentes oficios y servicios más significativos de la localidad identificando sus elementos.",
        "4.9 Reconocer los diferentes medios de transporte identificando sus características.",
        "4.10 Disfrutar en actividades relacionadas con costumbres y tradiciones étnicas y culturales presentes en su entorno mostrando respeto.",
        "2º CURSO",
        "1.1 Progresar en el conocimiento de su cuerpo controlando, precisando acciones y reacciones, y desarrollando un mejor equilibrio, control respiratorio y una mejor percepción sensorial y coordinación en el movimiento.",
        "1.2 Progresar en la representación gráfica de la figura humana identificando, nombrando y diferenciando las principales partes en su cuerpo y en el de los demás.",
        "1.3 Manifestar sentimientos de seguridad personal en la participación semidirigida en juegos y en las diversas situaciones de la vida cotidiana, utilizando las propias posibilidades y demostrando poco a poco iniciativa.",
        "1.4 Manejar diferentes objetos, útiles y herramientas en situaciones de juego y en la realización de tareas cotidianas, mostrando un control progresivo y de coordinación de movimientos de carácter fino.  ",
        "1.5 Participar en contextos de juego dirigido y espontáneo utilizando sus posibilidades personales.",
        "2.1 Identificar y expresar sus necesidades y sentimientos mejorando progresivamente el control de sus emociones.",
        "2.2 Ofrecer y pedir ayuda en situaciones cotidianas, aplicando de manera progresiva los beneficios de la cooperación y la ayuda entre iguales.",
        "2.3 Diferenciar inquietudes, gustos y preferencias, mostrando satisfacción sobre los logros conseguidos.",
        "2.4 Aceptar las características, intereses y gustos de los demás mostrando actitudes de respeto.",
        "3.1 Realizar actividades relacionadas con el autocuidado y el cuidado del entorno con mediación del adulto mostrando actitud de respeto e iniciativa.",
        "3.2 Respetar la secuencia temporal asociada a los acontecimientos y actividades cotidianas, adaptándose a las rutinas establecidas para el grupo y desarrollando comportamientos respetuosos hacia las demás personas. ",
        "3.3 Construir normas, rutinas y hábitos, desarrollando experiencias saludables y sostenibles para la mejora de la salud y el bienestar.",
        "4.1. Conocer e identificar distintos grupos sociales más significativos de su entorno, reconociendo las diferentes estructuras de vida familiar.",
        "4.2 Construir normas, sentimientos y roles interaccionando en los grupos sociales de pertenencia más cercanos para construir su identidad individual y social.",
        "4.3 Participar en juegos y actividades colectivas relacionándose con otras personas con actitudes de afecto, respetando los distintos ritmos individuales y evitando todo tipo de discriminación.",
        "4.4 Reproducir conductas, acciones o situaciones a través del juego simbólico en interacción con sus iguales.",
        "4.5 Participar en actividades relacionadas con las normas sociales que regulan la convivencia, promoviendo valores como el respeto a la diversidad, el trato no discriminatorio hacia las personas con discapacidad y la igualdad de género.",
        "4.6 Construir destrezas y habilidades para la gestión de conflictos de forma positiva, proponiendo alternativas con ayuda del adulto.",
        "4.7 Adoptar responsabilidades individuales y destrezas cooperativas trabajando en equipo",
        "4.8 Reconocer los diferentes oficios y servicios más significativos de la localidad junto con sus características y elementos, interesándose por otras formas de vida.",
        "4.9 Reconocer los diferentes medios de transporte y algunas normas elementales de educación vial identificando sus características.",
        "4.10 Participar en actividades relacionadas con costumbres y tradiciones étnicas y culturales presentes en su entorno, mostrando interés por conocerlas. ",
        "3º CURSO",
        "1.1 Progresar en el conocimiento de su cuerpo ajustando (anticipando, adaptando, programando) acciones y reacciones, y desarrollando el equilibrio, la percepción sensorial, el control respiratorio y la coordinación en el movimiento.",
        "1.2 Progresar en la representación gráfica de la figura humana integrando y comparando las distintas partes de su cuerpo y el de los demás.",
        "1.3 Manifestar sentimientos de seguridad personal en la participación en juegos y en las diversas situaciones de la vida cotidiana, confiando en las propias posibilidades y mostrando iniciativa.",
        "1.4 Decidir, seleccionar y manejar diferentes objetos, útiles y herramientas en situaciones de juego y en la realización de tareas cotidianas, mostrando un control progresivo y de coordinación de movimientos de carácter fino.",
        "1.5 Participar en contextos de juego dirigido y espontáneo, valorando y ajustándose a sus posibilidades personales.",
        "2.1 Identificar, expresar y valorar sus necesidades y sentimientos, ajustando progresivamente el control de sus emociones.",
        "2.2 Ofrecer y pedir ayuda en situaciones cotidianas, valorando los beneficios de la cooperación y la ayuda entre iguales.",
        "2.3 Expresar inquietudes, gustos y preferencias, mostrando satisfacción y seguridad sobre los logros conseguidos.",
        "2.4 Respetar y aceptar las características, intereses y gustos de los demás, mostrando actitudes de empatía y asertividad.",
        "3.1 Realizar actividades relacionadas con el autocuidado y el cuidado del entorno con una actitud respetuosa, mostrando autoconfianza e iniciativa.",
        "3.2 Respetar la secuencia temporal asociada a los acontecimientos y actividades cotidianas, adaptándose a las rutinas establecidas para el grupo y mostrando comportamientos respetuosos hacia las demás personas. ",
        "3.3 Adquirir y definir normas, rutinas y hábitos, desarrollando experiencias saludables y sostenibles para la mejora de la salud y el bienestar.",
        "4.1 Conocer e identificar distintos grupos sociales más significativos de su entorno, valorando las diferentes estructuras de vida familiar y social, y generando actitudes de confianza, respeto y aprecio.",
        "4.2 Adquirir y desarrollar normas, sentimientos y roles, interaccionando en los grupos sociales de pertenencia más cercanos, para construir su identidad individual y social.",
        "4.3 Participar con iniciativa en juegos y actividades colectivas relacionándose con otras personas con actitudes de afecto y de empatía, respetando los distintos ritmos individuales y evitando todo tipo de discriminación y valorando la importancia de la amistad.",
        "4.4 Reproducir conductas, acciones o situaciones a través del juego simbólico en interacción con sus iguales, identificando y rechazando todo tipo de estereotipos.",
        "4.5 Participar activamente en actividades relacionadas con la reflexión sobre las normas sociales que regulan la convivencia, promoviendo valores como el respeto a la diversidad, el trato no discriminatorio hacia las personas con discapacidad y la igualdad de género.",
        "4.6 Desarrollar destrezas y habilidades para la gestión y resolución de conflictos de forma positiva, proponiendo alternativas creativas y teniendo en cuenta el criterio de otras personas.",
        "4.7 Adoptar y definir responsabilidades individuales y destrezas cooperativas valorando el trabajo en equipo.",
        "4.8 Reconocer y valorar los diferentes oficios y servicios más significativos de la localidad junto con sus características y elementos, mostrando sensibilización y rechazo ante desigualdades.",
        "4.9 Reconocer y diferenciar los diferentes medios de transporte y las normas más elementales de educación vial identificando sus características.",
        "4.10 Participar, desde una actitud de respeto, en actividades relacionadas con costumbres y tradiciones étnicas y culturales presentes en su entorno, mostrando interés por conocerlas.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1º CURSO",
        "1.1. Reconocer relaciones básicas entre los objetos identificando sus cualidades o atributos mostrando curiosidad e interés.",
        "1.2 Identificar los cuantificadores básicos más significativos empleándolos en el contexto del juego y en la interacción con los demás.",
        "1.3 Ubicarse en los espacios habituales, tanto en reposo como en movimiento, relacionando sus conocimientos acerca de las nociones espaciales básicas y jugando con el propio cuerpo y con objetos.",
        "1.4 Descubrir las situaciones cotidianas en las que es preciso medir, experimentando con el cuerpo u otros materiales.",
        "1.5 Conocer su actividad, identificando las secuencias y descubriendo las nociones temporales básicas.",
        "2.1 Gestionar situaciones, dificultades, retos o problemas con interés e iniciativa, mediante su división en secuencias de actividades más sencillas.",
        "2.2 Identificar la frustración ante las dificultades o problemas, reconociendo, con ayuda del docente, las situaciones conflictivas con actitudes tolerantes.",
        "2.3 Examinar con curiosidad el comportamiento de ciertos elementos o materiales a través de la manipulación o la actuación sobre ellos.",
        "2.4. Explorar las estrategias para la toma de decisiones, de forma guiada, descubriendo el proceso de creación de soluciones originales en respuesta a los retos que se le planteen.",
        "2.5 Proponer secuencias de acciones o instrucciones para la resolución de tareas analógicas, iniciándose en el desarrollo de habilidades básicas de pensamiento computacional.",
        "2.6 Participar en proyectos grupales compartiendo y valorando opiniones propias y ajenas.",
        "3.1 Mostrar una actitud de respeto y cuidado hacia el medio natural y los animales, percibiendo el impacto que algunas acciones humanas ejercen sobre ellos.",
        "3.2. Nombrar y reconocer seres vivos, explicando sus características y su relación con el entorno en el que habitan con interés y curiosidad.",
        "3.3 Intuir las relaciones entre el medio natural y el social, a partir de la observación de algunos fenómenos naturales y de los elementos patrimoniales presentes en el medio físico, especialmente en Castilla y León.",
        "2º CURSO",
        "1.1. Establecer distintas relaciones entre los objetos identificando y nombrando sus cualidades o atributos y funciones mostrando curiosidad e interés.",
        "1.2 Reconocer los cuantificadores básicos más significativos aplicándolos en el contexto del juego y en la interacción con los demás.",
        "1.3 Ubicarse adecuadamente en los espacios habituales, tanto en reposo como en movimiento, utilizando sus conocimientos acerca de las nociones espaciales básicas y jugando con el propio cuerpo y con objetos.",
        "1.4 Identificar las situaciones cotidianas en las que es preciso medir, utilizando el cuerpo u otros materiales y herramientas para efectuar las medidas.",
        "1.5 Analizar su actividad, estableciendo las secuencias y utilizando las nociones temporales básicas.",
        "2.1 Gestionar situaciones, dificultades, retos o problemas con interés e iniciativa, mediante la planificación de secuencias de actividades.",
        "2.2 Canalizar progresivamente la frustración ante las dificultades o problemas, mediante la identificación de diferentes estrategias.",
        "2.3 Plantear hipótesis sencillas acerca del comportamiento de ciertos elementos o materiales manipulando o actuando sobre ellos.",
        "2.4. Adquirir estrategias para la toma de decisiones con progresiva autonomía, descubriendo el proceso de creación de soluciones originales en respuesta a los retos que se le planteen.",
        "2.5 Programar secuencias de acciones o instrucciones con apoyo del docente para la resolución de tareas analógicas, desarrollando habilidades básicas de pensamiento computacional.",
        "2.6 Participar en proyectos utilizando dinámicas cooperativas, compartiendo, valorando y comparando opiniones propias y ajenas.",
        "3.1 Mostrar una actitud de respeto, cuidado y protección hacia el medio natural y los animales, identificando el impacto positivo o negativo que algunas acciones humanas ejercen sobre ellos.",
        "3.2. Percibir las diferencias entre seres vivos e inertes, describiendo sus características y su relación con el entorno.",
        "3.3 Nombrar relaciones entre el medio natural y el social, a partir de la observación y la identificación de algunos fenómenos naturales y de los elementos patrimoniales presentes en el medio físico, especialmente en Castilla y León.",
        "3º CURSO",
        "1.1. Establecer distintas relaciones entre los objetos reconociendo y comparando sus cualidades o atributos y funciones, mostrando curiosidad e interés.",
        "1.2 Describir los cuantificadores más significativos integrándolos en el contexto del juego y en la interacción con los demás.",
        "1.3 Ubicarse adecuadamente en los espacios habituales, tanto en reposo como en movimiento, aplicando sus conocimientos acerca de las nociones espaciales básicas de manera justificada y jugando con el propio cuerpo y con objetos.",
        "1.4 Interpretar las situaciones cotidianas en las que es preciso medir, utilizando el cuerpo u otros materiales y herramientas para efectuar las medidas.",
        "1.5 Organizar su actividad, ordenando las secuencias y utilizando las nociones temporales básicas.",
        "2.1 Gestionar situaciones, dificultades, retos o problemas con interés e iniciativa, mediante la organización de secuencias de actividades y la cooperación con sus iguales.",
        "2.2 Canalizar progresivamente la frustración ante las dificultades o problemas mediante la aplicación de diferentes estrategias.",
        "2.3 Plantear hipótesis acerca del comportamiento de ciertos elementos o materiales, verificándolas a través de la manipulación o la actuación sobre ellos.",
        "2.4. Utilizar diferentes estrategias para la toma de decisiones con progresiva autonomía, afrontando el proceso de creación de soluciones originales en respuesta a los retos que se le planteen.",
        "2.5 Programar secuencias de acciones o instrucciones para la resolución de tareas analógicas y digitales, desarrollando habilidades básicas de pensamiento computacional.",
        "2.6 Participar en proyectos utilizando dinámicas cooperativas, compartiendo y valorando opiniones propias y ajenas, y expresando conclusiones personales a partir de ellas.",
        "3.1 Mostrar una actitud de respeto, cuidado y protección hacia el medio natural y los animales, identificando y valorando el impacto positivo o negativo que algunas acciones humanas ejercen sobre ellos.",
        "3.2. Identificar rasgos comunes y diferentes entre seres vivos e inertes, describiendo y comparando sus características y su relación con el entorno.",
        "3.3 Establecer diferentes relaciones entre el medio natural y el social a partir de la observación y el conocimiento de algunos fenómenos naturales y de los elementos patrimoniales presentes en el medio físico, especialmente en Castilla y León.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1º CURSO",
        "1.1. Participar y escuchar de manera activa, espontánea y respetuosa con las diferencias individuales en situaciones comunicativas sencillas, reproduciendo las normas de la comunicación social con ayuda del adulto, en función de su desarrollo individual.",
        "1.2. Enriquecer su repertorio comunicativo a través de diferentes propuestas, expresándose en diferentes lenguajes.",
        "1.3. Participar en situaciones de uso de diferentes lenguas, iniciándose con curiosidad por la diversidad de perfiles lingüísticos.",
        "1.4. Iniciarse en la interacción con distintos recursos digitales, familiarizándose con diferentes medios y herramientas digitales sencillas con ayuda del adulto.",
        "2.1. Comprender de forma adecuada los mensajes verbales y no verbales e intenciones comunicativas de sus iguales y de los adultos apoyándose en conocimientos y recursos de su propia experiencia.",
        "2.2. Comprender mensajes sencillos transmitidos, mediante representaciones o manifestaciones artísticas, también en formato digital con ayuda del adulto, mostrando curiosidad e interés.",
        "3.1. Hacer un uso funcional del lenguaje oral y/o de otros lenguajes, comunicando sentimientos, emociones, necesidades, deseos, intereses, experiencias propias e información, aumentado progresivamente su vocabulario interactuando en diferentes situaciones y contextos.",
        "3.2. Iniciarse en la utilización de las formas convencionales del lenguaje (saludar, despedirse, pedir disculpas, dar las gracias) respetando las normas lingüísticas establecidas.",
        "3.3. Evocar y expresar ideas a través del relato oral sobre situaciones vivenciadas, con la ayuda del adulto.",
        "3.4. Iniciarse en la utilización del lenguaje oral como instrumento regulador de la acción en las interacciones con los demás mostrando seguridad y confianza.",
        "3.5. Explorar las propiedades sonoras del propio cuerpo, diferentes instrumentos, recursos o técnicas, musicalizando situaciones.",
        "3.6. Elaborar creaciones plásticas sencillas, explorando y utilizando de manera creativa diferentes elementos, materiales, técnicas y procedimientos plásticos con ayuda del adulto.",
        "3.7. Ajustar su movimiento al espacio como forma de expresión corporal libre, bailes y desplazamientos rítmicos, manifestando interés e iniciativa.",
        "3.8. Utilizar diversas herramientas o aplicaciones digitales intuitivas y visuales sencillas con ayuda del adulto como medio de disfrute y motivación",
        "4.1. Mostrar interés por los códigos escritos, valorando su función comunicativa con ayuda del adulto.",
        "4.2. Iniciarse en la adquisición de la conciencia léxica, contando, identificando y manipulando palabras dentro de frases sencillas (hasta tres elementos) con apoyo visual, para iniciar la transición de la lengua oral a la lengua escrita.",
        "4.3. Iniciarse en la asociación fonema-grafema, asociando sonido y grafía de las vocales en mayúscula, atendiendo a su individualidad.",
        "4.4. Identificar, de manera acompañada, alguna de las características paratextuales mediante la búsqueda en textos de uso social libres de prejuicios y estereotipos sexistas.",
        "4.5. Recurrir a la biblioteca como fuente de entretenimiento y disfrute, respetando sus normas de uso.",
        "5.1. Relacionarse de forma respetuosa en la pluralidad lingüística y cultural de su aula, manifestando interés por otras lenguas, etnias y culturas.",
        "5.2. Mostrar interés por participar en interacciones comunicativas sencillas en lengua extranjera, relacionadas con rutinas y situaciones cotidianas, enriqueciendo sus estrategias comunicativas y su bagaje cultural.",
        "5.3. Mostrar interés por comprender, con apoyo de imágenes y gestos, el contenido esencial de instrucciones breves en lengua extranjera, respondiendo adecuadamente con ayuda del adulto.",
        "5.4. Iniciarse en el descubrimiento de patrones sonoros de entonación, ritmo y acento característicos de la lengua extranjera, escuchando canciones, retahílas y rimas.",
        "5.5. Disfrutar en actividades de aproximación a la literatura infantil, descubriendo, explorando y apreciando la belleza del lenguaje literario.",
        "5.6. Expresar emociones e ideas a través de manifestaciones artísticas y culturales sencillas, disfrutando del proceso creativo con ayuda del adulto.",
        "5.7. Reconocer sus gustos sobre distintas manifestaciones artísticas, descubriendo las emociones que produce su disfrute.",
        "2º CURSO",
        "1.1. Participar y escuchar de manera activa, espontánea y respetuosa con las diferencias individuales en situaciones comunicativas de progresiva complejidad, aplicando las normas de la comunicación social con actitud cooperativa con ayuda puntual del adulto, en función de su desarrollo individual.",
        "1.2. Utilizar su repertorio comunicativo según las propuestas y los interlocutores, indagando en las posibilidades expresivas de los diferentes lenguajes.",
        "1.3. Participar en situaciones de uso de diferentes lenguas, mostrando interés y curiosidad por la diversidad de perfiles lingüísticos.",
        "1.4. Interactuar con distintos recursos digitales, familiarizándose con diferentes medios y herramientas digitales sencillas con ayuda puntual del adulto.",
        "2.1. Comprender de forma eficaz los mensajes verbales y no verbales e intenciones comunicativas de sus iguales y de los adultos respondiendo de forma adecuada.",
        "2.2. Comprender mensajes transmitidos mediante representaciones o manifestaciones artísticas, también en formato digital, reconociendo la intencionalidad del emisor con ayuda del adulto, mostrando curiosidad e interés.",
        "3.1. Hacer un uso funcional del lenguaje oral y/o de otros lenguajes, comunicando sentimientos, emociones, necesidades, deseos, intereses, opiniones, experiencias propias e información, aumentado su repertorio lingüístico interactuando en diferentes situaciones y contextos.",
        "3.2 Utilizar las formas convencionales del lenguaje (saludar, despedirse, pedir disculpas, dar las gracias) respetando las normas lingüísticas establecidas.",
        "3.3. Evocar y expresar ideas a través del relato oral sobre situaciones vivenciadas o imaginarias con mediación del adulto.",
        "3.4. Progresar en la utilización del lenguaje oral como instrumento regulador de la acción en las interacciones con los demás con seguridad y confianza.",
        "3.5. Reproducir propuestas dramáticas y musicales explorando las propiedades sonoras del propio cuerpo, diferentes instrumentos, recursos o técnicas.",
        "3.6. Elaborar creaciones plásticas, explorando y utilizando de manera creativa diferentes elementos, materiales, técnicas y procedimientos plásticos con ayuda del adulto, participando en pequeño y gran grupo cuando se precise.",
        "3.7. Ajustar su movimiento al de los demás y al espacio como forma de expresión corporal libre, con representaciones dramáticas, danzas, bailes y desplazamientos rítmicos, manifestando interés e iniciativa.",
        "3.8. Expresarse con ayuda del adulto, utilizando diversas herramientas o aplicaciones digitales intuitivas y visuales sencillas, como medio de disfrute, motivación y aprendizaje.",
        "4.1. Mostrar interés por comunicarse a través de códigos escritos, convencionales o no, valorando su función comunicativa con ayuda del adulto.",
        "4.2. Iniciarse en la adquisición de la conciencia silábica, segmentando, contando, identificando y manipulando sílabas en palabras con apoyo visual, para iniciar la transición de la lengua oral a la lengua escrita.",
        "4.3. Avanzar en la asociación fonema-grafema, asociando sonido y grafía de las vocales y las consonantes en mayúscula, atendiendo a su individualidad.",
        "4.4. Identificar de manera acompañada, alguna de las características textuales y paratextuales mediante la búsqueda en textos de uso social libres de prejuicios y estereotipos sexistas.",
        "4.5. Valorar y recurrir a la biblioteca como fuente de información, entretenimiento y disfrute, respetando sus normas de uso.",
        "5.1. Relacionarse de forma respetuosa en la pluralidad lingüística y cultural de su centro, manifestando interés por otras lenguas, etnias y culturas.",
        "5.2. Participar en interacciones comunicativas sencillas en lengua extranjera relacionadas con rutinas y situaciones cotidianas, con ayuda del adulto, enriqueciendo sus estrategias comunicativas y su bagaje cultural.",
        "5.3. Comprender, con apoyo de imágenes y gestos, el contenido esencial de instrucciones y expresiones breves en lengua extranjera, respondiendo adecuadamente con mediación del adulto y ayuda de sus compañeros.",
        "5.4. Descubrir patrones sonoros de entonación, ritmo y acento característicos de la lengua extranjera, escuchando y empezando a reproducir canciones, retahílas y rimas.",
        "5.5. Participar en actividades de aproximación a la literatura infantil, descubriendo, explorando y apreciando la belleza del lenguaje literario.",
        "5.6. Expresar emociones, ideas y pensamientos a través de manifestaciones artísticas y culturales, disfrutando del proceso creativo con mediación del adulto.",
        "5.7. Expresar gustos y preferencias con respeto sobre distintas manifestaciones artísticas, identificando las emociones que produce su disfrute.",
        "3º CURSO",
        "1.1. Participar y escuchar de manera activa, espontánea y respetuosa con las diferencias individuales, en situaciones comunicativas de progresiva complejidad, atendiendo a las normas de la comunicación social con actitud cooperativa, en función de su desarrollo individual.",
        "1.2. Ajustar su repertorio comunicativo a las propuestas, a los interlocutores y al contexto, indagando en las posibilidades expresivas de los diferentes lenguajes.",
        "1.3. Participar en situaciones de uso de diferentes lenguas, mostrando interés, curiosidad y respeto por la diversidad de perfiles lingüísticos.",
        "1.4. Interactuar con distintos recursos digitales, familiarizándose con diferentes medios y herramientas digitales de forma cada vez más autónoma.",
        "2.1. Interpretar de forma eficaz los mensajes verbales y no verbales e intenciones comunicativas de sus iguales y de los adultos respondiendo de forma adecuada.",
        "2.2. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas, también en formato digital, reconociendo la intencionalidad del emisor, mostrando curiosidad e interés y una actitud responsable.",
        "3.1. Hacer un uso funcional del lenguaje oral y/o de otros lenguajes, comunicando sentimientos, emociones, necesidades, deseos, intereses, opiniones, experiencias propias e información, aumentando su repertorio lingüístico y construyendo progresivamente un discurso más eficaz, organizado y coherente en contextos formales e informales.",
        "3.2. Utilizar de forma espontánea las formas convencionales del lenguaje (saludar, despedirse, pedir disculpas, dar las gracias) respetando las normas lingüísticas establecidas.",
        "3.3. Evocar y expresar espontáneamente ideas a través del relato oral sobre situaciones vivenciadas o imaginarias.",
        "3.4. Utilizar y valorar el lenguaje oral como instrumento regulador de la acción en las interacciones con los demás, mostrando seguridad y confianza.",
        "3.5. Interpretar propuestas dramáticas y musicales utilizando y explorando las propiedades sonoras del propio cuerpo, diferentes instrumentos, recursos o técnicas.",
        "3.6. Elaborar y explicar creaciones plásticas, explorando y utilizando de manera creativa diferentes elementos, materiales, técnicas y procedimientos plásticos, participando activamente en el trabajo en pequeño y gran grupo cuando se precise.",
        "3.7. Ajustar armónicamente su movimiento al de los demás y al espacio como forma de expresión corporal libre, con representaciones dramáticas, danzas, bailes y desplazamientos rítmicos, manifestando interés e iniciativa.",
        "3.8. Expresarse de manera creativa, utilizando diversas herramientas o aplicaciones digitales intuitivas y visuales como medio de disfrute, motivación y aprendizaje.",
        "4.1. Mostrar interés por comunicarse a través de códigos escritos, convencionales o no, valorando su función comunicativa atendiendo a su nivel de desarrollo.",
        "4.2. Adquirir progresivamente la conciencia fonológica segmentando, contando, identificando y manipulando palabras, sílabas y fonemas con apoyos visuales, para iniciar la transición de la lengua oral a la lengua escrita.",
        "4.3. Manejar con cierta fluidez la asociación fonema-grafema asociando el sonido, nombre y grafía de las letras atendiendo a su individualidad.",
        "4.4. Identificar, de manera acompañada, alguna de las características textuales y paratextuales mediante la indagación en textos de uso social libres de prejuicios y estereotipos sexistas.",
        "4.5. Valorar y recurrir a la biblioteca como fuente de información, aprendizaje, entretenimiento y disfrute, respetando sus normas de uso.",
        "5.1. Relacionarse de forma respetuosa en la pluralidad lingüística y cultural de su entorno, manifestando interés por otras lenguas, etnias y culturas.",
        "5.2. Participar en interacciones comunicativas en lengua extranjera relacionadas con rutinas y situaciones cotidianas, enriqueciendo sus estrategias comunicativas y su bagaje cultural.",
        "5.3. Comprender, con apoyo de imágenes y gestos, el contenido esencial de textos orales breves en lengua extranjera, respondiendo adecuadamente, con mediación del adulto y ayuda de sus compañeros.",
        "5.4. Descubrir patrones sonoros de entonación, ritmo y acento característicos de la lengua extranjera, reproduciendo canciones, retahílas y rimas.",
        "5.5. Participar en actividades de aproximación a la literatura infantil, tanto de carácter individual, como en contextos dialógicos y participativos, descubriendo, explorando y apreciando la belleza del lenguaje literario.",
        "5.6. Expresar emociones, ideas y pensamientos a través de manifestaciones artísticas y culturales, disfrutando y valorando el proceso creativo.",
        "5.7. Expresar gustos, preferencias y opiniones con curiosidad y respeto sobre distintas manifestaciones artísticas, explicando las emociones que produce su disfrute"
    ]
}