{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Planificar, elaborar y poner en práctica de manera autónoma un programa personal de actividad física dirigido a la mejora o al mantenimiento de la salud, aplicando los diferentes sistemas de desarrollo de las capacidades físicas implicadas según las necesidades e intereses individuales y respetando la propia realidad e identidad corporal, evaluando los resultados obtenidos. ",
        "Criterio 1.2. Incorporar de forma autónoma, y según sus preferencias personales, los procesos de activación corporal, autorregulación y dosificación del esfuerzo, alimentación saludable, educación postural, relajación e higiene durante la práctica de actividades motrices, reflexionando sobre su relación con posibles estudios posteriores o futuros desempeños profesionales. ",
        "Criterio 1.3. Conocer y aplicar de manera responsable y autónoma medidas específicas para la prevención de lesiones antes, durante y después de la actividad física, así como para la aplicación de primeros auxilios ante situaciones de emergencia o accidente, identificando las posibles transferencias que estos conocimientos tienen al ámbito profesional y ocupacional. ",
        "Criterio 1.4. Actuar de forma crítica, comprometida y responsable ante los estereotipos sociales asociados al ámbito de lo corporal y los comportamientos que pongan en riesgo la salud, aplicando con autonomía e independencia criterios científicos de validez, fiabilidad y objetividad a la información recibida. ",
        "Criterio 1.5. Emplear de manera autónoma aplicaciones y dispositivos digitales relacionados con la gestión de la actividad física, respetando la privacidad y las medidas básicas de seguridad vinculadas a la difusión pública de datos personales. ",
        "Criterio 1.6. Investigar y conocer las posibles salidas profesionales relacionadas con las diferentes manifestaciones de la motricidad, así como el impacto laboral, económico, social y ecológico de las mismas y su repercusión en el entorno más cercano.",
        "Competencia específica 2.",
        "Criterio 2.1. Desarrollar proyectos motores de carácter individual o colectivo, cooperativo o colaborativo, gestionando autónomamente cualquier imprevisto o situación que pueda ir surgiendo a lo largo del proceso de forma eficiente, creativa y ajustada a los objetivos que se pretendan alcanzar. ",
        "Criterio 2.2. Solucionar de forma autónoma situaciones de oposición, colaboración o colaboraciónoposición en contextos deportivos o recreativos con fluidez, precisión y control, aplicando de manera automática procesos de percepción, decisión y ejecución en contextos reales o simulados de actuación y adaptando las estrategias a las condiciones cambiantes que se producen en la práctica. ",
        "Criterio 2.3. Identificar, analizar y comprender los factores clave, tanto propios como ajenos, que condicionan la intervención de los componentes cualitativos y cuantitativos de la motricidad en la realización de gestos técnicos o situaciones motrices variadas, identificando errores comunes y proponiendo soluciones a los mismos. ",
        "Criterio 2.4. Analizar la actuación motriz en diferentes situaciones, reales o adaptadas, reflexionando sobre las soluciones y resultados obtenidos a través de la autoevaluación y coevaluación, para poner en práctica actuaciones encaminadas a minimizar los errores.",
        "Competencia específica 3.",
        "Criterio 3.1. Organizar y practicar diversas actividades motrices, valorando su potencial como posible salida profesional y analizando sus beneficios desde la perspectiva de la salud, el disfrute, la autosuperación y las posibilidades de interacción social, a la vez que adoptando actitudes de interés, esfuerzo, liderazgo y empatía al asumir y desempeñar distintos roles relacionados con ellas. ",
        "Criterio 3.2. Cooperar o colaborar mostrando iniciativa durante el desarrollo de proyectos y producciones motrices, solventando de forma coordinada cualquier imprevisto o situación que pueda ir surgiendo a lo largo del proceso. ",
        "Criterio 3.3. Establecer mecanismos de relación y entendimiento con el resto de participantes durante el desarrollo de diversas prácticas motrices con autonomía y haciendo uso efectivo de habilidades sociales de diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivosexual, de origen nacional, étnico, socioeconómica o de competencia motriz y posicionándose activa, reflexiva y críticamente frente a los estereotipos, las actuaciones discriminatorias y la violencia en cualquiera de sus formas, así como conocer las estrategias para la prevención, la detección precoz y el abordaje de las mismas. ",
        "Competencia específica 4.",
        "Criterio 4.1. Comprender y contextualizar la influencia cultural y social de las manifestaciones motrices más relevantes en el panorama actual, analizando sus orígenes y su evolución hasta la actualidad y rechazando aquellos componentes que no se ajusten a los valores de una sociedad abierta, inclusiva, diversa e igualitaria. ",
        "Criterio 4.2. Crear y representar composiciones corporales individuales o colectivas, con y sin base musical, aplicando con precisión, idoneidad y coordinación escénica las técnicas expresivas más apropiadas a cada composición para representarlas ante sus compañeros y compañeras u otros miembros de la comunidad. ",
        "Criterio 4.3. Utilizar de forma autónoma los recursos expresivos para resolver retos en las creaciones y representaciones artísticas, participando activamente y potenciando la imaginación, la creatividad y las diferentes opiniones. ",
        "Criterio 4.4. Valorar positivamente la importancia que las actividades artísticoexpresivas tienen en su equilibrio emocional, contribuyendo de forma intencionada al crecimiento personal y de la sociedad a la que pertenecen. ",
        "Competencia específica 5.",
        "Criterio 5.1. Promover y participar en actividades físicodeportivas en entornos naturales y urbanos, interactuando con el entorno de manera sostenible, minimizando el impacto ambiental que estas puedan producir reduciendo al máximo su huella ecológica y desarrollando actuaciones dirigidas a la conservación y mejora de las condiciones de los espacios en los que se desarrollen. ",
        "Criterio 5.2. Practicar y organizar actividades físicodeportivas en el medio natural y urbano, asumiendo responsabilidades y aplicando normas de seguridad individuales y colectivas para prever y controlar los riesgos intrínsecos a la propia actividad derivados de la utilización de los equipamientos, el entorno o la propia actuación de los participantes. "        
    ],
    "saberes": [
        "Bloque A. Vida activa y saludable.",
        "A.1. Salud física.",
        "A.1.1. Programa personal de actividad física, atendiendo a frecuencia, volumen, intensidad y tipo de actividad.",
        "A.1.2. Autoevaluación de las capacidades condicionales y coordinativas como requisito previo a la planificación: técnicas, estrategias y herramientas de medida.",
        "A.1.3. Identificación de objetivos motrices, de actividad, saludables o similares, alcanzables con un programa de actividad física personal.",
        "A.1.4. Evaluación del logro de los objetivos del programa y reorientación de actividades a partir de los resultados.",
        "A.1.5. Salidas laborales y perfil profesional vinculados a la actividad física, la salud y otras expresiones de la motricidad.",
        "A.1.6. Dietas equilibradas según las características físicas y personales. Pautas, ejemplificaciones y diseño.",
        "A.1.7. Herramientas digitales para la gestión de la actividad física, la salud, la alimentación y otros hábitos.",
        "A.1.8. Técnicas básicas de descarga postural y relajación. Puesta en práctica y aplicación a contextos habituales.",
        "A.1.9. Musculatura del core (zona media o lumbopélvica) para entrenamiento de la fuerza e higiene postural.",
        "A.1.10. Identificación de problemas posturales básicos y planificación preventiva de la salud postural en actividades específicas.",
        "A.2. Salud social.",
        "A.2.1. Prácticas y hábitos de actividad física que tienen efectos negativos para la salud individual o colectiva. ",
        "A.2.2. Prácticas de actividad física con efectos positivos sobre la salud personal y colectiva: alternativas de movilidad sostenible (bicicleta, patines, patinetes no eléctricos…).",
        "A.2.3. Hábitos sociales y sus efectos en la condición física y la salud. ",
        "A.2.4. Ventajas e inconvenientes de la práctica de deporte profesional. ",
        "A.2.5. Historia del deporte desde la perspectiva de género. Análisis crítico y condicionantes éticos.",
        "A.3. Salud mental.",
        "A.3.1. Técnicas de respiración, visualización y relajación para liberar estrés y enfocar situaciones que requieren gran carga cognitiva.",
        "A.3.2. Trastornos vinculados con la imagen corporal: vigorexia, anorexia, bulimia y otros. ",
        "A.3.3. Tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en publicidad y medios de comunicación.",
        "Bloque B. Organización y gestión de la actividad física.",
        "B.1. Elección de práctica.",
        "B.1.1. Gestión de las medidas relacionadas con la planificación de la actividad física y deportiva (tipo de deporte, material necesario, objetivos de la preparación, actividades y similares).",
        "B.1.2. Evaluación del entorno personal y social en la elección de práctica deportiva o de actividad física: contexto, recursos, capacidades, necesidades e intereses. Desarrollo y práctica de propuestas.",
        "B.2. Preparación de la práctica.",
        "B.2.1. Selección responsable y sostenible del material deportivo. ",
        "B.2.2. Análisis crítico de estrategias publicitarias.",
        "B.2.3. Uso alternativo del material convencional, reciclado o autoconstruido con diferentes fines y objetivos.",
        "B.3. Planificación y autorregulación de proyectos motores.",
        "B.3.1. Autogestión de proyectos personales de carácter motor a todos los niveles: social, motivacional, organizativo o similar.",
        "B.3.2. Diseño y uso de instrumentos o técnicas de coevaluación y autoevaluación de los procesos de aprendizaje y proyectos como medio de autorregulación.",
        "B.3.3. Fases de planificación, proyecto y proceso de trabajo: análisis inicial, objetivos, diseño, recursos, aplicación, control y evaluación del proceso y resultados. Aplicación práctica.",
        "B.4. Gestión de la seguridad.",
        "B.4.1. Prevención de accidentes en las prácticas motrices. Ejercicios compensatorios ",
        "de la musculatura según la actividad física. ",
        "B.4.2. Gestión del riesgo propio y del de los demás: planificación de factores de riesgo en actividades físicas. Medidas colectivas de prevención y seguridad.",
        "B.5. Actuaciones ante accidentes.",
        "B.5.1. Actuaciones críticas ante accidentes (cadena de supervivencia): desplazamientos y transporte de accidentados; conducta PAS (proteger, avisar, socorrer), protocolo RCP (reanimación cardiopulmonar) y alternativas mediante desfibrilador automático (DEA) o semiautomático (DESA). ",
        "B.5.2. Indicios, técnicas específicas y protocolos ante accidentes de diferente tipología: agresiones por cuerpos extraños, traumatismos, lesiones, alteraciones de la consciencia y asfixias. ",
        "B.5.3. Contenido básico de kit de asistencia (botiquín). ",
        "B.5.4. Protocolos ante alertas y emergencias escolares. Responsabilidades individuales y colectivas.",
        "Bloque C. Resolución de problemas en situaciones motrices.",
        "C.1. Toma de decisiones.",
        "C.1.1. Resolución de situaciones motrices variadas ajustando eficientemente los componentes de la motricidad en actividades individuales o colectivas. ",
        "C.1.2. Análisis de resultados y reajuste de actuaciones para conseguir el éxito en actividades deportivas y recreativas.",
        "C.1.3. Acciones que provocan situaciones de ventaja con respecto al adversario en las actividades de oposición o colaboraciónoposición. ",
        "C.1.4. Oportunidad, pertinencia y riesgo de las acciones en las actividades físicodeportivas a partir del análisis de los puntos fuertes y débiles del rival. ",
        "C.1.5. Desempeño de funciones variadas en procedimientos o sistemas técnicotácticos puestos en práctica para conseguir los objetivos individuales y del equipo.",
        "C.1.6. Diseño y uso de instrumentos o técnicas de coevaluación y autoevaluación de la acción motriz (técnica o táctica) como medio de autorregulación. Análisis, búsqueda y aplicación de soluciones.",
        "C.2. Capacidades perceptivomotrices en contexto de práctica.",
        "C.2.1. Integración del esquema corporal; toma de decisiones previas a la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales.",
        "C.2.2. Reajuste de la propia intervención para resolverla adecuadamente respecto ",
        "a sí mismo, a los participantes y al espacio en el que se desenvuelve la práctica.",
        "C.3. Capacidades condicionales.",
        "C.3.1. Planificación para el desarrollo de las capacidades condicionales. ",
        "C.3.2. Sistemas de entrenamiento de las capacidades condicionales. Principios, puesta en práctica y diseño.",
        "C.3.3. Uso de técnicas e instrumentos de autoevaluación de la condición física como medio de conocimiento de los límites personales. Reflexión crítica y búsqueda de soluciones.",
        "C.4. Capacidades coordinativas.",
        "C.4.1. Perfeccionamiento de las habilidades motrices específicas y requerimientos técnicotácticos y estratégicos de los deportes o actividades físicas. ",
        "C.4.2. Aplicación eficaz y eficiente de las habilidades motrices específicas de diferentes manifestaciones físicodeportivas.",
        "C.5. Creatividad motriz.",
        "C.5.1. Creación de retos y situacionesproblema en diferentes contextos físicodeportivos.",
        "C.5.2. Resolución eficiente de retos y situaciones motrices de acuerdo a los recursos disponibles.",
        "Bloque D. Autorregulación emocional e interacción social en situaciones motrices.",
        "D.1. Gestión emocional.",
        "D.1.1. Gestión del éxito y la fama en contextos físicodeportivos: ejemplos, dificultades y estrategias. Historias de vida significativas.",
        "D.1.2. Conocimiento, práctica y autovaloración de las habilidades volitivas y capacidad de superación en las situaciones motrices planteadas.",
        "D.2. Habilidades sociales y convivencia.",
        "D.2.1. Habilidades sociales: estrategias de integración de otras personas en las actividades de grupo.",
        "D.2.2. Normas extradeportivas para garantizar la igualdad en el deporte: juego limpio financiero, coeducación en deporte base y similares.",
        "D.2.3. Desempeño de funciones relacionadas con el deporte: arbitraje, entrenador, participante, espectador y otras.",
        "D.2.4. Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, sexistas, LGTBIfóbicas o de cualquier tipo).",
        "Bloque E. Manifestaciones de la cultura motriz.",
        "E.1. Cultura motriz.",
        "E.1.1. Aportaciones del movimiento y las diferentes manifestaciones motrices a la herencia cultural de Extremadura: origen, evolución, preservación y factores condicionantes. ",
        "E.1.2. Análisis de la influencia cultural y social en la actualidad de las diferentes manifestaciones motrices.",
        "E.2. Usos comunicativos de la corporalidad.",
        "E.2.1. Técnicas específicas de expresión corporal y de interpretación. Investigación y posibilidades de desarrollo. Puesta en práctica.",
        "E.2.2. Creatividad e imaginación. Aplicación adecuada y eficiente de los recursos expresivos anteriormente aprendidos: cuerpo, espacio, tiempo e intensidad.",
        "E.2.3. Actividades artísticoexpresivas como herramientas para la toma de conciencia y autogestión emocional.",
        "E.2.4. Comunicación no verbal en las redes sociales y medios de comunicación. Análisis crítico e intervención.",
        "E.3. Actividades rítmicomusicales.",
        "E.3.1. Práctica, análisis y creación de actividades o composiciones rítmicomusicales con intencionalidad estética o expresiva.",
        "E.3.2. Organización de eventos o proyectos de exhibición artísticoexpresivos. Funciones organizativas y responsabilidades.",
        "E.4. Deporte y perspectiva de género.",
        "E.4.1. Deporte y perspectiva de género: estereotipos de género en contextos físicodeportivos. ",
        "E.4.2. Ejemplos de buenas prácticas profesionales en el deporte.",
        "E.4.3. Presencia en medios de comunicación.",
        "E.4.4. Análisis crítico y actuaciones ante situaciones de desigualdad o discriminación.",
        "E.5. Influencia del deporte.",
        "E.5.1. Deporte, política y economía: análisis crítico de su influencia en la sociedad. Mercado, consumismo y deporte. ",
        "E.5.2. Salidas laborales y perfil profesional asociado a las diferentes manifestaciones de la motricidad.",
        "Bloque F. Interacción eficiente y sostenible con el entorno.",
        "F.1. Normas de uso y gestión de espacios. ",
        "F.1.1. Fomento del transporte activo movilidad activa, segura, saludable y sostenible en actividades cotidianas. El aprendizaje de la práctica ciclista segura o de otros medios sostenibles.",
        "F.1.2. Normas de uso de espacios de práctica motriz.",
        "F.1.3. Criterios básicos para la organización de eventos en diferentes espacios y prácticas.",
        "F.2. Nuevos espacios y prácticas deportivas.",
        "F.2.1. Análisis de las posibilidades del entorno natural y urbano para la práctica de actividad física: equipamientos, usos y necesidades.",
        "F.2.2. Actuaciones para la mejora del entorno natural y urbano desde el punto de vista de la motricidad (uso deportivo, accesibilidad, movilidad, seguridad o similares).",
        "F.2.3. Técnicas específicas necesarias para el desarrollo de actividades en el medio natural o urbano. Aplicación práctica.",
        "F.3. Análisis del riesgo.",
        "F.3.1. Previsión de riesgos asociados a las actividades y los derivados de la propia actuación y de la del grupo. ",
        "F.3.2. Factores y elementos de riesgo durante la realización de actividades que requieren atención o esfuerzo (cansancio, duración de la prueba o similares). ",
        "F.3.3. Materiales y equipamientos: uso según las especificaciones técnicas de los mismos.",
        "F.4. Consumo responsable.",
        "F.4.1. Uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de actividad física.",
        "F.4.2. Conocimiento, promoción y usos creativos del entorno desde la motricidad. Referentes en la Comunidad Autónoma de Extremadura.",
        "F.5. Cuidado del entorno.",
        "F.5.1. Cuidado y mejora del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en el medio natural.",
        "F.5.2. El trabajo físico como contribución a la sostenibilidad: actividades agroecológicas, manejo de herramientas, tareas de reparación, creación y mantenimiento de espacios, etc.",
        "F.5.3. Análisis crítico de impacto en el medio de las prácticas deportivas. Consideraciones sociales, económicas, políticas y de salud."        
    ]
}
