{
    "saberes": [
        "Bloque A. Recepción y análisis.",
        "A.1. Propuestas artísticas.",
        "A.1.3.1. Propuestas artísticas,  de procedencias variadas, priorizando las producidas por creadores  y creadoras locales, regionales, nacionales  e internacionales.",
        "A.2. Estrategias de recepción activa.",
        "A.2.3.1. Estrategias de recepción activa.",
        "A.3. Normas. El silencio.",
        "A.3.3.1. Normas de comportamiento  y actitud positiva en la recepción  de propuestas artísticas en  diferentes espacios. El silencio como elemento  y condición indispensable para el mantenimiento de la atención durante la audición y la práctica musical.",
        "A.4. Vocabulario específico.",
        "A.4.3.1. Vocabulario específico en las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas  y performativas, con especial dedicación a las creaciones artísticas nacionales e internacionales.",
        "A.5. Recursos digitales.",
        "A.5.3.1. Recursos digitales de uso común para las artes plásticas y visuales, las artes audiovisuales,   la música y las artes escénicas    y performativas. Los registros extremeños  de recursos digitales.",
        "A.5.3.2. Estrategias básicas de análisis de propuestas artísticas desde una perspectiva de género.",
        "Bloque B. Creación e interpretación.",
        "B.1. Proceso creativo.",
        "B.1.3.1. Planificación con anterioridad del trabajo y fases del proceso creativo: planificación, interpretación, experimentación y evaluación.",
        "B.2. Profesiones vinculadas a la creación e interpretación.",
        "B.2.3.1. Profesiones vinculadas a la creación e interpretación de las artes plásticas y visuales, las artes audiovisuales, las artes escénicas y performativas y la música. Conocimiento        y valoración de profesionales   de Extremadura, agrupaciones  del siglo XX y XXI, técnicos de sonido. Compositores    y compositoras, intérpretes     y agrupaciones musicales    de distintos géneros y estilos.",
        "B.3. Ejecución colaborativa.",
        "B.3.3.1. Ejecución colaborativa. Evaluación, interés y valoración tanto porel proceso como por el producto final propio y del resto de alumnado en producciones plásticas, visuales, audiovisuales, musicales, escénicas y performativas.",
        "B.3.3.2. Uso responsable de bancos de imágenes y sonidos. Respeto por las licencias de uso   y   distribución de contenidos generados por otras personas. Plagio y reconocimiento a los derechos de autoría.",
        "Bloque C. Artes plásticas, visuales y audiovisuales.",
        "C.1. Cultura visual.",
        "C.1.3.1. Cultura visual. La imagen en el mundo actual: técnicas y estrategias básicas de lectura, análisis e interpretación.",
        "C. 2. Elementos configurativ os del lenguaje visual.",
        "C.2.3.1. Elementos configurativos del lenguaje visual y sus posibilidades expresivas  y comunicativas. Punto, línea, plano, textura, color.",
        "C.3. Materiales, medios, instrumento s, soportes y técnicas.",
        "C.3.3.1. Materiales, medios, instrumentos, soportes y técnicas de mayor uso en la expresión plástica y visual.",
        "C.3.3.2. Técnicas bidimensionales y tridimensionales en dibujo y modelado. Verbalización de la intención expresiva. Terminología específica del área.",
        "C.3.3.3. Técnicas, materiales  y recursos informáticos y tecnológicos: su aplicación  para la captura, creación, manipulación y difusión de producciones plásticas y visuales.",
        "C.4. Edición audiovisual.",
        "C.4.3.1. Registro y edición de elementos audiovisuales: conceptos, tecnologías, técnicas y recursos elementales y de manejo sencillo",
        "C.4.3.2. Estrategias de búsqueda, filtrado y valoración.",
        "C.4.3.3. Estrategias y técnicas de composición de historias audiovisuales.",
        "C.4.3.4. Propuestas audiovisuales elementales. El cine: origen y evolución.",
        "C.4.3.5. Géneros y formatos  de producciones audiovisuales. Los vídeos musicales, la publicidad   y   otras plataformas de emisión audiovisual.",
        "C.4.3.6. Producciones multimodales: realización con diversas herramientas.",
        "C.4.3.7. Características del lenguaje audiovisual multimodal.",
        "C.4.3.8. Herramientas y técnicas básicas de animación.",
        "C.4.3.9. Experimentación    y difusión    de mensajes audiovisuales: procesos técnicos, respeto  a   la integridad  de las personas y a los derechos de autoría.",
        "C.4.3.10. Visionado de propuestas icónicas, cinematográficas y audiovisuales.",
        "C.4.3.11. Nociones elementales sobre estilos, géneros y formatos audiovisuales: imagen fija  y en movimiento. Ficción y no  ficción. Animación.",
        "Bloque D. Música y artes escénicas y performativas.",
        "D.1. El sonido.",
        "D.1.3.1. El sonido y sus  cualidades: discriminación visual y auditiva, clasificación   y representación de diversidad  de sonidos y estructuras rítmico- melódicas a través de diferentes grafías.  Grafía convencional.",
        "D.2. Instrumento s musicales.",
        "D.2.3.1. Familias y agrupaciones vocales e instrumentales. Clasificación. Identificación visual y auditiva. Instrumentos digitales y no convencionales. Cotidiáfonos.",
        "D.3. El carácter, el compás y el tempo.",
        "D.3.3.1. El carácter, el compás, el tempo, principales géneros musicales: identificación y percepción.",
        "D.3.3.2. La textura, la armonía y la forma: identificación   y descripción de forma sencilla.",
        "D.4. Práctica instrumental, vocal y corporal.",
        "D.4.3.1. Práctica instrumental: exper imentación, exploración creativa, interpretación, improvisación y composición a partir de sus posibilidades sonoras  y expresivas.",
        "D.4.3.2. Profundización en la práctica instrumental de un instrumento melódico.",
        "D.4.3.3. Construcción de instrumentos.",
        "D.4.3.4. Práctica vocal y corporal: desarrollo  de las posibilidades sonoras y expresivas de la voz y el cuerpo. Composición e improvisación de piezas sencillas. Interpretación de canciones y danzas de estilos, épocas y autoría diversa.",
        "D.5. Lenguajes musicales.",
        "D.5.3.1. Lenguajes musicales: aplicación  de sus conceptos fundamentales en la interpretación y en la improvisación de propuestas musicales vocales e instrumentales, rítmicas    y melódicas, relacionadas con el entorno e intereses del alumnado.",
        "D.6. El silencio.",
        "D.6.3.1. El silencio como elemento fundamental de la música antes, durante y después de la interpretación.",
        "D.7. Recursos digitales para la educación auditiva.",
        "D.7.3.1.  Recursos digitales  para  la educación auditiva. Aplicaciones informáticas  de grabación,  edición de audio y edición de partituras: utilización  en  la audición, conocimiento, interpretación, grabación, reproducción, improvisación   y creación de obras diversas.",
        "D.8. El cuerpo.",
        "D.8.3.1. El cuerpo y sus  posibilidades motrices, dramáticas  y creativas: interés en la experimentación y exploración  a través  de ejecuciones individuales   y grupales vinculadas con el movimiento, la  danza,  la dramatización y la representación teatral como medio de comunicación, diversión, expresión de   ideas, sentimientos y emociones.",
        "D.9. Técnicas dramáticas.",
        "D.9.3.1. Técnicas dramáticas y teatrales en la danza.",
        "D.9.3.2 Improvisación guiada   y creativa. Nociones elementales  de biomecánica.",
        "D.10. Danzas de Extremadura",
        "D.10.3.1. Adaptaciones de espectáculos de folklore extremeño al aula.",
        "D.11. Lenguajes expresivos.",
        "D.11.3.1. Lenguajes expresivos. Capacidades expresivas   y creativas de la expresión corporal y dramática.",
        "D.11.3.2. Introducción a los métodos interpretativos. Experimentación con actos performativos. Disfrute como forma de interacción social,  recurso expresivo y emotivo y deleite estético.",
        "D.11.3.3. Elementos de la representación escénica: roles, materiales y espacios."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Distinguir las características principales de manifestaciones culturales y artísticas de corrientes, orígenes, estilos y géneros diversos evidenciando interés hacia las mismas, a través de la recepción activa y la escucha atenta, incorporando la perspectiva de género.",
        "Criterio 1.2. Describir las manifestaciones culturales y artísticas más destacadas, utilizando un lenguaje apropiado explorando sus características con apertura, y estableciendo relaciones entre ellas.",
        "Criterio 1.3. Explorar la riqueza de las distintas manifestaciones culturales y artísticas, reconociendo especialmente las de nuestra región, respetando y valorando la diversidad que las genera y apropiándose de alguno de sus elementos.",
        "Criterio 2.1. Desarrollar estrategias para la búsqueda de información sobre manifestaciones culturales y artísticas, utilizando un vocabulario específico a través de diversos canales y medios de acceso, de forma colaborativa.",
        "Criterio 2.2. Comparar el significado de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de diversos entornos, analizando los principales elementos que las caracterizan y desarrollando criterios de valoración propios, con actitud abierta, de diálogo y de respeto.",
        "Criterio 2.3. Valorar las sensaciones y emociones producidas por diferentes manifestaciones culturales y artísticas, atendiendo a su contexto y relacionándolas de manera inclusiva con su propia identidad cultural.",
        "Criterio 2.4. Apreciar la innovación, la iniciativa y el emprendimiento en las manifestaciones culturales y artísticas, con especial interés en las regionales, mostrando una actitud reflexiva y desarrollando el sentido crítico.",
        "Criterio 3.1. Explorar las posibilidades expresivas y comunicativas del sonido, la imagen y el cuerpo y las distintas herramientas, instrumentos y medios multimodales de expresión artística, enriqueciendo la propia identidad.",
        "Criterio 3.2. Producir y compartir propuestas artísticas más complejas mediante la expresión de ideas, sentimientos y emociones, mostrando confianza en las propias capacidades y valorando las de los demás.",
        "Criterio 4.1. Planificar producciones culturales y artísticas, trabajando con interés y esfuerzo de forma colaborativa en la consecución de un resultado final que cumpla con unos objetivos acordados, a través de un enfoque coeducativo basado en la igualdad y el respeto a la diversidad.",
        "Criterio 4.2. Participar en el proceso de creación, utilizando elementos de diferentes lenguajes artísticos, mostrando compromiso, participación activa, respeto y cuidado hacia los materiales, recursos y producciones plásticas y visuales, tanto propias como de otras personas."
    ]
}