{
    "competenciasEspecificas": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1. Progresar en el conocimiento y control de su cuerpo y en la adquisición de distintas estrategias, adecuando sus acciones a la realidad del entorno de una manera participada y autónoma, para construir una autoimagen ajustada y positiva. CCL1, CCL2, CCL5, STEM1, STEM5, CD1, CD2, CPSAA1, CPSAA2, CPSAA3, CPSAA4, CC1, CC3, CE1, CE2, CE3, CEC2, CEC4.",
        "2. Reconocer, manifestar y regular progresivamente sus emociones, expresando necesidades y sentimientos para lograr bienestar emocional y seguridad afectiva. CCL1, CCL2, CCL5, STEM1, STEM2, STEM5, CD2, CD3, CD5, CPSAA1, CPSAA2, CPSAA3, CC1, CC2, CC3, CE1, CE2, CE3, CEC1, CEC2, CEC3, CEC4.",
        "3. Desarrollar capacidades, destrezas y hábitos, partiendo de la confianza en sus posibilidades y sentimientos de logro, que promuevan un estilo de vida saludable y ecosocialmente responsable. CCL1, CCL2, CCL5, STEM1, STEM5, CD4, CPSAA1, CPSAA2, CPSAA3, CPSAA4, CPSAA5, CC1, CC2, CC3, CC4, CE1, CEC1.",
        "4. Establecer interacciones sociales en condiciones de igualdad, valorando la importancia de la amistad, la mediación, el respeto y la empatía, para construir su propia identidad basada en valores democráticos y de respeto a los derechos humanos. CCL1, CCL2, CCL5, CD1, CD3, CPSAA1, CPSAA3, CPSAA4, CC1, CC2, CC3, CE2, CEC1, CEC2.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1. Identificar las características de los materiales, objetos y colecciones, estableciendo relaciones entre ellos, mediante la exploración, la manipulación sensorial y el manejo de herramientas sencillas y el desarrollo de destrezas lógico-matemáticas para descubrir y crear una idea cada vez más compleja del mundo. STEM1, STEM2, STEM4, CPSAA1, CPSAA2, CPSAA4, CPSAA5, CC1, CE2, CE3.",
        "2. Tomar contacto, de manera progresiva, con los procedimientos del método científico y las destrezas del pensamiento computacional básico, a través de procesos de observación y manipulación de elementos del entorno, para iniciarse en su interpretación y responder de forma creativa a las situaciones y retos que se plantean, dando lugar a situaciones de reflexión y debate. CCL3, CCL5, STEM1, STEM2, STEM3, CD1, CD2, CD3, CD5, CPSAA1, CPSAA3, CPSAA4, CPSAA5, CC1, CC2, CE1, CE2, CEC1, CEC2.",
        "3. Reconocer elementos y fenómenos de la naturaleza, mostrando interés por los hábitos que inciden sobre ella, para apreciar la importancia del uso sostenible, el cuidado y la conservación del entorno en la vida de las personas, generando actitudes de interés, valoración y aprecio sobre el patrimonio natural andaluz y su biodiversidad. CCL1, STEM2, STEM3, STEM5, CD4, CPSAA1, CC3, CC4, CE1.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1. Manifestar interés por interactuar en situaciones cotidianas a través de la exploración y el uso de su repertorio comunicativo, para expresar sus necesidades e intenciones y para responder a las exigencias del entorno. CCL1, CCL5, CP1, CP2, CP3, STEM1, CD1, CPSAA1, CPSAA3, CC1, CC2, CC3.",
        "2. Interpretar y comprender mensajes y representaciones apoyándose en conocimientos y recursos de su propia experiencia para responder a las demandas del entorno y construir nuevos aprendizajes. CCL2, CCL5, CD1, CEC1.",
        "3. Producir mensajes de manera eficaz, personal y creativa, utilizando diferentes lenguajes, descubriendo los códigos de cada uno de ellos y explorando sus posibilidades expresivas para responder a diferentes necesidades comunicativas. CCL1, CCL5, STEM1, CD2, CD3, CPSAA3, CPSAA4, CE2, CE3, CEC2, CEC3, CEC4.",
        "4. Participar por iniciativa propia en actividades relacionadas con textos escritos, mostrando interés y curiosidad por comprender su funcionalidad y algunas de sus características. CCL3, CCL4, CCL5, CC3, CEC1.",
        "5. Valorar la diversidad lingüística presente en su entorno, así como otras manifestaciones culturales, para enriquecer sus estrategias comunicativas y su bagaje cultural. CCL1, CCL2, CCL4, CCL5, CP1, CP2, CP3, CPSAA1, CPSAA3, CC1, CC2, CC3, CEC1, CEC2, CEC3, CEC4."
    ]
}