{
    "saberes": [
        "1.1. Bloque 1.",
        "NÚMEROS NATURALES",
        "Recuento de los elementos de un conjunto. Cardinalidad.",
        "Introducción a la decena.",
        "Descomposiciones y estructura del número, patrones y regularidades (par, impar).",
        "Comprensión del sistema de numeración decimal: composición y descomposición en unidades, decenas, y centenas.",
        "Estrategias de representación. Recta numérica. Comparación y ordenación.",
        "Contribución de la humanidad al desarrollo numérico, entendido este como una necesidad básica. Usos sociales del sentido numérico.",
        "Técnicas cooperativas para estimular el trabajo en equipo relacionado con el sentido numérico y la aritmética.",
        "OPERACIONES CON NATURALES Y SUS PROPIEDADES",
        "Significados, estrategias y representaciones para la suma (añadir, combinar, comparar) y la resta (detracción, diferencia, escala ascendente, escala descendente).",
        "Doble y mitad. Iniciación al significado de la multiplicación (suma reiterada, producto cartesiano) y de la división (reparto, agrupación).",
        "Significado y uso de la igualdad y las desigualdades en relaciones y expresiones aritméticas sencillas.",
        "Cálculo mental. Estimación y aproximación.",
        "Contribución de la humanidad al desarrollo numérico incorporando la perspectiva de género.",
        "Autonomía y tolerancia a la frustración frente a dificultades relacionadas con las propiedades numéricas.",
        "FRACCIONES Y DECIMALES",
        "Valoración de situaciones en las que es útil el uso de fracciones y decimales.",
        "Estrategias de mejora en la perseverancia en la resolución de problemas aritméticos.",
        "1.1. Bloque 2.",
        "ESTIMACIÓN Y MEDICIÓN. MAGNITUDES Y UNIDADES.",
        "Unidades no convencionales para medir y estimar las dimensiones de los objetos cercanos y del propio cuerpo.",
        "Estrategias de medida y estimación de tiempo, longitud, capacidad, volumen y masa mediante unidades no convencionales en situaciones reales.",
        "Experimentación y conceptualización de magnitudes: tiempo, longitud, ángulos, masa, superficie, capacidad y volumen, temperatura y monedas.",
        "Unidades de magnitud convencionales. Relación, comparación directa, ordenación y conversión entre unidades de la misma magnitud. Valoración de resultados en mediciones y estimaciones realizadas.",
        "Contribución de la humanidad a la unificación de sistemas de medida y magnitudes, y valoración de sus usos sociales y científicos.",
        "Técnicas cooperativas para estimular el trabajo en equipo relacionado con la medida y estimación de magnitudes.",
        "1.1. Bloque 3.",
        "GEOMETRÍA PLANA Y ESPACIAL",
        "Localización y visualización de objetos. Orientación básica en el espacio (derecha, izquierda, delante, detrás, arriba, abajo, etc.)",
        "Elementos básicos: vértices y lados. Polígonos regulares.",
        "Líneas rectas, curvas",
        "Identificación y descripción de diferentes polígonos. Composición y descomposición",
        "La circunferencia y el círculo. Elementos y propiedades.",
        "Programas informáticos de geometría dinámica.",
        "Desarrollo y usos de la geometría, tanto a nivel práctico como estético, incorporando la perspectiva de género.",
        "Estrategias de aprendizaje de conceptos geométricos y aceptación de dificultades.",
        "1.1. Bloque 4.",
        "INCERTIDUMBRE Y PROBABILIDAD",
        "Concepto de situación aleatoria y situación determinista. Incertidumbre. Contribución de la humanidad al conocimiento de las leyes del azar y la incertidumbre.",
        "Idea intuitiva de probabilidad: ocurre siempre, muchas veces, algunas veces, pocas veces, nunca.",
        "Gestión de las emociones y utilización de estrategias que permiten afrontar la incertidumbre.",
        "1.1. Bloque 5.",
        "ANÁLISIS DE DATOS Y CÁLCULOS ESTADÍSTICOS",
        "Elaboración de    preguntas y encuestas sencillas para obtener datos.",
        "Variables cualitativas y cuantitativas discretas: recuento de casos y construcción de tablas de frecuencia.",
        "Elaboración de diagramas de barras.",
        "Representaciones (pictogramas, diagramas de sectores, polígonos de frecuencias…). Uso de herramientas tecnológicas para generar diferentes tipos de representaciones",
        "Interpretación de datos a partir de diferentes representaciones (tablas, gráficas), y análisis en casos sencillos.",
        "Contribución de la humanidad al desarrollo y evolución de la estadística y tratamiento de datos, incorporando la perspectiva de género.",
        "Respeto, sensibilidad y tolerancia ante diferentes interpretaciones sobre resultados estadísticos, mostrando rechazo ante actitudes discriminatorias.",
        "Bloque 6.",
        "PENSAMIENTO COMPUTACIONAL",
        "Identificación de regularidades, interpretación de rutinas o instrucciones con pasos",
        "Búsqueda y análisis de estrategias en juegos abstractos sin información oculta ni presencia de azar: ajedrez, damas, etc.",
        "Simbolización y obtención de datos sencillos desconocidos en expresiones con igualdades",
        "Valoración de la evolución del pensamiento computacional y su repercusión social, incorporando la perspectiva de género.",
        "Trabajo cooperativo en situaciones que involucran diseño y aplicación de algoritmos. Estrategias de aprendizaje específicas del pensamiento computacional."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar la información relevante e irrelevante de un problema o situación problemática del entorno personal y social del alumnado que permita su abordaje y resolución.",
        "1.2. Desarrollar estrategias informales para obtener la solución correcta en un problema o situación problemática y sistematizar procedimientos informales de resolución a nivel inicial.",
        "1.3. Comprobar si la solución obtenida en un problema cumple las condiciones o exigencias del enunciado.",
        "1.4. Extraer consecuencias de la situación problemática planteada y obtener herramientas o estrategias aplicables en el ámbito personal o educativo.",
        "2.1. Comprobar conjeturas sobre relaciones matemáticas que permitan desarrollar de forma intuitiva nuevo contenido matemático de naturaleza numérica, métrica, espacial, geométrica o estocástica.",
        "2.2. Comprobar relaciones matemáticas en –y mediante– los procedimientos de razonamiento matemático intuitivo.",
        "2.3. Reconocer patrones o regularidades, construyendo intuitivamente contenido matemático de naturaleza numérica, métrica, espacial, geométrica o estocástica.",
        "2.4. Comparar distintos procedimientos matemáticos relativos al cálculo, la medida, el sentido espacial y geométrico, el tratamiento de datos o los procesos aleatorios, y utilizarlos de manera flexible.",
        "3.1. Identificar el contenido y las herramientas matemáticas sencillas que permiten abordar situaciones reales cercanas y relevantes, posibilitando la construcción de modelos matemáticos básicos.",
        "3.2. Usar modelos matemáticos básicos que permitan interpretar una situación real sencilla, y extraer conclusiones.",
        "3.3. Comparar modelos matemáticos correspondientes a situaciones reales en contextos similares.",
        "4.1. Identificar regularidades en una secuencia de datos y predecir resultados mediante el reconocimiento de patrones sencillos.",
        "4.2. Interpretar y reproducir algoritmos sencillos mediante códigos visuales.",
        "4.3. Aplicar algoritmos sencillos mediante códigos visuales y/o herramientas tecnológicas básicas para resolver situaciones problemáticas.",
        "4.4. Analizar situaciones sencillas para definir y conseguir estrategias ganadoras en juegos de lógica o juegos de tablero.",
        "5.1. Utilizar correctamente las representaciones icónico-manipulativas de objetos y procesos matemáticos en situaciones cercanas al alumnado, respetando las reglas básicas que los rigen.",
        "5.2. Reconocer representaciones numéricas, geométricas y gráficas que describen objetos matemáticos elementales en contextos cercanos al alumnado.",
        "5.3. Usar representaciones numéricas, geométricas y gráficas de objetos matemáticos elementales en situaciones cercanas al alumnado.",
        "6.1. Reconocer y comprender mensajes orales y escritos sencillos que contengan lenguaje matemático básico.",
        "6.2. Comunicar de manera informal aspectos relacionados con conceptos y procedimientos matemáticos sencillos presentes en contextos cercanos al alumnado.",
        "6.3. Justificar adecuadamente la validez de los resultados provenientes de situaciones problemáticas del entorno personal o educativo del alumnado, a través de comunicaciones orales o escritas informales.",
        "6.4. Utilizar un lenguaje matemático adecuado para defender sus propios razonamientos de forma argumentada.",
        "7.1. Reconocer el contenido matemático presente en juegos, actividades sociales y productos culturales cercanos a la experiencia del alumnado.",
        "7.2. Valorar la importancia de las matemáticas para resolver problemas de la vida cotidiana que involucren aspectos como el cálculo aritmético, la incertidumbre, el razonamiento lógico, el pensamiento computacional, el uso e interpretación de datos o el sentido geométrico y espacial.",
        "7.3. Apreciar el carácter polivalente de las matemáticas, tanto por su utilidad para la resolución de problemas en diferentes áreas (instrumentalidad), como para favorecer el desarrollo intelectual, creativo y cultural de las personas.",
        "8.1. Identificar y verbalizar emociones y actitudes en la resolución de problemas o en situaciones de aprendizaje relacionadas con las matemáticas.",
        "8.2. Mostrar una actitud positiva y perseverante en el trabajo matemático, tanto individual como colaborativo.",
        "8.3. Mostrar una disposición favorable a la superación y mejora personal y del trabajo en equipo en la realización de tareas y actividades relacionadas con las matemáticas."
    ]
}