{
    "saberes": [
        "Bloque 1. Cultura científica",
        "Iniciación al conocimiento científico presente en la vida cotidiana teniendo en cuenta la importancia del cuidado del planeta.",
        "Fomento de la curiosidad y de la iniciativa en la realización de las diferentes investigaciones a través de la observación y planteamiento de hipótesis.",
        "Iniciación a las técnicas de indagación, de manera individual o en equipo, adecuadas a las necesidades de la investigación.",
        "Realización de experimentos sencillos utilizando el método científico de forma guiada.",
        "Uso de instrumentos para realizar observaciones y mediciones sencillas registrando los datos obtenidos.",
        "Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "Elaboración guiada de textos básicos, murales, paneles, esquemas o presentaciones para recoger conclusiones.",
        "Bloque 2. La vida en nuestro planeta",
        "Las adaptaciones de los seres vivos a su hábitat, concebido como el lugar en el que cubren sus necesidades.",
        "Observación de un animal o de una planta, en su medio natural o reproduciendo el medio en el centro educativo.",
        "Clasificación e identificación de animales y plantas de su entorno a partir de sus características observables.",
        "Importancia en el cuidado y respeto hacia los seres vivos y el entorno en la que viven, evitando la degradación del suelo, del aire o del agua.",
        "Hábitos saludables relacionados con el bienestar físico del ser humano: higiene, alimentación variada, equilibrada y sostenible, ejercicio físico, contacto con la naturaleza, descanso y cuidado del cuerpo como medio para prevenir posibles enfermedades.Reconocimiento de los cambios del cuerpo a través del tiempo. Las etapas de la vida.",
        "Observación, identificación y función de las principales partes del cuerpo. Huesos, articulaciones y músculos.",
        "Introducción de las funciones de relación, reproducción y nutrición como funciones vitales. Principales órganos implicados.",
        "Hábitos saludables relacionados con el bienestar emocional y social: estrategias de identificación de las propias emociones y respeto por las de los demás. Sensibilidad y aceptación de la diversidad presente en el aula y en la sociedad. Educación afectivo-sexual.",
        "Bloque 3. Materia, fuerzas y energía",
        "Identificación de la materia y de sus propiedades.",
        "Propiedades observables de los materiales, su origen y su uso en objetos de la vida cotidiana de acuerdo con las necesidades de diseño para los que fueron fabricados.",
        "Las sustancias puras y las mezclas: distinguir y separar mezclas heterogéneas mediante distintos medios a través de la experimentación.",
        "La luz y el sonido como formas de energía presentes en la vida cotidiana.",
        "Observación e identificación de máquinas y aparatos de su entorno.",
        "Estructuras resistentes, estables y útiles. Experimentación y observación de los efectos de las fuerzas sobre estructuras construidas con materiales de uso común en el aula.",
        "Uso responsable de los materiales: reducir, reutilizar y reciclar.",
        "Bloque 4. Tecnología y digitalización",
        "Digitalización del entorno personal de aprendizaje",
        "Conocimiento de los componentes básicos de un ordenador.",
        "Identificación, clasificación y funciones de los dispositivos digitales del entorno de aprendizaje, así como su manipulación.",
        "Recursos digitales para comunicarse con personas conocidas en entornos conocidos y seguros.",
        "Proyectos de diseño y pensamiento computacional",
        "Identificación y clasificación de materiales, herramientas y objetos adecuados para el montaje de un proyecto sencillo relacionado con la vida cotidiana.",
        "Fases de los proyectos de diseño: identificación de necesidades, diseño, prototipado y comunicación.",
        "Iniciación a la programación adaptándose al nivel de comprensión y a su manipulación (plataformas digitales de iniciación a la programación, robótica educativa...).",
        "Estrategias básicas de trabajo en equipo."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Formular preguntas y realizar predicciones sobre objetos, hechos y fenómenos próximos a través de la observación. OBJ1",
        "CE1.2. Buscar información sencilla de diferentes fuentes seguras y fiables de forma guiada, utilizándola en investigaciones relacionadas con el medio natural. OBJ1",
        "CE1.3. Participar en experimentos guiados, de manera individual o en equipo, utilizando diferentes técnicas de indagación, empleando instrumentos de forma segura y registrando datos de manera sencilla. OBJ1",
        "CE1.4. Comunicar de forma oral o gráfica el resultado de las investigaciones con ayuda de un guion, comparando la información y resultados obtenidos con las predicciones realizadas. OBJ1",
        "CE2.1. Reconocer las características, la organización y las propiedades de los elementos del medio natural a través de metodologías de indagación utilizando las herramientas y procesos adecuados de forma pautada. OBJ3",
        "CE2.2. Mostrar actitudes de respeto para el gozo de la naturaleza, reconociéndola como un bien común. OBJ3",
        "CE2.3. Reconocer hábitos de vida saludables, valorando la importancia de una alimentación variada, equilibrada y sostenible, la higiene, el ejercicio físico, el contacto con la naturaleza, el descanso y el uso adecuado de las tecnologías. OBJ2",
        "CE2.4. Conocer las principales partes del cuerpo, identificando los órganos implicados en la realización de las funciones vitales. OBJ2",
        "CE2.5. Distinguir acciones que favorezcan el bienestar emocional y social, reconociendo las emociones propias y las de los demás e identificando las relaciones familiares y escolares a las que pertenece. OBJ2",
        "CE3.1. Reconocer las características, la organización y las propiedades de los elementos del medio natural a través de metodologías de indagación, utilizando las herramientas y procesos adecuados de forma pautada. OBJ3",
        "CE3.2. Reconocer a través de pequeñas investigaciones el comportamiento de la luz y del sonido ante diferentes cuerpos. OBJ3",
        "CE3.3. Analizar el efecto de las fuerzas sobre determinados objetos de uso común, realizando experiencias sencillas con máquinas y aparatos. OBJ4",
        "CE3.4. Mostrar hábitos de vida sostenible y tomar conciencia de la importancia del respeto, los cuidados y la protección del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio. OBJ4",
        "CE4.1. Utilizar dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo de forma segura. OBJ5",
        "CE4.2. Realizar, de forma guiada, un producto final sencillo que dé solución a un problema de diseño, probando en equipo diferentes prototipos y utilizando de forma segura los materiales adecuados. OBJ6",
        "CE4.3. Mostrar de forma oral o gráfica el producto final de los proyectos de diseño, explicando los pasos seguidos con ayuda de un guion. OBJ6",
        "CE4.4. Participar en la resolución guiada de problemas sencillos de programación utilizando el pensamiento computacional. OBJ6",
        "CE4.5. Trabajar de forma cooperativa, respetando las normas básicas de convivencia. OBJ6"
    ]
}