{
  "saberes": [
    "A. Comunicación",
    "– Autoconfianza e iniciativa. El error como parte integrante del proceso de aprendizaje.",
    "– Estrategias de uso común para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
    "• Movilizar conocimientos previos para anticipar la tarea que se debe realizar seleccionando el formato más adecuado.",
    "• Producir textos escritos y orales breves, sencillos y cohesionados sobre temas cercanos a su entorno.",
    "• Compensar las carencias lingüísticas mediante procedimientos lingüísticos, paralingüísticos o paratextuales, como el parafraseo, la definición, la sinonimia o búsqueda de palabras cercanas o incluso el parentesco con la lengua de origen y/u otras de estudio.",
    "• Ser capaz de autocorregirse para reconducir la conversación.",
    "• Identificar el tema a través de deducciones de significados por el contexto, por elementos visuales, por comparación de palabras, etc.",
    "• Identificar la información global y específica de textos orales y escritos, breves y sencillos.",
    "• Deducir ideas principales de textos escritos y orales a partir de la elaboración de hipótesis.",
    "– Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas.",
    "• Analizar la información seleccionando la más relevante y lograr discriminar las ideas principales de las secundarias",
    "• Ser capaz de adaptarse a las diferentes necesidades del destinatario:",
    "- teniendo en cuenta el contexto",
    "- transmitiendo el mensaje de manera clara y comprensible para su interlocutor",
    "- utilizando estrategias sencillas tales como resumir, parafrasear, aclarar, simplificar etc.",
    "– Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo:",
    "• Saludar y despedirse",
    "• Presentarse y presentar a alguien",
    "• Hablar e informarse sobre gustos, preferencias y costumbres",
    "• Debatir: dar su opinión, hacer apreciaciones, mostrar su acuerdo y desacuerdo, protestar y defenderse de una acusación, expresar la duda antes de contestar y matizar sus argumentos",
    "• Preguntar sobre gustos y costumbres",
    "• Relatar la rutina",
    "• Presentar y describir a alguien",
    "• Expresar sensaciones y emociones",
    "• Describir y comentar imágenes",
    "• Describir objetos y compararlos",
    "• Relatar acontecimientos pasados, presentes y futuros",
    "• Hablar de sus proyectos a corto y largo plazo",
    "• Hablar del medio ambiente",
    "• Dar consejos y formular recomendaciones",
    "• Formular hipótesis y predicciones",
    "• Expresar la prohibición y la obligación",
    "• Orientarse en una ciudad y describir lugares",
    "• Pedir y explicar un itinerario",
    "• Describir un apartamento, los muebles y los objetos que se encuentran en él",
    "• Hablar de las tareas del hogar, de su reparto y su frecuencia",
    "• Expresar su enfado e indignación",
    "• Hablar de las redes sociales, de sus ventajas y riesgos y de la Netiquette",
    "• Pedir información en diferentes situaciones",
    "• Reportar hechos y palabras",
    "• Hablar de hechos o acciones hipotéticos",
    "• Formular una petición (con cortesía)",
    "• Expresar el deseo",
    "– Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto; organización y estructuración según el género y la función textual.",
    "• Ser capaz de comprender y/o de producir de forma oral: conversaciones informales y de la vida cotidiana; audios de WhatsApp; llamadas telefónicas o videoconferencias; documentos audiovisuales adaptados a su nivel; anuncios, publicidad, podcast y noticias breves.",
    "• Ser capaz de comprender y/o de producir de forma escrita: anuncios públicos, folletos publicitarios sencillos, correspondencia postal y telemática, instrucciones breves, carteles y señales, mensajes, WhatsApp, horarios, menús, formularios, textos de opinión, narraciones y descripciones sencillas y comics.",
    "– Unidades lingüísticas de uso común y significados asociados a dichas unidades tales como:",
    "• La afirmación",
    "• La interrogación",
    "• La negación y la restricción (ne…pas, ne…plus, ne …jamais, ne…personne, ne ..rien, ne ..que)",
    "• La exclamación",
    "• Expresión de la entidad y sus propiedades",
    "o Los presentativos: C’est/ Il est/ elle est",
    "o Los artículos definidos e indefinidos",
    "o Los artículos contractos",
    "• Expresión de la orden",
    "o El imperativo",
    "• Situar en el tiempo",
    "o El presente de indicativo",
    "o El pasado reciente, el presente progresivo y el futuro próximo",
    "o El futuro simple",
    "o El imperfecto",
    "o El passé composé",
    "• Expresión del tiempo",
    "o Conectores temporales",
    "o Las expresiones de tiempo: depuis, il y a, dans, jusqu’à",
    "• Localizar en el espacio:",
    "o Preposiciones de lugar",
    "o Adjetivos demostrativos",
    "o Pronombres demostrativos",
    "• Expresión de la cantidad",
    "• Expresión de la cualidad",
    "• Expresión de la comparación",
    "• Expresión de la intensidad",
    "• Expresión de las relaciones lógicas habituales",
    "• Expresión de la causa",
    "• Expresión de la frecuencia",
    "• Expresión de la pertenencia",
    "o La puesta en relieve (C’est moi, c’est à moi…) y el uso de los pronombres tónicos",
    "o Los adjetivos posesivos o Los pronombres posesivos",
    "• Expresión de la necesidad",
    "• Expresión de la obligación y la prohibición",
    "• Expresión de la finalidad",
    "• Expresión del deseo o El condicional",
    "• Expresión de la opinión",
    "• Hacer alusión a elementos del texto:",
    "o El pronombre y / en",
    "o Los pronombres relativos simples",
    "o Los pronombres personales COD y COI",
    "– Léxico de uso común y de interés para el alumnado, relativo a identificación personal, relaciones interpersonales, lugares y entornos, ocio y tiempo libre, salud y actividad física, vida cotidiana, vivienda y hogar, clima y entorno natural, tecnologías de la información y la comunicación, sistema escolar y formación.",
    "• Emociones, sentimientos y sensaciones",
    "• Las relaciones personales",
    "• La descripción física y de personalidad",
    "• Las profesiones",
    "• Los objetos (tamaño, peso, forma, materiales, utilidad…)",
    "• La ropa y los complementos",
    "• La casa y las tareas del hogar",
    "• La alimentación: los tipos de alimentos, las comidas, los gustos, los hábitos",
    "• La vida cotidiana: instituto, actividades extraescolares, intereses y aficiones",
    "• El deporte y sus beneficios",
    "• Las vacaciones: ciudades, países y nacionalidades, turismo, ocio",
    "• Los medios de transporte",
    "• El tiempo meteorológico y fenómenos naturales",
    "• La naturaleza y la ecología",
    "• Las redes sociales y herramientas digitales",
    "– Convenciones y estrategias conversacionales de uso común, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, etc.",
    "• Ser capaz de comunicarse de forma simple, reformulando, preguntando y solicitando la colaboración del interlocutor, siempre y cuando este hable clara y lentamente y se muestre cooperativo.",
    "• Adecuar la producción al destinatario y al contexto.",
    "• Utilizar estrategias, fórmulas y rituales de comunicación para iniciar, mantener y terminar la interacción.",
    "• Ser capaz de mantener la comunicación sin interrupciones con el uso de fórmulas de saludo, de apóstrofe, morfemas fáticos, gestos, miradas, aclaraciones y explicaciones.",
    "• Compensar las carencias lingüísticas mediante procedimientos lingüísticos, paralingüísticos o paratextuales, como el parafraseo, la definición, la sinonimia o búsqueda de palabras cercanas o incluso el parentesco con la lengua de origen y/u otras de estudio.",
    "• Apoyarse en el lenguaje no verbal para asegurar la comunicación.",
    "• Deducir el sentido general de un texto a partir de la comprensión de algunos elementos de textos escritos y orales.",
    "• Movilizar competencias, conocimientos y habilidades con el fin de poder realizar la tarea.",
    "• Adecuar la producción e interacción a los usos socioculturales de la lengua francesa: la diferencia entre tu y vous; la importancia de la politesse",
    "– Recursos para el aprendizaje y estrategias de uso común de búsqueda y selección de información: diccionarios, libros de consulta, bibliotecas, recursos digitales e informáticos, etc.",
    "• Desarrollar estrategias y buenos hábitos en la búsqueda de información utilizando libro de texto, apuntes, mapas conceptuales, diccionarios bilingües, libros de consulta, recursos digitales e informáticos, etc., evitando el uso abusivo del traductor automático.",
    "• Identificación de la autoría de las fuentes consultadas y su fiabilidad.",
    "– Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados.",
    "• Habituarse a mencionar adecuadamente las fuentes de información consultadas, respetando la propiedad intelectual y los derechos de autor.",
    "• Contrastar diferentes fuentes consultadas y reconocer su fiabilidad.",
    "– Herramientas analógicas y digitales de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas, etc.) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua francesa.",
    "• Conocer diferentes plataformas virtuales que permitan llevar a cabo el aprendizaje del francés en un ambiente de mayor inmersión lingüística como, por ejemplo: Etwinning, Padlet, etc.",
    "• Trabajar en algunas plataformas tipo Culturethèque, Lumni, Universciences, La puce à l’oreille, TV5 monde, TV5+, France culture, RFI Savoirs, etc.",
    "• Estar interesado en participar en intercambios presenciales, virtuales, postales o de cualquier otro tipo con alumnos de centros de países francófonos.",
    "B. Plurilingüismo y reflexión sobre el aprendizaje",
    "– Estrategias y técnicas para responder eficazmente y con niveles crecientes de fluidez, adecuación y corrección a una necesidad comunicativa concreta a pesar de las limitaciones derivadas del nivel de competencia en la lengua francesa y en las demás lenguas del repertorio lingüístico propio.",
    "• Aplicar los conocimientos previos sobre el tema para identificar la información global del texto escrito, oral o multimodal.",
    "• Identificar el tema a través de deducciones de significados por el contexto, por elementos visuales, por comparación de palabras.",
    "• Formular hipótesis sobre el contenido del texto escrito, oral o multimodal.",
    "• Formular hipótesis a partir de la comprensión de algunos elementos del texto escrito, oral o multimodal.",
    "• Localizar y usar adecuadamente recursos lingüísticos o temáticos (uso de un diccionario o gramática, búsqueda en Internet, etc.).",
    "• Arriesgarse a formar palabras, frases, estructuras con elementos del repertorio lingüístico personal y estar abiertos al error como parte del aprendizaje.",
    "– Estrategias de uso común para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
    "– Estrategias y herramientas de uso común para la autoevaluación, la coevaluación y la autorreparación, analógicas y digitales, individuales y cooperativas.",
    "• Reflexionar e identificar los propios errores y los de los compañeros realizando una autoevaluación y una coevaluación productiva y constructiva.",
    "• Entender la autoevaluación, la coevaluación y la autorreparación como medidor y parte integral del proceso de aprendizaje.",
    "– Expresiones y léxico específico de uso común para intercambiar ideas sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje): écoutez, soulignez, entourez, cochez, choisissez, complétez, lisez, écrivez, observez, cherchez, ci-dessus/dessous, ci-joint, ci-contre…",
    "– Comparación básica entre lenguas a partir de elementos de la lengua francesa y otras lenguas: origen y parentescos.",
    "Aprovechar sus semejanzas y diferencias para optimizar su aprendizaje.",
    "C. Interculturalidad",
    "– La lengua francesa como medio de comunicación interpersonal e internacional, como fuente de información y como herramienta de participación social y de enriquecimiento personal.",
    "– Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua francesa tales como el aprovechamiento de los intercambios ofrecidos por la comunidad de La Rioja y sus distintos municipios o el uso de la plataforma Etwinning, por ejemplo.",
    "– Aspectos socioculturales y sociolingüísticos de uso común relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales de uso común; lenguaje no verbal, cortesía lingüística y etiqueta digital (Netiquette); cultura, normas, actitudes, costumbres y valores propios de países donde se habla francés.",
    "– Patrones culturales de uso común propios de la lengua extranjera.",
    "• La gastronomía francesa, festividades y tradiciones (Noël, Carnaval, la chandeleur, le 1er avril, Pâques, la fête de la musique y la journée de la Francophonie)",
    "• La chanson francophone, la bande dessinée, la moda",
    "• La francofonía: países que la forman",
    "• Introducción a la literatura y el cine francófonos",
    "– Estrategias de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
    "• Valorar la riqueza aportada por las diferencias culturales entre los diferentes países francófonos con el país de origen y acercarse desde el respeto a culturas y costumbres francófonas.",
    "• Reconocer algunos elementos socioculturales que se presenten en los textos escritos y orales.",
    "• Adecuar la producción e interacción a los usos socioculturales de la lengua francesa, conocer y valorar la importancia de la politesse.",
    "• Ser conscientes de las diferencias culturales entre España y Francia o cualquier otro país francófono: el sistema escolar, la jornada, horarios y momentos del día, la distribución de la casa, etc.",
    "• Adquirir conocimientos sobre las costumbres, creencias, tradiciones, etc. propios de los países donde se habla francés.",
    "– Estrategias de uso común de detección y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
    "• Utilizar todos los recursos y herramientas que nos ofrece la lengua para dar un trato igualitario y respetuoso hacia las personas independientemente de su origen, religión, sexo, edad, orientación sexual, situación social, capacidades o de cualquier otra condición o circunstancia personal o social.",
    "• Mantener una actitud crítica hacia el uso discriminatorio del lenguaje verbal y no verbal."
  ],
  "criteriosEvaluacion": [
    "Competencia Específica 1:",
    "1.1. Extraer el sentido global y las ideas principales, y seleccionar información pertinente de textos orales, escritos breves, sencillos y multimodales sobre temas cotidianos, de relevancia personal o de interés público próximos a su experiencia, expresados de forma clara y en la lengua estándar a través de diversos soportes.",
    "1.2. Interpretar y valorar el contenido y los rasgos discursivos de textos progresivamente más complejos propios de los ámbitos de las relaciones interpersonales, de los medios de comunicación social y del aprendizaje, así como de textos literarios adecuados al nivel de madurez del alumnado.",
    "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial y los detalles más relevantes de los textos; inferir significados e interpretar elementos no verbales; y buscar, seleccionar y gestionar información veraz.",
    "Competencia Específica 2:",
    "2.1. Expresar oralmente textos sencillos, estructurados, comprensibles, coherentes y adecuados a la situación comunicativa sobre asuntos cotidianos, de relevancia personal o de interés público próximo a su experiencia, con el fin de describir, narrar, argumentar e informar, en diferentes soportes, utilizando recursos verbales y no verbales, así como estrategias de planificación, control, compensación y cooperación.",
    "2.2. Redactar y difundir textos breves y sencillos con aceptable claridad, coherencia, cohesión, corrección y adecuación a la situación comunicativa propuesta, a la tipología textual y a las herramientas analógicas y digitales utilizadas, sobre asuntos cotidianos, de relevancia personal o de interés público próximos a su experiencia, respetando la propiedad intelectual y evitando el plagio.",
    "2.3. Seleccionar, organizar y aplicar conocimientos y estrategias para planificar, producir, revisar y cooperar en la elaboración de textos sencillos y coherentes, cohesionados y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de las necesidades de la audiencia o del lector potencial a quien se dirige el texto.",
    "Competencia Específica 3:",
    "3.1. Planificar, participar y colaborar activamente, a través de diversos soportes, en situaciones interactivas sobre temas cotidianos, de relevancia personal o de interés público cercanos a su experiencia, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores e interlocutoras.",
    "3.2. Seleccionar, organizar y utilizar estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, resolver problemas y gestionar situaciones comprometidas.",
    "Competencia Específica 4:",
    "4.1. Inferir y explicar textos, conceptos y comunicaciones breves y sencillos en situaciones en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores e interlocutoras y por las lenguas empleadas, y participando en la solución de problemas de intercomprensión y de entendimiento en su entorno, apoyándose en diversos recursos y soportes.",
    "4.2. Aplicar estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales y la tipología textual, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
    "Competencia Específica 5:",
    "5.1. Comparar y argumentar las similitudes y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre su funcionamiento.",
    "5.2. Utilizar de forma creativa estrategias y conocimientos de mejora de su capacidad de comunicar y de aprender la lengua francesa, con apoyo de otros participantes y de soportes analógicos y digitales.",
    "5.3. Registrar y analizar los progresos y dificultades de aprendizaje de la lengua francesa, seleccionando las estrategias más eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y compartiéndolos.",
    "Competencia Específica 6:",
    "6.1. Actuar de forma adecuada, empática y respetuosa en situaciones interculturales, construyendo vínculos entre las diferentes lenguas y culturas, rechazando cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos, y proponiendo vías de solución a aquellos factores socioculturales que dificulten la comunicación.",
    "6.2. Valorar críticamente en relación con los derechos humanos y adecuarse a la diversidad lingüística, cultural y artística propia de países donde se habla la lengua francesa, favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos.",
    "6.3. Aplicar estrategias para defender y apreciar la diversidad lingüística, cultural y artística atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad."
  ]
}