{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Identificar y explicar la presencia de formas y relaciones geométricas en el arte y el diseño, comprendiendo el motivo o intencionalidad con la que se han utilizado. ",
        "Criterio 1.2. Analizar las funciones y apreciar la importancia de las formas y transformaciones geométricas en los distintos entornos de aplicación y dentro de sus contextos históricos para valorar sus funcionalidades y cualidades expresivas.",
        "Competencia específica 2.",
        "Criterio 2.1. Diseñar patrones y mosaicos, aplicando las transformaciones geométricas al diseño de los mismos. ",
        "Criterio 2.2. Diseñar formas creativas, empleando tangencias, enlaces y curvas cónicas.",
        "Criterio 2.3. Diseñar patrones y módulos tridimensionales y valorar la aplicación de transformaciones (traslaciones, giros, simetrías).",
        "Competencia específica 3.",
        "Criterio 3.1. Dibujar, en las perspectivas isométrica y caballera, formas volumétricas incorporando curvas. ",
        "Criterio 3.2. Diseñar espacios o escenografías aplicando la perspectiva cónica, representando las luces y sombras de los objetos contenidos y reflexionando sobre el proceso realizado y el resultado obtenido. ",
        "Competencia específica 4",
        "Criterio 4.1. Proyectar, de manera individual o en grupo, un diseño sencillo, comunicando de manera clara e inequívoca su forma y dimensiones mediante el uso de la normalización, así como aplicando estrategias y destrezas que agilicen el trabajo colaborativo. ",
        "Criterio 4.2. Aplicar estrategias y destrezas acordes al trabajo colaborativo y que lo agilicen.",
        "Competencia específica 5.",
        "Criterio 5.1. Realizar y presentar proyectos, aprovechando las posibilidades que las herramientas de dibujo vectorial aportan a los campos del diseño y el arte. ",
        "Criterio 5.2. Mostrar una actitud positiva respecto al trabajo colaborativo y en grupo, mostrando empatía y flexibilidad de planteamientos en el desarrollo de los proyectos."
    ],
    "saberes": [
        "Bloque A. Geometría, arte y entorno.",
        "A.1. Geometría, naturaleza y arte.",
        "A.1.2.1. Geometría e ilusiones ópticas en el arte y el diseño.",
        "A.2. Relaciones geométricas y escalas.",
        "A.2.1.3. El número áureo en el arte. ",
        "A.3. Tangencias, enlaces, curvas técnicas y curvas cónicas.",
        "A.3.2.1. Enlaces, curvas técnicas y tangencias complejas.",
        "A.3.2.2. Las curvas cónicas en la naturaleza, el entorno, el arte y el diseño.",
        "A.3.2.3. Aplicación en el diseño gráfico mediante trazado manual y digital. ",
        "A.4. Construcción de formas poligonales y modulares.",
        "A.4.2.1. Composiciones modulares en el diseño gráfico, de objetos y de espacios 2D y 3D. ",
        "A.4.2.2. Transformaciones geométricas aplicadas a la creación de mosaicos y patrones. Trazado con y sin herramientas digitales. ",
        "Bloque B. Sistemas de representación del espacio aplicados.",
        "B.3. Sistema axonométrico y de perspectiva caballera.",
        "B.3.2.1. Perspectiva isométrica. Representación de circunferencias y sólidos con curvas.",
        "B.3.2.2. Perspectiva caballera y militar. Representación de circunferencias y sólidos con curvas.",
        "B.3.2.3. Aplicación al diseño de formas tridimensionales.",
        "B.3.2.4. Estructuras poliédricas. Los sólidos platónicos. Aplicación en la arquitectura y el diseño.",
        "B.4. Sistema cónico.",
        "B.4.2.1. Aplicaciones de la perspectiva cónica, frontal, oblicua y de cuadro inclinado, al diseño de espacios y objetos.",
        "B.4.2.2. Representación de luces y sombras.",
        "Bloque C. Normalización y diseño de proyectos.",
        "C.1. Normalización y acotación.",
        "C.1.2.1. Representación de objetos mediante sus vistas diédricas acotadas.",
        "C.2. Bocetos, croquis y planos.",
        "C.2.2.1. Documentación gráfica de proyectos. Cortes, secciones y roturas.",
        "C.2.2.2. Fases de un proyecto de diseño: del croquis al plano de taller.",
        "Bloque D. Herramientas digitales para el diseño.",
        "D.1. Dibujo vectorial en 2D.",
        "D.1.2.1. Dibujo vectorial aplicado a proyectos de arte y diseño.",
        "D.2. Modelado en 3D.",
        "D.2.2.1. Modelado en 3D aplicado a proyectos de arte y diseño." 
    ]
}
