{
  "competenciasEspecificas": [
    "1. Analizar y valorar las fortalezas y debilidades propias y de los demás, reflexionando sobre las aptitudes y gestionando de forma eficaz las emociones y las destrezas necesarias, para adaptarse a entornos cambiantes y diseñar un proyecto personal único que genere valor para los demás. CPSAA1, CC1, CE2, CCEC3.",
    "2. Utilizar estrategias de conformación de equipos, así como habilidades sociales, de comunicación e innovación ágil, aplicándolas con autonomía y motivación a las dinámicas de trabajo en distintos contextos, para constituir equipos de trabajo eficaces y descubrir el valor de cooperar con otras personas durante el proceso de ideación y desarrollo de soluciones emprendedoras. CCL1, CP1, CP2, CPSAA1, CPSAA3, CC1, CE2.",
    "3. Elaborar, con sentido ético y solidario, ideas y soluciones innovadoras y sostenibles que den respuesta a las necesidades locales y globales detectadas, teniendo en cuenta la realidad económica andaluza, utilizando metodologías ágiles de ideación y analizando tanto sus puntos fuertes y débiles como el impacto que puedan generar esas ideas en el entorno, para lograr la superación de retos relacionados con la preservación y cuidado del entorno natural, social, cultural y artístico. STEM3, CC4, CE1, CE2, CE3, CCEC3.",
    "4. Seleccionar y reunir los recursos disponibles en el proceso de desarrollo de la idea o solución creativa propuesta, conociendo los medios de producción y las fuentes financieras que proporcionan dichos recursos y aplicando estrategias de captación de los mismos, para poner en marcha el proyecto que lleve a la realidad la solución emprendedora. STEM3, CD2, CE1, CE2.",
    "5. Presentar y exponer ideas y soluciones creativas, utilizando estrategias comunicativas ágiles y valorando la importancia de una comunicación efectiva y respetuosa, para transmitir mensajes convincentes adecuados al contexto y a los objetivos concretos de cada situación y validar las ideas y soluciones presentadas. CCL1, CCL2, CCL3, CD3, CPSAA1, CC1, CE1, CE2.",
    "6. Comprender aspectos básicos de la economía y las finanzas, profundizando en la realidad económica andaluza, valorando críticamente el problema de la escasez de recursos y la necesidad de elegir, así como los principios de interacción social desde el punto de vista económico para relacionar dichos aspectos con la búsqueda y planificación de los recursos necesarios en el desarrollo de la idea o solución emprendedora que afronte el reto planteado de manera eficaz, equitativa y sostenible. CC1, CE1, CE2, CE3.",
    "7. Construir y analizar de manera cooperativa, autónoma y ágil prototipos innovadores y sostenibles, aplicando estrategias eficaces de diseño y ejecución, evaluando todas las fases del proceso de manera crítica y ética, y validando los resultados obtenidos para mejorar y perfeccionar los prototipos creados y para contribuir al aprendizaje y el desarrollo personal y colectivo. STEM3, CD5, CPSAA3, CPSAA5, CE2, CE3."
  ]
}