{
    "criteriosEvaluacion": [
        "1.1. Conocer y emplear los principales conceptos correspondientes a la terminología especializada específica de cada uno de los lenguajes artísticos, aplicándolos para expresar con claridad y coherencia consideraciones formales y técnicas acerca de todo tipo de obras de Arte contemporáneo, en contextos analógicos y digitales.",
        "2.1. Explicar, tras descubrir su importancia, las características de los distintos movimientos culturales, estableciendo relaciones con la propia identidad cultural.",
        "2.2. Conocer y explicar, mediante la elaboración de productos tanto analógicos como digitales, las características formales, medios y técnicas, tanto tradicionales como nuevas tecnologías, propios de los diversos lenguajes artísticos, evidenciando una actitud de interés, curiosidad y respeto hacia todos ellos.",
        "3.1. Utilizar con soltura los elementos del comentario y análisis de obras de distintos lenguajes, reconociendo los valores artísticos de diferentes obras de arte, y mostrando interés en el proceso.",
        "3.2. Vincular las producciones culturales y artísticas con sus contextos sociopolíticos y describir esta relación, especificando los aspectos singulares, de las producciones culturales y artísticas examinadas, relacionándolas también con el contexto actual de forma abierta y respetuosa.",
        "4.1. Exponer justificadamente y visibilizar, con ayuda de las obras trabajadas, el uso de la práctica creativa como un medio para expresar ideas, sentimientos y emociones, describiendo, además, en caso de percibirlas, las sensaciones y conexiones personales que algunas manifestaciones culturales y artísticas contemporáneas hayan podido despertar en el /la alumno/-a.",
        "4.2. Comprender, describir y argumentar las intencionalidades expresivas y estéticas de las manifestaciones culturales y artísticas trabajadas, empleando un lenguaje técnico adecuado y considerando y respetando las distintas perspectivas de los artistas sobre el mundo que los rodea; teniendo en cuenta la posible presencia de referentes comunes y sabiendo valorarlos como fuentes de riqueza social y personal.",
        "5.1. Comprender y explicar la relación entre la evolución cultural y artística, la historia reciente y el presente, así como la repercusión social potencial de los distintos lenguajes artísticos y del mundo de la cultura, mostrando que se conoce y respeta la implicación de los artistas.",
        "5.2. Argumentar sobre la importancia de la libertad de expresión y la diversidad cultural en base al conocimiento de las obras trabajadas y tras realizar investigaciones, a través de un discurso técnico, razonado y comprometido; relacionando y comparando lo transmitido por los artistas con la percepción propia del mundo que nos rodea.",
        "6.1. Comprender y explicar tanto la importancia y la necesidad de la conservación, restauración y promoción del Patrimonio artístico, factor esencial de la herencia cultural del ser humano, como el impacto positivo y negativo de las acciones ajenas a la/el artista creador/-a sobre las obras de arte. Todo ello, aportando criterios personales acerca de la importancia de los movimientos culturales y artísticos como muestra de cambios y de evolución o de inmovilismo ideológico de las sociedades.",
        "6.2. Conocer, entender y detallar la importancia de los Derechos de autoría y las razones legales, socioculturales y económicas por las que se deben respetar, mostrando en el trabajo diario de la materia un conocimiento y acatamiento efectivo de los preceptos de la Ley de propiedad intelectual.",
        "7.1. Conocer y ubicar en sus lenguajes y contextos, diferentes eventos culturales y artísticos relevantes, conociendo su origen, características, temas, artistas y ejemplos de obras.",
        "7.2. Argumentar la riqueza y variedad de obras, instalaciones, eventos y profesiones vinculadas con la diversidad cultural y artística, creando producciones propias asociadas a algún ámbito profesional del mundo de la cultura y el arte, de forma individual o grupal, utilizando diferentes medios, soportes y técnicas.",
        "8.1 Conocer y explicar la trayectoria e importancia artística de las principales figuras femeninas del Arte contemporáneo, dando visibilidad a la mujer como artista, analizando el contexto político, social y cultural del desarrollo de su obra y reconociendo su esfuerzo por hacerse valer en ese contexto.",
        "8.2 Analizar críticamente la evolución de la imagen de las mujeres en el Arte contemporáneo mediante el comentario y el análisis comparativo de obras relevantes de distintos movimientos, momentos y culturas, basado en elementos técnicos, formales, y estilísticos, independientemente del lenguaje artístico empleado."
    ],
    "saberes": [
        "A. Aproximación al mundo artístico contemporáneo.",
        "1. El debate y las múltiples respuestas sobre las definiciones de Arte y de Cultura. El concepto del arte a lo largo de la historia: consideración y funciones de las manifestaciones artísticas.*",
        "2. Los lenguajes artísticos como forma de comunicación. La variedad de códigos y lenguajes en el arte. La subjetividad creadora y de juicio estético.*",
        "3. Terminología y vocabulario específico del Arte: arquitectura, escultura, pintura, literatura, cine, música, fotografía, cómic, publicidad, artes escénicas, diseño y moda.*",
        "4. Herramientas para el análisis de las distintas creaciones artísticas —elementos técnicos, formales, y estilísticos— y para el análisis del significado, identificación, contextualización y relevancia de las obras.*",
        "5. Influencias, continuidades y rupturas en el mundo cultural actual.*",
        "6. La obra artística y los derechos de autoría.*",
        "7. Los Precedentes del Arte contemporáneo: de las Vanguardias al Pop art o Arte pop.* Los manifiestos artísticos y culturales de las Vanguardias y los orígenes del trasfondo teórico del Arte contemporáneo.* Qué son Op art o Cinetismo, Happening, Arte conceptual, Performance, Hiperrealismo y Minimalismo.",
        "8. El espacio artístico reciente y actual como ámbito de pensamiento. Los nuevos conceptos de las manifestaciones artísticas o las poéticas y conflictos del arte como espacio público: del proceso de despolitización del Arte al análisis crítico de la memoria colectiva, las reivindicaciones feministas, etcétera. El pensamiento líquido de Bauman.*",
        "B. Arquitectura y urbanismo.",
        "1. Arquitectura y sociedad: definición y corrientes de pensamiento en el siglo XX y en la actualidad.*",
        "2. La arquitectura del hierro y del cristal. Orígenes, características, contexto, arquitectos y obras relevantes.*",
        "3. La arquitectura en el Arte contemporáneo. La geometría en la arquitectura. Definición, contextualización, características y obras relevantes: del Racionalismo o Estilo internacional (ejemplos: Lloyd Wright, Le Corbusier, Van der Rohe, Gropius, Niemeyer…) a la tercera generación de arquitectos modernos (Philip Drew). Del planteamiento de la posmodernidad y la arquitectura de alta tecnología a los estilos conceptuales y expresivos.* (Ejemplos en el País Vasco: Frank Gehry, Norman Foster, Santiago Calatrava, Rafael Moneo y Arata Isozaki).",
        "4. Acciones e intervenciones artísticas en el espacio urbano y en proyectos de urbanismo. Definición, contextualización, características y obras relevantes.* (Un ejemplo de Bilbao (2001): 175 vacas de colores). Las ciudades inteligentes.",
        "5. Arquitectura y urbanismo en el País Vasco.* (Propuestas: la Catedral del Buen Pastor, el Palacio de la Diputación de Bizkaia, el Museo de Bellas Artes de VitoriaGasteiz, los ensanches de las capitales vascas. Club náutico de Donostia, Santuario de Arantzazu, Kursaal de Donostia).",
        "C. Naturaleza, Arte y Cultura.",
        "1. Del plein air del Impresionismo a la fotografía de naturaleza. Contexto sociopolítico, trasfondo teórico, características, artistas y obras más relevantes.*",
        "2. Arte Povera italiano. Contexto sociopolítico, trasfondo teórico, características, artistas y obras más relevantes.* (Ejemplos: Giovanni Anselmo —La estructura que come—, Michelangelo Pistoletto —La Venus de los trapos—...).",
        "3. Arte ambiental o Environmental art y Land art. Arte y naturaleza en España. Contexto sociopolítico, trasfondo teórico, características, artistas y obras más relevantes.* (Ejemplos: Robert Smithson —Spiral Getty—, Walter de María —Campo de relámpagos—...)",
        "4. La contribución del arte a la conciencia ecológica. El Arte ecológico. Contexto sociopolítico, trasfondo teórico, características, artistas y obras más relevantes.*",
        "D. El Arte dentro del Arte.",
        "1. Arte primitivo, oriental, precolombino y africano. Su papel como fuente inspiradora de las Vanguardias.",
        "2. Del ready-made de Marcel Duchamp a la Cultura popular y Pop art. El Arte pop en España. Contexto sociopolítico, trasfondo teórico, características, artistas y obras más relevantes.*",
        "3. Relaciones interdisciplinares: literatura, cine, música, fotografía, artes plásticas, cómic, publicidad, artes escénicas, diseño y moda.",
        "4. Arte mural y trampantojo. Arte urbano. Contexto sociopolítico, trasfondo teórico, características, artistas y obras más relevantes.* (Ejemplo: el fenómeno Banksy).",
        "5. Fotografía y pintura. Influencias mutuas. De la Caja Negra o Cámara Oscura al mundo digital.*",
        "6. Poesía, literatura y arte. Poemas visuales (Caligramas). Del Cubismo literario, el Creacionismo y el Ultraísmo a los ejemplos actuales. Contexto sociopolítico, trasfondo teórico, características, artistas y obras más relevantes.*",
        "7. La ciencia ficción y sus referentes.",
        "8. Explorando el cuerpo humano. Orígenes, contextos sociopolíticos, trasfondos teóricos, características, temas, artistas y ejemplos de obras de Happening y Performance (de DADA y el Arte de acción al S. XXI), Body art e Hiperrealismo.*",
        "9. El arte de los siglos XIX y XX en Euskal Herria.* (Ejemplos: Adolfo Guiard, Arteta, Iturrino, Oteiza, Chillida, Agustín Ibarrola y José Ibarrola. La nueva pintura y escultura vasca: Ruiz Balerdi, Zumeta, Dora Salazar, Txomin Badiola, José Ibarrola, Cristina Iglesias, Juan Luis Moraza…).",
        "E. Lenguajes artísticos contemporáneos.",
        "1. De las artes decorativas al diseño industrial. Definición, orígenes, contextos sociopolíticos, trasfondo económico, características, temas, artistas y ejemplos de obras.*",
        "2. Medios electrónicos, informáticos y digitales utilizados en el arte. Videoarte. Del videojuego a la narrativa multiverso o las realidades virtuales alternativas.*",
        "3. Del Arte como creador de ambiente al Arte inmersivo e interactivo, con los ejemplos del Atelier des Lumières de París y el Moco Museum de Barcelona.*",
        "4. La explosión de la narrativa serial en el audiovisual del siglo XXI.",
        "F. Eventos culturales y artísticos.",
        "1. Instalaciones. Museos, centros de arte y centros de interpretación: funciones, diferencias, similitudes y ejemplos.*",
        "2. El Salón de los independientes de París: de Redon, Seurat y Signac al Salon d’Automne. El Salón de París en el S. XXI.",
        "3. Museos de Arte contemporáneo* (Ejemplos: MOMA, Centre Georges Pompidou, Tate Modern, Museo Nacional Centro de Arte Reina Sofía, Museo Guggenheim Bilbao, MACBA Y MUSAC). Bienales y Ferias de arte nacionales e internacionales. El mercado del arte.",
        "4. Salones nacionales e internacionales de ilustración y cómic.* (Ejemplos: Ilustrísima, Madrid; Irudika, Vitoria-Gazteiz; Utopía Markets, Barcelona; Animayo, Gran Canaria; International Graphic Novel & Comics…).",
        "5. Cine, música y danza contemporánea: contexto sociopolítico, trasfondo teórico, características, artistas y obras más relevantes.* Festivales internacionales y nacionales. (Ejemplos: Venecia, Cannes, Sundance, Berlín, San Sebastián, Sitges, la Muestra Internacional de Cine Realizado por Mujeres, Zaragozay la SEMINCI; Glastonbury, Coachella, Lollapalooza, Reading, Leeds, Primavera Sound, Wacken Open Air, Rock in Rio,Tomorrowland, Azkena Rock Festival, Bilbao BBK Live, Primavera Sound, DNA /NDG Nafarroako Dantza Garaikidea…).",
        "6. Las Exposiciones universales desde 1851 a la actualidad: origen, evolución y finalidades iniciales y en el presente.",
        "7. Las artes en eventos deportivos.",
        "8. Estrategias de marketing urbano asociadas al turismo cultural.",
        "9. Estereotipos culturales y artísticos. Función social del arte. ¿Arte o negocio? La perspectiva de género en el Arte.*"
    ]
}