{
    "saberes": [
        "Resolució de problemes en situacions motrius",
        "● Resolució de reptes i projectes motrius",
        "- Vivència de pràctiques d’activitats físiques múltiples i variades a l’escola.",
        "- Identificació dels límits i de les possibilitats del propi cos en la realització d’activitats físiques.",
        "- Planificació de projectes d’activitats físiques senzilles.",
        "- Identificació dels encerts i de les errades comesos en l’execució d’activitats motrius.",
        "- Identificació dels condicionants fisiològics i biològics propis (asma, cardiopaties, lesions…), si n’hi ha, en la pràctica d’activitats físiques.",
        "- Identificació del ritme cardíac i respiratori com a indicador de la intensitat de l’esforç en l’execució d’activitats físiques.",
        "- Adequació de les accions pròpies a les capacitats i limitacions personals i a les condicions de realització de les situacions motrius plantejades.",
        "- Coordinació d’accions amb les altres persones en situacions de pràctica d’activitats físiques col·laboratives.",
        "- Aplicació d’estratègies de resolució de situacions motrius conegudes plantejades o practicades anteriorment.",
        "● Esquema corporal",
        "- Coneixement de les principals parts del cos de manera vivenciada.",
        "- Consciència del to muscular, la relaxació i la respiració del propi cos en situacions de repòs i en moviment millorant progressivament el control i domini corporal.",
        "- Experimentació de postures i moviments corporals diferents en situacions motrius variades.",
        "- Afirmació de la lateralitat predominant en un mateix a través de tasques centrades fonamentalment en els segments corporals dominants.",
        "- Experimentació de situacions motrius d’equilibri i desequilibri estàtic i dinàmic en diferents situacions motrius senzilles.",
        "- Interacció del propi cos amb l’espai i el temps a partir de vivències sensorials i motrius.",
        "● Habilitats motrius",
        "- Execució de desplaçaments, salts, girs, maneig i control d’objectes en situacions motrius diverses millorant progressivament el control corporal.",
        "- Utilització de les capacitats físiques de forma genèrica i jugada a través d’activitats d’intensitat entre moderada i elevada.",
        "- Realització d’activitats d’activació corporal i de relaxació de forma jugada en el cas d’activitats físiques d’intensitat entre moderada i elevada.",
        "Vida activa i saludable",
        "● Hàbits saludables",
        "- Reconeixement dels efectes físics beneficiosos que la pràctica habitual d’activitats físiques i un estil de vida actiu tenen per a la salut en la vida quotidiana.",
        "- Valoració de la importància de mantenir uns hàbits higiènics en la pràctica d’activitats físiques i en la vida quotidiana.",
        "- Valoració de la necessitat de fer servir un equipament que permeti dur a terme pràctiques d’activitats físiques d’una manera adequada.",
        "- Utilització de postures adequades a les necessitats motrius en situacions quotidianes.",
        "- Identificació dels aliments que són saludables i dels que no ho són en la dieta alimentària diària.",
        "- Correcta hidratació en la pràctica d’activitats físiques i en la vida quotidiana.",
        "- Coneixement de les hores necessàries de descans diari per compensar i recuperar-se de l’esforç físic i mental d’acord amb les necessitats pròpies de l’edat.",
        "● Mesures de seguretat i primers auxilis",
        "- Respecte vers les mesures bàsiques de seguretat d’un mateix en la pràctica d’activitats físiques.",
        "- Utilització amb cura dels espais i materials usats en la pràctica d’activitats físiques.",
        "- Reconeixement de les possibles situacions de risc, accidents o lesions que es poden produir en la pràctica d’activitats físiques a l’escola i a la vida quotidiana.",
        "Activitats motrius lúdiques, culturals i expressives",
        "● Joc",
        "- Reconeixement del joc com a mitjà de relació amb les altres persones i de divertiment a través de la pràctica de jocs senzills.",
        "- Participació en els jocs practicats a l’escola ajustant la pròpia actuació, pel que fa a aspectes motrius.",
        "- Participació en el desenvolupament de jocs col·laboratius, mostrant respecte i responsabilitat.",
        "- Participació en jocs tradicionals i populars com a element de la realitat social i cultural.",
        "- Respecte vers les normes i les persones que participen en els jocs que es practiquen a l’escola.",
        "- Coneixement del fet que les pràctiques de les diferents activitats físiques i jocs no estan associades a un gènere determinat a través de la participació en activitats motrius.",
        "- Coneixement de dones esportistes referents en la societat actual.",
        "- Participació en tota mena de jocs i activitats d’expressió i comunicació corporal indistintament del gènere de les persones participants.",
        "● Expressió i comunicació corporal",
        "- Exploració de les possibilitats expressives del cos i el moviment en situacions motrius variades.",
        "- Exploració de les possibilitats expressives amb objectes i materials en situacions motrius variades.",
        "- Comunicació d’emocions, idees, personatges o situacions a través del cos, el gest i el moviment de manera espontània en situacions motrius variades.",
        "- Adequació del moviment i l’expressió a pulsacions i estructures rítmiques i musicals senzilles o estímuls visuals, plàstics, verbals o d’altre tipus en situacions motrius variades.",
        "- Participació en activitats col·lectives d’expressió i comunicació corporal que es proposen a l’escola.",
        "- Reproducció de balls, danses i coreografies senzilles de l’entorn proper.",
        "Interacció amb l’entorn en el temps de lleure",
        "● Temps de lleure saludable",
        "- Valoració de les pràctiques d’activitats físiques programades que es realitzen fora de l’escola.",
        "- Enumeració de les activitats físiques que l’alumnat faci durant el temps de lleure amb la intenció que tothom en conegui de noves.",
        "- Identificació d’alguna entitat de l’entorn més proper que fa pràctiques d’activitats físiques saludables.",
        "- Descripció de les característiques que defineixen el temps de lleure saludable, satisfactori i respectuós amb l’entorn.",
        "- Coneixement d’algunes pràctiques d’activitats físiques que es poden dur a terme al barri, al poble o a la ciutat o al medi natural.",
        "- Construcció de materials senzills i segurs que puguin ser utilitzats en la pràctica d’activitats físiques.",
        "Autoregulació emocional i interacció social en situacions motrius",
        "● Gestió emocional",
        "- Identificació de la pràctica d’activitats físiques com una manera saludable de conèixer- se a un mateix.",
        "- Percepció de conductes, sentiments i emocions pròpies i de les altres persones com a resultat de la participació en activitats físiques controlant les pròpies emocions.",
        "- Verbalització d’emocions derivades de la interacció social en situacions motrius col·lectives.",
        "● Habilitats socials",
        "- Participació en l’elaboració de les normes de funcionament del grup en la pràctica d’activitats físiques i compromís d’aplicar-les.",
        "- Respecte per les normes dels jocs col·lectius en què es participa.",
        "- Acceptació de la pròpia imatge corporal, valorant i apreciant el propi cos.",
        "- Col·laboració amb tothom en la pràctica d’activitats físiques diverses, mostrant respecte per tothom amb independència de les seves característiques personals.",
        "- Desenvolupament inicial d’habilitats socials d’acollida, inclusió, ajuda, cooperació i estratègies de resolució de conflictes a través de la participació en activitats físiques.",
        "- Acceptació de les idees, les opinions i els sentiments de les altres persones que puguin sorgir en la pràctica d’activitats físiques.",
        "- Identificació d’actuacions discriminatòries i de violència en la pràctica d’activitats físiques a l’escola."
    ],
    "criteriosEvaluacion": [
        "1.1 Experimentar diferents maneres de donar resposta a projectes i pràctiques d’activitats físiques variades individuals i col·lectives, valorant-ne la consecució.",
        "1.2 Adoptar decisions eficaces en la pràctica d’activitats físiques individuals i de col·laboració amb l’ús d’estratègies conegudes.",
        "1.3 Emprar capacitats i habilitats motrius pròpies per resoldre situacions motrius millorant progressivament el control corporal.",
        "2.1 Identificar la pràctica habitual d’activitats físiques en la vida quotidiana, la higiene personal, l’educació postural, l’alimentació saludable, la hidratació i el descans com a comportaments beneficiosos per a la salut.",
        "2.2 Evitar conductes de risc, reconeixent els possibles riscos que poden existir en la pràctica d’activitats físiques a l’escola i a la vida quotidiana.",
        "3.1 Participar activament en els jocs i en activitats col·lectives senzilles d’expressió i comunicació corporal pròpies de l’entorn proper gaudint de la seva pràctica, tot afavorint la seva pervivència.",
        "3.2 Practicar jocs i activitats individuals i col·lectives d’expressió i comunicació corporal tot defugint d’assignar-les a un tipus determinat de persones segons el seu gènere.",
        "3.3 Comunicar vivències, emocions i idees a través de manifestacions expressives senzilles utilitzant els recursos expressius del propi cos.",
        "4.1 Practicar algun tipus d’activitat física vinculada al barri, al poble o a la ciutat o al medi natural com una forma d’enriquir les tipologies d’activitats físiques que es donen en contextos de pràctica motriu a l’escola i d’ocupar el temps de lleure.",
        "4.2 Valorar l’entorn com a espai de pràctica d’activitats físiques saludables i satisfactòries en el temps de lleure fent-ne un ús respectuós.",
        "5.1 Participar en activitats físiques percebent les emocions i els sentiments propis i de les altres persones, controlant les emocions pròpies negatives que hi puguin aparèixer fomentant la convivència.",
        "5.2 Respectar les normes de funcionament de la classe, les regles de les activitats practicades, els espais i els materials emprats en els contextos de pràctica motriu a l’escola.",
        "5.3 Reconèixer que en la pràctica d’activitats físiques tothom és diferent.",
        "5.4 Desenvolupar habilitats socials a través de la participació en contextos de pràctica motriu a l’escola, iniciant-se en la resolució de conflictes.",
        "5.5 Mostrar una actitud de rebuig vers actuacions contràries a la convivència en la pràctica d’activitats físiques."
    ]
}