{
  "saberes": [
    "Bloque 1. El presente de la civilización latina",
    "• Acercamiento al papel del humanismo y su presencia en la sociedad actual. Concepto original de humanismo.",
    "• Importancia de la civilización latina en la configuración, reconocimiento y análisis crítico de nuestra identidad como sociedad. Análisis crítico de la sociedad romana: esclavitud y exclusión de la mujer.",
    "• Léxico latino: evolución de los conceptos fundamentales de la civilización latina hasta la actualidad.",
    "• Acercamiento a los aspectos geográficos, históricos, culturales, políticos y lingüísticos de la civilización latina presentes en la noción actual de Europa y de su cultura.",
    "• Estrategias y herramientas para relacionar el pasado y el presente a partir de los conocimientos adquiridos.",
    "• Identificación de las obras fundamentales de la literatura latina en su contexto y su pervivencia a través de la tradición clásica.",
    "• Importancia de los textos clásicos latinos como testimonio de aquellos aspectos constitutivos de nuestra condición humana: raciocinio, emociones, religión...",
    "• Estrategias para comprender, comentar e interpretar textos latinos a partir de los conocimientos adquiridos y de la experiencia propia.",
    "Bloque 2. Latín y plurilingüismo",
    "• El abecedario, la acentuación y las distintas pronunciaciones de la lengua latina: clásica, eclesiástica y nacionales, así como su permanencia e influencia en las lenguas del repertorio lingüístico individual del alumnado.",
    "• Explicación de los cambios fonéticos más frecuentes desde el latín culto y el latín vulgar. Un retorno a los orígenes comunes: de las lenguas románicas al latín.",
    "• Identificación de palabras con lexemas, sufijos y prefijos de origen latina en textos escritos en las lenguas de enseñanza.",
    "• Procedimientos de composición y derivación latinos en la elaboración de familias de palabras tanto en el latín como en las lenguas de uso del alumnado.",
    "• Iniciación al significado etimológico de las palabras.",
    "• Estrategias básicas para inferir significados en léxico especializado y de nueva aparición a partir de la identificación de formantes latinos.",
    "• Latinismos y locuciones latinas más frecuentes.",
    "• Técnicas de reconocimiento, organización e incorporación a la producción escrita, oral o multimodal de léxico de raíz común entre las distintas lenguas del repertorio lingüístico individual.",
    "• Comparación entre lenguas a partir de su origen y parentescos.",
    "• Importancia del latín como herramienta de mejora de la expresión escrita, oral y multimodal en las distintas lenguas del repertorio lingüístico individual.",
    "• Herramientas analógicas y digitales para el aprendizaje y reflexión de la lengua latina como vínculo e impulso para el aprendizaje de otras lenguas.",
    "Bloque 3. Comprensión e interpretación de los textos",
    "• Clases de palabras. Funciones básicas y sintaxis elemental de los casos.",
    "• Introducción a la flexión nominal, pronominal y verbal.",
    "• Estructuras oracionales básicas. La concordancia y el orden de palabras en oraciones simples y oraciones compuestas.",
    "• Redacción con corrección ortográfica y expresiva del mensaje de un texto en lengua latina a las lenguas de enseñanza.",
    "• Estrategias básicas para identificar, analizar y comprender unidades lingüísticas (léxico, morfosintaxis) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
    "• Recursos para el aprendizaje y estrategias básicas de adquisición de lenguas tales como Portfolio europeo de las lenguas, glosarios o diccionarios.",
    "• Reflexión y justificación de la interpretación ofrecida.",
    "• Retroversión de oraciones y textos de dificultad idónea.",
    "• Autoconfianza, autonomía e iniciativa. El error como parte integrante del proceso de aprendizaje.",
    "• Funciones comunicativas básicas: fórmulas de saludo y presentación, descripción, localización, expresión de emociones, etc.",
    "• Léxico de uso común y de interés relativo a identificación personal, relaciones interpersonales, lugares y entornos próximos, ocio y tiempo libre, vida cotidiana, salud y actividad física, vivienda y hogar, etc.",
    "• Convenciones y estrategias conversacionales básicas, para iniciar, mantener y finalizar la comunicación.",
    "Bloque 4. Legado y patrimonio",
    "• Perduración del legado material (sitios arqueológicos, inscripciones, construcciones monumentales y artísticas, etc.) e inmaterial (mitología clásica, instituciones políticas, oratoria, derecho, rituales y celebraciones, etc.) de la cultura y civilización latinas.",
    "• La transmisión textual y los materiales y soportes de escritura.",
    "• Características del patrimonio cultural romano y del proceso de romanización. La romanización de Gallaecia en el contexto de la Hispania romana.",
    "• Interés e iniciativa en participar en procesos destinados a conservar, preservar y difundir el patrimonio arqueológico del entorno.",
    "• Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal.",
    "• Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y los contenidos utilizados.",
    "• Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Describir el significado de productos culturales del presente, en el contexto europeo, comparando las similitudes y diferencias con la Antigüedad latina. OBJ1",
    "• CE1.2. Valorar de manera crítica los modos de vida, costumbres y actitudes de la sociedad romana en comparación con los de nuestras sociedades a partir del contenido de fuentes latinas en diferentes soportes. OBJ1",
    "• CE1.3. Identificar los períodos de la historia de Roma, los acontecimientos y personajes, así como los aspectos de la civilización romana en su contexto histórico, relacionando los datos con referentes actuales y aplicando los conocimientos adquiridos. OBJ1",
    "• CE1.4. Explicar de forma oral, escrita o multimodal el carácter clásico y humanista de las diversas manifestaciones literarias y artísticas de la civilización latina utilizando un vocabulario correcto y una expresión adecuada. OBJ3",
    "• CE1.5. Reconocer el sentido global y las ideas principales y secundarias de un texto, contextualizándolo e identificando las referencias históricas, sociales, políticas o religiosas que aparecen en él, y sirviéndose de conocimientos sobre personajes y acontecimientos históricos ya estudiados. OBJ3",
    "• CE1.6. Interpretar de manera crítica el contenido de textos latinos de dificultad adecuada, atendiendo al contexto en el que se produjeron, conectándolos con la experiencia propia y valorando como contribuyen a entender los modos de vida, costumbres y actitudes de nuestra sociedad. OBJ3",
    "• CE2.1. Valorar críticamente y adecuarse a la diversidad lingüística y cultural a la que da origen el latín, identificando y explicando semejanzas y diferencias entre los elementos lingüísticos del entorno, relacionándolos con los de la propia cultura y desarrollando una cultura compartida y una ciudadanía comprometida con los valores democráticos. OBJ2",
    "• CE2.2. Inferir significados de términos latinos aplicando los conocimientos léxicos y fonéticos de otras lenguas del repertorio individual propio. OBJ2",
    "• CE2.3. Ampliar el caudal léxico y mejorar la expresión oral y escritura, incorporando latinismos y locuciones usuales de origen latino de manera coherente. OBJ2",
    "• CE2.4. Producir definiciones etimológicas de términos cotidianos, científicos y técnicos, reconociendo los elementos latinos en diferentes contextos lingüísticos y estableciendo, si procede, la relación semántica entre un término patrimonial y un cultismo. OBJ2",
    "• CE3.1. Analizar e interpretar los aspectos morfológicos, sintácticos y léxicos elementales de la lengua latina, identificándolos y comparándolos con los de las lenguas de repertorio del alumnado. OBJ4",
    "• CE3.2. Traducir o interpretar textos breves y sencillos con términos adecuados y expresión correcta en la lengua de enseñanza, justificando la traducción o la interpretación y manifestando la correspondencia entre el texto latino y la versión realizada. OBJ4",
    "• CE3.3. Producir mediante retroversión oraciones y textos de dificultad idónea utilizando las estructuras propias de la lengua latina. OBJ4",
    "• CE3.4. Planificar diálogos, redactar y expresar oralmente textos breves y sencillos comprensibles y adecuados a la situación comunicativa sobre asuntos de la vida cotidiana, con el fin de describir, narrar e informar sobre temas concretos y próximos a la experiencia personal, apoyándose, cuando sea necesario, en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y las opiniones de las personas interlocutoras, incidiendo en las estrategias para iniciar, mantener y finalizar la comunicación verbal. OBJ4",
    "• CE4.1. Describir el significado de productos culturales del presente, en el contexto europeo, comparando las similitudes y diferencias con la Antigüedad latina. OBJ1",
    "• CE4.2. Explicar de forma oral, escrita o multimodal el carácter clásico y humanista de las diversas manifestaciones literarias y artísticas de la civilización latina utilizando un vocabulario correcto y una expresión adecuada. OBJ3",
    "• CE4.3. Explicar los elementos de la civilización latina, especialmente los relacionados con la mitología clásica, identificándolos como fuente de inspiración de manifestaciones literarias y artísticas. OBJ5",
    "• CE4.4. Reconocer las huellas de la romanización en el patrimonio cultural y arqueológico del entorno, identificando los procesos de preservación, conservación y restauración como un aspecto fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y el cuidado de su legado. OBJ5",
    "• CE4.5. Exponer de forma oral, escrita o multimodal las conclusiones obtenidas a partir de la investigación, individual o colectiva, del legado material e inmaterial de la civilización romana y su perduración en el presente a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola a partir de criterios de validez, calidad y fiabilidad. OBJ5"
  ]
}