{
  "saberes": [
    "A. Proyecto científico.",
    "– Hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica.",
    "– Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
    "– Fuentes fidedignas de información científica: reconocimiento y utilización.",
    "– La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada.",
    "– Modelado como método de representación y comprensión de procesos o elementos de la naturaleza.",
    "– Métodos de observación y de toma de datos de fenómenos naturales.",
    "– Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "– La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de la mujer en la ciencia.",
    "B. Geología.",
    "– Conceptos de roca y mineral: características y propiedades.",
    "– Estrategias de clasificación de las rocas: sedimentarias, metamórficas e ígneas. El ciclo de las rocas.",
    "– Rocas y minerales relevantes o del entorno: identificación.",
    "– Usos de los minerales y las rocas: su utilización en la fabricación de materiales y objetos cotidianos.",
    "– La estructura básica de la geosfera.",
    "C. La célula.",
    "– La célula como unidad estructural y funcional de los seres vivos.",
    "– La célula procariota, la célula eucariota animal y la célula eucariota vegetal, y sus partes.",
    "– Observación y comparación de muestras microscópicas.",
    "D. Seres vivos.",
    "– Los seres vivos: diferenciación y clasificación en los principales reinos.",
    "– Los principales grupos taxonómicos: observación de especies del entorno y clasificación a partir de sus características distintivas.",
    "– Las especies del entorno: estrategias de identificación (guías, claves dicotómicas, herramientas digitales, visu, etc.).",
    "– Los animales como seres sintientes: semejanzas y diferencias con los seres vivos no sintientes.",
    "E. Ecología y sostenibilidad.",
    "– Los ecosistemas del entorno, sus componentes bióticos y abióticos y los tipos de relaciones intraespecíficas e interespecíficas.",
    "– La importancia de la conservación de los ecosistemas, la biodiversidad y la implantación de un modelo de desarrollo sostenible.",
    "– Las funciones de la atmósfera y la hidrosfera y su papel esencial para la vida en la Tierra.",
    "– Las interacciones entre atmósfera, hidrosfera, geosfera y biosfera, su papel en la edafogénesis y en el modelado del relieve y su importancia para la vida. Las funciones del suelo.",
    "– Las causas del cambio climático y sus consecuencias sobre los ecosistemas.",
    "– La importancia de los hábitos sostenibles (consumo responsable, prevención y gestión de residuos, respeto al medio ambiente, etc.).",
    "– La relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud)."
  ],
  "criteriosEvaluacion": [
    "1.1 Analizar conceptos y procesos relacionados con los saberes de la Biologíay Geología interpretando información en diferentes formatos (modelos, gráficos,tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), y obteniendoconclusiones fundamentadas.",
    "1.2. Facilitar la comprensión y análisis de información relacionada con los saberesde la materia de Biología y Geología transmitiéndola de forma clara utilizando laterminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes,diagramas, fórmulas, esquemas, símbolos, contenidos digitales...).",
    "1.3. Reconocer fenómenos biológicos y geológicos representándolos mediantemodelos y diagramas.",
    "2.1. Resolver cuestiones relacionadas con los saberes de la materia de Biología y Geología, de forma guiada, localizando, seleccionando y organizando información mediante el uso y citación correctos de distintas fuentes.",
    "3.1. Plantear preguntas e hipótesis, de forma guiada, que puedan ser respondidas o contrastadas utilizando métodos científicos intentando explicar fenómenos biológicos y/o geológicos",
    "3.2. Diseñar, de forma guiada, la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada.",
    "3.3. Realizar de forma guiada experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección.",
    "3.4. Interpretar los resultados obtenidos en el proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas.",
    "3.5. Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario, respetando la diversidad y la igualdad de género, y favoreciendo la inclusión.",
    "4.1. Resolver problemas o dar explicación a procesos biológicos o geológicos, de forma guiada, utilizando conocimientos, datos e información proporcionados por la persona docente, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
    "4.2. Analizar la solución a un problema sobre fenómenos biológicos y geológicos.",
    "5.1. Relacionar con fundamentos científicos la preservación de la biodiversidad, la conservación del medio ambiente, la protección de los seres vivos del entorno, el desarrollo sostenible y la calidad de vida.",
    "5.2. Proponer y adoptar hábitos sostenibles, analizando de una manera crítica las actividades propias y ajenas a partir de los propios razonamientos, de los conocimientos adquiridos e información disponible.",
    "6.1. Valorar la importancia del paisaje como patrimonio natural analizando la fragilidad de los elementos que lo componen.",
    "6.2. Interpretar el paisaje analizando sus elementos y reflexionando sobre el impacto ambiental y los riesgos naturales derivados de determinadas acciones humanas.",
    "6.3. Reflexionar sobre los riesgos naturales mediante el análisis de los elementos de un paisaje."

  ]
}