{
    "saberes": [
        "Bloque 1. La lengua y sus hablantes",
        "▪ Biografía lingüística personal y de su centro educativo.",
        "▪ Valoración de la diversidad de la lengua en el entorno y en nuestra comunidad autónoma.",
        "▪ Identificación de prejuicios y estereotipos lingüísticos.",
        "▪ La diversidad etnocultural y lingüística como riqueza y herramienta para aproximarse a su entorno.",
        "▪ Reconocimiento en las expresiones verbales y no verbales de la igualdad entre hombres y mujeres.",
        "▪ Uso de un lenguaje no discriminatorio y respetuoso con las diferencias, teniendo una perspectiva de género.",
        "Bloque 2. Comunicación oral",
        "▪ Contexto.",
        "– Incidencia de los componentes (situación, participantes, propósito comunicativo, canal) en el acto comunicativo.",
        "▪ Géneros discursivos.",
        "– Estrategias para la adquisición de destrezas básicas sobre géneros discursivos propios del ámbito personal, social y educativo (contenido y forma).",
        "– Intención comunicativa y claves de la tipología textual básica: narración, descripción, diálogo y exposición.Interés por la ampliación de vocabulario para una mejor comunicación oral.",
        "– Estrategias para la coherencia y la cohesión en la producción y reproducción oral de textos.",
        "▪ Procesos: interacción oral.",
        "– Estrategias de interpretación de elementos básicos de la comunicación no verbal.",
        "– Interacción oral adecuada en situaciones de aula, movilizando estrategias básicas de cortesía lingüística y asertividad.",
        "– Participación activa en situaciones de comunicación, espontáneas y dirigidas, utilizando frases con una secuencia lineal sencilla y coherente, construyendo el discurso de acuerdo con las necesidades comunicativas de cada situación.",
        "– Estrategias de expresión y escucha empática de necesidades, vivencias y emociones propias y ajenas para la resolución dialogada de los conflictos, teniendo en cuenta la perspectiva de género.",
        "▪ Procesos: comprensión oral.",
        "– Comprensión global y específica e identificación de las ideas más relevantes de textos orales de diversa tipología y procedentes de diversas fuentes (grabaciones, medios de comunicación, escucha oral de cuentos infantiles).",
        "– Comprensión y expresión de mensajes verbales y no verbales, especialmente gestos y tono de voz que incidan en el significado del mensaje que se quiere transmitir.",
        "– Audición, dramatización y reproducción de textos adecuados al nivel, que estimulen el interés y los gustos.",
        "– Estrategias para utilizar el lenguaje oral como instrumento de comunicación y aprendizaje (escuchar y preguntar) y para la identificación e interpretación del sentido global de textos orales y multimodales sencillos.",
        "– Detección de usos discriminatorios del lenguaje verbal y no verbal.",
        "▪ Procesos: producción oral.",
        "– Producción de textos orales sencillos de diferente tipología. Pronunciación y entonación adecuadas.",
        "– Construcción, valoración y comunicación de conocimiento mediante la planificación y producción acompañada de textos orales y multimodales sencillos.",
        "– Creación de textos orales utilizando un lenguaje verbal no discriminatorio y respetuoso con las diferencias.",
        "Bloque 3. Comunicación escrita",
        "▪ Contexto.",
        "– Incidencia de los componentes (situación, participantes, propósito comunicativo, canal) en el acto comunicativo.",
        "▪ Géneros discursivos.",
        "– Estrategias para la comprensión lectora de textos sencillos de diversa tipología.",
        "– Estrategias para la adquisición de destrezas básicas sobre géneros discursivos propios del ámbito personal, social y educativo (contenido y forma).",
        "– Elementos básicos de contenido (tema, léxico) y forma (estructura, título, imágenes).",
        "– Intención comunicativa y claves de la tipología textual básica: narración, descripción, diálogo.",
        "– Estrategias para la coherencia y la cohesión en la producción y reproducción de textos escritos.",
        "▪ Procesos: comprensión lectora.",
        "– Lectura individual o acompañada de distintos tipos de textos, con entonación y ritmo adecuados al desarrollo cognitivo.",
        "– Estrategias básicas de comprensión del sentido general e identificación de las ideas más relevantes de textos.",
        "– Elementos gráficos, textuales y paratextuales sencillos que favorecen la comprensión antes, durante y después de la experiencia lectora.Estrategias básicas de uso de fuentes documentales diversas, para mejorar la comprensión de los textos.",
        "– Valoración de la lectura como medio para ampliar el vocabulario progresando en la consolidación de una ortografía correcta.",
        "– Comprensión de textos diversos, adecuados a su edad, leídos en voz alta y en silencio, empleando la lectura como medio para ampliar el vocabulario y consolidar la ortografía correcta.",
        "– Uso de la biblioteca para la lectura de los libros propuestos, en la búsqueda de información y utilización de esta como fuente de información y ocio.",
        "– Uso de la biblioteca respetando sus normas de organización y funcionamiento y valorando la participación en las actividades organizadas. Continuidad en la creación de una biblioteca propia y personal.",
        "– Detección de usos discriminatorios del lenguaje verbal e icónico.",
        "▪ Procesos: producción escrita.",
        "– Aplicación de las normas ortográficas básicas adecuadas a su desarrollo cognitivo y cohesión del texto: mantenimiento del tiempo verbal, puntuación...",
        "– Creación de textos utilizando el lenguaje con intención informativa: carteles, anuncios, pequeños cómics.",
        "– Modelos y estrategias elementales, individuales o grupales, de planificación, redacción, revisión de textos escritos sencillos, en diferentes soportes (incluyendo los digitales), con distintos propósitos comunicativos.",
        "– Producción de textos escritos y multimodales sencillos, coherentes y con presentación cuidada, utilizando en cada situación el modelo discursivo que corresponda.",
        "– Estrategias básicas de uso de fuentes documentales diversas, tanto en papel como digitales, para mejorar la expresión escrita y la elaboración de textos.",
        "– Uso de elementos gráficos y paratextuales básicos que faciliten la organización y comprensión del texto.",
        "– Valoración de la propia producción escrita y de la producción escrita de los compañeros y compañeras.",
        "– Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "Bloque 4. Alfabetización mediática e informacional",
        "▪ Estrategias básicas en la búsqueda guiada de la localización, selección y contraste de información recogida de distintas fuentes, citándolas y recreándolas mediante la adaptación creativa de modelos dados.",
        "▪ Estrategias y técnicas para comparar y clasificar la información.",
        "▪ Identificación y valoración crítica de los mensajes y de la información recogidas y transmitidas de distintas fuentes y de distintos tipos de texto.",
        "▪ Modelos explícitos para reelaborar la información.",
        "▪ Comunicación creativa del conocimiento, con respeto por la propiedad intelectual.",
        "▪ Utilización de la biblioteca y los recursos digitales del aula o del centro como fuente de información, aprendizaje y ocio.",
        "▪ Utilización de las tecnologías de la información y de la comunicación para la búsqueda de la información, adoptando hábitos de uso crítico, seguro, sostenible y saludable.",
        "▪ Construcción de la identidad lectora a través de la lectura de textos adecuados a sus intereses, procedentes de diversas fuentes de la información.",
        "▪ Colaboración en comunidades lectoras de ámbito escolar a través de experiencias lectoras compartidas.",
        "Bloque 5. Educación literaria",
        "▪ Lectura acompañada y comentada de diversos textos literarios, adecuados a sus intereses y organizados en itinerarios lectores.",
        "▪ Construcción de la identidad lectora. Estrategias para la expresión de gustos e intereses.",
        "▪ Estrategias básicas para la interpretación acompañada y compartida de obras, a través de conversaciones literarias, participando activamente en las comunidades lectoras escolares.",
        "▪ Valoración de los textos literarios de la literatura en general como vehículo de comunicación y recurso de ocio personal.",
        "▪ Funcionamiento de la biblioteca del aula o del centro como escenario de actividades literarias compartidas.",
        "▪ Lectura expresiva, dramatización o interpretación de fragmentos, atendiendo a los procesos de comprensión y al nivel de desarrollo.",
        "▪ Comprensión, memorización y recitado de poemas valorando el ritmo y la entonación.",
        "▪ Elementos constitutivos esenciales de la obra literaria (tema, protagonista, personajes secundarios).",
        "▪ Análisis guiado de los recursos expresivos elementales y sus efectos en la recepción del texto.",
        "▪ Relación entre los textos leídos y otras manifestaciones artísticas y culturales.",
        "▪ Comprensión, memorización y recitado de poemas valorando el ritmo y la entonación.",
        "▪ Elaboración de textos con intención literaria, a partir de modelos dados o recreando textos literarios.",
        "▪ Creación de textos literarios sencillos, en prosa o en verso: cuentos, poemas, adivinanzas, canciones y teatro.",
        "▪ Reconocimiento, de manera acompañada, de recursos literarios básicos.",
        "Bloque 6. Reflexión sobre la lengua y sus usos en el marco de propuestas de producción y comprensión de textos orales, escritos o multimodales",
        "▪ Identificación de las similitudes y diferencias entre las lenguas de su ámbito escolar y social para conseguir una competencia comunicativa integrada y progresar en su aprendizaje.",
        "▪ Los signos de puntuación elementales como mecanismos para organizar el texto escrito.",
        "▪ Aproximación a la lengua como sistema con distintos niveles: sonidos y letras, palabras, oraciones y textos. Observación y comparación de unidades comunicativas básicas.",
        "▪ Estrategias para la elaboración guiada de conclusiones propias sobre el sistema lingüístico. Transformación de enunciados (sustituciones, cambio de orden, manipulación).",
        "▪ Establecimiento de generalizaciones sobre aspectos lingüísticos elementales (género y número), prestando especial atención a las relaciones que se establecen entre sustantivos, adjetivos y verbos.",
        "▪ Mecanismos de coherencia y cohesión elementales, con especial atención a las repeticiones y sinónimos, al orden de oraciones y párrafos y a los diferentes conectores gramaticales y textuales explicativos.",
        "▪ Estrategias y técnicas elementales de reconocimiento de la intención comunicativa y del uso guiado de diccionarios, en distintos soportes.",
        "▪ Ortografía: utilización de las reglas básicas de ortografía y puntuación.",
        "▪ Reconocimiento de las distintas clases de palabras (sustantivo, verbo, adjetivo, pronombres, artículos). Características y uso de cada clase de palabra.",
        "▪ Procedimientos elementales de adquisición de vocabulario. Semejanzas y diferencias de forma y significado entre palabras de la misma familia léxica o semántica."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Mostrar interés y respeto por las distintas lenguas y variedades dialectales de Galicia, incluida una primera aproximación a las lenguas de signos, identificando las empleadas en su ámbito familiar. OBJ1",
        "CE1.2. Reconocer la existencia de prejuicios y estereotipos lingüísticos frecuentes, aportando alternativas y valorando la pluralidad lingüística de su entorno como una fuente de riqueza cultural. OBJ1",
        "CE1.3. Reconocer las distintas lenguas empleadas en su entorno a través de la interacción con las personas próximas. OBJ1",
        "CE1.4. Rechazar los usos lingüísticos discriminatorios de la comunicación, teniendo en cuenta una valoración social equilibrada de las dos lenguas oficiales. OBJ10",
        "CE1.5. Usar un lenguaje respetuoso con las diferencias personales, culturales y con la perspectiva de género. OBJ10",
        "CE2.1. Comprender el sentido de textos orales y multimodales sencillos, reconociendo las ideas principales, los mensajes explícitos y los mensajes implícitos más sencillos, y progresando, de manera acompañada, en la valoración crítica del contenido. OBJ2",
        "CE2.2. Ampliar paulatinamente el vocabulario a partir de las experiencias y situaciones cotidianas. OBJ2",
        "CE2.3. Identificar, de manera acompañada, el contenido de textos orales y multimodales diversos, valorando la información más relevante. OBJ2",
        "CE2.4. Elaborar textos orales y multimodales coherentes, con planificación acompañada, ajustando el discurso a la situación comunicativa y utilizando recursos no verbales básicos. OBJ3",
        "CE2.5. Participar en interacciones orales espontáneas o reguladas, incorporando estrategias elementales de escucha activa y respetando las normas básicas de la cortesía lingüística. OBJ3",
        "CE2.6. Expresarse con coherencia de forma oral para satisfacer necesidades de comunicación en diferentes situaciones. OBJ3",
        "CE2.7. Rechazar los usos lingüísticos discriminatorios e identificar los abusos de poder a través de la palabra desde una reflexión grupal acompañada sobre los aspectos básicos, verbales y no verbales, de la comunicación, teniendo en cuenta una perspectiva de género. OBJ10",
        "CE2.8. Movilizar, con la planificación y el acompañamiento necesarios, estrategias básicas para la comunicación asertiva y el consenso, progresando en la gestión dialogada de conflictos. OBJ10",
        "CE3.1. Leer de manera silenciosa y en voz alta textos escritos y multimodales sencillos, identificando el sentido global y la información relevante e integrando, de manera acompañada, la información explícita. OBJ4",
        "CE3.2. Comprender distintos tipos de textos adaptados a su edad, ampliando los conocimientos básicos sobre la estructura de la lengua, la gramática, el vocabulario, así como las reglas de ortografía para favorecer una comunicación más eficaz. OBJ4",
        "CE3.3. Utilizar estrategias para la comprensión lectora de textos de diversa tipología, identificando palabras clave y anticipando hipótesis. OBJ4",
        "CE3.4. Analizar, de manera acompañada, aspectos formales y no verbales elementales de textos escritos y multimodales, valorando su contenido y estructura, como medio para ampliar el vocabulario y consolidar la ortografía correcta. OBJ4",
        "CE3.5. Adquirir la eficacia lectora mediante una planificación de mejora y el gusto por la lectura. OBJ4",
        "CE3.6. Producir textos escritos y multimodales sencillos y coherentes en distintos soportes, seleccionando el modelo discursivo que mejor responda a cada situación comunicativa e iniciarse, de manera acompañada, en la movilización de estrategias sencillas, de planificación, redacción y revisión, cuidando la presentación. OBJ5",
        "CE3.7. Elaborar textos escritos y multimodales sencillos y coherentes, individuales o colectivos, integrando recursos gráficos o paratextuales que faciliten la comprensión del sentido global del texto. OBJ5",
        "CE3.8. Utilizar, de manera acompañada, las bibliotecas de aula y de centro, respetando sus normas básicas de organización y funcionamiento y participando en las actividades organizadas e interesarse por formar una pequeña biblioteca de aula. OBJ6",
        "CE3.9. Conseguir las destrezas y competencias lingüísticas a través del uso de la lengua escrita. OBJ9",
        "CE3.10. Construir, a través del lenguaje y de forma progresiva, un pensamiento crítico para evitar discriminaciones y prejuicios. OBJ10",
        "CE3.11. Rechazar los usos lingüísticos discriminatorios e identificar los abusos de poder a través de la palabra a partir de la reflexión grupal acompañada sobre los aspectos básicos, verbales y no verbales, de la comunicación, teniendo en cuenta una perspectiva de género. OBJ10",
        "CE4.1. Localizar, seleccionar y contrastar información de distintas fuentes, incluidas las digitales, citándolas y recreándolas mediante la adaptación creativa de modelos dados. OBJ6",
        "CE4.2. Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal, realizado de manera acompañada, que implique la localización, selección y contraste de información de distintas fuentes, incluidas las digitales. OBJ6",
        "CE4.3. Utilizar la biblioteca de aula y de centro para localizar libros adecuados a su gusto personal e intereses. OBJ6",
        "CE4.4. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías de la información y de la comunicación para la búsqueda de la información. OBJ6",
        "CE4.5. Leer de manera autónoma o acompañada textos de diversos autores y autoras ajustados a sus gustos e intereses avanzados en la construcción de su identidad lectora. OBJ7",
        "CE4.6. Compartir oralmente la experiencia de lectura, participando, de forma acompañada o autónoma, en comunidades lectoras de ámbito escolar. OBJ7",
        "CE5.1. Leer de manera autónoma o acompañada textos de diversos autores y autoras, ajustados a sus gustos e intereses avanzando en la construcción de su identidad lectora. OBJ7",
        "CE5.2. Compartir la experiencia de lectura, en soportes diversos, mediante la realización de actividades literarias y participando en comunidades lectoras del ámbito escolar. OBJ7",
        "CE5.3. Valorar los textos literarios y la literatura en general como fuente de ocio e información. OBJ7",
        "CE5.4. Identificar la biblioteca del aula o del centro como escenario de actividades literarias compartidas. OBJ7",
        "CE5.5. Reproducir a partir de modelos dados textos literarios sencillos, en prosa o en verso, con sentido estético y creatividad: cuentos y poemas. OBJ7",
        "CE5.6. Escuchar y leer textos variados de la literatura infantil universal, que recojan diversidad de autores y autoras, reconociendo elementos básicos de los distintos géneros literarios e interpretándolos y relacionándolos con otras manifestaciones artísticas de manera acompañada. OBJ8",
        "CE5.7. Producir, de manera acompañada, textos sencillos individuales o colectivos con intención literaria, recreando de manera personal los modelos dados. OBJ8",
        "CE5.8. Reconocer recursos básicos del lenguaje literario. OBJ8",
        "CE6.1. Comparar aspectos básicos de las lenguas del ámbito escolar y social para conseguir una competencia comunicativa integrada. OBJ1",
        "CE6.2. Producir textos escritos y multimodales sencillos y coherentes, seleccionando el modelo discursivo que mejor responda a cada situación comunicativa, iniciándose en el uso de normas ortográficas sencillas y adecuadas a su nivel, progresando, de manera acompañada, en la movilización de estrategias sencillas, de planificación, redacción y revisión, cuidando la presentación. OBJ5",
        "CE6.3. Formular conclusiones elementales sobre el funcionamiento de la lengua, prestando especial atención a la concordancia y a las relaciones de significado entre las palabras (sustantivos, adjetivos y verbos), a partir de la observación, comparación y manipulación de palabras y enunciados, en un proceso acompañado de producción o comprensión de textos en contextos significativos. OBJ9",
        "CE6.4. Revisar los textos propios y ajenos, de manera acompañada, a partir de la observación, comparación y manipulación de palabras en un proceso de mejora en la producción y comprensión de textos y mediante el uso guiado de diccionarios físicos o digitales. OBJ9",
        "CE6.5. Aplicar los conocimientos básicos sobre las categorías gramaticales y las reglas de ortografía para favorecer una comunicación más eficaz. OBJ9",
        "CE6.6. Progresar en la adquisición de vocabulario a través de los textos. OBJ9"
    ]
}