{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer y valorar las lenguas de España, a partir de la explicación de su desarrollo histórico y sociolingüístico y de la situación actual, contrastando de manera explícita y con el metalenguaje apropiado, aspectos lingüísticos y discursivos de las distintas lenguas en manifestaciones orales, escritas y multimodales.",
        "Criterio 1.2. Diferenciar las variedades dialectales del español, con especial atención a la variedad dialectal extremeña, a partir de la explicación de su desarrollo histórico y sociolingüístico y de la situación actual, contrastando de manera explícita y con el metalenguaje apropiado, aspectos lingüísticos y discursivos de los dialectos del español, en manifestaciones orales, escritas y multimodales.",
        "Criterio 1.3. Cuestionar prejuicios y estereotipos lingüísticos, adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, a partir de la reflexión sobre los fenómenos del contacto entre lenguas, la influencia de medios de comunicación y redes sociales sobre la lengua así como a través de la investigación acerca de derechos lingüísticos y diversos modelos de convivencia entre lenguas.",
        "Criterio 1.4. Fortalecer las técnicas de reflexión interlingüística favorecedoras de la competencia plurilingüe.",
        "Competencia específica 2.",
        "Criterio 2.1. Interpretar el sentido global, la estructura y la información relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales complejos propios del ámbito personal, académico y social.",
        "Criterio 2.2. Analizar la interacción entre diferentes códigos comunicativos.",
        "Criterio 2.3. Valorar la forma y el contenido de textos orales y multimodales complejos vinculados al ámbito personal, académico y social del alumnado y relacionados con los retos del siglo XXI. ",
        "Criterio 2.4. Evaluar la calidad, fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleando estrategias guiadas.",
        "Competencia específica 3.",
        "Criterio 3.1. Realizar exposiciones y argumentaciones orales con diferente grado de planificación sobre temas de interés científico y cultural y de relevancia académica y social, empleando conscientemente y con variedad los mecanismos lingüísticos necesarios.",
        "Criterio 3.2. Reconocer y ajustarse a las convenciones propias de cada género discursivo en sus producciones orales.",
        "Criterio 3.3. Expresarse con la fluidez, el rigor, la coherencia y el registro adecuado en sus producciones orales en diferentes soportes, utilizando de manera eficaz y diversificada los recursos verbales y no verbales en sus producciones orales.",
        "Criterio 3.4. Participar de manera activa y adecuada en interacciones orales formales, informales e integradas en el trabajo en equipo, con actitudes de escucha activa, estrategias de cooperación conversacional y cortesía lingüística así como uso, tanto de una expresión respetuosa e inclusiva, como de mecanismos para erradicar los usos verbales discriminatorios.",
        "Competencia específica 4.",
        "Criterio 4.1. Interpretar el sentido global, la estructura, la información relevante y la intención del emisor de textos escritos y multimodales especializados, con especial atención a textos académicos y de los medios de comunicación.",
        "Criterio 4.2. Realizar las inferencias necesarias y con diferentes propósitos de lectura, utilizando las estrategias adecuadas.",
        "Criterio 4.3. Valorar la forma y el contenido de textos especializados, analizando los mecanismos lingüísticos de la expresión de la objetividad y la subjetividad y la integración de las propiedades textuales (coherencia, cohesión y adecuación) con particular atención a la variedad de marcadores discursivos, así como a las relaciones verbales y a la puntuación, como mecanismos de cohesión.",
        "Criterio 4.4. Evaluar la calidad, la fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados en los textos escritos o multimodales complejos.",
        "Competencia específica 5.",
        "Criterio 5.1. Componer textos escritos académicos coherentes, cohesionados y con el registro adecuado sobre temas curriculares o de interés social y cultural.",
        "Criterio 5.2. Planificar el proceso de elaboración de textos, atendiendo a los elementos y el propósito de la comunicación.",
        "Criterio 5.3. Enriquecer borradores de producciones escritas o multimodales, de manera individual o entre iguales, seleccionando recursos impresos y digitales de consulta especializados necesarios para cada fase del proceso.",
        "Criterio 5.4. Sistematizar el uso de procedimientos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical, atendiendo al uso no discriminatorio de la lengua.",
        "Criterio 5.5. Emplear estrategias metalingüísticas avanzadas para adaptar la edición de producciones escritas y multimodales a los canales en los que se insertan, potenciando la creatividad y fomentando el respeto a la propiedad intelectual.",
        "Competencia específica 6.",
        "Criterio 6.1. Elaborar trabajos de investigación especializados, de manera autónoma y en diferentes soportes, sobre temas curriculares de interés académico, social y cultural.",
        "Criterio 6.2. Localizar, seleccionar y contrastar información especializada procedente de diferentes fuentes, de manera autónoma, calibrando su fiabilidad y pertinencia en función de los objetivos de lectura, y desarrollando estrategias fundamentales de almacenamiento, clasificación y recuperación.",
        "Criterio 6.3. Organizar e integrar la información seleccionada en esquemas propios adecuados para su difusión en contextos académicos y sociales, transformándola con un punto de vista crítico y respetuoso con la propiedad intelectual.",
        "Criterio 6.4. Comunicar de forma creativa la información seleccionada, ya sea usando soportes tradicionales o digitales, en contextos académicos y sociales ante auditorios pertenecientes al ámbito cercano del alumnado.",
        "Criterio 6.5. Aplicar estrategias fundamentales que permitan evaluar la veracidad de noticias e informaciones, con especial atención a las redes sociales y otros entornos digitales, siguiendo pautas de análisis, contraste y verificación, haciendo uso de las herramientas adecuadas y manteniendo una actitud crítica frente a los posibles sesgos de la información.",
        "Competencia específica 7.",
        "Criterio 7.1. Seleccionar y leer de manera autónoma obras relevantes de la literatura contemporánea, que susciten reflexión sobre el propio itinerario lector, así como la inserción en el debate interpretativo de la cultura, reconociendo fuentes de recomendación especializada como recurso y diversificando progresivamente el corpus leído.",
        "Criterio 7.2. Utilizar los mecanismos proporcionados para dejar constancia del progreso del itinerario lector y cultural personal mediante la explicación argumentada de los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y de la experiencia de lectura.",
        "Criterio 7.3. Compartir la experiencia lectora utilizando un metalenguaje específico y atendiendo a aspectos temáticos, género y subgénero, elementos de la estructura y el estilo, así como también a valores éticos y estéticos de las obras.",
        "Criterio 7.4. Participar en el circuito literario y lector en contextos presenciales y digitales, emplear autónomamente todo tipo de bibliotecas y acceder grupalmente a otras experiencias culturales.",
        "Criterio 7.5. Consolidar estrategias para elaborar una interpretación personal estableciendo vínculos argumentados con otras obras y con otras experiencias artísticas y culturales.",
        "Competencia específica 8.",
        "Criterio 8.1. Explicar y argumentar la interpretación de las obras leídas mediante el análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria.",
        "Criterio 8.2. Utilizar un metalenguaje específico en el análisis de obras o fragmentos literarios de la literatura desde la Edad Media hasta el Romanticismo, estableciendo relaciones temáticas o formales entre manifestaciones integradas en tradiciones o movimientos literarios, e incorporar juicios de valor vinculados a la apreciación estética de las obras.",
        "Criterio 8.3. Desarrollar proyectos de investigación que se concreten en una exposición oral, un ensayo o una presentación multimodal sobre obras de la literatura desde la Edad Media hasta el Romanticismo, estableciendo vínculos argumentados entre los clásicos de la literatura española, objeto de lectura guiada, y otros textos y manifestaciones artísticas clásicas o contemporáneas, en función de temas, tópicos, estructuras, lenguaje, recursos expresivos y valores éticos y estéticos, y explicitando la implicación y la recepción individual.",
        "Criterio 8.4. Crear textos personales o colectivos, de creciente complejidad, con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos de obras de la literatura desde la Edad Media hasta el Romanticismo, en los que se empleen las convenciones formales de los diversos géneros y estilos literarios.",
        "Competencia específica 9.",
        "Criterio 9.1. Revisar textos propios de manera autónoma y hacer propuestas de mejora argumentando los cambios, a partir del reconocimiento y análisis de las unidades del sistema lingüístico y empleando los tecnicismos adecuados.",
        "Criterio 9.2. Identificar y subsanar dificultades de comprensión lectora y expresión escrita, utilizando conocimientos explícitos derivados del análisis de los componentes de la lengua en sus niveles morfosintáctico, léxico y pragmático.",
        "Criterio 9.3. Enriquecer la expresión escrita por medio del conocimiento de la vinculación entre la expresión oral y escrita y la aplicación sistemática de las reglas de ortografía, con particular atención al uso correcto de la puntuación.",
        "Criterio 9.4. Expresar generalizaciones sobre aspectos específicos del funcionamiento de la lengua tales como las particularidades de la estructura morfológica de la palabra y sus relaciones funcionales en la oración simple y compuesta, a partir del análisis, comparación y transformación de distintas unidades de la lengua, ejerciendo la reflexión metalingüística y empleando los tecnicismos apropiados.",
        "Criterio 9.5. Reconocer y emplear la selección léxica adecuada al contexto en el que se emiten textos propios de la etapa, mediante la identificación de los procedimientos de formación, adquisición y renovación del léxico, así como del análisis de las relaciones semánticas y los cambios en el significado de las palabras.",
        "Criterio 9.6. Comentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y un metalenguaje específico.",
        "Criterio 9.7. Elaborar y presentar los resultados de pequeños proyectos de investigación sobre aspectos relevantes del funcionamiento de la lengua, formulando hipótesis y estableciendo generalizaciones, utilizando los conceptos y la terminología lingüística adecuada y consultando de manera autónoma diccionarios, manuales y gramáticas.",
        "Competencia específica 10.",
        "Criterio 10.1. Identificar y rechazar sistemáticamente los usos discriminatorios o manipuladores de la lengua así como los abusos de poder a través de la palabra, a partir de la reflexión y el análisis autónomo de los elementos lingüísticos y no verbales presentes en contextos comunicativos orales y escritos.",
        "Criterio 10.2. Utilizar habilidades para una interacción verbal respetuosa, en contextos diversos, lingüísticamente variadas y creativas, para la resolución dialogada de los conflictos y la búsqueda de consensos tanto en el ámbito personal como educativo y social."        
    ],
    "saberes": [
        "Bloque A. Las lenguas y sus hablantes.",
        "A.1. España, un país plurilingüe.",
        "A.1.1.1. Análisis avanzado del desarrollo sociohistórico y de la situación actual de las lenguas de España.",
        "A.1.1.2. Los fenómenos del contacto entre lenguas: bilingüismo, préstamos, interferencias. Diglosia lingüística y diglosia dialectal (ampliación).",
        "A.2. Las variedades de la lengua.",
        "A.2.1.1. Estudio comparativo de las principales variedades dialectales del español en España y en América.",
        "A.3. Interlingüismo, norma y diversidad lingüística.",
        "A.3.1.1. Estrategias diversificadas de reflexión interlingüística.",
        "A.3.1.2. Reflexión sobre el papel actual de las redes sociales y los medios de comunicación en la evolución de la lengua.",
        "A.3.1.3. Detección y rechazo de prejuicios y estereotipos lingüísticos.",
        "A.3.1.4. Exploración ampliada de derechos lingüísticos, su expresión en leyes y declaraciones institucionales. Modelos de convivencia entre lenguas y sostenibilidad lingüística. Lenguas minoritarias y lenguas minorizadas. ",
        "Bloque B. Comunicación.",
        "B.1. Contexto.",
        "B.1.1.1. Análisis del grado de formalidad de la situación y del carácter público o privado del acto comunicativo.",
        "B.1.1.2. Estrategias fundamentales para el reconocimiento y análisis de la distancia social entre los interlocutores.",
        "B.1.1.3. Propósitos comunicativos e interpretación de intenciones (consolidación).",
        "B.1.1.4. Canal de comunicación y elementos no verbales de la interacción comunicativa (ampliación).",
        "B.2. Géneros discursivos.",
        "B.2.1.1. Consideración sistemática de las propiedades textuales: coherencia, cohesión y adecuación. ",
        "B.2.1.2. Géneros discursivos propios del ámbito académico: exposiciones, informes, comentarios críticos, ensayos (ampliación).",
        "B.2.1.3. Géneros discursivos propios del ámbito social: medios de comunicación y redes sociales (ampliación).",
        "B.3. Procesos.",
        "B.3.1.1. Interacción oral y escrita de carácter formal (ampliación). ",
        "B.3.1.2. Análisis pragmático elemental de la comunicación: cooperación conversacional y cortesía lingüística.",
        "B.3.1.3. Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. Valoración de la forma y el contenido del texto (ampliación).",
        "B.3.1.4. Producción oral formal: planificación y búsqueda de información, textualización y mejora de textos propios. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal. Estrategias ampliadas de deliberación oral argumentada.",
        "B.3.1.5. Comprensión lectora: sentido global del texto y relación entre sus partes.Valoración de la forma y contenido del texto (ampliación).",
        "B.3.1.6. La intención del emisor. Detección de los usos discriminatorios del lenguaje verbal y multimodal, recursos ampliados para erradicarlos y empleo de los mecanismos adecuados para el lenguaje inclusivo: con enfoque de género, sin sesgos, multicultural, para personas con discapacidad.",
        "B.3.1.7. Producción escrita. Proceso de elaboración: planificación, redacción, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica (perfeccionamiento).",
        "B.3.1.8. Destrezas ampliadas de alfabetización informacional: búsqueda autónoma y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión de la información reelaborada de manera creativa y respetuosa con la propiedad intelectual. Noticias falsas y verificación de hechos. El ciberanzuelo.",
        "B.3.1.9. Gestión de documentos textuales digitales: almacenamiento, clasificación.",
        "B.4. Reconocimiento y uso discursivo de los elementos lingüísticos.",
        "B.4.1.1. Mecanismos lingüísticos de expresión de la subjetividad y de la objetividad en los textos.",
        "B.4.1.2. Recursos lingüísticos ampliados para adecuar el registro a la situación de comunicación.",
        "B.4.1.3. Conectores, marcadores discursivos y procedimientos de referencia anafóricos y catafóricos que contribuyen a la cohesión del texto.",
        "B.4.1.4. Relaciones entre las formas verbales como procedimientos de cohesión del texto, con especial atención a la valoración y al uso apropiado de los tiempos verbales.",
        "B.4.1.5. Técnicas ampliadas de corrección lingüística y revisión ortográfica, gramatical y tipográfica de los textos. Uso eficaz de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
        "B.4.1.6. Uso perfeccionado de los signos de puntuación como mecanismo de coherencia y cohesión textual. ",
        "Bloque C. Educación literaria.",
        "C.1. La lectura como experiencia de enriquecimiento personal.",
        "C.1.1.1. Lectura de obras relevantes de la literatura universal contemporánea, que susciten reflexión sobre el propio itinerario lector, así como la inserción en el debate interpretativo de la cultura.",
        "C.1.1.2. Reconocimiento de fuentes de recomendaciones especializadas como recurso para la selección de obras literarias. ",
        "C.1.1.3. Participación activa en el circuito literario y lector en contexto presencial y digital. Utilización autónoma de todo tipo de bibliotecas. Acceso grupal a otras experiencias culturales.",
        "C.1.1.4. Expresión argumentada ampliada de los gustos lectores personales.",
        "C.1.1.5. Diversificación del corpus leído, atendiendo a los circuitos comerciales del libro y distinguiendo entre literatura canónica y de consumo, clásicos y superventas (iniciación).",
        "C.1.1.6. Estrategias de comunicación de la experiencia lectora utilizando un metalenguaje específico y atendiendo a aspectos temáticos, género y subgénero, elementos de la estructura y el estilo y valores éticos y estéticos de las obras.",
        "C.1.1.7. Técnicas ampliadas de movilización de la experiencia personal, lectora y cultural para establecer vínculos entre la obra leída y aspectos de la actualidad y otras manifestaciones literarias o artísticas.",
        "C.1.1.8. Recomendación de las lecturas en soportes variados, atendiendo a aspectos temáticos, formales e intertextuales.",
        "C.2. La lectura como experiencia cultural.",
        "C.2.1.1. Lectura de clásicos de la literatura española desde la Edad Media hasta el Romanticismo, inscritos en itinerarios temáticos o de género. ",
        "C.2.1.2. Estrategias ampliadas de construcción compartida de la interpretación de las obras a través de discusiones o conversaciones literarias. ",
        "C.2.1.3. Análisis ampliado de los elementos constitutivos del género literario y su relación con el sentido de la obra. Efectos en la recepción de sus recursos expresivos.",
        "C.2.1.4. Estrategias de utilización de información sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias de la historia de la literatura, desde los orígenes hasta el Romanticismo, relacionando la producción nacional con movimientos, obras, autoras y autores de la literatura universal.",
        "C.2.1.5. Vínculos intertextuales entre obras y otras manifestaciones artísticas en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura.",
        "C.2.1.6. Estrategias ampliadas para interpretar obras y fragmentos literarios a partir de la integración de los diferentes aspectos analizados y atendiendo a los valores culturales, éticos y estéticos presentes en los textos. ",
        "C.2.1.7. Lectura con perspectiva de género de textos de autoras, desde los orígenes hasta el Romanticismo, en relación con el contexto sociohistórico, determinante en la expresión literaria femenina así como en la inclusión de escritoras en el canon literario.",
        "C. 3. Lectura expresiva y creación literaria.",
        "C.3.1.1. Técnicas diversificadas de lectura expresiva, dramatización y recitación de los textos.",
        "C.3.1.2. Creación de textos de intención literaria, de creciente complejidad, a partir de las obras leídas.",
        "Bloque D. Reflexión sobre la lengua.",
        "D.1. La lengua como sistema: niveles y unidades. La reflexión metalingüística. ",
        "D.1.1.1. Estrategias consolidadas de construcción de conclusiones propias sobre el sistema lingüístico. Observación, comparación y clasificación de unidades comunicativas. ",
        "D.1.1.2. Manipulación de estructuras complejas, formulación de hipótesis, contraejemplos, generalizaciones y contraste entre lenguas con el uso del metalenguaje específico.",
        "D.1.1.3. Estudio de la lengua como sistema interconectado con diferentes niveles: fonológico, morfológico, sintáctico, semántico y pragmático.",
        "D.2. Relaciones entre lengua oral y lengua escrita: fonología y ortografía.",
        "D.2.1.1. Diversificación de estrategias para la identificación y el análisis de diferencias relevantes e intersecciones entre lengua oral y lengua escrita, atendiendo a aspectos morfosintácticos, léxicos y pragmáticos.",
        "D.2.1.2. Afianzamiento del conocimiento sobre las unidades fonológicas del castellano y su vinculación con la escritura. Aplicación de las reglas de ortografía, con especial incidencia en el uso de la puntuación.",
        "D.3. Morfosintaxis y pragmática textual.",
        "D.3.1.1. Estudio de las particularidades morfológicas de las categorías gramaticales y de las relaciones que establecen las palabras en el texto.",
        "D.3.1.2. Análisis de la función de las palabras en la oración simple y compuesta, y de las relaciones de las oraciones dentro del texto.",
        "D.3.1.3. Consolidación del estudio de las relaciones entre la estructura semántica (significados verbales y argumentos) y sintáctica (sujeto, predicado y complementos) de la oración simple y compuesta en función del propósito comunicativo.",
        "D.3.1.4. Estrategias ampliadas de uso de diccionarios, manuales de gramática y otras fuentes de consulta para obtener información gramatical.",
        "D.4. El léxico c a s t e l l a n o : f o r m a c i ó n , adquisición y significado.",
        "D.4.1.1. Análisis de los procedimientos de adquisición y formación de palabras y de la reflexión sobre los cambios en su significado (consolidación).",
        "D.4.1.2. Reconocimiento de las relaciones semánticas entre palabras y de sus valores denotativos y connotativos en función de su adecuación al contexto y el propósito comunicativo.",
    ]
}
