{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Analizar, a lo largo de la historia, la relación entre las matemáticas y el dibujo geométrico valorando su importancia en diferentes campos como la arquitectura o la ingeniería, desde la perspectiva de género y la diversidad cultural, empleando adecuadamente el vocabulario específico técnico y artístico. (CCL1, CCL2, CCL3, STEM4, CD1, CPSAA2, CPSAA4, CC1, CCEC1, CCEC2)",
        "Competencia específica 2",
        "2.1 Solucionar gráficamente cálculos matemáticos y transformaciones básicas aplicando conceptos y propiedades de la geometría plana. (CCL2, STEM1, STEM2, STEM4)",
        "2.2 Trazar gráficamente construcciones poligonales basándose en sus propiedades y mostrando interés por la precisión, claridad y limpieza. (STEM2, STEM4, CPSAA1.1, CCEC4.2)",
        "2.3 Resolver gráficamente tangencias y trazar curvas aplicando sus propiedades con rigor en su ejecución. Indicando gráficamente la construcción auxiliar utilizada. Los puntos de enlace y la relación entre sus elementos. (STEM1, STEM2, CPSAA5, CE2, CCEC4.2)",
        "Competencia específica 3",
        "3.1 Relacionar los fundamentos y características de los sistemas de representación con sus posibles aplicaciones al dibujo técnico, seleccionando el sistema adecuado al objetivo previsto, identificando las ventajas e inconvenientes en función de la información que se desee mostrar y de los recursos disponibles. (STEM2, STEM4, CCEC2)",
        "3.2 Representar en el sistema diédrico elementos básicos en el espacio determinando su relación de pertenencia, posición y distancia. (STEM1, STEM2, STEM3)",
        "3.3 Representar e interpretar elementos básicos en el sistema de planos acotados haciendo uso de sus fundamentos. (STEM1, STEM2, STEM3, CE3)",
        "3.4 Definir elementos y figuras planas en sistemas axonométricos valorando su importancia como métodos de representación espacial. (STEM1, STEM2, STEM3, STEM4, CE3)",
        "3.5 Dibujar perspectivas de formas tridimensionales a partir de piezas reales o definidas por sus proyecciones ortogonales, seleccionando la axonometría adecuada, disponiendo la posición de los ejes en función de la importancia relativa de las caras que se deseen mostrar y utilizando en su caso los coeficientes de reducción determinados. (STEM1, STEM3, STEM4, CE3)",
        "3.6 Dibujar elementos en el espacio empleando la perspectiva cónica, adaptando y organizando sus conocimientos, destrezas y actitudes para resolver con creatividad y eficacia una producción técnico-artística propia. (STEM1, STEM4, CCEC4.2)",
        "3.7 Valorar el rigor gráfico del proceso, a través de la claridad, la precisión y el proceso de resolución y construcción gráfica. (CPSAA1.1, CPSAA5)",
        "Competencia específica 4",
        "4.1 Documentar gráficamente objetos sencillos mediante sus vistas acotadas aplicando la normativa UNE e ISO en la utilización de sintaxis, escalas y formatos, valorando la importancia de usar un lenguaje técnico común. (CP2, CP3, STEM1, STEM4, CD2, CPSAA1.1)",
        "4.2 Utilizar el croquis y el boceto como elementos de reflexión en la aproximación e indagación de alternativas, ofreciendo soluciones a los procesos de trabajo. (CE3, CCEC3.1)",
        "4.3 Valorar la normalización como convencionalismo para la comunicación universal que permite simplificar los métodos de producción. (CCL2, CP2, CP3, CPSAA4, CPSAA5) 4.4 Aplicar las normas nacionales europeas e internacionales relacionadas con los principios generales de representación, formatos, escalas, acotación y métodos de proyección, considerando el Dibujo Técnico como lenguaje universal, valorando la necesidad de conocer su sintaxis, utilizando de forma objetiva para la interpretación de planos técnicos y para la elaboración de bocetos, esquemas, croquis y planos. (CCL2, CP3, STEM4, CPSAA3.2)",
        "Competencia específica 5",
        "5.1 Crear figuras planas y tridimensionales mediante programas de dibujo vectorial, usando las herramientas que aportan y las técnicas asociadas. (STEM2, STEM3, STEM4, CD1, CD2, CD3, CD5, CPSAA4, CE3)",
        "5.2 Recrear virtualmente piezas en tres dimensiones aplicando operaciones algebraicas entre primitivas para la presentación de proyectos en grupo. STEM2, STEM3, STEM4, CD1, CD2, CD3, CD5, CPSAA4, CPSAA5, CE3, CCEC3.2)"
    ],
    "saberes": [
        "A. Fundamentos geométricos.",
        "- Desarrollo histórico del dibujo técnico. Campos de acción y aplicaciones: dibujo arquitectónico, mecánico, eléctrico y electrónico, geológico, urbanístico, etc.",
        "- Orígenes de la geometría. Thales, Pitágoras, Euclides, Hipatia de Alejandría.",
        "- Elementos básicos en geometría. Operaciones gráficas con segmentos y ángulos. Circunferencia y círculo. Distancias.",
        "- Concepto de lugar geométrico. Aplicaciones de los lugares geométricos a las construcciones fundamentales: Mediatriz, Bisectriz y Arco Capaz.",
        "- Proporcionalidad, equivalencia y semejanza.",
        "- Resolución gráfica de triángulos, cuadriláteros y polígonos regulares.",
        "Propiedades y métodos de construcción.",
        "- Transformaciones geométricas elementales: Traslación, giros, simetría y homotecia. Aplicaciones.",
        "- Tangencias básicas y enlaces. Curvas técnicas.",
        "- Interés por el rigor en los razonamientos y precisión, claridad y limpieza en las ejecuciones.",
        "B. Geometría proyectiva.",
        "- Fundamentos de la geometría proyectiva. Tipos de proyección.",
        "- Sistemas de representación y el dibujo técnico. Ámbitos de aplicación.",
        "- Sistema diédrico: Representación de punto, recta y plano. Trazas con planosde proyección. Determinación del plano. Pertenencia.",
        "- Relaciones entre elementos: Intersecciones, paralelismo y perpendicularidad.",
        "Obtención de distancias.",
        "- Sistema de planos acotados. Fundamentos y elementos básicos. Identificación de elementos para su interpretación en planos.",
        "- Sistema axonométrico, ortogonal y oblicuo. Perspectivas isométrica y caballera. Disposición de los ejes y uso de los coeficientes de reducción. Elementos básicos: punto, recta, plano. Aplicación del óvalo isométrico como representación simplificada de formas circulares.",
        "- Sistema cónico: fundamentos y elementos del sistema. Perspectiva frontal y oblicua.",
        "C. Normalización y documentación gráfica de proyectos.",
        "- Escalas numéricas y gráficas. Construcción y uso.",
        "- Formatos. Doblado de planos.",
        "- Normalización. Las normas fundamentales UNE e ISO. Aplicaciones de la normalización: simbología industrial y arquitectónica.",
        "- Elección de vistas necesarias. Líneas normalizadas. Acotación y rotulación.",
        "Coquización. El croquis acotado.",
        "D. Sistemas CAD.",
        "- Inicios de las tecnologías 2D y 3D.",
        "- Interfaz, entorno de dibujo, órdenes y comandos básicos.",
        "- Aplicaciones vectoriales 2-3D.",
        "- Fundamentos de diseño de piezas en 3D.",
        "- Visualización 2D y 3D.",
        "- Modelado de caja. Operaciones básicas con primitivas.",
        "- Vistas y escenas renderizadas.",
        "- Aplicaciones de trabajo en grupo para conformar piezas complejas a partir de otras más sencillas."
    ]
}