{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Leer comprensivamente textos de dificultad avanzada, con corrección ortográfica y expresiva, identificando y analizando unidades lingüísticas regulares de la lengua a la vez que apreciando variantes y coincidencias con otras lenguas conocidas.",
        "Criterio 1.2. Seleccionar de manera autónoma el significado apropiado de palabras polisémicas y justificar la decisión, teniendo en cuenta la información cotextual o contextual y utilizando herramientas de apoyo al proceso de interpretación del texto en distintos soportes, tales como listas de vocabulario, glosarios, diccionarios bilingües o monolingües, mapas o atlas, correctores ortográficos, gramáticas y libros de estilo.",
        "Criterio 1.3. Revisar y subsanar de manera autónoma las propias interpretaciones y las de los compañeros y compañeras, realizando propuestas de mejora.",
        "Criterio 1.4. Registrar los progresos y dificultades de aprendizaje de la lengua griega en un nivel avanzado, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolos explícitos y compartiéndolos.",
        "Competencia específica 2.",
        "Criterio 2.1. Deducir el significado etimológico de un término de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado aplicando, de manera guiada, estrategias de reconocimiento de étimos y formantes griegos atendiendo a los cambios fonéticos, morfológicos o semánticos complejos que hayan tenido lugar.",
        "Criterio 2.2. Explicar la relación del griego con las lenguas modernas, utilizando estrategias y conocimientos de las lenguas que conforman el repertorio del alumnado.",
        "Criterio 2.3. Identificar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal.",
        "Competencia específica 3.",
        "Criterio 3.1. Analizar, interpretar y comentar textos y fragmentos literarios de nivel avanzado, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, comprender el mundo y la condición humana y desarrollar la sensibilidad estética y el hábito lector.",
        "Criterio 3.2. Analizar y explicar con mayor profundidad los temas, tópicos, géneros y valores éticos o estéticos de obras o fragmentos literarios griegos comparándolos con obras o fragmentos literarios posteriores, desde un enfoque intertextual.",
        "Criterio 3.3. Ahondar en la identificación e identificación de palabras griegas que designan conceptos fundamentales para el estudio y comprensión de la civilización helena y cuyo aprendizaje combina conocimientos léxicos y culturales.",
        "Criterio 3.4. Crear textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se haya partido de la civilización y cultura griega como fuente de inspiración.",
        "Competencia específica 4.",
        "Criterio 4.1. Explicar en profundidad los procesos históricos y políticos, los modos de vida, las instituciones y las costumbres de la sociedad helena, comparándolos con los de las sociedades actuales, valorando las adaptaciones y cambios experimentados a la luz de la evolución de las sociedades y los derechos humanos, para favorecer el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos.",
        "Criterio 4.2. Debatir de forma autónoma acerca de la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado griego en nuestra sociedad, utilizando estrategias retóricas y oratorias de manera guiada, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias veraces, a la vez que mostrando interés, respeto y empatía por otras opiniones y argumentaciones.",
        "Criterio 4.3. Elaborar trabajos de investigación avanzados en diferentes soportes sobre aspectos del legado de la civilización griega en el ámbito personal, religioso y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual.",
        "Competencia específica 5.",
        "Criterio 5.1. Identificar y explicar aspectos complejos del legado material e inmaterial de la civilización griega como fuente de inspiración, analizando producciones culturales y artísticas posteriores.",
        "Criterio 5.2. Investigar de forma autónoma el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización griega, actuando de forma adecuada, empática y respetuosa e interesándose tanto por los procesos de construcción, preservación, conservación y restauración, como por aquellas actitudes cívicas que aseguran su sostenibilidad.",
        "Criterio 5.3. Explorar con mayor profundidad las huellas del legado griego en el entorno del alumnado, a partir de criterios dados, aplicando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus distintos usos, dando ejemplos de la pervivencia de la Antigüedad clásica en su vida cotidiana y presentando sus resultados a través de diferentes soportes.",
        "Competencia específica 6.",
        "Criterio 6.1. Interpretar el sentido global y la información específica y explícita de textos griegos de dificultad avanzada, orales, escritos y multimodales en contextos comunicativos.",
        "Criterio 6.2. Aplicar de forma autónoma las estrategias y conocimientos específicos en contextos comunicativos para así comprender el sentido general, la información esencial y los detalles más relevantes de los textos.",
        "Competencia específica 7.",
        "Criterio 7.1. Producir de forma oral o escrita textos de mayor complejidad en griego, estructurados de forma comprensible en contextos comunicativos.",
        "Criterio 7.2. Participar en griego en situaciones interactivas avanzadas, apoyándose en recursos tales como la repetición, el ritmo pausado y el lenguaje no verbal, a la vez que mostrando empatía y respeto, tanto en soporte físico como digital.",
        "Criterio 7.3. Producir mediante retroversión textos de mayor dificultad utilizando las estructuras propias de la lengua griega."
        
    ],
    "saberes": [
        "Bloque A. La interpretación del texto.",
        "A.1. Unidades lingüísticas de la lengua griega.",
        "A.1.2.1. Concepto de lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones) y flexión verbal (el sistema de conjugaciones). Profundización.",
        "A.1.2.2. Sintaxis oracional: funciones y sintaxis de los casos. Profundización.",
        "A.1.2.3. Estructuras oracionales. La concordancia y el orden de palabras en oraciones simples y oraciones compuestas. Estructuras complejas.",
        "A.1.2.4. Formas nominales del verbo. Estructuras complejas.",
        "A.2. La interpretación y la lectura comprensiva del texto: técnicas, procesos y herramientas.",
        "A.2.2.1. El método comunicativo o inductivocontextual como herramienta de interpretación textual. Profundización.",
        "A.2.2.2. El análisis morfosintáctico como herramienta para la comprensión del texto. Profundización.",
        "A.2.2.3. Estrategias de interpretación y comprensión de textos complejos: formulación de expectativas a partir del entorno textual (título, obra…) y del propio texto (campos temáticos, familias de palabras, etc.), así como a partir del contexto; conocimiento del tema; descripción de la estructura y género; peculiaridades lingüísticas de los textos traducidos (discurso directo e indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica, etc.). Errores frecuentes de traducción y técnicas para evitarlos.",
        "A.2.2.4. Herramientas para la interpretación del texto: glosarios, diccionarios monolingües o bilingües, atlas o correctores ortográficos en soporte analógico o digital, etc.",
        "A.2.2.5. Lectura comparada y comentario de textos bilingües: estrategias de comparación de traducciones originales e impresas utilizando terminología metalingüística. Nivel avanzado.",
        "A.2.2.6. Recursos estilísticos menos frecuentes y su relación con el contenido del texto.",
        "A.2.2.7. Estrategias avanzadas de creación de textos breves y retroversión.",
        "A.2.2.8. Técnicas básicas de comprensión oral. Profundización.",
        "A.2.2.9. Estrategias comunicativas avanzadas para la expresión e interacción oral.",
        "A.2.2.10. Técnicas avanzadas de comprensión escrita.",
        "A.2.2.11. Estrategias para la expresión escrita. Profundización.",
        "A.2.2.12. La interpretación del texto como instrumento que favorece el razonamiento lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis. Profundización.",
        "A.2.2.13. Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación. Profundización.",
        "A.2.2.14. Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación. Profundización.",
        "Bloque B. Plurilingüismo.",
        "B.1. Historia de la lengua griega.",
        "B.1.2.1. Reglas complejas de transcripción del alfabeto griego a la lengua de enseñanza.",
        "B.2. Presencia del griego en las lenguas modernas.",
        "B.2.2.1. Léxico: procedimientos básicos de composición y derivación en la formación de palabras griegas; lexemas, sufijos y prefijos de origen griego presentes en el léxico de uso común y en el específico de las ciencias y la técnica; significado y definición de palabras de uso común en la lengua de enseñanza a partir de sus étimos griegos; influencia del griego en la creación de la terminología científica de la lengua de enseñanza y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado. Profundización.",
        "B.2.2.2. Reconocimiento del significado etimológico de las palabras y la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación. Profundización.",
        "B.2.2.3. El griego como instrumento que permite una aproximación a las lenguas del repertorio del alumnado. Profundización.",
        "B.2.2.4. Respeto por todas las lenguas y aceptación de las diferencias culturales de las personas que las hablan. Profundización.",
        "B.2.2.5. Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de griego a nivel transnacional. Profundización.",
        "B.2.2.6. Expresiones y léxico específico avanzado para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "Bloque C. Educación literaria.",
        "C.1. Literatura griega.",
        "C.1.2.1. La lengua griega como principal vía de transmisión del mundo clásico. Profundización.",
        "C.1.2.2. Etapas y vías de transmisión de la literatura griega. Profundización.",
        "C.1.2.3. Principales géneros de la literatura griega: origen, tipología, cronología, temas, motivos, tradiciones, características y principales autores. Profundización.",
        "C.2. Pervivencia.",
        "C.2.2.1. Recepción de la literatura griega: influencia en la literatura latina y en la producción cultural europea, nociones básicas de intertextualidad, imitatio, aemulatio, allusio.",
        "C.2.2.2. Técnicas avanzadas para el comentario y análisis lingüístico y literario de los textos literarios griegos.",
        "C.2.2.3. Analogías y diferencias entre los géneros literarios griegos y los de la literatura actual. Profundización.",
        "C.2.2.4. Fundamentos de crítica literaria.",
        "C.2.2.5. Interés hacia la literatura como fuente de placer y de conocimiento del mundo. Profundización.",
        "C.2.2.6. Reconocimiento de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio. Profundización.",
        "Bloque D. La antigua Grecia.",
        "D.1. Geografía e historia de Grecia.",
        "D.1.2.1. Geografía de la antigua Grecia: topografía, nombre y función de los principales sitios. Profundización.",
        "D.1.2.2. Historia: etapas; hitos de la historia del mundo griego entre los siglos VIII a.C. y V d.C.; leyendas y principales episodios históricos; personalidades históricas relevantes, su biografía en contexto y su importancia para Europa. Breve esbozo de la historia posterior de Grecia. Profundización.",
        "D.2. Aspectos políticos y sociales.",
        "D.2.2.1. Historia y organización política y social de Grecia como parte esencial de la historia y cultura de la sociedad actual. Profundización.",
        "D.2.2.2. Instituciones, creencias y formas de vida de la civilización de Grecia desde la perspectiva sociocultural actual. Profundización.",
        "D.2.2.3. Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit. Profundización.",
        "D.2.2.4. La aportación de Grecia a la cultura y al pensamiento de la sociedad occidental. Profundización.",
        "D.2.2.5 Relación de Grecia con culturas extranjeras como Roma o Persia, y con el cristianismo. Profundización.",
        "D.2.2.6. El mar Mediterráneo como encrucijada de culturas ayer y hoy. Profundización.",
        "Bloque E. Legado y patrimonio.",
        "E.1. Legado material.",
        "E.1.2.1. Conceptos de legado, herencia y patrimonio. Profundización.",
        "E.1.2.2. La transmisión textual griega como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Soportes de escritura: tipos, preservación y modelos. Profundización.",
        "E.1.2.3. La mitología clásica y su pervivencia en manifestaciones literarias y artísticas. Profundización.",
        "E.1.2.4. Obras públicas y urbanismo: construcción, conservación, preservación y restauración. Profundización.",
        "E.1.2.5. Principales obras artísticas de la Antigüedad griega. Profundización.",
        "E.2. Herencia inmaterial.",
        "E.2.2.1. Las representaciones y festivales teatrales. Su evolución y pervivencia en la actualidad. Profundización.",
        "E.2.2.2. Las competiciones atléticas y su pervivencia en la actualidad. Profundización.",
        "E.2.2.3. Las instituciones políticas griegas y su influencia y pervivencia en el sistema político actual. Profundización.",
        "E.2.2.4. La importancia del discurso público para la vida política y social. Profundización.",
        "E.2.2.5. Técnicas avanzadas de debate y de exposición oral.",
        "E.2.2.6. La importancia del discurso público para la vida política y social. Profundización.",
        "E.2.2.7. La educación en la antigua Grecia: los modelos educativos de Atenas y Esparta y su comparación con los sistemas actuales. Profundización."  

    ]
}
