{
    "criteriosEvaluacion": [
        "1.1. Identificar los principales elementos que componen la arquitectura de los dispositivos digitales, describiendo sus principales características y funciones para analizar y valorar la influencia de la evolución de la informática en la sociedad en sus distintas etapas. CCL3, STEM2, CD1",
        "1.2. Aplicar criterios de reutilización de materiales y ahorro energético, utilizando de manera segura, responsable y respetuosa con el medioambiente los elementos que componen la arquitectura de los dispositivos digitales para resolver problemas técnicos sencillos de hardware. STEM1, STEM2, STEM5, CD4, CD5, CPSAA1.1, CE3",
        "1.3. Instalar y mantener aplicaciones y software de propósito general, analizando su funcionamiento y aplicando estrategias que permitan la configuración de operaciones básicas de los sistemas operativos para la restauración de equipos y la gestión de ficheros y directorios que den respuesta a sus necesidades personales. STEM1, STEM2, CD5, CPSAA1.1, CPSAA5",
        "1.4. Gestionar una adecuada conexión, configuración y mantenimiento de redes de comunicación, analizando sus elementos constituyentes, aplicando estrategias adecuadas para la resolución de problemas técnicos y utilizando criterios de reutilización de materiales y ahorro energético. STEM1, STEM2, STEM5, CD5, CPSAA1.1, CPSAA5, CE3",
        "2.1. Crear, integrar y reelaborar contenidos digitales de forma individual o colectiva, seleccionando las aplicaciones informáticas de escritorio, web o móviles más apropiadas para generar contenidos digitales; y resolver problemas específicos utilizando las posibilidades que ofrecen las plataformas de trabajo colaborativo y respetando los derechos de autoría y licencias de uso. CCL1, CCL3, CD1, CD2, CD3, CPSAA5, CE3, CCEC4.1",
        "3.1. Identificar y analizar de manera crítica en las interacciones comunicativas en la red, la importancia de la gestión óptima del hardware y el software, del contenido y de las conductas inapropiadas o de riesgo para aplicar medidas de corrección, que propicien el bienestar emocional y digital propio y del resto de las personas, y faciliten la resolución dialogada y democrática de los conflictos. CCL5, CD3, CD4, CD5, CPSAA1.2, CPSAA2, CPSAA3.1, CC1, CC2",
        "3.2. Identificar acciones que contribuyen a la generación de la huella digital en la red durante la navegación y a través del intercambio de información en redes sociales o foros, distinguiendo entre huellas digitales activas y pasivas para desarrollar estrategias que permitan administrarla, de manera crítica, y siendo consciente de las implicaciones personales, sociales y laborales de la misma. CCL5, CD3, CD4, CD5, CPSAA1.2, CPSAA2, CPSAA3.1, CC1",
        "4.1. Analizar, a través del estudio de casos específicos, los problemas de tratamiento de la información más frecuentes que se presentan al trabajar con estructuras de datos, para extrapolar nuevas soluciones a los retos planteados. CCL2, STEM1, STEM2, STEM3, CD2",
        "4.2. Definir y aplicar algoritmos que faciliten la resolución de los problemas de tratamiento de datos, dividiéndolos en subproblemas, como estrategia de trabajo relacionada con la programación y el pensamiento computacional. CCL1, CCL2, STEM1, STEM2, STEM3, STEM4, CD2, CD5",
        "4.3. Conocer y comprender la sintaxis y la semántica de las construcciones básicas de un lenguaje de programación, analizando su estructura e identificando y relacionando sus elementos característicos, para aplicarlo al diseño de programas informáticos y hacerlos más eficientes. CCL1, CCL2, STEM2, STEM4",
        "4.4. Diseñar e implementar programas en un lenguaje de programación determinado para aplicarlos a la solución de problemas técnicos, trabajando de manera individual o colaborativa. CCL1, STEM1, STEM2, STEM3, STEM4, CD2, CD5, CPSAA1.1, CPSAA3.2, CPSAA5, CE1, CE3"
    ],
    "saberes": [
        "I. Dispositivos digitales, sistemas operativos y de comunicación",
        "    1. Identificación y análisis crítico de los principales hitos de la historia de la informática, valorando su repercusión en el estado de desarrollo actual.",
        "    2. Análisis de los elementos que constituyen la arquitectura de los dispositivos digitales (la unidad central de proceso, la unidad aritmético-lógica y el registro, la memoria caché...) y descripción de sus funciones para favorecer el desarrollo de estrategias eficaces en la resolución de los problemas con criterios de reutilización de materiales y ahorro energético.",
        "    3. Instalación y análisis del funcionamiento de sistemas operativos y software de propósito general (antivirus, firewall…) en diversos dispositivos digitales.",
        "    4. Aplicación de estrategias que permitan una adecuada gestión de archivos y carpetas. Identificación y funcionalidad de la extensión de un archivo. Reconocimiento de las propiedades específicas de un archivo ejecutable. Análisis y aplicación de recursos digitales para comprimir y descomprimir archivos y carpetas.",
        "    5. Configuración de las operaciones básicas que permitan la restauración de equipos: formateo, particiones y copias de seguridad.",
        "    6. Identificación de los dispositivos constituyentes de las redes informáticas locales y análisis de su funcionamiento para realizar su adecuada conexión, configuración y mantenimiento.",
        "II. Digitalización del entorno personal de aprendizaje",
        "    1. Edición y creación de contenidos. ",
        "        1.1. Aplicación de recursos digitales para realizar operaciones básicas en el manejo de documentos de solo lectura, incluyendo el formato pdf.",
        "        1.2. Uso avanzado de herramientas ofimáticas para la creación, gestión y difusión de contenidos en diferentes formatos (hojas de cálculo, presentaciones digitales, bases de datos...).",
        "        1.3. Uso de herramientas digitales de edición de imagen, vídeo y audio, identificando y valorando las diferencias según el formato. Empleo de recursos que permitan la conversión entre formatos.",
        "        1.4. Análisis, selección y utilización de diferentes herramientas para generar entornos de trabajo colaborativo.",
        "        1.5. Aplicación de herramientas digitales que permitan la iniciación al modelado 3D.",
        "III. Seguridad y bienestar digital",
        "    1. Seguridad de los dispositivos digitales. ",
        "        1.1. Identificación y análisis de los elementos (hardware y software) que protegen a los dispositivos digitales y redes sobre los riesgos, las amenazas y los ataques que afectan a su seguridad.",
        "        1.2. Análisis y valoración de los riesgos y amenazas presentes en los entornos digitales y aplicación de herramientas y estrategias encaminadas a evitarlos.",
        "    2. Aplicación de estrategias para preservar la huella digital activa y pasiva.",
        "IV. Programación",
        "    1. Algoritmos informáticos. ",
        "        1.1. Identificación de las diferentes fases del proceso de programación y aplicación de estrategias de pensamiento computacional para la resolución de problemas.",
        "        1.2. Reconocimiento y uso de simbología estandarizada para la elaboración de un diagrama de flujo.",
        "        1.3. Conocimiento y aplicación de diferentes operadores y tipos de datos para la elaboración de algoritmos, con la finalidad de solucionar problemas a partir de diagramas de flujo.",
        "    2. Lenguajes de programación. ",
        "        2.1. Identificación de los elementos básicos de los lenguajes de programación.",
        "        2.2. Diseño y creación de aplicaciones informáticas sencillas, utilizando diferentes lenguajes de programación e incluyendo los orientados a objetos."
    ]
}