{
    "saberes": [
        "Bloque A. La actividad filosófica.",
        "A.1. Originalidad y sentido de la filosofía.",
        "A.1.1. Las grandes preguntas filosóficas. Las ramas del saber filosófico. La filosofía como actividad y actitud común.",
        "A.1.2. Los orígenes de la filosofía occidental. El pensamiento en la tradición oriental y en otras tradiciones culturales. La obra de las filósofas.",
        "A.1.3. Relaciones de semejanza y diferencia entre la filosofía y otras formas de responder a los interrogantes y desafíos humanos: el arte, la religión, la ciencia. La originalidad del saber filosófico.",
        "A.1.4. La utilidad y sentido de la filosofía hoy. La importancia de filosofar en torno a los retos del siglo XXI.",
        "A.2. La práctica filosófica: el pensamiento crítico y el diálogo.",
        "A.2.1. La composición y la crítica de argumentos. La detección de falacias y sesgos cognitivos.",
        "A.2.2. La identificación de dogmas y prejuicios. La demagogia y la propaganda. Los bulos y la manipulación de la información. El uso crítico, ético y responsable de las herramientas digitales, las redes sociales y los medios de comunicación.",
        "A.2.3. El diálogo filosófico como forma de conocimiento y de deliberación democrática.",
        "A.2.4. El trabajo de investigación y la disertación filosófica. Otros modos de investigación y expresión filosófica.",
        "Bloque B. La reflexión en torno a la vida humana.",
        "B.1. El ser humano en el mundo.",
        "B.1.1. Naturaleza y sentido de la realidad. Apariencias y realidades. La realidad virtual.",
        "B.1.2. Organizar el mundo. Unidad y pluralidad. Categorías y modos de ser. El tiempo y el cambio. Las distintas concepciones cosmológicas y sus problemas.",
        "B.1.3. El lugar del ser humano. Necesidad y libertad. El problema mente-cuerpo y los desafíos de la inteligencia artificial. El debate sobre el transhumanismo.",
        "B.2. La personalidad humana.",
        "B.2.1. La génesis humana: el debate entre naturaleza y cultura.",
        "B.2.2. Cuerpo y mente. El cuerpo y la sensibilidad. Sexo y género.",
        "B.2.3. Los sentimientos y las emociones. La inteligencia emocional.",
        "B.2.4. Los deseos y la voluntad. El comportamiento moral.",
        "B.2.5. La inteligencia. El problema de su comprensión y medida. La teoría de las inteligencias múltiples. El papel de la memoria, la creatividad y el lenguaje. El enigma de la consciencia.",
        "B.3. La vida social.",
        "B.3.1. El ser humano como ser social. Educación y grupos de pertenencia. La diversidad social, familiar, etnocultural y afectivo-sexual.",
        "B.3.2. La percepción y comunicación interpersonal. La amistad y el amor. La igualdad y el respeto mutuo en las relaciones afectivas.",
        "B.3.3. Cooperación y agresión. Las conductas de odio. La prevención del acoso, el ciberacoso y las situaciones de violencia en las redes.",
        "B.3.4. Formación, estructura y funcionamiento en los grupos. Las relaciones de poder. La resolución pacífica de conflictos y la toma democrática de decisiones.",
        "Bloque C. Conocimiento, acción y creación.",
        "C.1. El conocimien- to y el problema de la verdad.",
        "C.1.1. Naturaleza, posibilidad, origen y límites del conocimiento humano. El fenómeno de la posverdad.",
        "C.1.2. El conocimiento científico: alcance, características y metodología. El progreso tecnológico y sus límites éticos.",
        "C.1.3. Otras formas de saber: el saber cotidiano, la expresión artística, las creencias religiosas.",
        "C.2. La acción moral y los valores.",
        "C.2.1. Ser y deber ser. Normas, valores y sistemas morales. La diferencia entre moralidad, legalidad y normas cívicas. La objeción de conciencia. El propio proyecto vital.",
        "C.2.2. La diversidad de valores y el debate en torno al relativismo. La posibilidad de una ética universal de mínimos. Diversas propuestas y teorías éticas. Los derechos humanos como proyecto ético. Los derechos de la infancia.",
        "C.2.3. Cuestiones éticas fundamentales y de actualidad: la igualdad entre hombres y mujeres y la prevención de la violencia de género; el reconocimiento de la diversidad cultural y personal; el uso responsable de los medios y redes de comunicación; el desarrollo sostenible y la ciudadanía mundial; el debate en torno a los derechos animales.",
        "C.3. La convivencia política y el problema de la justicia.",
        "C.3.1. Naturaleza y necesidad de la política. Los distintos sistemas políticos.",
        "C.3.2. La justicia y la legitimidad del poder. Las teorías políticas y la reflexión crítica en torno a la democracia.",
        "C.3.3. Los problemas políticos de nuestro tiempo: la desigualdad y la pobreza; la guerra y otras formas de violencia; la igualdad de género y la discriminación de las minorías; las cuestiones ecosociales y el cambio climático.",
        "C.3.4. La sociedad civil y la opinión pública. El ejercicio participativo de la ciudadanía democrática",
        "C.3.5. Movimientos sociales y políticos. El voluntariado. Utopías y distopías.",
        "C.4. La creación y la estética.",
        "C.4.1. La naturaleza, significado y valor de la experiencia y la emoción estética. El arte, la belleza y el gusto.",
        "C.4.2. La dimensión estética y el papel de las imágenes en la cultura y la sociedad contemporánea. Ética, política y estética."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer la relevancia, la dimensión antropológica y los orígenes históricos de las cuestiones e ideas filosóficas, mediante su identificación en el mundo de la vida cotidiana y en diversos documentos, contextos y culturas, considerando el papel de las filósofas y otros colectivos tradicionalmente marginados en la expresión e investigación de las mismas.",
        "Criterio 1.2. Distinguir y relacionar el saber filosófico con respecto a otras formas de saber, explicando sus características singulares y analizando críticamente su papel, vigencia y sentido para gestionar la propia incertidumbre, tratar problemas de carácter esencial y existencial, y afrontar los retos del siglo XXI.",
        "Competencia específica 2.",
        "Criterio 2.1. Diseñar y realizar trabajos y actividades propias a la investigación, tanto individual como grupal, sobre temas y problemas con relevancia filosófica, mediante el uso, análisis, organización e interpretación información extraída de distintas fuentes y dada en diferentes soportes, especialmente en entornos digitales, y la elaboración rigurosa de hipótesis propias al respecto.",
        "Criterio 2.2. Exponer de modo público el resultado de trabajos y actividades de investigación, demostrando el dominio de la disertación, del diálogo y de la argumentación filosófica y adoptando una actitud deliberativa y autocrítica en relación con las propias ideas y opiniones.",
        "Competencia específica 3.",
        "Criterio 3.1. Identificar, valorar y construir argumentos racionales de diverso tipo, distinguiendo falacias, sesgos, afirmaciones dogmáticas, bulos y estrategias de desinformación, en contextos tanto académicos como informales, y especialmente en el ámbito de los medios y redes digitales.",
        "Criterio 3.2. Inquirir sobre cuestiones filosóficas, intercambiando ideas y opiniones, y resolviendo conflictos y controversias al respecto, demostrando una actitud empática, tolerante y constructiva, a través del uso del diálogo en orden a las pautas procedimentales, lógicas, éticas y retóricas que le corresponden,",
        "Competencia específica 4.",
        "Criterio 4.1. Identificar y exponer problemas e ideas relativos a la comprensión de la naturaleza, estructura, origen y sentido de la realidad, mediante el análisis de conceptos y problemas ontológicos y metafísicos básicos, y considerando críticamente diversas teorías filosóficas y científicas al respecto.",
        "Criterio 4.2. Elaborar una investigación interdisciplinar acerca de las diversas concepciones antropológicas del ser humano, así como sobre las dimensiones de la personalidad y la psique humana, a través del análisis e interpretación de fuentes diversas y la reflexión en torno al problema de la identidad humana.",
        "Criterio 4.3. Reconocer y explicar la dimensión social de la naturaleza humana, a través de la investigación, el diálogo y la realización de actividades cooperativas en las que se traten cuestiones referidas a la socialización humana, la comunicación, las relaciones interpersonales y la conducta grupal, reflexionando acerca de actitudes y valores como la autoestima, el respeto, la equidad o la solidaridad.",
        "Competencia específica 5.",
        "Criterio 5.1. Reflexionar sobre la validez de las propias ideas y creencias a partir de la articulación expresa de un discurso propio acerca de las condiciones, límites y propiedades relativas al conocimiento, los distintos modos de saber y la relación entre ellos.",
        "Criterio 5.2. Investigar y explicar las principales características y problemas filosóficos relacionados con el conocimiento científico, a través del análisis de ejemplos cercanos a la experiencia del alumnado, y el diálogo acerca de los límites y consecuencias del desarrollo tecnológico.",
        "Criterio 5.3. Reconocer y analizar críticamente los procesos de producción y organización de la información, identificando y aplicando criterios con los que detectar fenómenos relativos a la manipulación informativa y la posverdad en entornos cotidianos.",
        "Competencia específica 6.",
        "Criterio 6.1. Identificar y caracterizar la dimensión normativa y moral de los problemas prácticos, así como las principales tesis y cuestiones fundamentales de la ética filosófica, aplicando dicho conocimiento al esclarecimiento y justificación expresa del propio proyecto vital.",
        "Criterio 6.2. Plantear, analizar y exponer cuestiones éticas fundamentales y de actualidad, relacionadas con los derechos humanos y de la infancia, la igualdad de género, la diversidad cultural y personal, la libertad de expresión, las conductas de violencia y acoso o el maltrato animal, así como sobre los valores, retos y desafíos del siglo XXI, mediante el uso pertinente de conceptos, tesis y procedimientos propios de la ética, desarrollando un juicio propio al respecto y adoptando una actitud constructiva y dialogante con respecto a la pluralidad de ideas y opiniones.",
        "Competencia específica 7.",
        "Criterio 7.1. Identificar, caracterizar y explicar la dimensión política de la naturaleza y la vida humana, así como las principales tesis y cuestiones fundamentales de la filosofía política, aplicando dicho conocimiento al análisis y comparación de distintos sistemas políticos y a la reflexión y el diálogo constructivo en torno a los principios, la legitimidad y los problemas de las democracias actuales.",
        "Criterio 7.2. Plantear, analizar y exponer cuestiones políticas fundamentales y de actualidad relacionadas con los valores y principios democráticos, el problema de la desigualdad y la pobreza, las cuestiones ecosociales y el cambio climático, así como con las distintas formas de discriminación y violencia, mediante el uso pertinente de conceptos, tesis y procedimientos de la filosofía política, adoptando una actitud constructiva y dialogante con respecto a la pluralidad de ideas y opiniones, y valorando la participación ciudadana y la importancia de los movimientos sociales y políticos.",
        "Competencia específica 8.",
        "Criterio 8.1. Identificar y analizar el carácter singular de la experiencia y las emociones estéticas a través de la investigación, fundada en fuentes fiables y en la propia experiencia, de la naturaleza del arte y su relación con la belleza, el juicio del gusto y la diversidad cultural humana.",
        "Criterio 8.2. Investigar, a través del análisis de ejemplos y casos prácticos, el poder de influencia de la dimensión estética en otros campos de la cultura, la experiencia y las acciones humanas, como son el del consumo, el diseño y la publicidad, la política, las relaciones sociales y, especialmente, en el ámbito de la cultura audiovisual contemporánea, reflexionando y dialogando acerca de los problemas éticos que se derivan de este poder de influencia."
    ]
}