{
  "saberes": [
    "I. Técnicas gráfico-plásticas.",
    "1. Empleo e incorporación de los efectos del gesto y del instrumento: herramientas, medios y soportes. Cualidades plásticas y efectos visuales.",
    "2. Estudio de técnicas de dibujo y pintura: técnicas secas y húmedas.",
    "3. Uso de técnicas mixtas y alternativas de las vanguardias artísticas, haciendo una conexión con las canarias. Posibilidades expresivas y contexto histórico.",
    "4. Estudio de técnicas de estampación. Procedimientos directos, aditivos, sustractivos y mixtos.",
    "5. Exposición de graffiti y pintura mural.",
    "6. Técnicas básicas de creación de volúmenes, analizando esculturas de artistas canarios.",
    "7. Elaboración del arte del reciclaje. Consumo responsable, empleando productos ecológicos, sostenibles e innovadores en la práctica artística. Arte y naturaleza. Concienciación y respeto del paisaje canario: César Manrique.",
    "8. Elaboración con seguridad: toxicidad e impacto medioambiental de los diferentes materiales artísticos. Prevención y gestión responsable de los residuos.",
    "9. Aplicación de técnicas gráfico-plásticas en diferentes manifestaciones artísticas y en el ámbito del diseño.",
    "II. Fotografía, lenguaje visual, audiovisual y multimedia.",
    "1. Valoración de elementos y principios básicos del lenguaje visual y de la percepción. Color y composición en el entorno.",
    "2. Realización de la narrativa de la imagen fija: encuadre y planificación, puntos de vista y angulación. La imagen secuenciada.",
    "3. Estudio de la fotografía analógica: cámara oscura. Fotografía sin cámara (fotogramas). Técnicas fotográficas experimentales: cianotipia o antotipia.",
    "4. Estudio de la fotografía digital. El fotomontaje digital y tradicional.",
    "5. Elaboración con seguridad: toxicidad e impacto medioambiental de los diferentes materiales artísticos. Prevención y gestión responsable de los residuos, y su impacto en el archipiélago canario.",
    "6. Realización de la narrativa audiovisual: fotograma, secuencia, escena, toma, plano y montaje. El guion y el storyboard. Producciones canarias relacionadas.",
    "7. Seguimiento del proceso de creación. Realización y seguimiento: guion o proyecto, presentación final y evaluación (autorreflexión, autoevaluación y evaluación colectiva).",
    "8. Empleo de la publicidad: recursos formales, lingüísticos y persuasivos. Estereotipos y sociedad de consumo. El sexismo y los cánones corporales y sexuales en los medios de comunicación.",
    "9. Empleo de los campos y ramas del diseño: gráfico, de producto, de moda, de interiores, escenografía. Diseñador de moda Manolo Blahnik, entre otros.",
    "10. Preparación de técnicas básicas de animación.",
    "11. Creación de recursos digitales para la realización de proyectos de vídeo-arte en espacios culturales y naturales Canarios."
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar y comprender manifestaciones artísticas de diferentes épocas y culturas, contextualizándolas, describiendo sus aspectos esenciales, valorando el proceso de creación, el resultado final y la importancia del legado cultural como riqueza universal, utilizando la búsqueda, selección y tratamiento de información de fuentes diversas y evidenciando una actitud de apertura, interés y respeto en su recepción, para educar la mirada, alimentar el imaginario, reforzar la confianza y ampliar las posibilidades de disfrute del patrimonio cultural y artístico. CCL1, CCL3, CP3, CD1, CD2, CC1, CCEC2",
    "1.2. Valorar críticamente los hábitos, gustos y referentes artísticos de diferente épocas y culturas, teniendo en cuenta los de Canarias, de manera individual, grupal y colaborativa, a través de la búsquedas en fuentes diversas y la selección de los resultados, para reflexionar sobre su evolución, conservación y relación con los del presente. CCL2, CCL3, CP3, CD1, CPSAA3, CCEC1",
    "2.1. Participar, con iniciativa, confianza y creatividad, teniendo una actitud cooperativa y respetuosa, en la exploración de diferentes técnicas gráfico-plásticas, visuales, audiovisuales, sonoras o corporales, empleando herramientas, medios, soportes y lenguajes, para incorporarlas al repertorio personal de recursos y desarrollar el criterio de selección de las más adecuadas a cada necesidad o intención. CD2, CC3, CCEC2",
    "2.2. Elaborar producciones gráfica-plásticas, participando de manera individual, grupal y colaborativa, con iniciativa, confianza, respeto y creatividad, explorando diferentes técnicas, visuales, audiovisuales, sonoras o corporales, determinando las intenciones expresivas y empleando herramientas, medios, soportes y lenguajes, para incorporarlas al repertorio personal de recursos y utilizar la que más se ajuste a su proceso y resultado final. CD2, CPSAA1, CE1, CCEC2, CCEC3",
    "3.1. Participar, con iniciativa, confianza y creatividad, en la exploración de diferentes medios, técnicas y formatos audiovisuales, decodificando sus lenguajes, identificando las herramientas y distinguiendo sus fines, con actitud cooperativa y respetuosa, para incorporarlos al repertorio personal de recursos y optar por el más apropiado a cada necesidad o intención. CPSAA1, CPSAA3, CCEC4",
    "3.2. Realizar producciones audiovisuales, individuales o colaborativas, asumiendo diferentes funciones, incorporando el uso de las tecnologías digitales con una intención expresiva y un uso ético, buscando un resultado final ajustado al proyecto preparado previamente y seleccionando y empleando, con corrección y de forma creativa y sostenible, las herramientas y medios disponibles más adecuados, para obtener una obra final conforme al objetivo inicial. CD2, CD5, CPSAA1, CE1, CCEC3",
    "4.1. Crear un producto artístico individual o grupal, de forma colaborativa y abierta, diseñando las fases del proceso y seleccionando las técnicas y herramientas más adecuadas para conseguir un resultado adaptado a una intención y a un público determinados, usando diferentes herramientas digitales, y participando en interacciones comunicativas con actitud cooperativa y respetuosa. STEM3, CD3, CE1, CCEC4",
    "4.2. Exponer el resultado final de la creación de un producto artístico individual o grupal, poniendo en común y valorando críticamente el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y los logros alcanzados, con el fin de que se adapte el diseño y el proceso a las necesidades e indicaciones de realización y al público destinatario. CPSAA3, CPSAA5, CC3",
    "4.3. Identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico, comprendiendo su valor añadido y expresando la opinión personal de forma razonada, colaborativa y respetuosa, para compartirlas y valorar las oportunidades de desarrollo personal, social, académico o profesional que pueden derivarse de esta actividad. CCL1, CC3"
  ]
}