{
  "saberes": [
    "A. Coordenadas espacio-temporales",
    "- Características del contexto geográfico del mundo clásico.",
    "- Principales etapas de la historia de Grecia y Roma, personajes y acontecimientos históricos más relevantes.",
    "B. Lengua y léxico",
    "- Las lenguas indoeuropeas y su expansión en el mundo actual.",
    "- La lengua latina y las lenguas romances.",
    "- La lengua griega y su pervivencia actual en el léxico.",
    "- Sistemas de escritura actuales y antiguos, su variedad y evolución.",
    "- Estudio de términos de origen griego y latino más empleados.",
    "C. Sociedad y vida cotidiana",
    "- La organización política y religiosa en el mundo clásico y en la actualidad: el papel de hombres y mujeres.",
    "- La organización social en el mundo clásico. Hombres y mujeres según su clase social.",
    "- Las relaciones familiares actuales y las del mundo clásico. Posición de la mujer en el ámbito doméstico teniendo en cuenta su entorno geográfico y cultural (Atenas, Esparta, Alejandría, Roma y provincias del Imperio Romano).",
    "- Ocio y trabajo en el mundo actual y en el mundo clásico desde una perspectiva de género.",
    "D. Manifestaciones artísticas y pervivencia",
    "- Grandes mitos actuales: para qué nos sirven los mitos. Características y función del mito en el mundo clásico.",
    "- Divinidades del panteón grecorromano.",
    "- Principales ciclos míticos de Grecia y Roma: héroes y heroínas.",
    "- Características de la ciudad antigua y actual.",
    "- Principales edificios públicos y privados en el mundo clásico y actual.",
    "- Modelos del arte clásico presentes en la actualidad.",
    "- Pervivencia de la civilización clásica en nuestra cultura."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Describir los rasgos principales de la geografía de la antigua Grecia y de Roma comprendiendo cómo influyó en el modo de vida de sus habitantes.",
    "1.2. Localizar los emplazamientos más destacados del mundo griego y romano situándolos en un mapa.",
    "1.3. Ordenar cronológicamente las etapas de la historia de la antigua Grecia y Roma explicando su sucesión.",
    "1.4. Entender los hechos más destacados de la historia de Grecia y Roma comparándolos con acontecimientos y personajes de la historia reciente.",
    "Competencia específica 2",
    "2.1. Diferenciar los tipos de escritura empleados en la Antigüedad, comparándolos entre sí y relacionándolos con las lenguas que representan.",
    "2.2. Identificar los alfabetos más utilizados explicando sus características fundamentales.",
    "2.3. Explicar el origen común de las lenguas indoeuropeas y de las lenguas romances, apoyándose en los elementos que comparten con las que pueda estar familiarizado el alumnado.",
    "2.4. Identificar las lenguas romances e indoeuropeas y las no indoeuropeas de la península Ibérica, ubicándolas cronológica y espacialmente.",
    "2.5. Reconocer el léxico común, técnico y científico de origen grecolatino en la lengua del alumnado, identificándolo en textos sencillos y utilizándolo correctamente en la redacción.",
    "Competencia específica 3",
    "3.1. Identificar las características de las principales formas de organización política presentes en el mundo clásico, estableciendo semejanzas y diferencias entre ellas.",
    "3.2 Explicar las características y la evolución de las clases sociales en Grecia y Roma, poniendo el foco en el papel que desempeñaba la mujer según su estatus.",
    "3.3. Analizar la composición de la familia y los roles asignados a sus miembros, haciendo especial hincapié en la evolución de la posición de la mujer en el contexto doméstico y teniendo en cuenta su entorno geográfico y cultural (Atenas, Esparta, Alejandría, Roma y provincias del Imperio Romano).",
    "3.4. Reconocer el papel de hombres y mujeres en las principales formas de trabajo y de ocio existentes en la Antigüedad, identificando la participación femenina y masculina en los diferentes ámbitos.",
    "Competencia específica 4",
    "4.1. Identificar los principales mitos griegos y latinos en diferentes manifestaciones artísticas, reconociendo a los dioses y héroes a partir de sus características principales.",
    "4.2. Reconocer referencias mitológicas, poniendo ejemplos de manifestaciones artísticas y literarias contemporáneas en las que estén presentes estos motivos.",
    "4.3. Analizar los rasgos fundamentales del arte clásico poniéndolos en relación con expresiones artísticas actuales.",
    "4.4. Localizar los principales monumentos clásicos del patrimonio español y restos arqueológicos existentes en La Rioja explicando sus características y función en la ciudad antigua."
  ]
}