{
  "competenciasEspecificas": [
    "1. Planificar su actividad física a partir de la autoevaluación en base a parámetros científicos y evaluables, valorando sus efectos en la salud, desarrollando procesos de autorregulación emocional y gestión de conflictos, para satisfacer sus demandas de ocio activo y de bienestar personal, poder organizar y desarrollar acciones de servicio a la comunidad, así como conocer posibles salidas profesionales asociadas a la actividad física. CCL5, CP1, STEM2, STEM5, CD1, CD4, CPSAA1.1, CPSAA2, CPSAA5, CE1 y CE3.",
    "2. Actuar en situaciones psicomotrices en entorno sin incertidumbre, aplicando planes de acción personales, con autonomía, consolidando actitudes de superación y resiliencia al enfrentarse a desafíos físicos, para desarrollar la autonomía y el crecimiento armónico desde el punto de vista orgánico, cognitivo, afectivo y social. STEM5, CPSAA1.1, CPSAA1.2, CPSAA5 y CE3.",
    "3. Adaptarse a las exigencias de las situaciones de oposición en entorno sin incertidumbre, adoptando una actitud crítica y proactiva ante comportamientos antideportivos o contrarios a la convivencia, para ajustar las conductas asociadas al desafío y contribuir a la adquisición y creación de una cultura motriz. CCL5, CPSAA1.1, CPSAA1.2, CPSAA5, CC1 y CC3.",
    "4. Desenvolverse en situaciones sociomotrices de cooperación en entorno sin incertidumbre, compartiendo espacios de actividad físico-deportiva con independencia de las diferencias culturales, sociales, de género y de habilidad, para contribuir autónomamente al entendimiento social y al compromiso ético en los diferentes espacios en los que se participa, y reconocer el potencial del trabajo cooperativo. CCL5, CPSAA3.1, CPSAA3.2, CC1 y CC3.5.",
    "5. Interactuar en situaciones sociomotrices de oposición-colaboración en entorno sin incertidumbre, elaborando un plan de acción colectivo, aplicando reglas y principios de acción, para optimizar la conducta motriz en tareas con alta demanda informacional, y defender, desde una postura ética y crítica, los valores que transmiten estas prácticas. CCL5, CPSAA1.2, CC1, CC3, CE2 y CCEC1.",
    "6. Descubrir y aprovechar las opciones de acción en situaciones motrices en entorno con incertidumbre, de manera eficiente y ajustada, asumiendo responsabilidades en la seguridad de las prácticas, para interiorizar un estilo de vida activo y saludable, comprometido con la conservación y mejora del entorno natural y urbano. STEM5, CPSAA1.1, CPSAA1.2, CPSAA2, CC4 y CE1.",
    "7. Valerse del cuerpo como instrumento de expresión y comunicación, interiorizando el proceso de creación de un proyecto artístico-expresivo, con aportaciones estéticas y creativas que enriquezcan el producto final, para integrar las posibilidades y recursos expresivos que ofrecen el cuerpo y el movimiento. CCL5, CP3, CPSAA3.1, CPSAA3.2, CE3, CCEC3.1, CCEC3.2, CCEC4.1 y CCEC4.2."
  ]
}