{
    "saberes": [
        "A. Comunicación.",
        "1. Saber.",
        "a. Saludos, presentaciones, agradecimientos y despedidas.",
        "b. Establecimiento y mantenimiento de la comunicación.",
        "c. Familiarización con las estructuras sintácticas.",
        "- Expresión de relaciones lógicas: conjunción (and-but); disyunción (or).",
        "- Relaciones temporales (when; before; after).",
        "- Afirmación (frases afirmativas: Yes (+ tag))",
        "- Exclamación (Help! Sorry!); Exclamatory sentences, I love salad!",
        "- Negación: Negative sentences with not; never, no (adj.).",
        "- Interrogación: How are you? How many…? Wh- questions; Auxiliary questions.",
        "- Expresión del tiempo: presente (simple present) y futuro (will/won’t).",
        "- Expresión del aspecto: puntual (simple tenses); durativo (present continuous); habitual (simple tenses (+ adv., e. g. always, every day)).",
        "- Expresión de la modalidad: factualidad (declarative sentences); capacidad (can); obligación: have to; imperative); permiso (can) e intención (going to).",
        "- Expresión de la existencia (there is/are); la entidad (nouns and pronouns, articles, demonstratives) y la cualidad (very + adj.).",
        "- Expresión de la cantidad: (singular/plural); cardinal numerals up to two digits; ordinal numerals up to 31st. Quantity: all, many, a lot, some, (a) few, (a) little, more, much, half, a bottle, a cup, a glass, a piece. Degree: very, too.",
        "- Expresión del espacio (prepositions and adverbs of location, position)",
        "- Expresión del tiempo: (points (e. g. half-past five); divisions (e. g. half an hour, summer); indications of time (e. g. now, tomorrow, morning); duration (e. g. for two days); anteriority (before); posteriority (after); sequence (first…then); frequency (e. g. sometimes, on Sundays).",
        "- Expresión del modo: adverb of manner: slowly, well.",
        "d. Conocimiento de normas de cortesía y hábitos cotidianos.",
        "e. Reconocimiento y comprensión de léxico básico y expresiones trabajadas en cursos anteriores.",
        "- Contextos cotidianos predecibles con apoyo visual (icónico, textual, objetos reales, mímica, etc.).",
        "- Familiarización con el uso de estructuras básicas escritas:",
        "- What time is it? It’s ten past …, ten to… / It’s two-thirty, etc., Where are you going? I’m going to…, Are you going to...? How can I get to …? Go straight / Turn left/ Turn right…, What is he/she doing? He’s/She´s…, What are they doing? They’re…, Are they…? Yes, they are/ No, they aren’t. Is he/she … -ing? Yes, she/he is/ No, he/she isn’t. What’s the weather like?",
        "- It’s…, Does he/she ….? Yes, he/she does; No, he/she doesn’t. Who’s this? He’s/she’s…, Where is/isn’t/ Is there…? There are/aren’t/ Are there any…? Can I have a…please? Here you are, how much is it? It’s …, When’s your birthday? It’s on…(dates), Where do you live? I live…, What’s your favourite…? He/she lives, works (third- person), First… then… finally.",
        "f. Rimas y canciones tradicionales asociadas a las celebraciones.",
        "g. Conocimiento a nivel oral, escrito y modal de los 44 sonidos.",
        "- Vowel sounds, consonant sounds.",
        "- Interiorización del blending and segmenting the sounds in words.",
        "- Beginning consonant clusters/blends:",
        "- 3 letter blends: [str], [spr], [thr], [chr], [phr], [shr].",
        "- Ending blends:",
        "-     [ct], [ft], [ld], [lp], [lt], [mp], [nd], [nk], [nt], [pt], [rd], [rk], [sk], [sp], [st].",
        "- Introducción de la magic “e” y de algunas alternativas de las long vowels (-ay, ea, -y, ow, ui).",
        "- Palabras de uso frecuente (high-frequency words, e.g., some, every, only, who)",
        "h. El alfabeto en inglés: introducción y uso del deletreo.",
        "i. Conocimiento y aplicación de las normas ortográficas de la lengua inglesa.",
        "- Uso de mayúsculas y signos de puntuación básicos.",
        "2. Saber hacer.",
        "- Utilización de estrategias básicas de comprensión: escucha activa, lectura de imágenes e identificación de expresiones y léxicos conocidos a nivel oral, escrito o multimodal.",
        " - Identificación del tipo textual, adaptando la comprensión al mismo.",
        "- Distinción de tipos de comprensión (sentido general, información esencial, puntos principales).",
        "- Participación en juegos grupales tradicionales (de respuesta física, de memoria, de vocabulario, cartas, etc.).",
        "- Participación en juegos lingüísticos de forma individual o grupal con la ayuda de materiales diversos, incluyendo recursos digitales.",
        "- Conocimiento de normas de cortesía, hábitos cotidianos (horarios de comidas, tipos de comidas) y de formas de vida de estudiantes de su edad en diferentes países de habla inglesa (entorno escolar, vacaciones, actividades de ocio, ciudades y áreas rurales, etc.). Reflexión sobre similitudes y diferencias con nosotros.",
        "- Celebración de fiestas familiares (cumpleaños) y de fiestas tradicionales (Halloween – Christmas – St Patrick´s – Valentine´s Day – Pancake Day, Easter).",
        "- Reconocimiento de expresiones utilizadas en las diferentes festividades.",
        "- Rimas y canciones tradicionales asociadas a las celebraciones.",
        "- Comprensión de dramatizaciones de cuentos tradicionales (títeres, teatro, etc.)",
        "- Comprensión de las fórmulas básicas de relación social (saludos presentaciones, disculpas y agradecimientos).",
        "- Comprensión de las expresiones utilizadas en las situaciones de comunicación habituales (saludos, rutinas, instrucciones, información sobre las tareas, preguntas, etc.).",
        "- Escucha, comprensión y participación en diálogos que simulen situaciones reales, de narraciones orales adecuadas a su nivel o de textos orales, escritos o multimodales sencillos de carácter informativo, reproducidos de viva voz o mediante tecnologías de la información y la comunicación en los que se incluya la expresión de la capacidad, el gusto, la descripción sencilla de personas, animales u objetos; así como la petición de ayuda, información, objetos o permiso.",
        "- Uso de algunos aspectos fonéticos, de ritmo, acentuación y entonación para la comprensión de textos orales.",
        "- Ampliación del léxico ya conocido o introducción de léxico nuevo sobre descripción de personas, prendas de vestir y objetos personales; los sentimientos y actitudes; las horas; las rutinas y hábitos cotidianos; tipos de viviendas y mobiliario; actividades domésticas; la ciudad, el comercio y el dinero; las profesiones y las personas que trabajan en nuestro entorno cercano; la vida escolar y las materias de estudio; actividades de ocio; el tiempo atmosférico, la naturaleza y la sostenibilidad; la tecnología; los inventos; el arte y la historia; personajes de cuento o de cómics, etc.",
        "- Acercamiento al ritmo y sonoridad de la lengua a través de las rimas, retahílas, canciones, trabalenguas, adivinanzas y series de dibujos animados.",
        "- Pronunciación de un repertorio muy limitado de palabras y frases aprendidas que pueden ser comprendidas con cierto esfuerzo por interlocutores acostumbrados a tratar con hablantes del grupo lingüístico en cuestión.",
        "- Reproducción correcta de un repertorio limitado de sonidos, así como el acento de palabras y frases simples y conocidas.",
        "- Utilización de un repertorio limitado de rasgos prosódicos en palabras y frases de forma inteligible, a pesar de una fuerte influencia en el acento, el ritmo y/o la entonación de otra/s lengua/s que habla; su interlocutor/a necesita ser colaborativo/a.",
        "- Compensación de las carencias lingüísticas mediante procedimientos paralingüísticos o paratextuales: pedir ayuda, señalar objetos o realizar acciones que aclaren el significado, usar lenguaje corporal culturalmente pertinente (gestos, expresiones faciales, posturas, contacto visual o corporal).",
        "3. Saber ser.",
        "- Interés por usar el inglés en situaciones diversas y confianza en la propia capacidad para comprenderlo.",
        "- Interés por conocer costumbres de los países en los que se habla inglés.",
        "- Interés por conocer información sobre los países en los que se habla inglés.",
        "- Interés por entrar en contacto con estudiantes de otros países.",
        "- Esfuerzo por la articulación cuidadosa de un número limitado de sonidos, de modo que su discurso es solo inteligible si el/la interlocutor/a le proporciona ayuda (por ejemplo, repitiendo de forma correcta y consiguiendo que repita los sonidos nuevos).",
        "- Interés por comunicar de manera sencilla información básica relativa a datos personales y a necesidades concretas.",
        "- Manejo de enunciados muy breves, aislados y mayormente preparados, así como con muchas pausas para buscar expresiones, articular palabras/signos que le resultan menos conocidos y salvar la comunicación.",
        "- Respeto de normas para la interacción oral: turno de palabra, volumen de la voz adecuado.",
        "- Uso de los conocimientos previos para obtener el máximo partido de loa mismos (utilización del lenguaje ‘prefabricado’, etc.).",
        "- Interés por usar el inglés en situaciones diversas y confianza en la propia capacidad para realizar producciones orales sencillas en contextos conocidos.",
        "B. Interculturalidad.",
        "- La lengua extranjera como medio de comunicación y relación con personas de otros países, como medio para conocer culturas modos de vida diferentes.",
        "- Interés en la participación en intercambios comunicativos planificados, a través de diferentes medios, con estudiantes de la lengua extranjera.",
        "- Iniciación a patrones culturales elementales propios de la lengua extranjera.",
        "- Aspectos socioculturales y sociolingüísticos elementales relativos a las costumbres, la vida cotidiana y las relaciones interpersonales básicas en países donde se habla la lengua extranjera.",
        "- Estrategias básicas de uso común para entender y apreciar la diversidad lingüística, cultural y artística.",
        "C. Plurilingüismo.",
        "- Estrategias y técnicas de compensación de las carencias comunicativas para responder a una necesidad elemental, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las lenguas familiares.",
        "- Estrategias básicas de uso común para identificar, retener, recuperar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "- Iniciación a estrategias y herramientas básicas de uso común de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
        "- Léxico y expresiones elementales para comprender enunciados sobre la comunicación, la lengua y el aprendizaje (metalenguaje)."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer e interpretar frases previamente indicadas en textos orales, escritos y multimodales, breves y sencillos tanto sobre temas cotidianos como de ficción a través de distintos soportes.",
        "1.2 Seleccionar y aplicar de forma guiada estrategias adecuadas al nivel del alumnado en situaciones comunicativas cotidianas con el fin de identificar el sentido global y procesar informaciones explícitas en textos breves y sencillos.",
        "2.1 Expresar oralmente frases cortas con información básica sobre asuntos cotidianos y de relevancia para el alumnado, utilizando de forma guiada recursos verbales y no verbales, prestando atención al ritmo, la acentuación y la entonación.",
        "2.2 Redactar textos muy breves y sencillos, con adecuación a la situación comunicativa propuesta, a partir de modelos y a través de herramientas analógicas y digitales, usando léxico y estructuras elementales sobre asuntos cotidianos y de relevancia personal para el alumnado.",
        "2.3 Seleccionar y aplicar de forma guiada estrategias para producir mensajes breves y sencillos adecuados a las intenciones comunicativas usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "3.1 Participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próximos a su experiencia, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital.",
        "3.2 Seleccionar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes breves; y formular y contestar preguntas sencillas.",
        "4.1 Interpretar y explicar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad, mostrando empatía e interés por las y los interlocutores y por los problemas de entendimiento en su entorno más próximo, apoyándose en diversos recursos y soportes.",
        "4.2 Seleccionar y aplicar, de forma guiada, estrategias elementales que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "5.1 Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando, de forma guiada, sobre aspectos básicos de su funcionamiento.",
        "5.2 Utilizar y diferenciar, de forma guiada, los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "5.3 Registrar y aplicar, de manera guiada, los progresos y dificultades elementales de aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y participando en actividades de autoevaluación y coevaluación, como las propuestas en el Porfolio Europeo de las Lenguas (PEL).",
        "6.1 Actuar con respeto en situaciones interculturales, identificando y comparando semejanzas y diferencias elementales entre lenguas y culturas, y mostrando rechazo frente a discriminaciones, prejuicios y estereotipos de cualquier tipo en contextos comunicativos cotidianos y habituales.",
        "6.2 Reconocer y apreciar la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos elementales y habituales que fomenten la convivencia pacífica y el respeto por los demás.",
        "6.3 Seleccionar y aplicar, de forma guiada, estrategias básicas para entender y apreciar los aspectos más relevantes de la diversidad lingüística, cultural y artística."
    ]
}