{
    "saberes": [
        "A. Communication.",
        "1. Know.",
        "a. Greetings, introductions, thanks and farewells.",
        "b. Establishment and maintenance of communication.",
        "c. Familiarization with syntactic structures.",
        "- Expression of logical relationships: conjunction (and-but); disjunction (or).",
        "- Time relations (when; before; after).",
        "- Affirmation (affirmative sentences: Yes (+ tag))",
        "- Exclamation (Help! Sorry!); Exclamatory sentences, I love salad!",
        "- Negation: Negative sentences with not; never, no (adj.).",
        "- Interrogation: How are you? How many…? Wh- questions; Auxiliary questions.",
        "- Expression of time: present (simple present) and future (will/won't)",
        "- Expression of aspect: punctual (simple tenses); durative (present continuous); habitual (simple tenses (+ adv., e.g. always, every day)).",
        "- Expression of modality: factuality (declarative sentences); capacity (can); obligation: have to; imperative); permission (can) and intention (going to).",
        "- Expression of existence (there is/are); the entity (nouns and pronouns, articles, demonstratives) and the quality (very + adj.)",
        "- Expression of quantity: (singular/plural); cardinal numerals up to two digits; ordinal numerals up to 31st. Quantity: all, many, a lot, some, (a) few, (a) little, more, much , half, a bottle, a cup, a glass, a piece. Degree: very, too.",
        "- Expression of space (prepositions and adverbs of location, position)",
        "- Expression of time: (points (e.g. half-past five); divisions (e.g. half an hour, summer); indications of time (e.g. now, tomorrow, morning); duration (e.g. for two days); anteriority (before) ; posteriority (after); sequence (first…then); frequency (e.g. sometimes, on Sundays).",
        "- Expression of mode: adverb of manner: slowly, well.",
        "d. Knowledge of rules of courtesy and daily habits.",
        "e. Recognition and comprehension of basic vocabulary and expressions worked on in previous courses.",
        "- Predictable everyday contexts with visual support (iconic, textual, real objects, mime, etc.)",
        "- Familiarization with the use of basic written structures:",
        "- What time is it? It's ten past..., ten to... / It's two-thirty, etc., Where are you going? I'm going to..., Are you going to...? How can I get to... Go straight / Turn left/ Turn right…, What is he/she doing? He's/She´s…, What are they doing? They're…, Are they…? Yes, they are/ No, they aren't . Is he/she … -ing? Yes, she/he is/ No, he/she isn't. What's the weather like?",
        "- It's…, Does he/she….? Yes, he/she does; No, he/she doesn't. Who's this? He's/she's…, Where is/isn't/ Is there…? There are/ aren't/ Are there any…? Can I have a…please? Here you are, how much is it? It's…, When's your birthday? It's on…(dates), Where do you live? I live…, What's your favorite…? He/she lives, works (third-person), First… then… finally.",
        "f. Traditional rhymes and songs associated with the celebrations.",
        "g. Oral, written and modal knowledge of the 44 sounds.",
        "- vowel sounds, consonant sounds.",
        "- Internalization of blending and segmenting the sounds in words.",
        "- Beginning consonant clusters/blends:",
        "- 3 letter blends: [str], [spr], [thr], [chr], [phr], [shr]",
        "- Ending blends:",
        "- [ct], [ft], [ld], [lp], [lt], [mp], [nd], [nk], [nt], [pt], [rd], [rk], [sk], [sp], [st].",
        "- Introduction of the magic “e” and some alternatives of the long vowels (-ay, ea, -y, ow, ui).",
        "- Frequently used words (high-frequency words, e.g., some, every, only, who)",
        "h. The English alphabet: introduction and use of spelling.",
        "i. Knowledge and application of the spelling rules of the English language.",
        "- Use of capitalization and basic punctuation marks.",
        "2. Know how to do.",
        "- Use of basic comprehension strategies: active listening, reading images and identification of known expressions and lexicons at an oral, written or multimodal level.",
        " - Identification of the textual type, adapting the comprehension to it.",
        "- Distinction of types of comprehension (general meaning, essential information, main points).",
        "- Participation in traditional group games (physical response, memory, vocabulary, cards, etc.)",
        "- Participation in linguistic games individually or in groups with the help of various materials, including digital resources.",
        "- Knowledge of rules of courtesy, daily habits (meal times, types of meals) and lifestyles of students of their age in different English-speaking countries (school environment, vacations, leisure activities, cities and rural areas, etc.). Reflection on similarities and differences with us.",
        "- Celebration of family holidays (birthdays) and traditional holidays (Halloween – Christmas – St Patrick´s – Valentine´s Day – Pancake Day, Easter).",
        "- Recognition of expressions used in different festivities.",
        "- Traditional rhymes and songs associated with the celebrations.",
        "- Understanding dramatizations of traditional tales (puppets, theater, etc.)",
        "- Understanding of the basic formulas of social relationship (greetings, introductions, apologies and thanks).",
        "- Understanding the expressions used in common communication situations (greetings, routines, instructions, information about tasks, questions, etc.)",
        "- Listening, understanding and participating in dialogues that simulate real situations, of oral narrations appropriate to their level or of simple oral, written or multimodal texts of an informative nature, reproduced out loud or through information and communication technologies in which the expression of the capacity, the taste, the simple description of people, animals or objects is included; as well as the request for help, information, objects or permission.",
        "- Use of some phonetic aspects, rhythm, accentuation and intonation for the comprehension of oral texts.",
        "- Expansion of the already known lexicon or introduction of a new lexicon on the description of people, clothing and personal objects; feelings and attitudes; hours; daily routines and habits; types of homes and furniture; domestic activities; the city, trade and money; professions and people who work in our immediate environment; school life and study subjects; leisure activities; weather, nature and sustainability; technology; inventions; art and the story; characters from stories or comics, etc.",
        "- Approach to the rhythm and sonority of the language through rhymes, strings, songs, tongue twisters, riddles and cartoon series.",
        "- Pronunciation of a very limited repertoire of learned words and phrases that can be understood with some effort by interlocutors accustomed to dealing with speakers of the language group in question.",
        "- Correct reproduction of a limited repertoire of sounds, as well as the stress of simple and familiar words and phrases.",
        "- Use of a limited repertoire of prosodic features in words and sentences in an intelligible way, despite a strong influence on the stress, rhythm and/or intonation of another language(s) that they speak; their interlocutor needs be collaborative.",
        "- Compensation for linguistic deficiencies through paralinguistic or paratextual procedures: asking for help, pointing to objects or performing actions that clarify the meaning, using culturally relevant body language (gestures, facial expressions, postures, eye or body contact).",
        "3. Know how to be.",
        "- Interest in using English in different situations and confidence in one's own ability to understand it.",
        "- Interest in learning about the customs of countries where English is spoken.",
        "- Interest in knowing information about countries where English is spoken.",
        "- Interest in coming into contact with students from other countries.",
        "- Effort for the careful articulation of a limited number of sounds, so that their speech is only intelligible if the speaker provides help (for example, repeating them correctly and getting them to repeat the new sounds)." ,
        "- Interest in simply communicating basic information regarding personal data and specific needs.",
        "- Handling very brief, isolated and mostly prepared statements, as well as with many pauses to search for expressions, articulate words/signs that are less familiar to them and save communication.",
        "- Respect for rules for oral interaction: turn to speak, appropriate volume of voice.",
        "- Use of prior knowledge to get the most out of it (use of 'prefabricated' language, etc.)",
        "- Interest in using English in different situations and confidence in one's own ability to carry out simple oral productions in familiar contexts.",
        "B. Interculturality.",
        "- The foreign language as a means of communication and relationship with people from other countries, as a means to learn about different cultures, ways of life.",
        "- Interest in participating in planned communicative exchanges, through different media, with students of the foreign language.",
        "- Initiation to elementary cultural patterns typical of the foreign language.",
        "- Elementary sociocultural and sociolinguistic aspects related to customs, daily life and basic interpersonal relationships in countries where the foreign language is spoken.",
        "- Commonly used basic strategies to understand and appreciate linguistic, cultural and artistic diversity.",
        "C. Plurilingualism.",
        "- Strategies and techniques to compensate for communication deficiencies to respond to an elementary need, despite the limitations derived from the level of competence in the foreign language and in the family languages.",
        "- Basic strategies of common use to identify, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "- Initiation to basic strategies and tools of common use of self-assessment and peer-assessment, analogical and digital, individual and cooperative.",
        "- Lexicon and elementary expressions to understand statements about communication, language and learning (metalanguage)."
    ],
    "criteriosEvaluacion": [
        "1.1 Recognize and interpret previously indicated phrases in short and simple oral, written and multimodal texts on both everyday topics and fiction through different supports.",
        "1.2 Select and apply, in a guided way, strategies appropriate to the level of the students in everyday communicative situations in order to identify the global meaning and process explicit information in short and simple texts.",
        "2.1 Orally express short sentences with basic information about everyday matters and relevant to students, using verbal and non-verbal resources in a guided way, paying attention to rhythm, stress and intonation.",
        "2.2 Write very short and simple texts, adapted to the proposed communicative situation, based on models and through analog and digital tools, using vocabulary and elementary structures on everyday matters and of personal relevance to the students.",
        "2.3 Select and apply in a guided way strategies to produce brief and simple messages appropriate to the communicative intentions using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "3.1 Participate in brief and simple interactive situations on everyday topics, of personal relevance and close to their experience, previously prepared, through various supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette.",
        "3.2 Select and use, in a guided way and in everyday situations, elementary strategies to greet, say goodbye and introduce oneself; express short messages; and ask and answer simple questions.",
        "4.1 Interpret and explain texts, concepts and brief and simple communications, in a guided way, in situations in which to attend to diversity, showing empathy and interest for the interlocutors and for the problems of understanding in their immediate environment, supporting themselves in various resources and supports.",
        "4.2 Select and apply, in a guided way, elementary strategies that help create bridges and facilitate the understanding and production of information and communication, using, with help, resources and physical or digital supports depending on the needs of each moment." ,
        "5.1 Compare and contrast the similarities and differences between different languages reflecting, in a guided way, on basic aspects of how they work.",
        "5.2 Use and differentiate, in a guided way, knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "5.3 Register and apply, in a guided way, the progress and elementary difficulties of learning the foreign language, recognizing the aspects that help to improve and participating in self-assessment and peer-assessment activities, such as those proposed in the European Language Portfolio (PEL). ).",
        "6.1 Act with respect in intercultural situations, identifying and comparing elementary similarities and differences between languages and cultures, and showing rejection of discrimination, prejudice and stereotypes of any kind in everyday and habitual communicative contexts.",
        "6.2 Recognize and appreciate the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding basic and habitual cultural and linguistic elements that promote peaceful coexistence and respect for others. ",
        "6.3 Select and apply, in a guided way, basic strategies to understand and appreciate the most relevant aspects of linguistic, cultural and artistic diversity."
    ]
}