{
  "saberes": [
    "Bloque 1. Las lenguas y sus hablantes",
    "• Análisis de la propia biografía y de la diversidad lingüística del alumnado del centro y de la localidad.",
    "• Desarrollo sociohistórico de la lengua gallega y portuguesa.",
    "• Desarrollo de nociones básicas del portugués. Semejanzas y diferencias morfológicas entre el gallego y el portugués. Ampliación del vocabulario de uso cotidiano. Las relaciones históricas y políticas entre Galicia y Portugal.",
    "• Valoración y comprensión de las principales características del catalán y de sus variantes.",
    "• Desarrollo de la reflexión sociolingüística. Exploración y rechazo de prejuicios y estereotipos lingüísticos. Los fenómenos del contacto entre lenguas: bilingüismo, diglosia, préstamos e interferencias.",
    "• Elaboración de trabajos de investigación relacionados con la diversidad lingüística.",
    "Bloque 2. Comunicación",
    "• Géneros discursivos desde el punto de vista de la producción, comprensión y análisis crítico de textos orales, escritos y multimodales.",
    "– Secuencias textuales básicas, con especial atención a las expositivas.",
    "– Propiedades textuales: coherencia, cohesión y adecuación.",
    "– Géneros discursivos propios del ámbito personal: la conversación, con especial atención a los actos de habla que implican controversia con el interlocutor (la discrepancia, la queja, la orden y la reprobación).",
    "– Géneros discursivos propios del ámbito educativo (explicación, exposición...).",
    "– Géneros discursivos propios del ámbito social. Redes sociales y medios de comunicación. Etiqueta digital y riesgos de desinformación, noticias falsas, manipulación y vulneración de la privacidad en la red. Análisis de la imagen y de los elementos paratextuales de los textos icónico-verbales y multimodales.",
    "• Procesos de producción, comprensión y análisis crítico de textos orales, escritos y multimodales.",
    "– Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal y no verbal. Valoración de la forma y del contenido del texto.",
    "– Producción oral formal: planificación y búsqueda de información, textualización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal.",
    "– Interacción oral y escritura de carácter informal y formal: cooperación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "– Comprensión lectora: sentido global del texto y relación entre sus partes. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal e icónico. Valoración de la forma y del contenido del texto.",
    "– Producción escrita: planificación, textualización, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas conceptuales, definiciones, resúmenes, etc.",
    "– Alfabetización mediática e informacional: búsqueda y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión de manera creativa y respetuosa con la propiedad intelectual. Utilización de plataformas virtuales para la realización de proyectos escolares.",
    "• Reconocimiento y uso discursivo de los elementos lingüísticos en textos orales, escritos y multimodales.",
    "– La expresión de la subjetividad en textos de carácter expositivo. Identificación y uso de las variaciones de las formas deícticas (fórmulas de confianza y cortesía) con relación a las situaciones de comunicación.",
    "– Recursos lingüísticos para adecuar el registro a la situación de comunicación. Procedimientos explicativos básicos. La aposición.",
    "– Mecanismos de cohesión. Conectores textuales distributivos, de orden, contraste, explicación. Mecanismos de referencia interna, gramaticales y léxicos (nominalizaciones e hiperónimos de significado abstracto).",
    "– Uso coherente de las formas verbales en los textos. Reconocimiento y utilización del infinitivo flexionado y del futuro de subjuntivo. Contextos de uso.",
    "– Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, de manuales de consulta y de procesadores de texto y correctores ortográficos en soporte analógico o digital.",
    "– Los signos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "Bloque 3. Educación literaria",
    "• Lectura autónoma. Implicación en la lectura de obras de forma progresivamente autónoma a partir de una preselección de textos variados y reflexión sobre los textos leídos y sobre la propia práctica de la lectura.",
    "– Criterios y estrategias para la selección de obras variadas que incluyan autoras y autores gallegos y, en menor medida, del ámbito lusófono a partir de la utilización autónoma de la biblioteca escolar y pública disponible.",
    "– Participación activa en actos culturales vinculados con el circuito literario y lector.",
    "– Toma de conciencia y verbalización de los propios gustos e identidad lectora.",
    "– Expresión de la experiencia lectora utilizando progresivamente un metalenguaje específico. Apropiación de los textos leídos a través de distintas formas de recreación.",
    "– Movilización de la experiencia personal, lectora y cultural para establecer vínculos de manera argumentada entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales.",
    "– Estrategias para la recomendación de las lecturas en soportes variados o bien oralmente entre iguales, enmarcando de manera básica las obras en los géneros y subgéneros literarios.",
    "• Lectura guiada. Lectura de obras y fragmentos relevantes de la literatura del patrimonio literario gallego y muestras del lusófono inscritas en itinerarios temáticos o de género, que atraviesan épocas, contextos culturales y movimientos artísticos.",
    "– Estrategias de construcción compartida de la interpretación de las obras a través de conversaciones literarias, con la incorporación progresiva del metalenguaje específico.",
    "– Estrategias de utilización de información sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias.",
    "– Relación y comparación de los textos leídos con otros textos orales, escritos o multimodales, con otras manifestaciones artísticas y culturales y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y de ruptura.",
    "– Estrategias para interpretar obras y fragmentos literarios a partir de la integración de los diferentes aspectos analizados y atendiendo a los valores culturales, éticos y estéticos presentes en los textos, con especial atención a las lecturas que promuevan la defensa de los derechos humanos y la conciencia ambiental. Lectura con perspectiva de género.",
    "– Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "– Creación de textos a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación, etc.).",
    "Bloque 4. Reflexión sobre la lengua",
    "• Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas.",
    "– Diferencias relevantes e intersecciones entre la lengua oral y la lengua escrita atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
    "– Reconocimiento de la lengua como sistema y de sus unidades básicas teniendo en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado) y su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "– Distinción entre la forma (categoría gramatical) y la función de las palabras y consolidación de los procedimientos léxicos (afijos) y sintácticos para el cambio de categoría. La coordinación.",
    "– Relación entre los esquemas semántico y sintáctico de las oraciones coordinadas. Observación y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria.",
    "– Procedimientos de adquisición y formación de palabras. Reflexión sobre los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y del propósito comunicativo.",
    "– Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramáticas, en formato físico o electrónico, para obtener información gramatical básica."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Reconocer y valorar, a partir de la explicación sobre el desarrollo histórico del gallego y del portugués, las similitudes y diferencias entre las dos lenguas, identificando y contrastando algunos de sus rasgos morfológicos más destacables y ampliando el repertorio léxico básico en lengua portuguesa. OBJ1",
    "• CE1.2. Valorar la lengua catalana, analizando sus características más básicas para conocer y comprender la realidad lingüística de España. OBJ1",
    "• CE1.3. Identificar y cuestionar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la riqueza cultural y lingüística a partir del análisis de la diversidad lingüística del centro escolar y del entorno social próximo y de la exploración y reflexión sociolingüística sobre los fenómenos de contacto entre lenguas. OBJ1",
    "• CE1.4. Elaborar trabajos de investigación de manera progresivamente autónoma en diferentes soportes sobre diversos temas de interés académico, personal o social partiendo de la información seleccionada.",
    "• CE2.1. Comprender y valorar el sentido global, la estructura, la información más relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales de cierta complejidad de diferentes ámbitos, analizando la interacción entre los diferentes códigos y evaluando su calidad, su fiabilidad y la idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados. OBJ2",
    "• CE2.2. Realizar exposiciones orales de cierta extensión y complejidad con diferente grado de planificación sobre temas de interés personal, social y educativo ajustándose a las convenciones propias de los diversos géneros discursivos, con fluidez, coherencia y cohesión y con el registro adecuado en diferentes soportes, utilizando de manera eficaz recursos verbales y no verbales. OBJ3",
    "• CE2.3. Participar de manera activa y adecuada en interacciones orales informales y en situaciones orales formales de carácter dialogado, manteniendo actitudes de escucha activa y estrategias de cooperación conversacional y de cortesía lingüística. OBJ3",
    "• CE2.4. Comprender, valorar críticamente e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor de textos escritos y multimodales de cierta complejidad que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias y evaluando su calidad y fiabilidad, así como la eficacia de los procedimientos lingüísticos empleados. OBJ4",
    "• CE2.5. Planificar la redacción de textos escritos y multimodales sencillos, atendiendo a la situación comunicativa, al destinatario, al propósito y al canal, presentando, después de su revisión, un texto final coherente, cohesionado y con el registro idóneo. OBJ5",
    "• CE2.6 Localizar, seleccionar y contrastar información de manera progresivamente autónoma procedente de diferentes fuentes calibrando su fiabilidad y pertinencia en función de los objetivos de lectura, adoptando un punto de vista crítico y respetando los principios de propiedad intelectual. OBJ6",
    "• CE2.7. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales con relación a la búsqueda y a la comunicación de la información, reflexionando sobre las posibles manipulaciones presentes en los canales de transmisión de la información. OBJ6",
    "• CE2.8. Revisar los textos propios de manera progresivamente autónoma y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística con el metalenguaje específico e identificar y aclarar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. OBJ9",
    "• CE2.9. Identificar y desterrar los usos discriminatorios de la lengua, los abusos a través de la palabra y los usos manipuladores del lenguaje partiendo de la reflexión y del análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales de la comunicación. OBJ10",
    "• CE2.10. Utilizar estrategias para la resolución dialogada de los conflictos procurando consensos, tanto en el ámbito personal como en lo educativo y en lo social. OBJ10",
    "• CE3.1 Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor de textos escritos y multimodales de cierta complejidad que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias y con diferentes propósitos de lectura. OBJ4",
    "• CE3.2. Valorar críticamente el contenido y la forma de textos de cierta complejidad evaluando su calidad y fiabilidad, así como la eficacia de los procedimientos lingüísticos empleados. OBJ4",
    "• CE3.3. Leer de manera autónoma textos seleccionados en función de los propios gustos, intereses y necesidades y dejar constancia del progreso del propio itinerario lector y cultural explicando los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y la experiencia de la lectura. OBJ7",
    "• CE3.4. Compartir la experiencia de la lectura en soportes diversos relacionando el sentido de la obra con la propia experiencia biográfica, lectora y cultural. OBJ7",
    "• CE3.5. Explicar la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico, atendiendo a la configuración y a la evolución de los géneros y subgéneros literarios. OBJ8",
    "• CE3.6. Establecer de manera progresivamente autónoma vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales, así como con otras manifestaciones artísticas y culturales en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal del lector en la lectura. OBJ8",
    "• CE3.7. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con la ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en que se empleen las convenciones formales de los diversos géneros y estilos literarios. OBJ8",
    "• CE4.1. Incorporar procedimientos básicos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical, valorando el dominio del sistema fonético-fonológico, el uso del léxico tradicional y las construcciones morfosintácticas más genuinas (infinitivo personal, dativo de solidaridad, etc.). OBJ5",
    "• CE4.2. Revisar los textos propios de manera progresivamente autónoma e identificar y aclarar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. OBJ9",
    "• CE4.3. Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y el metalenguaje específico. OBJ9",
    "• CE4.4. Formular generalizaciones sobre algunos aspectos del funcionamiento de la lengua a partir de la observación, la comparación y la transformación de enunciados, así como del planteamiento de hipótesis y la búsqueda de contraejemplos, utilizando el metalenguaje específico y consultando de manera progresivamente autónoma diccionarios, manuales y gramáticas en distintos formatos. OBJ9"
  ]
}