{
  "saberes": [
    "A. Comunicación.",
    "- Estrategias básicas para la planificación, ejecución de la comprensión, la producción y la coproducción de textos orales y escritos.",
    "- Conocimientos, destrezas y actitudes que permitan detectar y colaborar en actividades de mediación en situaciones cotidianas sencillas.",
    "- Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludar, despedirse, presentar y presentarse; describir personas, objetos y lugares; comparar personas y objetos; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información sobre cuestiones cotidianas; dar y pedir instrucciones y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y emociones básicas; describir situaciones presentes y acciones habituales; narrar acontecimientos pasados.",
    "- Unidades lingüísticas básicas y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas básicas.",
    "- Léxico de uso común y de interés para el alumnado relativo a identificación personal, relaciones interpersonales, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana, salud y actividad física, vivienda y hogar, clima y entorno natural, tecnologías de la información y la comunicación y la sostenibilidad y consumo responsable.",
    "- Autoconfianza. El error como instrumento de mejora y propuesta de reparación.",
    "- Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones comunicativas generales asociadas a dichos patrones. Fonemas de la lengua extranjera y comparación con los de la lengua materna.",
    "- Convenciones ortográficas básicas y significados e intenciones comunicativas asociados a los patrones y elementos gráficos.",
    "- Convenciones y estrategias conversacionales básicas, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, comparar y resumir, colaborar, etc.",
    "- Recursos para el aprendizaje y estrategias básicas de búsqueda de información: diccionarios en cualquier soporte, libros de consulta, bibliotecas, recursos digitales e informáticos, herramientas, aplicaciones móviles.",
    "- Herramientas analógicas y digitales básicas para la comprensión, producción y coproducción oral y escrita; y plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas, etc.) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
    "- Lecturas graduadas de textos literarios o de temática adecuada a la edad del alumnado como fuente de enriquecimiento lingüístico.",
    "B. Plurilingüismo.",
    "- Estrategias y técnicas para responder a una necesidad comunicativa básica y concreta de forma comprensible, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera.",
    "- Estrategias básicas para identificar, organizar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas.",
    "- Estrategias y herramientas básicas de autoevaluación, analógicas y digitales, individuales y cooperativas.",
    "- Léxico y expresiones de uso común para comprender enunciados sobre la comunicación, la lengua, el aprendizaje e introducción al conocimiento de las herramientas de comunicación y aprendizaje (metalenguaje).",
    "- Comparación básica entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: parentescos.",
    "C. Interculturalidad.",
    "- La lengua extranjera como medio de comunicación interpersonal e internacional fuente de información y como herramienta para el enriquecimiento personal.",
    "- Interés en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
    "- Aspectos socioculturales y sociolingüísticos básicos relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales básicas; lenguaje no verbal, cortesía lingüística; cultura, costumbres y valores propios de países donde se habla la lengua extranjera.",
    "- Lecturas graduadas específicas para el aprendizaje de la lengua extranjera o basadas en obras literarias significativas que reflejen la idiosincrasia y la cultura de los países y territorios donde se habla.",
    "- Estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores democráticos.",
    "- Estrategias básicas de detección ante usos discriminatorios del lenguaje verbal y no verbal.",
    "- Aspectos geopolíticos y físicos de los países donde se habla la lengua extranjera.",
    "Estructuras sintáctico-discursivas Alemán",
    "1. Saludar y despedirse, presentar y presentarse. Fórmulas y saludos básicos.",
    "Pronombre de cortesía.",
    "Pronombres personales en nominativo. Verbo heißen y sein en Präsens.",
    "Interrogativos Wer/ Was…, Wie…",
    "Orden de la frase enunciativa e interrogativa.",
    "Las nacionalidades: países de habla alemana, países de la Unión Europea.",
    "2. Describir personas, objetos y lugares. Verbos haben y sein en Präsens.",
    "Orden de la frase enunciativa e interrogativa. Sustantivos: el género.",
    "El plural del sustantivo.",
    "Artículos determinado e indeterminado en nominativo y en acusativo. Posesivos; el genitivo con los nombres propios.",
    "Präsens.",
    "Adjetivos en forma atributiva.",
    "3. Comparar personas y objetos. Adjetivos en grado comparativo.",
    "4. Situar eventos en el tiempo. La hora, el día y la fecha.",
    "Expresiones temporales: jetzt, gerade, heute… am y los días de la semana.",
    "5. Situar objetos, personas y lugares en el espacio. Adverbios de lugar.",
    "Estructura impersonal «es gibt…»",
    "Preposiciones in, aus y nach para hablar de la procedencia y del lugar donde se vive.",
    "Números ordinales.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas.",
    "Números cardinales (teléfonos, direcciones …).",
    "W-Fragen.",
    "Verbos con irregularidades: finden sprechen…",
    "Adverbios de frecuencia (immer, oft..., morgens…).",
    "7. Dar y pedir instrucciones y órdenes. El Imperativo.",
    "Verbos modales: müssen.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. La afirmación: Ja, doch.",
    "La negación: Nein, nicht, kein.",
    "Sugerencias del tipo «gehen wir …» «Können wir...» Respuestas de aceptación y rechazo gut, stimmt, oh nein. wollen y möchten",
    "Estructura oracional con los verbos modales.",
    "9. Expresar parcialmente el gusto o el interés y emociones básicas. Verbo mögen en presente.",
    "Verbos como finden.",
    "Expresiones de cantidad: mehr oder weniger. Los indefinidos.",
    "Adjetivos calificativos en forma atributiva. Adverbios que expresan el gusto: gern, lieber.",
    "10. Describir situaciones presentes y acciones habituales. Los adverbios de frecuencia.",
    "Conectores dann, und… Präsens.",
    "11. Narrar acontecimientos pasados.",
    "Präteritum de haben y sein.",
    "Adverbios y frases adverbiales del tipo gestern, letzten Monat, letzten Woche… Perfekt de los verbos regulares.",
    "Francés",
    "1. Saludar y despedirse, presentar y presentarse. Saludos y tratamiento de la Politesse. Verbos s´appeler, être y avoir.",
    "Pronombres personales y adjetivos demostrativos. Presentativos voici, voilà.",
    "2. Describir personas, objetos y lugares.",
    "Présent de l´indicatif verbes en-er.",
    "Masculino, femenino y singular, plural de sustantivos y adjetivos.",
    "Artículos definidos e indefinidos, adjetivos posesivos de un solo poseedor y pronombres tónicos.",
    "Números cardinales.",
    "Preposiciones y adverbios de lugar.",
    "3. Comparar personas y objetos.",
    "Adjetivos en grado positivo, comparativo y superlativo.",
    "4. Situar eventos en el tiempo.",
    "Présent Passé Récent , Futur proche y Passé composé con avoir. Expresiones de tiempo (hier, aujourd´hui, ce matin…), la hora y la fecha. Números ordinales.",
    "Adverbios de tiempo.",
    "5. Situar objetos, personas y lugares en el espacio.",
    "Il y a, c´est, verbos aller y venir. Preposiciones (à, en…).",
    "Países y nacionalidades.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Frase interrogativa, pronombres interrogativos.",
    "Adverbios de frecuencia (souvent, toujours…).",
    "7. Dar y pedir instrucciones y órdenes.",
    "Impératif.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. Verbos vouloir, pouvoir y faire.",
    "Frase negativa ne…pas.",
    "9. Expresar parcialmente el gusto o el interés y emociones básicas. Verbos aimer, détester, préférer.",
    "La cantidad, el partitivo, la medida, los indefinidos.",
    "Pourquoi? Parce que. Je voudrais…",
    "10. Describir situaciones presentes y acciones habituales.",
    "Présent de l´indicatif.",
    "11. Narrar acontecimientos pasados.",
    "Passé récent, passé composé con avoir.",
    "Inglés",
    "1. Saludar y despedirse, presentar y presentarse. Fórmulas y saludos sencillos: Hi, Hello, How are you? Be and have (got).",
    "Pronombres personales. Demostrativos.",
    "Las nacionalidades.",
    "2. Describir personas, objetos y lugares.",
    "Be and have (got).",
    "Present simple/present continuous.",
    "Demostrativos. Pronombres personales.",
    "Determinantes y pronombres posesivos. Preposiciones y adverbios de lugar.",
    "Secuenciación de la descripción: first, second, then, later, etc. Números ordinales, cardinales.",
    "Números de teléfono. Posesivos. Genitivo sajón.",
    "3. Comparar personas y objetos.",
    "Adjetivos en grado positivo, comparativo y superlativo. Adverbios de intensidad: very, a lot, etc.",
    "4. Situar eventos en el tiempo.",
    "There is/there are.",
    "Past simple.",
    "Adverbios (already, still, yet) y expresiones de tiempo (at the weekend, in the morning, etc.).",
    "Indicar la hora y la fecha.",
    "Expresar los días de la semana, mes, y momento del día: on Monday, in April, in the morning, etc.",
    "5. Situar objetos, personas y lugares en el espacio.",
    "There is /there are.",
    "Preposiciones: on, under, between, etc. Adverbios de lugar: there, here, etc.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Interrogativos.",
    "Adverbios de frecuencia: always, never, sometimes, etc.",
    "7. Dar y pedir instrucciones y órdenes. Imperativos.",
    "Verbos modales: can, must.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. La afirmación Yes, of course; Yes, please",
    "La negación: No, thank you",
    "Verbos modales: can, could, should/ought to.",
    "Expresiones como Can I help you? How/what about…? Let’s… Why don’t we…? 9. Expresar parcialmente el gusto o el interés y emociones básicas. Verbos como: like/dislike, love/hate, enjoy, etc. + -ing",
    "Verbos como: I feel, I know, I think…",
    "Adjetivos calificativos.",
    "Countable and uncountable nouns.",
    "Indefinidos: some, any.",
    "10. Describir situaciones presentes y acciones habituales.",
    "Present simple/present continuous.",
    "Adverbios y expresiones de frecuencia: always, never, sometimes, every day, etc. Expresiones temporales: now, today, this moment, tonight.etc",
    "11. Narrar acontecimientos pasados.",
    "Past simple.",
    "There was/there were",
    "Adverbios y expresiones adverbiales: yesterday, last month, etc.",
    "Italiano",
    "1. Saludar, despedirse, presentar y presentarse. Fórmulas y saludos: ciao, buongiorno, buonasera.",
    "Preguntar el nombre: come ti chiami? qual è il tuo nome/cognome?",
    "Responder: (Io) sono…, (Io) mi chiamo… Pronombres personales sujeto: io, tu, lui, lei, etc. Verbos chiamarsi y essere.",
    "2. Describir personas, objetos y lugares.",
    "Sustantivos: género y número, casos particulares frecuentes: uovo/uova, fratello/sorella, marito/moglie.",
    "Adjetivos y pronombres posesivos: formas y usos. Los posesivos y los nombres de parentesco.",
    "Contracciones: preposiciones a, da, di, in, su + artículos determinados. Pronombres átonos directos lo, la, li, le.",
    "Pronombres átonos indirectos: mi, ti, gli, le, ci, vi, gli/loro. Números cardinales mayores de 100.",
    "Números ordinales a partir de undicesimo. Verbo esserci: c’è, ci sono.",
    "3. Comparar personas y objetos.",
    "Adjetivos calificativos y sus contrarios: alto-basso, grande-piccolo, corto-lungo.",
    "Adverbios anche/neanche, invece.",
    "4. Situar eventos en el tiempo.",
    "Los días de la semana, los meses.",
    "Artículos determinados con los días de la semana: lunedì/il lunedì.",
    "Adverbios de frecuencia: mai, sempre, qualche volta, a volte, spesso, ogni tanto, di solito.",
    "Intervalos horarios: dalle… alle.",
    "Adverbios de tiempo: dopo, appena, ancora, ora, presto. La fecha.",
    "5. Situar objetos, personas y lugares en el espacio. Pronombres demostrativos: questo y quello.",
    "El adverbio de lugar ci.",
    "Adverbios de lugar: accanto, davanti, dietro, di fronte, sopra, sotto, vicino, qui/qua, lì/là.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas.",
    "Indicaciones viales simples. Pedir y dar la dirección. Pedir e indicar la duración de un recorrido.",
    "7. Dar y pedir instrucciones y órdenes. Imperativo informal afirmativo y negativo.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. Indicar una preferencia: non va bene, preferisco…",
    "Hacer una propuesta: ma ti va di… vuoi… prendi…?",
    "Acordar una cita: che ne dici se ci vediamo…",
    "Aceptar o rechazar una propuesta: certo!, perfetto! mi dispiace, non posso.",
    "9. Expresar parcialmente el gusto o el interés y emociones básicas. El verbo piacere. Pronombres indirectos con el verbo piacere. Expresar la sorpresa: caspita!, wow!",
    "10. Describir situaciones presentes y acciones habituales. Verbos reflexivos.",
    "La forma stare + gerundio.",
    "11. Narrar acontecimientos pasados.",
    "El passato prossimo. Auxiliares essere y avere. El participio pasado.",
    "Portugués",
    "1. Saludar, despedirse, presentar y presentarse.",
    "Fórmulas y saludos básicos: Olá, Bom día, Está(s) bom/boa?, Tudo bem?, Este/Ela é.",
    "Expresiones de cortesía: muito prazer.",
    "Formas de tratamiento: tu, você, o/a senhor/a…",
    "Pronombres personales de sujeto. Verbos chamar-se, ser y ter.",
    "2. Describir personas, objetos y lugares. Verbos ser, ter, estar, ficar, morar, haver.",
    "Presente de Indicativo: verbos regulares e irregulares.",
    "Artículos determinado e indeterminado. Formas, usos, omisión con nombres propios de personas, formas de tratamiento, países, ciudades, horas, posesivos.",
    "Contracciones de preposiciones con artículos. Adverbios: também, certo, não, etc.",
    "Números cardinales.",
    "Adjetivos calificativos en grado positivo: género, concordancia con sustantivo y colocación.",
    "Demostrativos: formas, usos y contracciones con preposiciones. Posesivos: formas, uso y omisión.",
    "Países y nacionalidades.",
    "3. Comparar personas y objetos. Verbos (ser, estar, etc.).",
    "Marcar intensidad: muito, pouco, bocado…",
    "Adjetivos calificativos y sus contrarios.",
    "Grado de los adjetivos: positivo, comparativo y superlativo.",
    "4. Situar eventos en el tiempo.",
    "Preposiciones y locuciones de tiempo: momento habitual, puntual (ao domingo, no domingo, de manhã, às cinco), divisiones temporales (estación del año, meses, años, etc.) e indicaciones (p. ej. atrás, cedo, tarde).",
    "Preguntar y decir hora y fecha.",
    "5. Situar objetos, personas y lugares en el espacio. Verbos (estar, ficar, haver, etc.).",
    "Preposiciones y locuciones prepositivas de lugar. Adverbios de lugar (aquí, aí, ali).",
    "Demostrativos.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas.",
    "Oraciones interrogativas y enunciativas. Pronombres y adverbios interrogativos. Locución enfática: é que.",
    "Oraciones declarativas afirmativas y negativas. Afirmativas con el lenguaje eco. (p.ej. - Falas portugués? - Falo).",
    "Adverbios y expresiones: eu também, certo, não, nunca, etc.",
    "7. Dar y pedir instrucciones y órdenes.",
    "Verbos modales. Preguntas indirectas y marcadores conversacionales de diferentes usos y funciones. P.ej.: Desculpe! Faz/faça favor!, Com certeza! Podia dizer-me…? Pretérito Imperfeito y la cortesía (valor de condicional): p. ej.: Era, queria / podia…?",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias.",
    "Expresiones y verbos modales: poder/querer + infinitivo, p. ej.: Queres…?/Não queres…?, ótimo, boa ideia, que pena! Pretérito Imperfeito, uso de cortesía (valor de condicional): Podia…?/ Queria…",
    "9. Expresar parcialmente el gusto o el interés y emociones básicas.",
    "Gostar de / não gostar / adorar / detestar / preferir. Verbos modales: poder, querer.",
    "Exclamativos: Que…! Verbos sentir, pensar…",
    "10. Describir situaciones presentes y habituales.",
    "Presente de Indicativo. Verbos regulares e irregulares.",
    "Perífrasis estar a + infinitivo. Contraposición con Presente de Indicativo.",
    "Adverbios de tiempo y expresiones de frecuencia: agora, neste momento, habitualmente, raramente, às vezes, nunca, geralmente, etc.",
    "Pronombres reflexivos. Anteposición y posposición en relación con el verbo en oraciones afirmativas, negativas e interrogativas.",
    "Coordinación con: e, nem, ou, mas, portanto…",
    "Preposiciones de movimiento: a / para / de / em / por.",
    "11. Narrar acontecimientos pasados.",
    "Pretérito Perfeito Simples. Verbos regulares e irregulares.",
    "Adverbios: já, não, ainda não. Adverbios de tiempo y expresiones temporales. P.ej.: ontem, anteontem, etc.",
    "Pretérito Imperfeito: usos narrativos y descriptivos (aspecto iterativo).",
    "Costumar (Pretérito Imperfeito) + infinitivo. Números ordinales hasta 20."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Interpretar el sentido global y la información específica de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos, de relevancia personal y próximos a la experiencia del alumnado, propios de los ámbitos de las relaciones interpersonales, del aprendizaje, de los medios de comunicación y de la ficción expresados de forma clara y en la lengua estándar a través de diversos soportes. (CCL2, CCL4, CD1, CCEC2)",
    "1.2 Seleccionar, organizar y aplicar de forma guiada las estrategias y conocimientos más adecuados en situaciones comunicativas cotidianas para comprender el sentido general y los detalles más relevantes de los textos; interpretar elementos no verbales; y buscar y seleccionar información. (CCL3, CCL4, CP1, CP2, STEM1, CD1, CPSAA5)",
    "Competencia específica 2",
    "2.1 Expresar oralmente textos breves, sencillos, estructurados, comprensibles y adecuados a la situación comunicativa sobre asuntos cotidianos y frecuentes, de relevancia para el alumnado, con el fin de describir sobre temas concretos, en diferentes soportes, utilizando de forma guiada recursos verbales y no verbales, así como estrategias de planificación y control de la producción. (CCL1, CP1, STEM1, CD3, CPSAA1, CE3, CCEC3)",
    "2.2 Organizar y redactar textos breves y comprensibles con claridad, coherencia, cohesión y adecuación a la situación comunicativa propuesta, siguiendo pautas establecidas, a través de herramientas analógicas y digitales, sobre asuntos cotidianos y frecuentes de relevancia para el alumnado. (CCL1, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE3, CCEC3)",
    "2.3 Seleccionar, organizar y aplicar de forma guiada conocimientos y estrategias para planificar, producir textos comprensibles, coherentes y adecuados a las intenciones comunicativas, usando con ayuda los recursos físicos o digitales más adecuados en función de la tarea y las necesidades de cada momento, teniendo en cuenta las personas a quienes va dirigido el texto. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE1, CE3, CCEC3)",
    "2.4 Utilizar léxico relativo a asuntos cotidianos relacionados con los propios intereses adecuándolos a la situación comunicativa. (CCL1, CP1, CP2, CD2, CE1, CE3, CCEC3) 2.5 Describir hechos, expresar opiniones de manera oral o escrita de forma clara en contextos analógicos y digitales, intercambiando información adecuada a diferentes contextos cotidianos de su entorno personal y educativo. (CCL1, CP1, STEM1, CD2, CD3, CPSAA1, CE1, CE3)",
    "Competencia específica 3",
    "3.1 Planificar y participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística, así como por las diferentes necesidades, ideas y motivaciones de los interlocutores. (CCL1, CCL5, CP1, CP2, CPSAA3, CC3)",
    "3.2 Seleccionar, organizar y utilizar, de forma guiada y en entornos próximos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra y solicitar aclaraciones. (CCL1, CCL5, CP1, STEM1, CD2, CPSAA3, CC3)",
    "3.3 Hacerse entender en intervenciones breves, aunque sea necesario recurrir a titubeos, pausas, vacilaciones o repeticiones, corrigiendo y reformulando lo que se quiere expresar y mostrando una actitud cooperativa y respetuosa. (CCL1, CCL5, CP1, CP2, CPSAA1, CPSAA3, CC3)",
    "3.4 Realizar de forma pautada proyectos utilizando herramientas digitales y trabajando colaborativamente en entornos digitales seguros, con una actitud abierta y respetuosa. (CCL1, CCL5, STEM1, CD2, CC3)",
    "Competencia específica 4",
    "4.1 Inferir y explicar textos y comunicaciones breves en situaciones en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores e interés por participar en la solución de problemas de intercomprensión y de entendimiento en el entorno próximo, apoyándose en diversos recursos y soportes. (CCL1, CCL5, CP2, STEM1, CD3, CPSAA1, CPSAA3, CC4, CE3, CCEC1)",
    "4.2 Aplicar, de forma guiada, estrategias que faciliten la comprensión y producción de información y la comunicación, adecuadas a las intenciones comunicativas, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento. (CCL1, CCL5, CP1, CP2, CP3, STEM1, CD3, CPSAA1, CPSAA3, CE3)",
    "4.3 Utilizar, de manera pautada, estrategias de mediación como la interpretación, la explicación y el resumen de lo esencial, aprovechando y organizando al máximo los recursos previos del mediador y apoyándose en todos aquellos que puedan servir de ayuda. (CCL5, CP1, CP2, CD3, CPSAA1, CPSAA3, CC4)",
    "Competencia específica 5",
    "5.1 Comparar las semejanzas y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre su funcionamiento. (CCL3, CPSAA5, CC2) 5.2 Utilizar los conocimientos y estrategias de mejora de la capacidad de comunicar y de aprender la lengua extranjera con apoyo de otros participantes y de soportes analógicos y digitales. (CCL1, CP2, STEM1, CD2, CD3, CPSAA1, CPSAA5)",
    "5.3 Identificar y registrar, siguiendo modelos, los progresos y dificultades de aprendizaje de la lengua extranjera, seleccionando de forma guiada las estrategias más eficaces para superar esas dificultades y progresar en el aprendizaje, realizando actividades de autoevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje. (CPSAA1, CPSAA4, CPSAA5, CC2)",
    "Competencia específica 6",
    "6.1 Actuar de forma respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas y rechazando cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos. (CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.2 Aceptar la diversidad lingüística, literaria, cultural y artística propia de países donde se habla la lengua extranjera, reconociéndola como fuente de enriquecimiento personal y mostrando interés por compartir elementos culturales y lingüísticos que fomenten la sostenibilidad y la democracia. (CCL4, CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.3 Aplicar, de forma guiada, estrategias para explicar y apreciar la diversidad lingüística, literaria, cultural y artística, atendiendo a valores democráticos y respetando el principio de igualdad. (CCL4, CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)  "
  ]
}