{
  "saberes": [
    "A. Communication.",
    "- Basic strategies for planning and executing comprehension, production and co-production of oral and written texts.",
    "- Knowledge, skills and attitudes to detect and collaborate in mediation activities in simple everyday situations.",
    "- Basic communicative functions appropriate to the communicative domain and context: greeting, saying goodbye, introducing oneself and others; describing people, objects and places; comparing people and objects; placing events in time; placing objects, people and places in space; asking for and exchanging information on everyday matters; giving and asking for instructions and orders; offering, accepting and refusing help, propositions or suggestions; partially expressing liking or interest and basic emotions; describing present situations and habitual actions; narrating past events.",
    "- Basic linguistic units and meanings associated with these units such as expression of entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation, basic logical relations.",
    "- Commonly used vocabulary of interest to students related to personal identification, interpersonal relationships, places and environments, leisure and free time, daily life, health and physical activity, housing and home, climate and natural environment, information and communication technologies and sustainability and responsible consumption.",
    "- Self-confidence. Errors as an instrument for improvement and a proposal for repair.",
    "- Basic sound, accentual, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns. Phonemes of the foreign language and comparison with those of the mother tongue.",
    "- Basic orthographic conventions and communicative meanings and intentions associated with graphic patterns and elements.",
    "- Basic conversational conventions and strategies, in synchronous or asynchronous format, for initiating, maintaining and terminating communication, taking and giving the floor, asking for and giving clarification and explanation, comparing and summarising, collaborating, etc.",
    "- Learning resources and basic information search strategies: dictionaries in any medium, reference books, libraries, digital and computer resources, tools, mobile applications.",
    "- Learning resources and basic information search strategies: dictionaries in any medium, reference books, libraries, digital and computer resources, tools, mobile applications.",
    "- Basic analogue and digital tools for oral and written comprehension, production and co-production; and virtual platforms for interaction, cooperation and educational collaboration (virtual classrooms, videoconferences, collaborative digital tools, etc.) for learning, communication and the development of projects with speakers or learners of the foreign language.",
    "- Graded reading of literary texts or texts on subjects appropriate to the age of the pupils as a source of linguistic enrichment.",
    "B. Plurilingualism.",
    "- Strategies and techniques for responding to a basic and concrete communicative need in a comprehensible way, despite the limitations derived from the level of competence in the foreign language.",
    "- Basic strategies for identifying, organising and creatively using linguistic units (lexis, morphosyntax, sound patterns, etc.) on the basis of language comparison.",
    "- Basic strategies and tools for self-assessment, analogue and digital, individual and cooperative.",
    "- Commonly used vocabulary and expressions to understand statements about communication, language, learning and introduction to knowledge of communication and learning tools (metalanguage).",
    "- Basic comparisons between languages based on elements of the foreign language and other languages: kinship.",
    "C. Interculturality.",
    "- The foreign language as a means of interpersonal and international communication as a source of information and as a tool for personal enrichment.",
    "- Interest in carrying out communicative exchanges through different media with speakers or learners of the foreign language.",
    "- Basic sociocultural and sociolinguistic aspects of everyday life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic politeness; culture, customs and values specific to countries where the foreign language is spoken.",
    "- Graded reading specific to foreign language learning or based on significant literary works reflecting the idiosyncrasies and culture of the countries and territories where the foreign language is spoken.",
    "- Basic strategies for understanding and appreciating linguistic, cultural and artistic diversity, taking into account democratic values.",
    "- Basic strategies for detecting discriminatory uses of verbal and non-verbal language.",
    "- Geopolitical and physical aspects of the countries where the foreign language is spoken.",
    "Syntactic-discursive structures",
    "1. Greetings and farewells, introductions and introductions. Simple greetings and formulas: Hi, Hello, How are you? Be and have (got).",
    "Personal pronouns. Demostratives.",
    "Nationalities.",
    "2. Describing people, objects and places.",
    "Be and have (got).",
    "Present simple/present continuous.",
    "Demostratives. Personal pronouns.",
    "Determiners and possessive pronouns. Prepositions and adverbs of place.",
    "Sequencing of descriptions: first, second, then, later, etc. Ordinal and cardinal numbers.",
    "Telephone numbers. Possessives. Saxon genitive.",
    "3. Comparing people and objects.",
    "Adjectives in the positive, comparative and superlative degrees. Adverbs of intensity: very, a lot, etc.",
    "4. Placing events in time.",
    "There is/there are.",
    "Past simple.",
    "Adverbs (already, still, yet) and expressions of time (at the weekend, in the morning, etc.).",
    "Time and date.",
    "Expressing days of the week, month, and time of day: on Monday, in April, in the morning, etc.",
    "5. Locate objects, people and places in space.",
    "There is /there are.",
    "Prepositions: on, under, between, etc. Adverbs of place: there, here, etc.",
    "6. Ask for and exchange information on everyday matters. Interrogatives.",
    "Adverbs of frequency: always, never, sometimes, etc.",
    "7. Giving and asking for instructions and orders. Imperatives.",
    "Modal verbs: can, must.",
    "8. Offering, accepting and refusing help, proposals or suggestions. Yes, of course; Yes, please.",
    "Negation: No, thank you",
    "Modal verbs: can, could, should/ought to.",
    "Expressions such as Can I help you? How/what about...? Let's... Why don't we...? 9. Partially expressing liking or interest and basic emotions. Verbs such as: like/dislike, love/hate, enjoy, etc. + -ing",
    "Verbs such as: I feel, I know, I think...",
    "Qualifying adjectives.",
    "Countable and uncountable nouns.",
    "Indefinite nouns: some, any.",
    "10. Describing present situations and habitual actions.",
    "Present simple/present continuous.",
    "Adverbs and expressions of frequency: always, never, sometimes, every day, etc. Time expressions: now, today, this moment, tonight, etc.",
    "11. Narrating past events.",
    "Past simple.",
    "There was/there were",
    "Adverbs and adverbial expressions: yesterday, last month, etc."
  ],
  "criteriosEvaluacion": [
    "1.1 Interpret the overall meaning and specific information of short, simple oral, written and multimodal texts on frequent, everyday topics of personal relevance and close to the student's experience from the fields of interpersonal relationships, learning, media and fiction expressed clearly and in the standard language through a variety of media (CCL2, CCL4, CD1, CCEC2).",
    "1.2 Select, organise and apply in a guided way the most appropriate strategies and knowledge in everyday communicative situations to understand the general meaning and the most relevant details of texts; interpret non-verbal elements; and search for and select information. (CCL3, CCL4, CP1, CP2, STEM1, CD1, CPSAA5).",
    "2.1 Orally express short, simple, structured, comprehensible texts, appropriate to the communicative situation, on everyday and frequent matters of relevance for the students, in order to describe on specific topics, in different media, using verbal and non-verbal resources in a guided way, as well as planning and production control strategies. (CCL1, CP1, STEM1, CD3, CPSAA1, CE3, CCEC3).",
    "2.2 Organise and write short and comprehensible texts with clarity, coherence, cohesion and appropriateness to the proposed communicative situation, following established guidelines, through analogue and digital tools, on everyday and frequent issues of relevance to the students. (CCL1, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE3, CCEC3).",
    "2.3 Select, organise and apply in a guided way knowledge and strategies to plan, produce comprehensible, coherent and appropriate texts according to the communicative intentions, using with help the most appropriate physical or digital resources according to the task and the needs of each moment, taking into account the people to whom the text is addressed. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE1, CE3, CCEC3).",
    "2.4 Use vocabulary related to everyday matters related to own interests, adapting it to the communicative situation. (CCL1, CP1, CP2, CD2, CE1, CE3, CCEC3) 2.5 Describe facts, express opinions orally or in writing in a clear way in analogue and digital contexts, exchanging information appropriate to different everyday contexts of their personal and educational environment. (CCL1, CP1, STEM1, CD2, CD3, CPSAA1, CE1, CE3)",
    "3.1 Plan and participate in brief and simple interactive situations on everyday topics, of personal relevance, through various supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy , as well as the different needs, ideas and motivations of the interlocutors. (CCL1, CCL5, PC1, PC2, CPSAA3, CC3)",
    "3.2 Select, organize and use, in a guided way and in close environments, adequate strategies to start, maintain and end communication, take and give the floor and request clarifications. (CCL1, CCL5, CP1, STEM1, CD2, CPSAA3, CC3)",
    "3.3 Make yourself understood in brief interventions, even if it is necessary to resort to hesitations, pauses, hesitations or repetitions, correcting and reformulating what you want to express and showing a cooperative and respectful attitude. (CCL1, CCL5, PC1, PC2, CPSAA1, CPSAA3, CC3)",
    "3.4 Carry out projects on a regular basis using digital tools and working collaboratively in safe digital environments, with an open and respectful attitude. (CCL1, CCL5, STEM1, CD2, CC3)",
    "4.1 Infer and explain texts and brief communications in situations in which diversity is addressed, showing respect and empathy for the interlocutors and interest in participating in the solution of problems of intercomprehension and understanding in the immediate environment, relying on various resources and supports . (CCL1, CCL5, CP2, STEM1, CD3, CPSAA1, CPSAA3, CC4, CE3, CCEC1)",
    "4.2 Apply, in a guided way, strategies that facilitate the understanding and production of information and communication, appropriate to the communicative intentions, using resources and physical or digital supports depending on the needs of each moment. (CCL1, CCL5, CP1, CP2, CP3, STEM1, CD3, CPSAA1, CPSAA3, CE3)",
    "4.3 Use, in a patterned manner, mediation strategies such as interpretation, explanation and summary of the essential, making the most of and organizing the mediator's previous resources and relying on all those who can help. (CCL5, CP1, CP2, CD3, CPSAA1, CPSAA3, CC4)    5.1 Comparar las semejanzas y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre su funcionamiento. (CCL3, CPSAA5, CC2) 5.2 Utilizar los conocimientos y estrategias de mejora de la capacidad de comunicar y de aprender la lengua extranjera con apoyo de otros participantes y de soportes analógicos y digitales. (CCL1, CP2, STEM1, CD2, CD3, CPSAA1, CPSAA5)",
    "5.3 Identify and record, following models, the progress and difficulties in learning the foreign language, selecting in a guided way the most effective strategies to overcome these difficulties and progress in learning, carrying out self-assessment activities, such as those proposed in the European Portfolio of Languages (PEL) or in a learning diary. (CPSAA1, CPSAA4, CPSAA5, CC2)",
    "6.1 Act respectfully in intercultural situations, building links between different languages and cultures and rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts. (CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.2 Accept the linguistic, literary, cultural and artistic diversity typical of countries where the foreign language is spoken, recognizing it as a source of personal enrichment and showing interest in sharing cultural and linguistic elements that promote sustainability and democracy. (CCL4, CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.3 Apply, in a guided way, strategies to explain and appreciate linguistic, literary, cultural and artistic diversity, taking into account democratic values and respecting the principle of equality. (CCL4, CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)  "
  ]
}