{
    "competenciasEspecificas": [
        "1. Identificar la importancia de la cultura emprendedora y de la innovación como elementos necesarios para garantizar el desarrollo sostenible de un país y la competitividad de su economía, analizando el papel fundamental que desempeña el proceso emprendedor en la sociedad, para conseguir desarrollar ideas propias relacionadas con la innovación. (CCL3, STEM4, CD1, CPSAA4, CE1, CE3).",
        "2. Desarrollar un proyecto empresarial propio, identificando, tanto las decisiones más relevantes que debe tomar el promotor como las principales áreas de desarrollo dentro de la función directiva, para dar respuesta a retos empresariales, en un entorno local o global. (CCL3, STEM3, STEM4, CD1, CD2, CD3, CPSAA1.1, CPSAA1.2, CPSAA3.2, CPSAA4, CC2, CE1, CE2, CE3).",
        "3. Identificar y saber aplicar las principales normas básicas de contabilidad y fiscalidad empresarial, analizando y realizando supuestos básicos de ambas, valorando la importancia de exponer una información veraz y de realizar una aportación justa a los fondos públicos, para desarrollar una responsabilidad social de contribución al bien común. (CCL3, STEM1, STEM4, CD1, CD3, CE2).",
        "4. Reconocer el impacto social y ecológico que conlleva la actividad empresarial, tanto local como global, analizando y concretando los distintos mecanismos existentes que ayudan a minimizarlo, con el fin de desarrollar una conciencia vinculada con la preservación medioambiental y con la propuesta de modelos de empresa que favorezcan el desarrollo sostenible. (CCL3, STEM3, STEM5, CD1, CPSAA4, CC1, CC4, CE1, CE2).",
        "5. Reconocer y desarrollar las habilidades propias de la comunicación oral y escrita en la elaboración y exposición de un proyecto de empresa, realizando, preferiblemente con medios digitales, presentaciones eficaces, para dar a conocer ideas y soluciones innovadoras, dirigidas a distintos contextos, tanto locales como globales, en el ámbito personal, social y académico, con proyección profesional emprendedora. (CCL1, STEM4, CD2, CD3, CD4, CD5, CPSAA1, CPSAA3.2, CE1, CE2, CCEC3.1, CCEC4.1)."
    ]
}
