{
    "criteriosEvaluacion": [
        "• CE1.1. Realizar traducciones directas y/o inversas de textos o fragmentos de dificultad adecuada y progresiva con corrección ortográfica y expresiva, identificando y analizando unidades lingüísticas regulares de la lengua y apreciando variantes y coincidencias con otras lenguas conocidas. OBJ1",
        "• CE1.2. Seleccionar de manera progresivamente autónoma el significado apropiado de palabras polisémicas y justificar la decisión, teniendo en cuenta la información cotextual o contextual y utilizando herramientas diversas de apoyo al proceso de traducción en distintos soportes. OBJ1",
        "• CE1.3. Revisar y corregir de manera progresivamente autónoma las propias traducciones y las de los compañeros y compañeras, realizando propuestas de mejora y argumentando los cambios con terminología especializada a partir de la reflexión lingüística. OBJ1",
        "• CE1.4. Realizar la lectura directa de textos griegos de dificultad adecuada identificando las unidades lingüísticas más frecuentes de la lengua griega, comparándolas con las de las lenguas del repertorio lingüístico propio y asimilando los aspectos morfológicos, sintácticos y léxicos del griego. OBJ1",
        "• CE1.5. Registrar los progresos y dificultades de aprendizaje de la lengua griega, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolos explícitos y compartiéndolos. OBJ1",
        "• CE1.6. Interpretar y comentar textos y fragmentos literarios de diversa índole y de creciente complejidad, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, comprender el mundo y la condición humana y desarrollar la sensibilidad estética y el hábito lector. OBJ3",
        "• CE1.7. Extraer, analizar y reflejar oralmente o, preferentemente, por escrito y, a poder ser, en griego, mediante paráfrasis simples, las ideas principales de los textos objeto de trabajo. OBJ1",
        "• CE1.8. Planificar y participar, cuando se considere necesario, en diálogos breves y sencillos sobre los contenidos de los textos objeto de trabajo, con la finalidad de facilitar su comprensión integral. OBJ1",
        "• CE2.1. Deducir el significado etimológico de un término de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado aplicando estrategias de reconocimiento de étimos y formantes griegos atendiendo a los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar. OBJ2",
        "• CE2.2. Explicar la relación del griego con las lenguas modernas, analizando los elementos lingüísticos comunes de origen griego y utilizando con iniciativa estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio propio. OBJ2",
        "• CE2.3. Analizar críticamente prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal. OBJ2",
        "• CE2.4. Crear textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos de la civilización y de la cultura griegas como fuente de inspiración. OBJ3",
        "• CE3.1. Interpretar y comentar textos y fragmentos literarios de diversa índole y de creciente complejidad, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, comprender el mundo y la condición humana y desarrollar la sensibilidad estética y el hábito lector. OBJ3",
        "• CE3.2. Analizar y explicar los géneros, temas, tópicos y valores éticos o estéticos de obras o fragmentos literarios griegos comparándolos con obras o fragmentos literarios de épocas y culturas posteriores, desde un enfoque intertextual. OBJ3",
        "• CE3.3. Identificar y definir palabras griegas que designan conceptos fundamentales para el estudio y comprensión de la civilización helena, y que implican conocimientos léxicos y culturales. OBJ3",
        "• CE3.4. Investigar aspectos del legado de la civilización griega en el ámbito personal, religioso y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual. OBJ4",
        "• CE4.1. Investigar aspectos del legado de la civilización griega en el ámbito personal, religioso y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual. OBJ4",
        "• CE4.2. Identificar y explicar el legado material e inmaterial de la civilización griega como fuente de inspiración, analizando producciones culturales y artísticas posteriores. OBJ5",
        "• CE4.3. Investigar el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización griega, actuando de forma adecuada, empática y respetuosa e interesándose por los procesos de preservación y por aquellas actitudes cívicas que aseguran su sostenibilidad. OBJ5",
        "• CE4.4. Explorar el legado griego en el entorno del alumnado, aplicando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus distintos usos, dando ejemplos de la persistencia de la Antigüedad clásica en su vida cotidiana y presentando sus resultados a través de diferentes soportes. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Comprensión e interpretación de los textos",
        "• Unidades lingüísticas de la lengua griega.",
        "– Concepto de lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones); flexión verbal (profundización en la tipología del verbo griego).",
        "– Sintaxis oracional: profundización en las funciones básicas y sintaxis de los casos.",
        "– Estructuras oracionales. La concordancia y el orden de palabras en oraciones simples y oraciones compuestas.",
        "– Formas nominales del verbo.",
        "• La traducción: técnicas, procesos y herramientas.",
        "– El análisis morfosintáctico como herramienta de traducción.",
        "– Estrategias de traducción: formulación de expectativas a partir, entre otros, del entorno textual y del propio texto, del contexto, del conocimiento del tema, de la descripción de la estructura y género, de las peculiaridades lingüísticas de los textos traducidos, de los errores frecuentes de traducción y técnicas para evitarlos.",
        "– Herramientas de traducción.",
        "– Lectura comparada de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
        "– Recursos estilísticos frecuentes y su relación con el contenido del texto.",
        "– Estrategias básicas de retroversión de textos breves. Profundización en el uso de expresiones idiomáticas.",
        "– La traducción como instrumento que puede favorecer el razonamiento lógico, la resolución de problemas y la capacidad de análisis y síntesis.",
        "– Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación.",
        "– Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación.",
        "• Destrezas comunicativas del uso de la lengua griega.",
        "– Estrategias para la planificación y producción de textos orales o, preferentemente, escritos.",
        "– Funciones comunicativas adecuadas a los textos objeto de trabajo: reformular y/o resumir textos escritos.",
        "– Léxico común en los textos y autores objeto de trabajo, así como fraseología básica para la expresión oral en griego de preguntas básicas sobre el contenido del texto y/o la gramática.",
        "– Estrategias básicas conversacionales para iniciar, mantener y finalizar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, etc.",
        "Bloque 2. Griego y plurilingüismo",
        "• Léxico griego y plurilingüismo.",
        "– Procedimientos de composición y derivación en la formación de palabras griegas.",
        "– Lexemas, prefijos y sufijos de origen griego en el léxico de uso común y en los léxicos especializados de otros campos.",
        "– Significado y definición de léxico en las lenguas del repertorio lingüístico del alumnado, reflexión sobre el significado etimológico y el significado semántico.",
        "– Técnicas para la elaboración de familias léxicas y de un vocabulario básico griego de frecuencia.",
        "• El significado etimológico de las palabras y reconocimiento de la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
        "• Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan.",
        "• Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con estudiantes de griego en el ámbito trasnacional.",
        "• Expresiones y léxico específico básico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "Bloque 3. La literatura griega en sus textos",
        "• Etapas, vías y soportes de transmisión de la literatura griega.",
        "• La transmisión textual griega como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Soportes y materiales de escritura: tipos y preservación. El comercio librario en el mundo antiguo. La lectura en voz alta.",
        "• Principales géneros y autores de la literatura griega: origen, tipología, cronología, características, temas, motivos y tradición.",
        "• Técnicas para el comentario y análisis lingüístico y literario de los textos literarios griegos.",
        "• Recepción de la literatura griega: influencia en la literatura latina y en la producción cultural europea, nociones básicas de intertextualidad, imitatio, aemulatio, interpretatio, allusio.",
        "• Analogías y diferencias entre los géneros literarios griegos y los de la literatura actual.",
        "• Introducción a la crítica literaria.",
        "• La literatura como fuente de placer y de conocimiento del mundo.",
        "• Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "Bloque 4. Legado y patrimonio",
        "• La mitología clásica y su persistencia en manifestaciones literarias y artísticas.",
        "• Las representaciones y festivales teatrales, su evolución y persistencia en la actualidad.",
        "• Técnicas de debate y de exposición oral."
    ]
}