{
  "competenciasEspecificas": [
    "1. Resolver problemas científicos abordables en el ámbito escolar a partir de trabajos de investigación de carácter experimental.",
    "2. Analizar y resolver situaciones problemáticas del ámbito de la Física y la Química utilizando la lógica científica y alternando las estrategias del trabajo individual con el trabajo en equipo.",
    "3. Utilizar el conocimiento científico como instrumento del pensamiento crítico, interpretando y comunicando mensajes científicos, desarrollando argumentaciones y accediendo a fuentes fiables, para distinguir la información contrastada de los bulos y opiniones.",
    "4. Justificar la validez del modelo científico como producto dinámico que se va revisando y reconstruyendo bajo la influencia del contexto social e histórico, atendiendo la importancia de la ciencia en el avance de las sociedades, así como a los riesgos de un uso inadecuado o interesado de los conocimientos y a sus limitaciones.",
    "5. Analizar algunos fenómenos naturales y predecir su comportamiento utilizando modelos de Física y Química para poder identificarlos, caracterizarlos y explicar otros fenómenos nuevos.",
    "6. Utilizar adecuadamente el lenguaje científico propio de la Física y la Química en la interpretación y transmisión de información.",
    "7. Interpretar correctamente la información presentada en diferentes formatos de representación gráfica y simbólica utilizados habitualmente en la Física y la Química.",
    "8. Distinguir las diferentes manifestaciones de la energía e identificar sus formas de transmisión, su conservación y disipación en contextos cercanos.",
    "9. Identificar y caracterizar las sustancias a partir de sus propiedades físicas para relacionar los materiales de nuestro entorno con el uso que se hace de ellos.",
    "10. Caracterizar los cambios químicos como transformación de unas sustancias en otras diferentes, reconociendo la importancia de las transformaciones químicas en actividades y procesos cotidianos.",
    "11. Identificar las interacciones como causa de las transformaciones que tienen lugar en nuestro entorno físico para poder intervenir en el mismo, modificando las condiciones que nos permitan una mejora en nuestras condiciones de vida."
  ]
}
