{
  "saberes": [
    "A. Resolución de problemas en situaciones motrices",
    "- Acciones motrices individuales. Principios operacionales: uso consciente de la motricidad en función de las características de la actividad, uso y transformación de la energía, crear y mantener la velocidad de las  acciones, alineación de fuerzas, alineación de segmentos o elementos  en función de las características de la actividad, desarrollo de la práctica motriz en el contexto y parámetros espaciales en las que se desarrollan las situaciones motrices individuales, como por ejemplo: atletismo (carreras, saltos y lanzamientos), habilidades gimnásticas básicas (equilibrios, giros y volteos), patinaje, natación, triatlón o parkour, entre otros. ",
    "- Acciones motrices cooperativas. Principios operacionales: identificar un objetivo común, pautas grupales para la resolución de la situación motriz, establecer proyectos de acción colectivos, sucesión de acciones colectivas regulando el esfuerzo, colaboración y sincronización de las acciones ajustando la motricidad a los demás para la consecución de ese objetivo compartido, como por ejemplo en: acrosport, gimnasia rítmica conjuntos, relevos, retos cooperativos, entre otros.",
    "- Acciones motrices de oposición. Principios operacionales básicos: equilibrio-desequilibrio espacial en el espacio propio y del adversario/a, acción-reacción, elección del momento adecuado para actuar, descodificación de las conductas motrices del oponente en cuanto a disposición, velocidad de las acciones y orientación, uso de la fuerza del oponente, y encadenamiento de acciones. Por ejemplo, en: duelos con distancia nula o casi nula como juegos de lucha, judo, defensa personal, entre otros. Duelos con distancia de 1 a 3 metros como, por ejemplo: bádminton, mini tenis, palas, tenis de mesa, taekwondo, entre otros. Duelos de larga distancia y pared como, por ejemplo: tenis, frontenis o pelota mano entre otros, y todo el universo de juegos populares de estructura uno contra otro.",
    "- Acciones motrices de colaboración-oposición. Principios operacionales básicos: toma de decisiones y acciones basadas en crear un desequilibrio a mi favor y/o a favor de un compañero/a, control significativo individual del móvil y conservación colectiva del móvil/desposesión e interceptación del móvil. Movimiento hacia el blanco/ ocupación defensiva de espacios peligrosos. Cambio de rol identificando y desarrollando la acción motriz a desarrollar. Como por ejemplo en: balonmano, baloncesto, rugby, fútbol, voleibol, béisbol, hockey, datchball, colpbol, touchball entre otros, y todo el universo de juegos populares con estructura de duelo entre dos equipos.",
    "- Acciones motrices con incertidumbre del medio. Principios operacionales: desarrollo de una motricidad variada con el fin de adaptarse a los diferentes entornos. Descodificación de la incertidumbre del medio para desarrollar planes de acción. Observar el entorno, comparar (por ejemplo, con un mapa), decidir (en función de mis posibilidades y el entorno) y elaborar su propio plan de acción. Realización de un proyecto de acción en el medio natural (orientación, senderismo, cicloturismo, ...). Normas de seguridad asociadas a las diferentes prácticas. Por ejemplo, en: senderismo, orientación, marcha nórdica, esquí, rutas BTT y escalada, entre otros.",
    "- Acciones motrices con intención artístico-expresivas: uso de la motricidad simbólica. Explorar, expresar y comunicar. Valorar la singularidad motriz, descubrir una motricidad introyectiva. Desinhibirse ante las prácticas motrices de expresión. Desarrollo de la expresión corporal a partir de estímulos externos (emociones, música, ideas, ...). Procesos de comunicación: codificación de mensajes a través de la motricidad simbólica. Práctica de actividades rítmico-musicales con carácter artístico-expresivo. Proyectos de acción: el proceso creativo, producción colectiva o individual de expresión corporal, danza o dramatización. Por ejemplo: danza creación, danza contemporánea, teatro de sombras, juego dramático, bailes y danzas, ... ",
    "B. Manifestaciones de la cultura motriz",
    "- Aportaciones de la cultura motriz a la herencia cultural.",
    "- Los juegos y las danzas como manifestación de la interculturalidad.",
    "- Deporte y perspectiva de género: medios de comunicación y promoción del deporte en igualdad. Presencia y relevancia de figuras del deporte. Análisis crítico. Igualdad de género en las profesiones asociadas al deporte (comentaristas, periodistas, deportistas, técnicos y técnicas, etc.).",
    "- Influencia del deporte en la cultura actual: el deporte como fenómeno de masas. Impacto social, aspectos positivos y negativos.",
    "- Las actividades físicas, deportivas y artístico-expresivas en las TIC: acceso, identificación y análisis crítico de modelos y realidades. ",
    "C. Autorregulación emocional e interacción social en situaciones motrices",
    "- Gestión emocional: el estrés en situaciones motrices. Sensaciones, indicios y manifestaciones. Estrategias de autorregulación colectiva del esfuerzo y la capacidad de superación para afrontar desafíos en situaciones motrices. Perseverancia y tolerancia a la frustración en contextos físico-deportivos.",
    "- Habilidades sociales: conductas prosociales en situaciones motrices colectivas.",
    "- Respeto a las reglas: las reglas de juego como elemento de integración social. Funciones de arbitraje deportivo.",
    "- Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, LGTBIfóbicas o sexistas). Asertividad y autocuidado.",
    "D. Interacción eficiente y sostenible con el entorno",
    "- Normas de uso: respeto a las normas viales en desplazamientos activos cotidianos para una movilidad segura, saludable y sostenible.",
    "- La práctica de la bicicleta como medio de transporte habitual.",
    "- Nuevos espacios y prácticas deportivas. Utilización de espacios urbanos y naturales desde la motricidad (parkour, skate o similares).",
    "- Análisis del riesgo en las prácticas físico-deportivas en el medio natural y urbano: medidas de seguridad en actividades de los distintos entornos y posibles consecuencias graves de los mismos.",
    "- Consumo responsable: cuidado y reparación de materiales para la práctica motriz.",
    "- Preparación de la práctica motriz: autoconstrucción de materiales como complemento y alternativa en la práctica de actividad física y deporte.",
    "- Cuidado del entorno próximo y desarrollo de una actitud responsable, como servicio a la comunidad, durante la práctica de actividad física en entornos naturales y urbanos.",
    "- Elementos del entorno que supongan obstáculos a la accesibilidad universal y la movilidad activa, saludable y autónoma.",
    "E. Organización y gestión de la actividad física",
    "- La higiene como elemento imprescindible en la práctica de actividad física y deportiva. ",
    "- Hábitos autónomos de higiene corporal en acciones cotidianas, atuendo básico para la práctica física en diferentes situaciones.",
    "- Hábitos posturales en la realización de actividad física y en acciones cotidianas.",
    "- Principios del calentamiento y de la vuelta a la calma adaptada a diferentes prácticas físicas. Desarrollo de las capacidades físicas básicas.",
    "- Planificación y autorregulación de proyectos motores: establecimiento de mecanismos de autoevaluación para reconducir los procesos de trabajo. ",
    "- Prevención de accidentes en las prácticas motrices: medidas de seguridad en actividades físicas dentro y fuera del centro escolar.",
    "- Actuaciones básicas ante accidentes durante la práctica de actividades físicas. Posición lateral de seguridad. Técnicas PAS (proteger, ayudar, socorrer).",
    "F. Vida activa y saludable",
    "- Salud física: tasa mínima de actividad física diaria y semanal. Adecuación del volumen y la intensidad de la tarea a las características personales. Alimentación saludable y valor nutricional de los alimentos. Educación postural: técnicas básicas de descarga postural y relajación, (como, por ejemplo, trabajo sobre musculatura del core, zona media o lumbo-pélvica) y su relación con el mantenimiento de la postura. Cuidado del cuerpo: calentamiento general autónomo. Pautas para tratar el dolor muscular de origen retardado. Reconocimiento de su aptitud física y establecimiento de necesidades. Determinación, aplicación y control de actividades y programas sencillos (sesiones) a prácticas concretas de actividades físicas, deportivas o artístico-expresivas, realizado de forma individual.",
    "- Salud social: efectos sobre la salud de malos hábitos vinculados a comportamientos sociales. Análisis crítico de los estereotipos corporales, de género y competencia motriz, así como de los comportamientos violentos e incitación al odio en el deporte. Control sobre el propio comportamiento con prevención de conductas inadecuadas y reconducción de actitudes o respuestas no convenientes.",
    "- Salud mental: aceptación de limitaciones y posibilidades de mejora ante las situaciones motrices. La actividad física como fuente de disfrute, liberación de tensiones, cohesión social y superación personal. Reflexión sobre actitudes negativas hacia la actividad física derivadas de ideas preconcebidas, prejuicios, estereotipos o experiencias negativas. Trastornos alimenticios asociados a la práctica de la actividad física y deporte. Familiarización y ensayo con actividades físicas, deportivas y artístico-expresivas encaminadas al cuidado de la salud mental.",
    "- La salud integral en las prácticas físicas, deportivas y artístico-expresivas: presencia de los diferentes factores en función del tipo y la naturaleza de la práctica. Comprensión de las necesidades específicas para cada caso."
    
  ],
  "criteriosEvaluacion": [
    "1.1. Aplicar los principios operacionales básicos en las situaciones motrices individuales, para resolver las situaciones propias de la especialidad.",
    "1.2. Resolver situaciones motrices de oposición, aplicando los principios operacionales básicos del juego, para encadenar acciones tácticas sencillas propias de la lógica interna de dichas situaciones. ",
    "1.3. Resolver situaciones motrices de cooperación, utilizando los recursos adecuados para solucionar los retos o problemas motores propios de la lógica interna de dichas situaciones.",
    "1.4. Resolver situaciones motrices basadas en la colaboración y la oposición, aplicando los principios operacionales básicos para elaborar acciones tácticas sencillas propias de estas situaciones motrices. ",
    "1.5. Descodificar la incertidumbre generada por un entorno físico inestable para resolver las situaciones motrices que se lleven a cabo en dichos espacios de acción, aprovechando las posibilidades del centro escolar y del entorno próximo, aplicando normas de seguridad, individuales y colectivas. ",
    "1.6. Expresar y comunicar a través del desarrollo de la motricidad simbólica mediante la representación de composiciones de expresión corporal individuales o colectivas, con y sin base musical, creando de forma guiada su propio proyecto expresivo.",
    "2.1. Gestionar su participación, individual o colectiva, en juegos motores y otras manifestaciones artístico-expresivas vinculadas tanto con la cultura propia como con otras, teniendo en cuenta su lógica interna, favoreciendo su conservación y valorando sus orígenes, evolución e influencia en las sociedades contemporáneas. ",
    "2.2. Analizar objetivamente las diferentes actividades y modalidades deportivas según sus características y requerimientos, evitando los posibles estereotipos de género o capacidad o los comportamientos sexistas vinculados a dichas manifestaciones.",
    "2.3. Explorar diferentes recursos y aplicaciones digitales, reconociendo su potencial e identificando su presencia y aplicabilidad en la cultura motriz, así como los riesgos para su uso en el ámbito de las actividades físicas, deportivas y artístico-expresivas.",
    "3.1. Practicar una gran variedad de actividades motrices, valorando las implicaciones éticas de las actitudes antideportivas, evitando la competitividad desmedida y actuando con deportividad al asumir los roles de público, participante u otros. ",
    "3.2. Cooperar o colaborar en la práctica de diferentes producciones motrices para alcanzar el logro individual y grupal, participando en la toma de decisiones y asumiendo distintos roles asignados y responsabilidades, respetando las normas consensuadas",
    "3.3. Hacer uso con progresiva autonomía de habilidades sociales en la práctica motriz trabajando la cohesión grupal, el dialogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo- sexual, de origen nacional, étnica, socio-económica o de competencia motriz, mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y cualquier tipo de violencia, haciendo respetar el propio cuerpo y el de los demás. ",
    "4.1. Participar en actividades físico-deportivas en entornos naturales y urbanos, disfrutando de ellos de manera sostenible, minimizando el impacto ambiental que estas puedan producir y siendo conscientes de su huella ecológica. ",
    "5.1 Comenzar a incorporar con progresiva autonomía rutinas de higiene antes y después de las sesiones, utilizando el atuendo adecuado e interiorizando cuestiones de educación postural en las rutinas propias de una práctica motriz saludable y responsable.",
    "5.2. Adoptar de manera responsable y con progresiva autonomía medidas generales para la prevención de lesiones antes, durante y después de la práctica de actividad física, aprendiendo a reconocer situaciones de riesgo para actuar preventivamente.",
    "5.3. Actuar de acuerdo a los protocolos de intervención ante accidentes derivados de la práctica de actividad física, aplicando medidas básicas de primeros auxilios.",
    "5.4. Establecer y organizar retos individuales o colectivos de actividad física orientada al concepto integral de salud y al desarrollo de un estilo de vida activo, a partir de una valoración inicial del mismo.",
    "5.5 Analizar y valorar las limitaciones y facilitadores de la realización de actividad física, los efectos que ciertos comportamientos habituales tienen en nuestra salud, tomando decisiones reales encaminadas a mejorar su bienestar."   
  ]
}
