{
    "criteriosEvaluacion": [
        "Competencia específica 1.  ",
        "1.1. Cuestionar los modos de vida mediante el análisis geográfico de todo tipo de fuentes de ",
        "información que trate de los retos sociales presentes y futuros. ",
        "1.2. Debatir sobre los retos naturales y sociales de España, utilizando estrategias orales con ",
        "apoyo digital de gráficos, imágenes y cartografía, y manejando datos rigurosos. ",
        "Competencia específica 2. ",
        "2.1. Valorar todo impacto de la acción antrópica reconociendo la complejidad del medio natural y ",
        "de las propias actividades humanas. ",
        "2.2. Extraer información de paisajes naturales y humanizados analizando fuentes visuales, ",
        "distinguiendo elementos geográficos e interpretando la influencia e interrelaciones de factores ",
        "físicos y humanos. ",
        "Competencia específica 3. ",
        "3.1. Reflexionar sobre la percepción del espacio geográfico localizando y reconociendo en mapas ",
        "regiones geomorfológicas y bioclimáticas con características comunes y específicas. ",
        "3.2. Identificar la diversidad y singularidad de paisajes naturales comparando su distribución, ",
        "características y contrastes a escala regional, de España y de Europa, así como formas ",
        "humanas de relación con esos entornos. ",
        "Competencia específica 4. ",
        "4.1. Emplear la escala apropiada para localizar o representar, con apoyo de las TIG, cualquier ",
        "fenómeno físico o humano, justificando los métodos y datos elegidos, y la delimitación de ",
        "regiones o categorías de análisis, así como de áreas de transición. ",
        "4.2. Crear productos propios individuales o en grupo con fines explicativos comunicando ",
        "diagnósticos, proponiendo hipótesis o conclusiones, y aplicando las TIG. ",
        "Competencia específica 5. ",
        "5.1. Valorar críticamente las consecuencias de nuestras acciones sobre las condiciones laborales ",
        "y de vida, tanto en España como en otros países, investigando el sistema de relaciones ",
        "económicas globalizadas y los sectores económicos, y planteando soluciones razonables. ",
        "5.2. Expresar la necesidad de preservar el medio ambiente indagando sobre los impactos de los ",
        "modos de producción, distribución y consumo a escala local y global, y proponiendo ",
        "actuaciones de mejora. ",
        "Competencia específica 6. ",
        "6.1. Argumentar sobre el origen de las distintas realidades socioeconómicos de España y Europa ",
        "analizando los factores de localización de las actividades económicas y de la población. ",
        "Competencia específica 7. ",
        "7.1. Reelaborar conocimientos sobre fenómenos naturales y humanos relevantes a diferentes ",
        "escalas y en nuevos contextos, aplicando el pensamiento geográfico, movilizando y revisando ",
        "críticamente conocimientos previos y nuevos, diagnosticando problemas y oportunidades, y ",
        "razonando sobre posibles previsiones y soluciones.         "
    ],
    "saberes": [
        "A. Introducción a la Geografía ",
        "– La Geografía como ciencia:  ",
        "Concepto y ramas. Perspectiva general de las corrientes geográficas de los siglos XX y ",
        "XXI.   ",
        "El espacio geográfico.   ",
        "La red geográfica. La cartografía.   ",
        "Las Tecnologías de Información Geográfica. Geoposicionamiento y dispositivos móviles.  ",
        "Utilidad del Atlas Nacional de España y los indicadores socioeconómicos oficiales.  ",
        "– Análisis y comentario de fuentes geográficas:  ",
        "Interpretación de imágenes, cartografía y datos.  ",
        "Interpretación causal de datos, gráficos y mapas: tendencias pasadas, presentes y ",
        "proyecciones.  ",
        "– Identificación de los rasgos geográficos fundamentales del territorio español. ",
        "B. España, Europa y la globalización. ",
        "– España:   ",
        "Localización y situación geográfica en el mundo a través de mapas de relieve, ",
        "bioclimáticos y políticos.  ",
        "Posición relativa de España en el mundo en diferentes indicadores socioeconómicos.  ",
        "– Organización administrativa de España.  ",
        "La organización territorial del Estado: evolución histórica y el Estado de las Autonomías ",
        "en la Constitución de 1978.  ",
        "El estudio de las distintas realidades territoriales nacionales y autonómicos.  ",
        "Análisis de las diferentes políticas de cohesión y desarrollo regional.  ",
        "Gestión y ordenación del territorio.   ",
        "Situación actual y proyecciones del estado de bienestar. ",
        "– España en Europa.  ",
        "Localización de países, capitales y aspectos naturales. Mapa físico y político de Europa.  ",
        "El proceso de construcción europeo: de la Comunidad Económica Europea a la Unión ",
        "Europea.  ",
        "La Unión Europea en la actualidad: su influencia en situaciones cotidianas. Instituciones y ",
        "políticas comunitarias.  ",
        "Análisis político, económico, demográfico, urbano y social de las distintazs realidades ",
        "territoriales. Políticas de cohesión a través de mapas e indicadores socioeconómicos.  ",
        "Retos de futuro de España dentro del marco de la Unión Europea. ",
        "– España en el mundo.  ",
        "Mapa físico y político del mundo.  ",
        "España ante la globalización: amenazas y oportunidades.  ",
        "Contexto geopolítico mundial y participación en organismos internacionales.  ",
        "Cooperación internacional y misiones en el exterior. ",
        "C. La sostenibilidad del medio físico de España. ",
        "– Mapa físico de España. Repaso del mapa físico del mundo. ",
        "– Diversidad geomorfológica de España.  ",
        "Evolución geológica del relieve español.  ",
        "Litología y formas de modelado del relieve peninsular e insular.  ",
        "Caracterización de las unidades morfoestructurales del relieve español. ",
        "– Diversidad climática de España.   ",
        "Factores geográficos y elementos del clima.  ",
        "Tipos de tiempo atmosférico: situaciones sinópticas que afectan al territorio español.  ",
        "Estudio de los dominios climáticos de España y su representación e interpretación ",
        "gráfica: climogramas.  ",
        "Análisis comparativos de distribución y representación de climas.   ",
        "Problemas medioambientales: cambios en los patrones termopluviométricos; causas, ",
        "consecuencias y medidas de mitigación y adaptación.   ",
        "Estrategias de interpretación del tiempo y alertas meteorológicas; webs y aplicaciones ",
        "móviles. ",
        "– Biodiversidad y suelos:  ",
        "Factores geográficos y distribución de las formaciones vegetales en España.  ",
        "Características por regiones naturales.   ",
        "Representación e interpretación gráfica de la vegetación: cliseries.   ",
        "Variedad edáfica y características de los suelos españoles. ",
        "– La red hídrica.   ",
        "Variedad hídrica peninsular e insular: aguas superficiales y subterráneas.   ",
        "Características de las cuencas fluviales y vertientes hidrográficas peninsulares.   ",
        "Regímenes fluviales. Humedales. Acuíferos. ",
        "– Factores físicos y diversidad de paisajes y ecosistemas.   ",
        "Identificación y caracterización de los paisajes naturales españoles.  ",
        "Interacciones medio natural-sociedad. El medio físico como condicionante de las ",
        "actividades humanas. El ser humano como modificador del paisaje y de los elementos del ",
        "medio natural.  ",
        "Análisis de los condicionantes geomorfológicos, bioclimáticos, edáficos, hídricos y ",
        "relativos a las actividades humanas y prevención de los riesgos asociados para las ",
        "personas. ",
        "– Políticas ambientales en España y la Unión Europea: uso de herramientas de diagnóstico.   ",
        "Problemática ambiental en España.   ",
        "Impacto de las actividades humanas y efectos sobre las mismas: pérdida de ",
        "biodiversidad, de suelos y gestión del agua. Riesgos generados por las personas.  ",
        "La red de Espacios Naturales Protegidos y la Red Natura 2000.  ",
        "El debate sobre el Antropoceno.   ",
        "El debate sobre los cambios del modelo de desarrollo: el principio de sostenibilidad. ",
        "D. La ordenación del territorio en distintos enfoques. ",
        "– La población española: análisis de su estructura.   ",
        "Fuentes para el estudio de la demografía española.  ",
        "Distribución de la población española: evolución y factores explicativos.  ",
        "Movimiento natural de la población: regímenes demográficos.  ",
        "Los movimientos espaciales en España.  ",
        "Ventajas e inconvenientes de los movimientos migratorios: respeto por las distintas ",
        "culturas.   ",
        "Estructura de la población española: la pirámide de población. Estructura económica de ",
        "la población: indicadores socioeconómicos.  ",
        "Los desequilibrios territoriales en la actualidad. El reto demográfico: envejecimiento y ",
        "despoblación rural. ",
        "– Los espacios urbanos en España: las grandes concentraciones urbanas en un contexto ",
        "europeo y mundial.   ",
        "Concepto y funciones de la ciudad. Relaciones de interdependencia con el territorio.  ",
        "Evolución histórica del proceso de urbanización.   ",
        "La morfología urbana y la ordenación del espacio urbano.  ",
        "El sistema urbano español: la jerarquía urbana y su organización espacial.  ",
        "Perspectiva general de las teorías actuales de la estructura urbana. El espacio urbano ",
        "percibido. Estructura urbana a través de los planos: repercusiones sobre las formas de ",
        "vida y los impactos medioambientales.   ",
        "Los problemas de las ciudades actuales: estructurales, socioeconómicos y demográficos.  ",
        "Problemas urbanos: la prevención de la destrucción del legado histórico urbanístico de ",
        "España.  ",
        "– Los espacios rurales.   ",
        "El concepto de «espacio rural»: diferencias entre lo rural y lo agrario. Tipos de ",
        "poblamiento, hábitat y parcelas.  ",
        "Condicionantes físicos del espacio agrario.   ",
        "La participación de las actividades agrarias en la economía española.  ",
        "La estructura agraria: sistemas de propiedad, aprovechamientos y técnicas.  ",
        "Identificación de los paisajes agrarios.   ",
        "Transformaciones de las actividades agropecuarias: prácticas sostenibles e insostenibles.   ",
        "Las prácticas en los espacios forestales. ",
        "El valor social, ambiental y económico de los productos agroalimentarios y forestales de ",
        "cercanía: indagación de huellas ecológicas y de la estructura social y laboral.   ",
        "Influencia de la actual Política Agraria Común en el desarrollo rural y la sostenibilidad.   ",
        "Estudio de casos: etiquetados diferenciados, ecológico, etc. ",
        "– Los recursos marinos y la transformación del litoral: pesca, acuicultura y otros ",
        "aprovechamientos.   ",
        "Los espacios pesqueros españoles: localización y condicionantes físicos.  ",
        "La actividad pesquera y su participación en la economía española. Análisis de las ",
        "características y de la producción pesquera en España.   ",
        "Sostenibilidad y Política Pesquera Común.   ",
        "Estudio de casos: marisqueo, pesca de bajura y altura, acuicultura, sobreexplotación de ",
        "caladeros, etc. ",
        "– Los espacios industriales.   ",
        "La actividad industrial y su aportación a la economía española.  ",
        "Transformaciones en las actividades industriales y los paisajes: materias primas y fuentes ",
        "de energía.   ",
        "La problemática energética: evaluación de huellas ecológicas; dependencia y transición ",
        "energéticas.   ",
        "Estructura del tejido industrial, social, laboral y de empleo indirecto.   ",
        "El proceso de industrialización en España: evolución histórica y características.   ",
        "La industria actual: estructura del tejido industrial, social, laboral y de empleo indirecto. ",
        "Retos de futuro.   ",
        "Impacto de la deslocalización sobre sectores de la industria española.  ",
        "Estudio de casos: construcción, automovilístico, agroalimentario, etc. Factores de ",
        "localización.   ",
        "El debate sobre la influencia de las políticas de la Unión Europea y la globalización. ",
        "– Los espacios terciarizados.   ",
        "Los espacios del sector terciario y el proceso de terciarización económica: causas, rasgos ",
        "y participación en la economía.  ",
        "El modelo de economía circular y los servicios: relaciones entre producción, distribución y ",
        "venta.   ",
        "Los transportes como articuladores del territorio: características, problemática y políticas. ",
        "Las tipologías de transporte.  ",
        "La actividad comercial: características y evolución del comercio interior y exterior.   ",
        "Los espacios turísticos y la evolución del modelo turístico: del binomio «sol y playa» hacia ",
        "la reconversión del sector. Repercusiones, problemática y políticas.  ",
        "Otras actividades terciarias relacionadas con el estado, con la modernización económica ",
        "y con la cultura. Las finanzas.   ",
        "El impacto de los servicios sobre el espacio geográfico: análisis crítico de huellas ",
        "ecológicas, estructura social y laboral, responsabilidad social corporativa y de los ",
        "consumidores.   ",
        "Estudio de casos: competitividad y desequilibrios en transporte, comercio, turismo, ",
        "servicios esenciales, etc. y factores de localización.   ",
        "Modelos de servicios.   ",
        "Las telecomunicaciones y la economía digital. .         "
    ]
}
