{ 
  "saberes": [
    "Bloque 1. La filosofía.",
    "• Introducción: radicalidad, problematicidad y universalidad de la filosofía.",
    "– La filosofía como saber crítico.",
    "– Características de la filosofía y sus usos teórico y práctico.",
    "• La función de la filosofía en el conjunto de la cultura occidental y el pensamiento en otras tradiciones culturales.",
    "• El contexto del surgimiento de la filosofía occidental en Grecia: el paso del mito al logos y el pensamiento sobre la polis.",
    "• Breve síntesis de las grandes épocas de la filosofía.",
    "• El papel de las mujeres en la cultura y en la filosofía.",
    "• El pensamiento gallego.",
    "Bloque 2. La persona",
    "• La reflexión sobre el ser humano: la tradición filosófica y la perspectiva científica.",
    "• La personalidad.",
    "– Teorías y tipos de personalidad.",
    "– Lo biológico y lo adquirido en la formación de la personalidad.",
    "• Teorías de la motivación: el cognitivismo frente a la teoría humanista.",
    "• Las emociones y la afectividad.",
    "Bloque 3. Socialización",
    "• Naturaleza y cultura en el ser humano.",
    "• El ser humano como ser social.",
    "– Elementos y agentes de la socialización.",
    "– El proceso de socialización de género.",
    "• Sociedad y estado.",
    "– Teorías sobre el origen de la sociedad.",
    "– Teorías sobre la formación del estado.",
    "• Problemas de la sociedad actual y los retos del siglo XXI.",
    "Bloque 4. Pensamiento",
    "• La racionalidad humana. Conocimiento y acción.",
    "• Teorías del conocimiento.",
    "– La posibilidad del conocimiento y las críticas escépticas y relativistas.",
    "– El papel de las facultades cognoscitivas: racionalismo, empirismo y criticismo.",
    "• La verdad. Características y valor de la verdad.",
    "• Teorías de la verdad.",
    "Bloque 5. Realidad y metafísica",
    "• La metafísica y la pregunta por el ser de las cosas.",
    "• Cosmología y filosofía de la naturaleza.",
    "– La naturaleza y el cosmos. Respuestas a las preguntas por el origen y la finalidad del cosmos.",
    "– Determinismo e indeterminismo físicos.",
    "• El sentido de la existencia humana.",
    "– La vida y la muerte como problemas metafísicos.",
    "– El lugar del ser humano en el mundo.",
    "• El sentido de la historia.",
    "Bloque 6. Libertad y creatividad",
    "• La libertad y el libre arbitrio: voluntad, autonomía y responsabilidad. Posturas filosóficas sobre la libertad de acción.",
    "• Determinismo y libertad.",
    "• Libertad y creatividad: la libertad como condición de la creatividad.",
    "• El arte y la búsqueda de la belleza.",
    "• La creatividad humana: imaginación, innovación y asunción de riesgos.",
    "– Técnicas y fases del proceso creativo.",
    "– Creación colaborativa."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Comprender la radicalidad y trascendencia de los problemas filosóficos y reconocer las funciones de la filosofía en cuanto a que saber crítico que aspira a fundamentar, analizar y argumentar sobre los problemas últimos de la realidad, desde una vertiente tanto teórica como práctica. OBJ3",
    "• CE1.2. Conocer el origen de la filosofía occidental distinguiéndola de otros saberes, y comparándola con distintas formas de pensamiento en otras culturas. OBJ3",
    "• CE1.3. Adquirir un conocimiento significativo de las más importantes propuestas filosóficas que se sucedieron a lo largo de la historia, a través de la indagación sobre ellas y la identificación de las cuestiones a las que responden. OBJ3",
    "• CE1.4. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como a través de medios más tradicionales. OBJ1",
    "• CE1.5. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, mediante el diseño, elaboración y comunicación pública de productos originales, tales como trabajos de investigación, disertaciones, comentarios de texto u otros. OBJ1",
    "• CE1.6. Promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática a través de la participación en actividades grupales y del diálogo racional, respetuoso, abierto, constructivo y comprometido con la verdad, acerca de cuestiones y problemas filosóficamente relevantes. OBJ2",
    "• CE2.1. Aportar una definición de lo que es la personalidad, incidiendo en aquello que la herencia genética y lo adquirido tienen que ver en la formación de la misma, reconociendo los diferentes tipos, y explicando las tesis centrales de algunas de las teorías que la estudiaron. OBJ4",
    "• CE2.2. Diferenciar y explicar, desde un punto de vista científico, en que consiste la filosofía de la mente, la neurociencia y la neurofilosofía, sobre todo produciendo trabajos de investigación en los que se preste importancia a las TIC. OBJ4",
    "• CE2.3. Identificar y reconocer la importancia de la motivación como factor energético y direccional de la vida humana, haciendo que el alumnado pueda diferenciar entre teorías cognitivas de la motivación y teorías humanistas. OBJ4",
    "• CE2.4. Reflexionar sobre la importancia de la motivación, de las emociones y de la afectividad, comprendiendo, al mismo tiempo, la relación entre estos aspectos del ser humano y su incidencia en la conformación de la personalidad y en nuestra conducta. OBJ4",
    "• CE2.5. Exponer la reflexión filosófica sobre el ser humano, analizando las posturas más representativas de dicha reflexión a lo largo de las diferentes épocas y momentos de la historia del pensamiento. OBJ4",
    "• CE2.6. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como a través de medios más tradicionales. OBJ1",
    "• CE2.7. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, mediante el diseño, elaboración y comunicación pública de productos originales, tales como trabajos de investigación, disertaciones, comentarios de texto u otros. OBJ1",
    "• CE2.8. Promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática a través del ejercicio de la participación en actividades grupales y del diálogo racional, respetuoso, abierto, constructivo y comprometido con la verdad, acerca de cuestiones y problemas filosóficamente relevantes. OBJ2",
    "• CE3.1. Comprender y apreciar dos elementos esenciales que constituyen al ser humano, la naturaleza y la cultura, identificando el papel de lo biológico y del concepto de «cultura» y sus componentes, así como de la diversidad cultural. OBJ5",
    "• CE3.2. Conocer y analizar el ser humano como ser social resultado del proceso de socialización, mediante la diferenciación de los elementos y agentes que lo llevan a cabo, analizando la importancia de cada uno de ellos en la formación de nuestra personalidad social y moral, y desarrollando unas actitudes positivas y no estereotipadas con respeto al género. OBJ5",
    "• CE3.3. Tomar conciencia de las distintas explicaciones dadas sobre la aparición de la sociedad y la formación del Estado, y también de los problemas de nuestra sociedad actual mediante la discusión y la puesta en común de las diferentes soluciones a los mismos. OBJ5",
    "• CE3.4. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación, evaluación, producción y comunicación de esta., tanto digitalmente como a través de medios más tradicionales. OBJ1",
    "• CE3.5. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, mediante el diseño, elaboración y comunicación pública de productos originales, tales como trabajos de investigación, disertaciones, comentarios de texto u otros. OBJ1",
    "• CE3.6. Promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática a través del ejercicio de la participación en actividades grupales y del diálogo racional, respetuoso, abierto, constructivo y comprometido con la verdad, acerca de cuestiones y problemas filosóficamente relevantes. OBJ2",
    "• CE4.1. Reflexionar sobre la racionalidad humana, analizando de manera crítica su naturaleza y su relación con los componentes afectivos de nuestro psiquismo, y distinguiendo su uso en el conocimiento teórico del que tiene como orientativo de nuestras acciones. OBJ6",
    "• CE4.2. Abordar el problema filosófico del conocimiento, identificando de manera crítica las ideas y tesis más importantes de las distintas escuelas filosóficas que reflexionaron sobre su naturaleza, sus límites y posibilidades, su validez, y el papel de las distintas facultades humanas en su consecución. OBJ6",
    "• CE4.3. Tomar conciencia de la importancia de mantener y reforzar el valor de la verdad como principio que debe orientar el pensamiento y la acción individual y las interacciones sociales, analizando las principales teorías filosóficas que se ocuparon de ella, valorando el error como momento necesario en su busca y rechazando la asimilación acrítica de informaciones. OBJ6",
    "• CE4.4. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como a través de medios más tradicionales. OBJ1",
    "• CE4.5. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, mediante el diseño, elaboración y comunicación pública de productos originales, tales como trabajos de investigación, disertaciones, comentarios de texto u otros. OBJ1",
    "• CE4.6. Promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática a través del ejercicio de la participación en actividades grupales y del diálogo racional, respetuoso, abierto, constructivo y comprometido con la verdad, acerca de cuestiones y problemas filosóficamente relevantes. OBJ2",
    "• CE5.1. Conocer el significado del término «metafísica», comprendiendo que es la principal disciplina de las que componen la filosofía, identificando su objetivo fundamental, consistente en realizar preguntas radicales sobre la realidad, y entendiendo en qué consiste el «preguntar radical». OBJ7",
    "• CE5.2. Comprender y conocer algunas de las grandes preguntas metafísicas acerca de la naturaleza: el origen y la finalidad del universo, el orden que rige la naturaleza o la oposición entre las visiones determinista e indeterminista de la naturaleza y las consecuencias que se derivan de cada una de ellas, a través de la comparación, análisis y contraposición de distintas respuestas que se le dieron a estas cuestiones a lo largo de la historia. OBJ7",
    "• CE5.3. Reflexionar sobre la interrogación por el sentido de la existencia, explicando las tesis centrales de algunas teorías filosóficas sobre la vida, por medio de disertaciones razonadas sobre la vida y la muerte, el devenir histórico, y el lugar del individuo en la realidad, entre otras cuestiones metafísicas. OBJ7",
    "• CE5.4. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como a través de medios más tradicionales. OBJ1",
    "• CE5.5. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, mediante el diseño, elaboración y comunicación pública de productos originales, tales como trabajos de investigación, disertaciones, comentarios de texto u otros. OBJ1",
    "• CE5.6. Promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática a través del ejercicio de la participación en actividades grupales y del diálogo racional, respetuoso, abierto, constructivo y comprometido con la verdad, acerca de cuestiones y problemas filosóficamente relevantes. OBJ2",
    "• CE6.1. Comprender, dentro del marco general de la libertad, qué es el libre albedrío o la libertad interior, en relación con la facultad de la voluntad, con la autonomía y con la responsabilidad personales, reflexionando al mismo tiempo sobre la existencia del determinismo, y analizando la posibilidad que tiene el ser humano de ser libre. OBJ8",
    "• CE6.2. Reconocer y ser capaz de exponer y de explicar diferentes posturas filosóficas sobre la libertad de la acción a lo largo de las diferentes épocas y momentos de la historia del pensamiento. OBJ8",
    "• CE6.3. Conocer la estética como la parte de la filosofía que estudia la belleza, el proceso creativo y la producción artística. OBJ8",
    "• CE6.4. Valorar la libertad como condición básica para la creatividad humana. OBJ8",
    "• CE6.5. Entender la capacidad humana de la creatividad como un proceso de innovación y de asunción de riesgos, en relación con la imaginación, estudiando las fases del proceso creativo y las técnicas de desarrollo de la creatividad, y apreciando la importancia de la colaboración creativa. OBJ8",
    "• CE6.6. Demostrar un conocimiento práctico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como a través de medios más tradicionales. OBJ1",
    "• CE6.7. Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, mediante el diseño, elaboración y comunicación pública de productos originales, tales como trabajos de investigación, disertaciones, comentarios de texto u otros. OBJ1",
    "• CE6.8. Promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática a través del ejercicio de la participación en actividades grupales y del diálogo racional, respetuoso, abierto, constructivo y comprometido con la verdad, acerca de cuestiones y problemas filosóficamente relevantes. OBJ2"
  ]
}
