{
    "competenciasEspecificas": [
        "1. Conocer y emplear la terminología artística específica, para expresar con claridad y coherencia los aspectos formales, técnicos y expresivos más significativos de obras y artistas de cualquier periodo de la Historia del arte y comunicar reflexiones personales propias con fluidez, oralmente y mediante la elaboración de síntesis, resúmenes, informes, reseñas o presentaciones propias. CCL1, CCL2, CP1, CP2, CD1, CD2, CPSAA1.1, CPSAA3.2, CPSAA5, CE2, CCEC1, CCEC2.",
        "2. Identificar y caracterizar los principales estilos artísticos, seleccionando información y reconociendo las relaciones de influencia, préstamo, continuidad y ruptura que se producen entre ellos, para comprender los mecanismos que rigen la evolución de la historia del arte y desarrollar el respeto y aprecio hacia las manifestaciones artísticas de cualquier época y cultura. CCL1, CCL2, CP1, CP2, CD1, CD2, CPSAA1.1, CPSAA3.1, CPSAA3.2, CPSAA5, CC1, CCEC1, CCEC2.",
        "3. Analizar y contextualizar espacial y temporalmente las más relevantes manifestaciones artísticas, comentando sus aspectos técnicos, formales, función y entorno social, político y cultural, para valorar obras y artistas como representativos de una corriente determinada y como expresión de su época y ámbito y apreciar su creatividad. CCL1, CCL2, CP1, CP2, CD1, CD2, CPSAA1.1, CPSAA3.1, CPSAA3.2, CPSAA5, CC1, CC3, CCEC1, CCEC2.",
        "4. Reconocer los diversos lenguajes artísticos e identificarlos como vías de comunicación y expresión estética de ideas, deseos y emociones, participando con actitud cooperativa en situaciones comunicativas relacionadas con el ámbito artístico, para expresar con coherencia y fluidez sus propios juicios y sentimientos y mostrar respeto y empatía por las apreciaciones y expresiones de los demás. CCL1, CCL2, CP1, CP2, CD1, CD2, CPSAA3.1, CC1, CC3, CCEC1, CCEC2.",
        "5. Distinguir y analizar las distintas funciones y concepciones del arte a lo largo de la historia, seleccionando y analizando información de forma crítica y adquiriendo una apreciación global de ello, para valorar la diversidad de producciones como resultado de la creatividad humana y poder emitir juicios razonados e informados acerca de las obras. CCL1, CCL2, CP1, CP2, CD1, CD2, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CPSAA5, CC1, CC3, CCEC1, CCEC2.",
        "6. Describir los cambios estéticos y los diferentes cánones de belleza a lo largo de la historia del arte, realizando análisis comparativos entre obras de diversos estilos, épocas y lugares, para aprender a captar la psicología y la intención de artistas y personajes representados y enfocarse hacia una madurez personal que permita mostrar sensibilidad y respeto hacia la diversidad, superando estereotipos y prejuicios. CCL1, CCL2, CP1, CP2, CD1, CD2, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA5, CC1, CC3, CCEC1, CCEC2.",
        "7. Identificar y valorar el Patrimonio artístico en el ámbito local, nacional y mundial, como elemento definitorio y transmisor de identidades individuales y colectivas y de cultura, investigando y analizando, de forma crítica y dialogada, ejemplos concretos de sus funciones y de su gestión, para adquirir un compromiso responsable hacia su conservación y difusión y para relacionarlo con la consecución de los Objetivos de Desarrollo Sostenible. CCL1, CCL2, CP1, CP2, CD1, CD2, CPSAA1.2, CPSAA4, CPSAA5, CC1, CC4, CE1, CCEC1, CCEC2.",
        "8. Integrar la perspectiva de género en el estudio de la Historia del arte, analizando en obras relevantes el papel que ha ocupado la mujer y la imagen que de ella se ha dado en los diferentes estilos y movimientos artísticos, para visibilizar a las artistas y promover la igualdad efectiva. CCL1, CCL2, CP1, CP2, CD1, CD2, CPSAA1.2, CPSAA5, CC1, CC2, CC3, CCEC1, CCEC2."
    ]
}