{
  "saberes": [
    "Bloque 1. Las destrezas científicas básicas",
    "• Metodologías de la investigación científica: identificación y planteamiento de cuestiones, elaboración de hipótesis y comprobación experimental de estas.",
    "• Trabajo experimental y emprendimiento de proyectos de investigación: estrategias en la resolución de problemas y en el desarrollo de investigaciones mediante la indagación, la deducción, la búsqueda de evidencias y el razonamiento lógico-matemático, haciendo inferencias válidas de las observaciones y obteniendo conclusiones.",
    "• Diversos entornos y recursos de aprendizaje científico como los laboratorios o los entornos virtuales: materiales, sustancias y herramientas tecnológicas.",
    "• Normas de uso de cada espacio, asegurando y protegiendo así la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medio ambiente.",
    "• El lenguaje científico: unidades del sistema internacional de unidades y sus símbolos. Herramientas matemáticas básicas en diferentes escenarios científicos y de aprendizaje.",
    "• Estrategias de interpretación y producción de información científica utilizando diferentes formatos y diferentes medios: desarrollo del criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
    "• La cultura científica: el papel de científicos y científicas en los principales hitos históricos y actuales de la física y de la química en el avance y en la mejora de la sociedad.",
    "Bloque 2. La materia",
    "• Estructura atómica: desarrollo histórico de los modelos atómicos, existencia, formación y propiedades de los isótopos y ordenación de los elementos en la tabla periódica.",
    "• Principales compuestos químicos: su formación y sus propiedades físicas y químicas, valoración de sus aplicaciones. Masa atómica y masa molecular.",
    "• Nomenclatura: participación de un lenguaje científico común y universal formulando y nombrando sustancias simples, iones monoatómicos y compuestos binarios mediante las reglas de nomenclatura de la IUPAC.",
    "Bloque 3. La energía",
    "• Naturaleza eléctrica de la materia: electrización de los cuerpos.",
    "• Energía eléctrica: obtención. Circuitos eléctricos.",
    "• El ahorro energético y la conservación sostenible del medio ambiente.",
    "Bloque 4. El cambio",
    "• Los sistemas materiales: análisis de los diferentes tipos de cambios que experimentan relacionando las causas que los producen con las consecuencias que tienen.",
    "• Interpretación macroscópica y microscópica de las reacciones químicas: explicación de las relaciones de la química con el medio ambiente, con la tecnología y con la sociedad.",
    "• Ley de conservación de la masa y ley de las proporciones definidas: aplicación de estas leyes como evidencias experimentales que permiten validar el modelo atómico-molecular de la materia.",
    "• Factores que afectan a las reacciones químicas: predicción cualitativa de la evolución de las reacciones, entendiendo su importancia en la resolución de problemas actuales por parte de la ciencia."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Seleccionar, de acuerdo con la naturaleza de las cuestiones que se traten, la mejor manera de comprobar o refutar las hipótesis formuladas, diseñando estrategias de indagación y búsqueda de evidencias que permitan obtener conclusiones y respuestas ajustadas a la naturaleza de la pregunta formulada. OBJ2",
    "• CE1.2. Aplicar las leyes y teorías científicas conocidas al formular cuestiones e hipótesis siendo coherente con el conocimiento científico existente y diseñando los procedimientos experimentales o deductivos necesarios para resolverlas o comprobarlas. OBJ2",
    "• CE1.3. Utilizar adecuadamente las reglas básicas de la física y de la química, incluido el uso de unidades de medida, así como las herramientas matemáticas precisas, consiguiendo una comunicación efectiva con toda la comunidad científica. OBJ3",
    "• CE1.4. Poner en práctica las normas de uso de los espacios específicos de la ciencia, como los laboratorios de física y química, asegurando la salud propia y colectiva, la conservación sostenible del medio ambiente y el cuidado de las instalaciones. OBJ3",
    "• CE1.5. Utilizar recursos variados, tradicionales y digitales, mejorando el aprendizaje autónomo y la interacción con otros miembros de la comunidad educativa, con respeto a los docentes y a los estudiantes y analizando críticamente las aportaciones de cada participante. OBJ4",
    "• CE1.6. Trabajar de forma adecuada y con medios variados, tradicionales y digitales, en la consulta de información y en la creación de contenidos, seleccionando con criterio las fuentes más fiables y adecuadas mejorando el aprendizaje propio y colectivo. OBJ4",
    "• CE1.7. Establecer interacciones constructivas y coeducativas, emprendiendo actividades de cooperación y del uso de las estrategias propias del trabajo colaborativo, como forma de construir un medio de trabajo eficiente en la ciencia. OBJ5",
    "• CE1.8. Emprender, de forma guiada y de acuerdo con la metodología adecuada, proyectos científicos que involucren al alumnado en la mejora de la sociedad y que creen valor para el individuo y para la comunidad. OBJ5",
    "• CE1.9. Reconocer y valorar, a través del análisis histórico de los avances científicos logrados por hombres y mujeres de ciencia, que este es un proceso en permanente construcción y que existen repercusiones mutuas de la ciencia actual con la tecnología, con la sociedad y con el medio ambiente. OBJ6",
    "• CE2.1. Identificar y comprender fenómenos fisicoquímicos cotidianos relevantes relacionados con la composición y estructura de sistemas materiales, a partir de los principios, teorías y leyes científicas adecuadas, expresándolos de manera argumentada y utilizando diversidad de soportes y medios de comunicación. OBJ1",
    "• CE2.2. Resolver problemas fisicoquímicos relacionados con la composición y con la estructura de sistemas materiales, utilizando las leyes y las teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados. OBJ1",
    "• CE2.3. Emplear las metodologías propias de la ciencia en la identificación y descripción de fenómenos relacionados con sistemas materiales a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, de la deducción, del trabajo experimental y del razonamiento lógico-matemático, diferenciándolas de las pseudocientíficas. OBJ2",
    "• CE2.4. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a la composición y estructura de sistemas materiales, relacionando entre sí lo que cada uno de ellos contiene y extrayendo en cada caso lo relevante para la resolución de un problema. OBJ3",
    "• CE2.5. Utilizar adecuadamente los símbolos de los elementos químicos y las fórmulas de las sustancias más importantes, las reglas de planteamiento y nomenclatura, facilitando una comunicación efectiva con toda la comunidad científica. OBJ3",
    "• CE2.6. Reconocer y valorar, a través del análisis histórico del desarrollo del modelo atómico y de la ordenación de elementos en la tabla, que la ciencia es un proceso en permanente construcción. OBJ6",
    "• CE3.1. Identificar y comprender fenómenos fisicoquímicos cotidianos relevantes relacionados con la naturaleza eléctrica de la materia y de la energía, a partir de los principios, teorías y leyes científicas adecuadas, expresándolos de manera argumentada y utilizando diversidad de soportes y medios de comunicación. OBJ1",
    "• CE3.2. Resolver problemas fisicoquímicos relacionados con la naturaleza eléctrica de la materia y de la energía, utilizando las leyes y las teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados. OBJ1",
    "• CE3.3. Reconocer en el entorno inmediato situaciones problemáticas reales en la obtención de energía eléctrica y describirlas, así como emprender iniciativas en las que la física y la química pueden contribuir a su solución, analizando críticamente su impacto en la sociedad. OBJ1",
    "• CE3.4. Emplear las metodologías propias de la ciencia en la identificación y descripción de fenómenos relacionados con la naturaleza eléctrica de la materia y con la energía a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, de la deducción, del trabajo experimental y del razonamiento lógico-matemático, diferenciándolas de las pseudocientíficas. OBJ2",
    "• CE3.5. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a la naturaleza eléctrica de la materia y de la energía en un proceso fisicoquímico concreto, relacionando entre sí lo que cada uno de ellos contiene y extrayendo en cada caso lo relevante para la resolución de un problema. OBJ3",
    "• CE3.6. Emprender, de forma guiada y de acuerdo con la metodología adecuada, proyectos científicos en cuanto a la energía que involucren al alumnado en la mejora de la sociedad y que creen un valor individual y colectivo. OBJ5",
    "• C3.7. Detectar en el entorno las necesidades tecnológicas, ambientales, económicas y sociales más importantes que demanda la sociedad, entendiendo la capacidad de la ciencia para darles solución sostenible a través de la implicación de todos los ciudadanos. OBJ6",
    "• CE4.1. Identificar y comprender los cambios físicos y químicos cotidianos relevantes relacionados con la naturaleza eléctrica de la materia y de la energía, a partir de los principios, teorías y leyes científicas adecuadas, expresándolos de manera argumentada y utilizando diversidad de soportes y medios de comunicación. OBJ1",
    "• CE4.2. Resolver problemas sobre cambios fisicoquímicos utilizando las leyes y las teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados. OBJ1",
    "• CE4.3. Reconocer en el entorno inmediato situaciones problemáticas reales relacionadas fundamentalmente con los cambios químicos y describirlas, así como emprender iniciativas en las que la física y la química pueden contribuir a su solución, analizando críticamente su impacto en la sociedad. OBJ1",
    "• CE4.4. Emplear las metodologías propias de la ciencia en la identificación y descripción de cambios físicos y químicos a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, de la deducción, del trabajo experimental y del razonamiento lógico-matemático, diferenciándolas de las pseudocientíficas. OBJ2",
    "• CE4.5. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a los cambios físicos y químicos de un proceso fisicoquímico concreto, relacionando entre sí lo que cada uno de ellos contiene y extrayendo en cada caso lo relevante para la resolución de un problema. OBJ3",
    "• CE4.6. Emprender, de forma guiada y de acuerdo con la metodología adecuada, proyectos científicos respecto a cambios físicos y químicos que involucren al alumnado en la mejora de la sociedad y que creen un valor individual y colectivo. OBJ5"
  ]
}