{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Apreciar los aspectos esenciales de la evolución del lenguaje fotográfico y audiovisual como formas del conocimiento, valorando los cambios formales y funcionales que se han producido a lo largo de la historia del medio.",
        "Criterio 1.2. Explorar las cualidades plásticas, formales y semánticas de producciones fotográficas y audiovisuales de distintos estilos, formatos, géneros y culturas, descubriendo las reglas y códigos por las que se rigen y valorando sus cambios a lo largo de la historia.",
        "Criterio 1.3. Proponer interpretaciones personales del patrimonio fotográfico y audiovisual, argumentando desde un criterio estético propio de forma activa, comprometida y respetuosa.",
        "Competencia específica 2.",
        "Criterio 2.1. Diseñar producciones audiovisuales creativas que representen las ideas, opiniones y sentimientos propios a partir de un tema o motivo previos, incorporando las experiencias personales y el acercamiento a otros medios de expresión. ",
        "Criterio 2.2. Evaluar el rigor ético y formal con el que se usan las herramientas de creación fotográfica y audiovisual, analizando diversas producciones, distinguiendo críticamente los modos de presentar las informaciones y los mensajes, identificando su posible manipulación y reflexionando sobre la necesidad de respeto de la propiedad intelectual y los derechos de autor.",
        "Criterio 2.3. Realizar producciones audiovisuales creativas que representen las ideas, opiniones y sentimientos propios a partir de un tema o motivo previos, utilizando la propia presencia en la imagen y la banda de sonido y empleando la expresión audiovisual como una herramienta para explorar el entorno mediante métodos de trabajo.",
        "Competencia específica 3.",
        "Criterio 3.1. Confeccionar adecuadamente los equipos de trabajo para producciones audiovisuales colectivas, considerando las diferentes habilidades requeridas, repartiendo las tareas con criterio de forma razonada y respetuosa.",
        "Criterio 3.2. Planificar producciones audiovisuales determinando los medios y habilidades necesarios, teniendo en cuenta todos sus aspectos (guión, planificación, interpretación, grabación, edición, etc.), justificando razonadamente su elección y afrontando positiva y resolutivamente los posibles imprevistos.",
        "Criterio 3.3. Demostrar flexibilidad y habilidad para resolver cualquier incidencia propia de las producciones audiovisuales, teniéndolas en cuenta en su planificación y considerando de manera abierta las diferentes posibilidades para resolver un problema sobrevenido.",
        "Criterio 3.4. Realizar producciones audiovisuales de manera creativa, en un entorno digital, utilizando correctamente las técnicas, herramientas y convenciones del lenguaje necesarias, valorando el trabajo colaborativo e intentando conseguir un resultado final ajustado al proyecto preparado previamente.",
        "Competencia específica 4.",
        "Criterio 4.1. Justificar la elección del lenguaje, el formato y los medios técnicos en producciones audiovisuales, considerando previamente el tipo de público al que se quieren dirigir, con una mirada inclusiva.",
        "Criterio 4.2. Difundir el resultado final de una producción audiovisual seleccionando los canales más adecuados, teniendo en cuenta su propósito, valorando de manera crítica e informada las posibilidades existentes, utilizando entornos seguros y respetando la propiedad intelectual y los derechos de autoría.",
        "Criterio 4.3. Analizar de manera abierta y respetuosa la recepción de las producciones audiovisuales presentadas, comprobando la adecuación del lenguaje, el formato y los medios técnicos de la obra, así como las vías de difusión, y extrayendo de ello un aprendizaje para el crecimiento creativo."
        
    ],
    "saberes": [
        "Bloque A. Hitos y contemporaneidad de la fotografía y el audiovisual. Formatos audiovisuales. Apreciación estética y análisis formal.",
        "A.1. Historia de la fotografía y el cine.",
        "A.1.1. Orígenes de la fotografía y el cinematógrafo: pioneros y pioneras en los avances tecnológicos y evolución de ambos medios.",
        "A.1.2. Corrientes históricas en fotografía y cine y máximos representantes.",
        "A.1.3. La diversidad en las manifestaciones fotográficas y audiovisuales contemporáneas y del pasado. Lectura y análisis comparativo, considerando su contexto histórico.",
        "A.2. Formatos audiovisuales.",
        "A.2.1. Formatos audiovisuales (corto, medio y largometraje de ficción; corto, medio y largometraje documental, serie, ensayo fílmico, formatos televisivos, videoclip, fashion film, spot, vídeo educativo, video corporativo/institucional, formatos asociados a las redes sociales...). Análisis de sus aspectos formales.",
        "A.2.2. El audiovisual en la sociedad contemporánea: medios de comunicación convencionales e Internet.",
        "Bloque B. Elementos formales y capacidad expresiva de la imagen fotográfica y el lenguaje audiovisual.",
        "B.1. Técnicas y principios de la composición fotográfica en cine y series.",
        "B.1.1. Plano (escala: valor expresivo) y toma, angulaciones y movimientos de cámara.",
        "B.1.2. Exposición, profundidad de campo, enfoque, encuadre, campo y fuera de campo.",
        "B.1.3. Composición para imagen fija y para imagen en movimiento.",
        "B.1.4. Conceptos básicos sobre iluminación",
        "B.1.5. Simbología y psicología del color. Uso por grandes fotógrafos y cineastas.",
        "B.2. El retoque digital.",
        "B.2.1. El retoque digital.",
        "B.2.2. Análisis de posibilidades.",
        "Bloque C. Expresión y narrativa audiovisual.",
        "C.1. Guión cinematográfico.",
        "C.1.1. El guion literario. Fases de elaboración. Escena y secuencia dramática. La escaleta.",
        "C.1.2. El guion técnico.",
        "C.1.3. El guion gráfico o storyboard.",
        "C.2. Puesta en escena.",
        "C.2.1. Localizaciones y decorados.",
        "C.2.2. Caracterización.",
        "C.2.3. Interpretación.",
        "C.3. Banda sonora.",
        "C.3.1. La banda de sonido: perspectiva sonora.",
        "C.3.2. Posibilidades expresivas.",
        "C.4. Postproducción.",
        "C.4.1. El montaje. Evolución, gramática y sintaxis.",
        "C.4.2. La postproducción.",
        "Bloque D. La producción audiovisual. Técnicas y procedimientos.",
        "D.1. Equipos y fases de trabajo.",
        "D.1.1. Equipos de trabajo en la producción audiovisual: dirección, producción, cámara, arte.",
        "D.1.2. Fases de trabajo: preproducción, rodaje y postproducción.",
        "D.1.3. La distribución de tareas en la producción audiovisual: criterios de selección a partir de las habilidades requeridas.",
        "D.1.4. Estrategias de selección de técnicas, herramientas y convenciones audiovisuales.",
        "D.2. Medios técnicos de realización.",
        "D.2.1. Cámara y accesorios.",
        "D.2.2. Microfonía.",
        "D.2.3. Equipo de iluminación.",
        "D.3. Grabación de sonido.",
        "D.3.1. Sonido sincrónico.",
        "D.3.2. Sonido recreado.",
        "D.4. Software de edición.",
        "D.4.1. Edición de video. ",
        "D.4.2. Edición de audio. ",
        "D.5. Difusión de contenidos audiovisuales.",
        "D.5.1. Redes sociales.",
        "D.5.2. Salas comerciales.",
        "D.5.2. Espacios de exhibición alternativos.",
        "D.5.3. Festivales cinematográficos.",
        "D.5.4. Plataformas en línea.",
        "D.5.5. Protección de datos, propiedad intelectual y derechos de autoría. ",
        "D.5.6. Técnicas y estrategias de evaluación de las producciones audiovisuales."
    ]
}
