{
    "saberes": [
        "A. Resolución de problemas en situaciones motrices",
        "- Acciones motrices individuales. Principios para actuar metódicamente: emitir hipótesis de acción, identificar constantes, anticipar las acciones que hay que realizar, seleccionar las formas de hacer más apropiadas, resolver problemas. Perfeccionamiento y combinación de acciones motrices elementales para construir otras de mayor complejidad en situaciones y medios variados.",
        "- Acciones motrices de oposición. Información visual (juegos con raqueta: visión puntual, periférica, espacios libres...) y kinestésica (juegos de lucha: percepción del tono muscular, del equilibrio y desequilibrio, del centro de gravedad...). Principios y reglas de acción para superar al adversario (colocación en el terreno, utilización de la fuerza del oponente, alternancia...)",
        "- Acciones motrices de cooperación: la colaboración, la sincronización, la disponibilidad. Encadenamiento y coordinación de acciones grupales. Sincronización de acciones. Utilización de estrategias básicas de juego (anticipación). Práctica de actividades cooperativas que supongan un esfuerzo conjunto. Verbalización de reglas de acuerdo con las posibilidades del alumnado y respetando los principios de seguridad. Toma de informaciones y referencias pertinentes para construir un desplazamiento razonado y reflexionado. Adopción de una motricidad adaptada y específica para ajustarse a un medio variado y, a veces, variable (natural o reproducido) y para manejar instrumentos o materiales que produzcan problemas acción para la colaboración con compañeros y compañeras para conseguir un objetivo común.",
        "- Acciones motrices de colaboración-oposición: roles que vinculan interacciones posibles, relaciones con espacios y tiempos o uso de objetos. Explicación a posteriori de la propia acción, la de sus compañeros, compañeras y oponentes. Aplicación del repertorio de acciones motrices como portador y no portador del móvil (pelota), en ataque y en defensa. Ajuste de las conductas para hacerlas más eficaces (anticipar, actuar rápido, cambiar de ritmo...). Elaboración y utilización de estrategias de acción colectiva de ataque y defensa, enunciando reglas de acción para buscar la eficacia.",
        "- Acciones motrices en el medio natural: características y modalidades de utilización del material y el equipo para la realización de actividades en el medio natural, incluido el de seguridad. Preparación y realización de un proyecto de acción en el medio natural (excursión, acampada, cicloturismo, orientación) de acuerdo con las posibilidades del alumnado y respetando los principios de seguridad. Toma de informaciones y referencias pertinentes para construir un desplazamiento razonado y reflexionado. Adopción de una motricidad adaptada y específica para ajustarse a un medio variado y, a veces, variable (natural o reproducido) y para manejar instrumentos o materiales que produzcan problemas de equilibrio. Gestión para llevar a buen término una actividad con economía y eficacia.",
        "- Acciones motrices con intención artística o expresiva: el cuerpo como instrumento de expresión y comunicación. Algunas manifestaciones expresivas relacionadas con estas actividades: la expresión corporal, la dramatización, la(s) danza(s), la gimnasia rítmica. Espacio propio, próximo y común o coreográfico. Utilización de los recursos expresivos del cuerpo y el movimiento (energía,espacio y tiempo) para la creación, expresión y comunicación de imágenes, ideas, estados de ánimo, sentimientos, emociones, roles, actitudes, tramas… Ejecución con precisión de formas motrices (desplazamientos, pasos, gestos, figuras...) y evoluciones en el espacio (formaciones, coreografías...) ajustadas al ritmo o soporte sonoro. Participación en la construcción, estructuración y ejecución de una producción colectiva, previendo roles y tareas de cada uno.",
        "B. Manifestaciones de la cultura motriz",
        "- Aportaciones de la cultura motriz a la herencia cultural. Los juegos populares y tradicionales como manifestación de la propia cultura y su potencial intercultural.",
        "- Aportaciones de la cultura motriz a la herencia cultural. Las danzas como manifestación de la propia cultura y su potencial intercultural.",
        "- Valoración de los juegos tradicionales aragoneses como prácticas culturales de nuestro entorno.",
        "- Conocimiento de nombres de juegos populares y tradicionales.",
        "- El juego como manifestación social y cultural.",
        "- El ritmo y la organización temporal: la pulsación, la frase musical, el acento, la estructura rítmica… Formas motrices: desplazamientos y pasos (marcha, «salticado», galope...), figuras, gestos, posiciones…",
        "- Realización de danzas folclóricas, juegos danzados y otras producciones corporales propias de Aragón.",
        "- Valoración de las danzas folclóricas aragonesas como componente de nuestro patrimonio cultural.",
        "- Deporte y perspectiva de género: sexismo en el deporte amateur y profesional.",
        "- Deportes olímpicos y paralímpicos, instituciones e historia asociada a los Juegos Olímpicos y Paralímpicos.",
        "- Normas, reglas de juegos y deportes y su posible evolución o adaptación.",
        "C. Autorregulación emocional e interacción social en situaciones motrices",
        "- Gestión emocional: ansiedad, enfado desmedido en situaciones motrices. Estrategias de afrontamiento y gestión.",
        "- Habilidades sociales: estrategias de trabajo en equipo para la resolución constructiva de conflictos en situaciones motrices colectivas.",
        "- Concepto de fairplay o “juego limpio”.",
        "- Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (discriminación).",
        "- Autoconfianza en el trabajo individual, por parejas o en grupo.",
        "- Aceptación de la dimensión afectiva unida a la oposición: las caídas, los contactos con el otro, el enfrentamiento, la combatibilidad…",
        "- Disfrute del placer de jugar, independientemente de los resultados alcanzados.",
        "- Valoración de las posibilidades como equipo y de la participación de cada uno de sus miembros con independencia del resultado obtenido.",
        "- Aceptación del reto que supone oponerse a otros en situaciones de juego sin que ello derive en actitudes de rivalidad o menosprecio.",
        "- Responsabilidad, cooperación y autonomía para desenvolverse en un medio no habitual con espíritu de aventura y convivencia.",
        "- Dominio de las emociones en un ámbito de las actividades en el medio natural con incertidumbre (impulsivo-reflexivo; solidaridad, positividad, etc.).",
        "- Control de la emoción y sus efectos para representar en público y para atreverse a expresar las emociones.",
        "D. Interacción eficiente y sostenible con el entorno",
        "- Normas de uso: la educación vial actuando como peatones o utilizando artilugios (bicicletas, patinetes, etc.).",
        "- Valoración de acciones con respecto al fomento del transporte activo y sostenible: bicicletas, patines, patinetes.",
        "- Previsión de riesgos de accidente durante la práctica en el medio natural: valoración previa y actuación.",
        "- Construcción y reutilización de materiales para la práctica motriz. Realización de actividades físicas en el medio natural y urbano.",
        "- Cuidado del entorno como servicio a la comunidad, durante la práctica de actividad física en el medio natural.",
        "- Respeto y conservación del entorno, la naturaleza, las instalaciones y el material tanto propio como común.",
        "- Espíritu crítico ante el deterioro del medio natural.",
        "- Contemplación y disfrute de la belleza natural.",
        "E. Organización y gestión de la actividad física",
        "- Usos y finalidades: catárticos, lúdico-recreativos, competitivos y agonísticos.",
        "- Actitudes consumistas en torno al equipamiento. Análisis crítico de la adquisición de material para la práctica físico-deportiva.",
        "- Hábitos autónomos de higiene corporal en acciones cotidianas.",
        "- Planificación y autorregulación de proyectos motores: seguimiento y valoración durante el proceso y del resultado.",
        "- Prevención de accidentes en las prácticas motrices: calentamiento general y vuelta a la calma. Importancia de respetar las normas de seguridad. Compromiso de responsabilidad hacia la seguridad propia y de los demás.",
        "- Actuaciones básicas ante accidentes durante la práctica de actividades físicas. Posición lateral de seguridad. Técnicas PAS (proteger, ayudar, socorrer).",
        "- Respeto a las propias limitaciones y restricción de los deseos cuando impliquen un riesgo o un peligro para la salud.",
        "- Efectos de la actividad física en el proceso de desarrollo, en la salud y en la mejora de las capacidades físicas.",
        "- Descubrimiento, a través de la práctica, de los grandes factores de la condición física general. Estimulación de las funciones respiratorias y circulatorias.",
        "- Gestión eficaz de la energía en función del tipo de esfuerzo solicitado.",
        "- Toma de conciencia de los riesgos y actuación con seguridad para uno mismo y para los demás.",
        "F. Vida activa y saludable",
        "- Salud física: efectos físicos, psicológicos y sociales beneficiosos del estilo de vida activo. Impacto de alimentos ultraprocesados y bebidas energéticas o azucaradas. Educación postural en acciones motrices específicas. Responsabilidad personal en el cuidado del cuerpo.",
        "- Salud social: aproximación a los efectos de los malos hábitos relacionados con la salud e influencia en la práctica de actividad física. La exigencia del deporte profesional. Aceptación de distintas tipologías corporales, para practicar en igualdad, diversidad de actividades físico-deportivas. Estereotipos corporales, de género y competencia motriz.",
        "- Salud mental: Consolidación y ajuste realista del autoconcepto, teniendo en cuenta la perspectiva de género. Respeto y aceptación del propio cuerpo y del aspecto corporal de los demás.",
        "- Interés por participar en la organización y desarrollo de proyectos de acción tales como encuentros deportivos entre escuelas del medio rural, fiestas de juegos tradicionales aragoneses, juegos deportivos para grupos de alumnado de diferentes clases...",
        "- Barreras y facilitadores para cumplir las recomendaciones internacionales sobre comportamientos saludables."
    ],
    "criteriosEvaluacion": [
        "1.1. Combinar acciones motrices individuales para implicarse en proyectos de acción tendentes a mejorar sus resultados (por ejemplo, atletismo, carrera de larga duración, natación, etc.) y/o planificar un encadenamiento para realizar producciones con cierto grado de dificultad (por ejemplo, gimnasia deportiva, patines, etc.).",
        "1.2. Encadenar acciones motrices durante el juego para resolver, analizar, valorar y perfeccionar diferentes situaciones motrices (tácticos y técnicos) de oposición (por ejemplo, luctatorias, de cancha dividida u otras).",
        "1.3. Utilizar los recursos adecuados para resolver con éxito situaciones motrices de cooperación.",
        "1.4. Utilizar los recursos adecuados para resolver con éxito situaciones básicas de táctica individual y colectiva en diferentes situaciones motrices colaboración- oposición.",
        "1.5. Combinar acciones motrices con autonomía para decodificar información y adaptar su motricidad de forma segura para realizar recorridos con incertidumbre en el medio, aprovechando las posibilidades del centro escolar, y modulando determinadosaspectos (por ejemplo, el tipo de desplazamiento, el espacio, el número de señales, el grado de incertidumbre, la duración, el uso o no de equipos o vehículos, etc.).",
        "1.6. Improvisar y crear de forma autónoma una producción artístico-expresiva individual o grupal, utilizando recursos expresivos que requieren un mayor control del cuerpo (uso de las calidades de movimiento, desequilibrios, etc.) y una motricidad más simbólica, estética e inhabitual y cuando corresponda, utilizando los recursos propios de cada actividad artístico-expresiva (pasos, figuras, hazañas, etc.)Participar activamente en juegos motores y otras manifestaciones artístico- expresivas con arraigo en la cultura propia, tradicional o actual, así como otros procedentes de diversas culturas, reconociendo y transmitiendo su valor cultural y su potencial como espacio generador de interacciones constructivas entre personas con orígenes diferentes para favorecer su conservación.",
        "2.2. Valorar el deporte como fenómeno cultural analizando críticamente los estereotipos de género y los comportamientos sexistas que a veces suceden en su contexto, rechazándolos y adoptando actitudes que eviten su reproducción en el futuro.Participar en actividades de carácter motor, desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, controlando la impulsividad, gestionando las emociones y expresándolas de forma asertiva.",
        "3.2. Respetar las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, reconociendo las actuaciones de deportistas, árbitros-juez, entrenadores u otros roles que formen parte de la dinámica establecida.",
        "3.3. Afianzar habilidades sociales en la realización de prácticas motrices, utilizando el diálogo en la resolución de conflictos y el respeto ante la diversidad (género, afectivo- sexual, origen nacional, étnico, socioeconómica o competencia motriz), y mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y la violencia.4.1 Utilizar los espacios naturales y/o del entorno próximo respetando la flora y la fauna del lugar, haciendo un buen uso de las instalaciones y/o servicios que ofrece con una perspectiva eco sostenible y comunitaria del cuidado del entorno.",
        "5.1. Integrar rutinas de higiene personal establecidas en las sesiones de Educación Física, interiorizando las pautas propias de una práctica motriz saludable y segura.",
        "5.2. Adoptar medidas de seguridad antes, durante y después de la práctica de actividad física, reconociendo los riesgos y sabiendo actuar con seguridad ante un accidente.",
        "5.3. Implicarse en proyectos (personales, de clase, de centro o sociales) que conlleven la autogestión de sus capacidades físicas, siendo capaces de regular y dosificar la intensidad y la duración del esfuerzo acorde con sus posibilidades y dentro de unos criterios saludables.",
        "5.4. Identificar conductas inapropiadas vinculadas al ámbito corporal, la actividad física y el deporte, que resultan perjudiciales para la salud o afectan negativamente a la convivencia, adoptando posturas de rechazo a la discriminación y a los estereotipos de género, y evitando activamente su reproducción.",
        "5.5. Evaluar de forma global su estilo de vida (cantidad y tipo de actividades, horas de sueño, alimentación, etc.) para tomar decisiones reales encaminadas a mejorar su bienestar."
    ]
}