{
  "competenciasEspecificas": [
    "1. Buscar y seleccionar información, a través de medios y recursos digitales y analógicos, tanto de forma individual como en grupo, evaluando su fiabilidad y pertinencia, adoptando hábitos de uso seguro y sostenible de las tecnologías digitales, para transformarla en conocimiento y comunicarla de manera organizada y creativa. CCL1, CCL2,CCL3, CP1, CP2, STEM4, STEM 6, CD1, CD2, CD3, CD4, CD5, CE3, CPSAA5.",
    "2. Plantear y responder a preguntas científicas sencillas, utilizando diferentes técnicas e instrumentos propios del pensamiento científico, interconectando diferentes saberes para interpretar y explicar hechos y fenómenos que ocurren en el medio natural, social y cultural. CCL1, CCL2, CCL3, CP1, CP2, STEM1, STEM2, STEM4, STEM 6, CD1, CD2, CPSAA4, CPSAA5, CC4, CE1, CE3.",
    "3. Resolver problemas a través de proyectos interdisciplinares, utilizando el pensamiento de diseño y el pensamiento computacional, para generar cooperativamente un producto creativo e innovador que responda a necesidades concretas. CCL1, CCL2,CCL3, CP1, CP2, STEM1, STEM2, STEM3, STEM4, STEM6, CD1, CD2, CD3, CD5, CPSAA3, CPSAA4, CPSAA5, CC1, CC4, CE1, CE2, CE3, CEC4.",
    "4. Conocer y tomar conciencia del propio cuerpo, de las emociones y sentimientos propios y ajenos, desarrollando hábitos saludables fundamentados en el conocimiento científico para conseguir el bienestar físico, emocional y social. CCL1, CCL2,CCL3, CP1, CP2, CP3, STEM5, CD2, CD3, CPSSA1, CPSSA2, CPSSA3, CC3, CC4., CE1.",
    "5. Identificar y analizar las características de los diferentes elementos o sistemas del medio natural, social y cultural, analizando describiendo su organización y propiedades, y estableciendo relaciones entre los mismos, para reconocer el valor del patrimonio cultural y natural y emprender acciones para su conservación y mejora a través de un uso responsable y sostenible. CCL1, CCL3, CP1, CP2, STEM1, STEM2, STEM4, STEM5, STEM6, CD1, CPSAA4, CC1, CC4, CE1, CEC1, CEC2.",
    "6. Analizar críticamente las causas y consecuencias de la intervención humana en el entorno, integrando los planos social, económico, cultural, tecnológico y ecológico para desarrollar la capacidad para afrontar problemas, buscar soluciones y actuar de manera individual y colaborativa en su resolución, poniendo en práctica hábitos sostenibles y consecuentes con el respeto, cuidado y protección de las personas y del planeta. CCL1, CCL2,CCL3, CCL5, CP1, CP2, CP3, STEM1, STEM2, STEM5, STEM6, CD2, CD3, CD5, CPSAA4, CC1, CC2, CC3, CC4, CE1, CE2, CE3, CEC1.",
    "7. Observar, comprender e interpretar continuidades y cambios del medio natural, social y cultural, analizando relaciones de causalidad, simultaneidad y sucesión para explicar y valorar las relaciones entre diferentes elementos y acontecimientos y actuar con criterios de sostenibilidad CCL1, CCL2,CCL3, CP1, CP2, STEM4, CD1, CD4, CD5, CPSAA4, CC1, CC3, CE2, CEC1.",
    "8. Reconocer y valorar la diversidad y la igualdad de género, mostrando empatía y respeto hacia todas las personas, reflexionando de forma crítica sobre cuestiones éticas, para contribuir al bienestar individual y colectivo de una sociedad en continua transformación y al logro de una convivencia pacífica y respetuosa en Europa. CCL 1, CCL2, CCL5, CP1, CP3, CD1, CD2, CD3, CPSAA3, CC1, CC2, CC3, CEC1, CEC2.",
    "9. Participar eficaz y constructivamente en el entorno social desde el respeto de los valores marcados por las Declaraciones Universales y los principios democráticos impulsados por la legislación europea, estatal y autonómica, valorando la función de las instituciones democráticas en el mantenimiento de la paz y la seguridad, para generar relaciones respetuosas y promover la gestión pacífica y dialogada de los conflictos CCL1, CCL5,CP3, CD1, CD2, CD3, CPSAA1, CC1, CC2, CC3, CEC1."
  ]
}