{
    "situacionesAprendizaje": [
        "La adquisición efectiva de las competencias clave descritas en el anexo I del presente decreto foral se verá favorecida por el desarrollo de una metodología que reconozca a las niñas y niños como agentes de su propio aprendizaje.",
        "La infancia debe ser reconocida como una etapa con saberes propios, en la que cada niña y cada niño es capaz de manifestarlos en los diversos lenguajes, todos importantes y tejidos entre sí. Por ello, la educadora o educador debe estar dispuesto a permitir aflorar lo que la niña o el niño sabe y quiere manifestar.",
        "Desde el respeto a las diversas etapas madurativas por las que atraviesan las niñas y niños, es importante no forzar aprendizajes. Por ello, se propone el diseño de situaciones de aprendizaje estimulantes, significativas e integradoras, bien contextualizadas y respetuosas con el proceso de desarrollo integral del alumnado en todas sus dimensiones, que tengan en cuenta sus potencialidades, intereses y necesidades, así como las diferentes formas de comprender la realidad en cada momento de la etapa. Situaciones de aprendizaje que les ayuden a evolucionar y a avanzar en sus procesos, respetando sus tiempos singulares y ofertando retos que les ayuden a seguir avanzando en su proceso personal y social.",
        "Las situaciones de aprendizaje deben plantear un reto o problema de cierta complejidad en función de la edad y el desarrollo de la niña o del niño, cuya resolución creativa implique la movilización de manera integrada de lo aprendido en las tres áreas en las que se organiza la etapa. Deben partir de la realización de distintas tareas y actividades, con un planteamiento claro y preciso de los objetivos que se esperan conseguir, y cuyo logro suponga la integración de un conjunto de saberes básicos.",
        "Por ser las tres áreas ámbitos de experiencia intrínsecamente relacionados entre sí, se requiere un planteamiento educativo que promueva la configuración de situaciones de aprendizaje holísticas, significativas, con sentido experiencial y ricas, valiosas y variadas, que ayuden a establecer relaciones complejas entre todos los elementos que las conforman.",
        "Teniendo en cuenta que una de las mayores fuentes de aprendizaje en el aula es el grupo de iguales, se propondrán situaciones diversas para fomentar tanto el trabajo en equipo y cooperativo, como el trabajo en pareja e individual, favoreciendo organizaciones en pequeños grupos que puedan estar haciendo, de manera simultánea, recorridos o travesías de aprendizaje diversos, con propuestas y proyectos elegidos por ellas y ellos, con los que se comprometen, asumiendo responsabilidades individuales y trabajando de manera cooperativa para afrontar la resolución del reto planteado.",
        "Estas situaciones favorecerán la transferencia de los aprendizajes adquiridos a la resolución de un problema de la realidad cotidiana de la niña o niño, en función de su progreso madurativo. En su diseño, se debe favorecer el desarrollo progresivo de un enfoque crítico y reflexivo. Así mismo, se deben abordar aspectos relacionados con el interés común, la sostenibilidad, el respeto a la diferencia o la convivencia, iniciándose en la gestión de las posibles situaciones de conflicto mediante el diálogo y el consenso. De igual modo, se deben tener en cuenta las condiciones personales, sociales o culturales de las niñas y niños, para detectar y dar respuesta a los elementos que pudieran generar exclusión.",
        "El diseño de las propuestas debe partir de los intereses y motivaciones de las niñas y niños, detectados por la observación de hacia dónde dirigen su mirada curiosa. Estas propuestas no deben ser reducidas, sesgadas ni simplificadas, sino que deben tener en cuenta todas las capacidades de las niñas y niños.",
        "La evaluación en esta etapa tomará como referencia las características individuales de cada niña y niño, el ritmo de aprendizaje, la forma particular de aprender, sus excelencias y sus aportaciones, considerando los diferentes caminos para llegar a un mismo aprendizaje. Para la evaluación de estos procesos de aprendizaje se utilizarán registros de observación, interpretando y extrayendo cada logro, por lo que es importante investigar y documentar los procesos acontecidos, no sólo los resultados, dando valor a los recorridos individuales y grupales."
    ]
}