{
  "saberes": [
    "A. Retos del mundo actual.",
    "1- Introducción a la sistemática de la Geografía Física y de la Historia: procedimientos, términos y conceptos.*",
    "2- Ubicación espacial. Lectura y representación del espacio geográfico: mapas, orientación y escalas.*",
    "3- Estudio y comentario de mapas, esquemas, imágenes y representaciones gráficas, desde el ámbito local al global. Tecnologías de la Información Geográfica (TIG).*",
    "4- Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales aplicadas al estudio de la Geogra-fía y de la Historia. Uso seguro de las redes de comunicación.",
    "5- Búsqueda de información en ámbitos digitales y analógicos, lectura y valoración crítica de ella y creación de diferentes productos en distintos formatos como vía de elaboración de conocimiento.",
    "6- Formas y procesos de modificación de la superficie terrestre: los paisajes geográficos. Formación y transformación del relieve. La hidrosfera: ciclo, clasificación e influencia sobre las actividades humanas. Los movimientos de la Tierra y su relación con el tiempo y el clima. Métodos de recogida de datos meteorológicos e interpretación de gráficos.*",
    "7- Los paisajes naturales locales, regionales y a nivel mundial: tipos y características.*",
    "8- Las características naturales del País Vasco (situación geográfica, formas de relieve, hidrografía, clima y vegetación) dentro del contexto peninsular y continental.*",
    "9- Riesgos y catástrofes climáticas: cambios climáticos en el presente, pasado y futuro. El impacto de las actividades hu-manas. Prevención ante las catástrofes naturales y los efectos del cambio climático.",
    "10- Riqueza y valor del patrimonio natural. La influencia humana en la alteración de los ecosistemas en el pasado y la ac-tualidad. Conservación y mejora del entorno local y global.",
    "11- Conceptos básicos de demografía. Recopilación, representación e interpretación de datos. Los movimientos migratorios pasados y actuales. Desafíos demográficos en el mundo actual.*",
    "12- El paisaje humanizado. Aglomeraciones urbanas y ruralidad. Los retos de la vida en la ciudad y el sostenimiento del mundo rural. El problema de la despoblación en el mundo rural y de la superpoblación urbana.*",
    "13- El paisaje rural y urbano en el País Vasco. Situación demográfica y económica y principales problemas y retos de fu-turo.*",
    "14- La organización económica: descripción de los recursos, de los sectores, los mercados regionales y las políticas co-merciales. Relaciones, colaboración y tensiones internacionales entre potencias político-económicas.*",
    "15- Concentración y distribución de la riqueza. La función de los impuestos. La cuestión del mínimo vital.",
    "16 - El papel de la mujer en las sociedades actuales: educación, acceso al trabajo y al poder y situaciones discriminatorias de las niñas y de las mujeres en el mundo. Roles de género y su manifestación en todos los ámbitos de la sociedad y la cultura.*",
    "17- La Organización de Naciones Unidas y los Objetivos de Desarrollo Sostenible, los dilemas y contradicciones del mundo actual y las diferentes opciones para afrontarlos a nivel personal, local, nacional y global, como punto de partida para el pensamiento crítico y el desarrollo de juicios propios.",
    "B. Sociedades y territorios.",
    "1- Introducción a las metodologías y técnicas de trabajo de investigación para la construcción del conocimiento de la His-toria: las fuentes históricas escritas y la cultura material. El significado y la importancia de los archivos, bibliotecas y museos y del legado histórico y cultural como patrimonio colectivo.*",
    "2- El método científico y la investigación histórica. Introducción a la existencia de diferentes escuelas historiográficas y geográficas y de las consiguientes metodologías del pensamiento histórico.",
    "3- Construcción e interpretación de líneas del tiempo para comprender los procesos históricos a través de los puntos de vista de linealidad, cronología, simultaneidad y duración.*",
    "4- El origen del ser humano, las primeras grandes migraciones y el nacimiento de las primeras sociedades y culturas pa-leolíticas.*",
    "5- Del Paleolítico al Neolítico: la producción de alimentos, la sedentarización y el aumento de la complejidad social. La Edad de los Metales. La huella prehistórica en el País Vasco.*",
    "6- El surgimiento de las civilizaciones: de las ciudades estado a los primeros reinos e imperios en Mesopotamia y Egipto.*",
    "7- El desarrollo del comercio en la Antigüedad. Las grandes rutas comerciales. Diferencias entre conquista y colonización.",
    "8- Evolución de las estructuras sociales en Mesopotamia, Egipto, Grecia y Roma. Los integrantes más desfavorecidos de las sociedades de la Edad Antigua. La vida cotidiana y el papel conocido de las mujeres.*",
    "9- Los distintos tipos de organización política en el Mundo Antiguo: oligarquía, reino, imperio, república y democracia, desde Mesopotamia a Roma.*",
    "10- La evolución de los sistemas económicos y su impacto sobre la transformación humana del territorio y la distribución desigual de los recursos y del trabajo desde la Prehistoria hasta la Edad Moderna. Los ciclos demográficos.*",
    "11- La religión en la organización política y social de la Antigüedad: politeísmo, monoteísmo y el surgimiento de las grandes religiones. La legitimación del poder desde Mesopotamia a Roma.*",
    "12- Evolución de las comunidades humanas: de la vida nómada y cavernícola a las polis y urbes.*",
    "13- La Península Ibérica y el País Vasco hasta el final de la Edad Antigua. El caso de la romanización en el País Vasco.*",
    "14- Significado y función de las expresiones artísticas y culturales en las distintas civilizaciones: desde el Arte Paleolítico al Arte Romano. Respeto, protección y conservación del patrimonio material e inmaterial.*",
    "15- Las raíces clásicas de la cultura occidental. Los inicios conocidos de la construcción de las identidades culturales a través del pensamiento, desde las culturas paleolíticas hasta la romanización.",
    "16- Evolución de las estructuras sociales en Occidente: del Feudalismo a la sociedad estamental. Su relación con el poder político y religioso y con la evolución de la autoridad desde la Edad Media hasta la Edad Moderna. Los modos de vida y la vida cotidiana. Los integrantes más desfavorecidos de las sociedades en la Edad Media y la Edad Moderna. El papel co-nocido de las mujeres y de los personajes relevantes femeninos.*",
    "17- La organización política y las formulaciones estatales en el mundo Medieval y Moderno. Los distintos tipos de organi-zación política: reinos, imperios, repúblicas comerciales y el parlamentarismo británico.*",
    "18- El papel de la religión en la organización política y social, en la legitimación del poder y en la formación de identidades religiosas: el triunfo del monoteísmo y las grandes religiones. La expansión de la cristiandad y el nacimiento y expansión del islam. Herejías, persecuciones, reformas protestantes, Contrarreforma y guerras de religión.*",
    "19- La ciudad y el mundo rural a lo largo de la Historia Medieval y Moderna: del mundo rural -villas y aldeasa la vuelta a las ciudades.*",
    "20- Las grandes rutas comerciales de la Edad Media y la Edad Moderna y las estrategias para el control de las personas y los recursos: factores ambientales, políticos, económicos y geográficos. Grandes descubrimientos, viajes, colonización y comercio. Hegemonía y la geopolítica en el nacimiento y evolución de la Edad Moderna. Las civilizaciones aborígenes.*",
    "21- La Península Ibérica en la Edad Media y Edad Moderna.*",
    "22- El País Vasco en la Edad Media y Moderna: de la formación del reino de Pamplona a la conquista del reino de Navarra. Integración de los territorios históricos en la corona de Castilla. Creación y consolidación del sistema foral. Transformacio-nes sociales, económicas y culturales. Los primeros textos escritos en Euskara. La situación de las minorías y las mujeres: agotes, judíos, caza de brujas, etc.*",
    "23- Las raíces medievales de la cultura occidental. Humanismo y Cristiandad. La influencia de la civilización islámica en la cultura europea: de Al-Ándalus a los otomanos. El pensamiento en las culturas medievales y modernas. Del arte prerromá-nico al arte barroco.*",
    "24- Ciencia, medicina y avances científicos y tecnológicos en la Edad Media y Moderna: nuevas respuestas a las grandes preguntas de la humanidad acerca del mundo. Racionalismo y empirismo.*",
    "C. Compro miso cívico",
    "1- Dignidad humana y derechos universales. La Convención sobre los Derechos del Niño.",
    "2- Igualdad de género. Manifestaciones y conductas no sexistas y uso no sexista del lenguaje.",
    "3- Interés ante los retos y problemas de actualidad en el entorno local y global.",
    "4- Convivencia cívica y cultura democrática. Incorporación e implicación en la sociedad civil. Participación en proyectos comunitarios.",
    "5- Conciencia ambiental. Respeto, protección y cuidado de los seres vivos y del planeta.",
    "6- Conservación y defensa del patrimonio natural, histórico, artístico y cultural. Las leyes de protección del patrimonio na-tural y cultural en el País Vasco y en España.*",
    "7- Ciclos vitales, uso del tiempo libre y hábitos de consumo: diferencias y cambios en las formas de vida en sociedades actuales y del pasado."
  ],
  "criteriosEvaluacion": [
    "1.1. Buscar, seleccionar, organizar y comunicar, de forma guiada, información relativa a procesos y acontecimientos históricos, geográficos y sociales relevantes del presente y del pasado, presentándola en distintos soportes y teniendo en cuenta los objetivos de la tarea.",
    "1.2. Argumentar de forma crítica sobre asuntos geográficos e históricos desde la Prehistoria hasta la Edad Moderna, tanto de forma individual como colectiva, contrastando y valorando fuentes diversas y fiables e incorporando y utilizando adecuadamente términos y conceptos propios de la materia.",
    "2.1. Identificar y explicar los paisajes naturales correspondientes a las distintas zonas climáticas de la Tierra, así como los paisajes humanizados, mediante una perspectiva sistémica e integradora de sus elementos propios y las interrelaciones existentes.",
    "2.2. Analizar la transformación de los espacios naturales por la acción humana de explotación de los recursos desde la Prehistoria hasta la Edad Moderna, así como su relación con la evolución de la población, valorando el grado de sostenibilidad y equilibrio de los diferentes espacios, y la necesidad de acciones a favor de la sostenibilidad, a través de propuestas en distintos formatos.",
    "3.1. Identificar los mecanismos que han regulado la convivencia y la vida en común desde la Prehistoria hasta la Edad Moderna, señalando los principales modelos de organización política que se han ido gestando, mediante la creación de productos que reflejen la comprensión de la cuestión.",
    "3.2. Señalar y explicar aquellos sistemas políticos más destacables de la Historia Antigua, la Edad Media y la Edad Moderna, con especial atención a los que se consideran antecedentes de las posteriores democracias, distinguiendo y asumiendo los deberes y derechos propios de nuestra vida actual en comunidad.",
    "4.1. Explicar procesos de cambio histórico de relevancia desde la Prehistoria hasta la Edad Moderna y los principales desafíos a los que se han enfrentado sus sociedades, identificando sus causas y sus consecuencias, utilizando secuencias cronológicas que relacionen hechos y períodos de distintos lugares y los términos y conceptos técnicos de la materia    ",
    "4.2. Transmitir adecuadamente información sobre Geografía física y humana y sobre Historia, desde la Prehistoria hasta la Edad Moderna, a través de diversas formas de comunica ción, tanto oral como escrita, y representación gráfica, car tográfica y visual, en formatos analógicos y digitales.",
    "5.1. Conocer e interpretar los comportamientos demográficos, su evolución, los cambios que han experimentado y sus ciclos, relacionándolos con los principales problemas y retos a los que nos enfrentamos hoy en el mundo, el País Vasco y España.",
    "5.2. Identificar las características de las etapas vitales y de los modos de vida conocidos desde la Prehistoria hasta la Edad Moderna, valorando la riqueza que aporta su conocimiento para, contrastándolos con los actuales, distinguir las semejanzas y divergencias entre ambos, apreciando la distancia entre lo saludable y sostenible en nuestro entorno y en aquél.",
    "6.1. Explicar los sistemas económicos conocidos desde la Prehistoria hasta la Edad Moderna, con sus múltiples consecuencias sociales, territoriales y ambientales, comprendiendo la existencia de ritmos y ciclos de crecimiento.",
    "6.2. Identificar algunos conflictos y relaciones de hegemonía, subordinación y dependencia generados por los distintos sistemas económicos desde la Prehistoria hasta la Edad Moderna, relacionándolos con la importancia de los derechos sociales y la necesidad del acceso universal a recursos básicos en la actualidad.",
    "7.1. Relacionar los elementos de las culturas y civilizaciones que se desarrollaron a lo largo de la Historia Antigua, la Edad Media y la Edad Moderna, con aquellos que conforman las diversas identidades colectivas que se han ido construyendo hasta la actualidad, identificando cuáles son y reflexionando sobre sus aportaciones a la cultura universal.",
    "7.2. Identificar y explicar las aportaciones del mundo clásico, medieval y de la Edad Moderna a Europa, reconociendo y valorando el legado histórico, institucional, artístico y cultural como patrimonio común de la ciudadanía europea, y respetando cualquier sentimiento de pertenencia (religioso, nacional...).",
    "7.3. Argumentar la necesidad de proteger y conservar el patrimonio artístico, histórico y cultural, considerándolo como fundamento de identidad colectiva local, autonómica, nacional, europea y universal.",
    "8.1 Describir los elementos sociales, históricos, culturales, institucionales y religiosos que conformaron las civilizaciones antiguas, medievales y de la Edad Moderna, situando su nacimiento y desarrollo en el espacio y en el tiempo e iden-tificando sus aportaciones más relevantes a la cultura univer-sal.",
    "8.2 Mostrar actitudes no discriminatorias y reconocer la diversidad social y multicultural, valorando la inclusión, el reconocimiento de las minorías étnico-culturales y la colaboración como valores que favorecen la cohesión social.",
    "8.3 Argumentar la igualdad real de hombres y mujeres, destacando y valorando la aportación de personajes relevan-tes femeninos en distintos ámbitos y actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género en cualquier situación.",
    "9.1 Conocer y explicar las aportaciones culturales, artísticas, científicas y de pensamiento de las civilizaciones antiguas, medievales y de la Edad Moderna, señalando las que con-forman las raíces de las culturas actuales y conectándolas con nuestro concepto de solidaridad, justicia, libertad y sostenibilidad.",
    "9.2 Identificar y contextualizar la conexión de lo que ahora conforman las culturas vasca y española con los grandes procesos históricos desde la Prehistoria hasta la Edad Mo-derna, valorando lo que han supuesto para su evolución."
  ]
}