{
    "saberes": [
        "Bloque 1: Lengua y uso. Transversal a todas las CE",
        "Funciones comunicativas",
        "• Funciones comunicativas básicas adecuadas al ámbito y alcontexto comunicativo: saludos, despedidas ypresentaciones; descripción de personas, objetos ylugares; situar eventos en el tiempo; situar objetos,personas y lugares en el espacio; petición e intercambio deXinformación sobre cuestiones cotidianas; instrucciones yórdenes; ofrecer, aceptar y rechazar ayuda, proposicioneso sugerencias; expresar parcialmente el gusto o el interésy emociones básicas; narración de acontecimientospasados, descripción de situaciones presentes, yexpresión de sucesos futuros; expresar la opinión y laposibilidad.",
        "• Principios del funcionamiento de las lenguas en loreferente al léxico, reglas gramaticales y variedadeslingüísticas.",
        "Unidades lingüísticas",
        "• Unidades lingüísticas de uso común y significadosasociados a dichas unidades tales como expresión de laentidad y sus propiedades, cantidad y cualidad, el espacioy las relaciones espaciales, el tiempo y las relacionestemporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas básicas.",
        "Modelos contextuales y géneros discursivos",
        "• Modelos contextuales y géneros discursivos de uso comúnen la comprensión, producción y coproducción de textosorales, escritos y multimodales, breves y sencillos, literariosy no literarios: características y reconocimiento del contexto(participantes y situación), expectativas generadas por elcontexto, organización y estructuración según el género, lafunción textual y la estructura.",
        "Expresiones y léxico",
        "• Léxico de uso común y de interés para el alumnado,relativo a identificación personal, relacionesinterpersonales, lugares y entornos cercanos, ocio ytiempo libre, vida cotidiana, salud y actividad física,vivienda y hogar, clima y entorno natural, tecnologías de lainformación y la comunicación.X",
        "• Expresiones y léxico de uso común para comprenderenunciados sobre la comunicación, la lengua, elaprendizaje y las herramientas de comunicación yaprendizaje (metalenguaje).",
        "Patrones sonoros, acentuales y rítmicos",
        "• Patrones sonoros, acentuales, rítmicos y de entonaciónbásicos y de uso común, y significados e intencionescomunicativas generales asociadas a dichos patrones.Alfabeto fonético básico.",
        "Convenciones ortográficas",
        "• Convenciones ortográficas básicas y significados eintenciones comunicativas asociados a los formatos,patrones y elementos gráficos.",
        "Reflexión sobre la lengua",
        "• Consciencia sobre las similitudes formales y diferencias designificados entre lenguas (préstamos, cognados, falsosamigos).",
        "• Reflexión sobre similitudes formales y diferencias designificados (préstamos, cognados, falsos amigos) y suaplicación en diferentes contextos comunicativos.",
        "Bloque 2: Estrategias comunicativasEstrategias comunicativas. Transversal a todas las CE",
        "Estrategias de comprensión y producción",
        "• Estrategias de uso común para la planificación, ejecución,control y reparación de la comprensión, la producción y lacoproducción de textos orales, escritos y multimodales.",
        "Estrategias conversacionales",
        "• Estrategias y técnicas para responder eficazmente a unanecesidad comunicativa básica y concreta de formacomprensible, a pesar de las limitaciones derivadas delnivel de competencia en la segunda lengua extranjera y enlas lenguas familiares.",
        "• Estrategias de uso común para identificar, organizar,retener, recuperar y utilizar creativamente unidadeslingüísticas (léxico, morfosintaxis, patrones sonoros) apartir de la comparación de las lenguas y variedades queconforman el repertorio lingüístico personal.",
        "Intercambios culturales y mediación",
        "• Interés e iniciativa en la realización de intercambioscomunicativos a través de diferentes medios con hablanteso estudiantes de la lengua extranjera.",
        "• Estrategias para resolver conflictos interculturales encontextos personales, sociales y académicos.",
        "• Conocimientos, destrezas y actitudes que permitandetectar y colaborar en actividades de mediación ensituaciones cotidianas sencillas.",
        "Estrategias de autoevaluación y coevaluación",
        "• Autoconfianza. El error como instrumento de mejora ypropuesta de subsanación.",
        "• Estrategias y herramientas de uso común deautoevaluación y coevaluación, analógicas y digitales,individuales y cooperativas.",
        "Tratamiento de la información",
        "• Recursos para el aprendizaje y estrategias básicas debúsqueda de información: diccionarios, libros de consulta,bibliotecas, recursos digitales e informáticos.",
        "• Identificación de la autoría de las fuentes consultadas y loscontenidos utilizados.",
        "• Herramientas analógicas y digitales de uso común para lacomprensión, producción y coproducción oral, escrita ymultimodal; y plataformas virtuales de interacción ycolaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas) para el aprendizaje,la comunicación y el desarrollo de proyectos con hablanteso estudiantes de la segunda lengua extranjera.",
        "Bloque 3: Cultura y sociedadCultura y sociedad. Transversal a todas las CE ",
        "Aspectos socioculturales y sociolingüísticos",
        "• Aspectos socioculturales y sociolingüísticos de usocomún relativos a la vida cotidiana, las condiciones devida y las relaciones interpersonales; convencionessociales básicas; lenguaje no verbal, cortesía lingüísticay etiqueta digital; cultura, costumbres y valores propios depaíses donde se habla la segunda lengua extranjera.",
        "• Reconocimiento de la necesidad de adaptar el propiorepertorio comunicativo al contexto social y cultural en elcual se desarrolla la comunicación.",
        "• Estrategias básicas para entender y apreciar la diversidadlingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "Diversidad lingüística e intercultural",
        "• Reconocimiento de las diferencias y la diversidadplurilingüe e intercultural.",
        "Lengua extranjera como medio de comunicación",
        "• Patrones culturales de uso común propios de la lenguaextranjera.",
        "• La segunda lengua extranjera como medio decomunicación interpersonal e internacional, fuente deinformación, y como herramienta de participación social yde enriquecimiento personal."
    ],
    "criteriosEvaluacion": [
        "1.1. Comparar las diferencias y similitudesentre distintas lenguas sobre aspectos básicosde su funcionamiento, de manera autónoma.",
        "1.2. Utilizar y diferenciar los conocimientos yestrategias que forman su repertorio lingüístico,con apoyo de otros participantes y de soportesanalógicos y digitales.",
        "1.3. Comparar y valorar la diversidadlingüística y cultural propia de países donde sehabla la segunda lengua extranjera mostrandointerés por comprender elementos culturales ylingüísticos del ámbito personal, social,académico y profesional.",
        "1.4. Analizar los progresos y dificultades deaprendizaje de la segunda lengua extranjera,seleccionando las estrategias más adecuadaspara superarlas, a través de la planificación,autoevaluación y coevaluación. del propioaprendizaje,",
        "1.5. Actuar de forma respetuosa y empáticaen situaciones interculturales, evaluando yrechazando cualquier tipo de discriminación,prejuicio y estereotipo.",
        "2.1. Escuchar de forma activa e interpretartextos orales y multimodales breves y sencillos,sobre temas predecibles y no predecibles, delámbito personal, social, académico yprofesional, así como textos literariosadecuados a su nivel.",
        "2.2. Analizar la función comunicativa, el temaprincipal, las ideas secundarias y los detallesrelevantes de textos orales y multimodales apartir de los significados explícitos e implícitospresentes en la información de carácterlingüístico y extralingüístico, por medio deinferencias y sus conocimientos previos.",
        "2.3. Inferir el significado de vocabulario y eluso de estructuras frecuentes, así comoexpresiones básicas de uso común del ámbitopersonal, social, académico y profesional.",
        "3.1. Interpretar textos escritos y multimodalesbreves y sencillos, sobre temas predecibles y nopredecibles del ámbito personal, social,académico y profesional, eligiendo aquellos quese adecuen a sus gustos e intereses.",
        "3.2. Identificar el tema principal, las ideassecundarias de textos escritos y multimodales,así como sus significados explícitos e implícitosde carácter lingüístico y su relación con lainformación de carácter extralingüístico.",
        "3.3. Interpretar el significado de vocabulario yexpresiones básicas de uso común del ámbitopersonal, social, académico y profesional eidentificar el uso de estructuras frecuentes entextos escritos y multimodales.",
        "3.5 Localizar, seleccionar y contrastar lainformación en medios analógicos y digitales, deforma progresivamente autónoma, de diferentestextos multimodales del ámbito, personal, social,académico y profesional.",
        "4.1. Producir y expresar oralmente, con ciertafluidez y corrección, textos claros, coherentes ybien organizados, con una pronunciación, ritmoy entonación adecuados, utilizando un repertoriode expresiones, léxico y estructuras de usofrecuente en situaciones del ámbito personal,social y profesional con el fin de informar,exponer, describir, narrar y argumentar.",
        "4.2. Utilizar estrategias de planificación,producción, compensación y revisión, como eluso de palabras o frases sencillas de lasdiferentes lenguas de su repertorio lingüístico oel uso del contexto verbal y no verbal.",
        "4.3. Mostrar un buen control sobre unrepertorio limitado de estructuras sintácticascomunes, y seleccionar los elementosadecuados de coherencia y de cohesión textualpara organizar el discurso de manera sencillapero eficaz.",
        "4.4. Pronunciar y entonar los enunciados demanera clara y comprensible, con la guíaocasional del docente, repitiéndolos tantasveces como sea necesario para hacerlosentendibles.",
        "4.5. Utilizar, con iniciativa y creatividadrecursos diversos en herramientas analógicas ydigitales para la búsqueda avanzada deinformación, valorando de manera crítica lainformación contenida en las fuentesdocumentales.",
        "5.1. Producir textos escritos y multimodalesbreves, coherentes y cohesionados, en soportesanalógicos y digitales, utilizando tanto el registroformal como el informal según la tipología textualy la situación comunicativa, sobre temas delámbito personal, social, académico yprofesional, con el fin de informar, narrar,describir, opinar y argumentar.",
        "5.2. Mostrar un buen control sobre unrepertorio limitado de estructuras sintácticascomunes, y seleccionar los elementosadecuados de coherencia y de cohesión textualpara organizar el discurso de manera sencillapero eficaz.",
        "5.3. Aplicar estrategias de revisión de textos,de forma autónoma, a partir de modelos de lostextos escritos.",
        "6.1. Participar en conversaciones simples,sobre temas predecibles y del ámbito personal,académico, social y profesional, en contextosanalógicos y digitales, utilizando guiones comoapoyo.",
        "6.2. Utilizar estrategias de cooperación,cesión y toma de turnos de palabra, usando lacortesía lingüística, la etiqueta digital, ellenguaje no verbal y estrategias para indicar queno se ha entendido el mensaje y para solicitar surepetición.",
        "6.3. Interactuar mostrando interés, respeto yempatía hacia las personas interlocutoras encontextos pluriculturales, cotidianos, informales,como dar y pedir la palabra, cooperar y pediraclaraciones.",
        "7.1. Mostrar interés por participar en lasolución de problemas de incomprensión sobreasuntos diversos del ámbito personal, social,académico y profesional.",
        "7.2. Comprender, comunicar y describir textosque incluyan vocabulario, expresiones yestructuras frecuentes, en diferentes soportes, oexplicar conceptos, de forma oral o escrita,combinando su repertorio lingüístico.",
        "7.3. Resumir, parafrasear o traducir textos,conceptos y comunicaciones breves,combinando su repertorio lingüístico coniniciativa y creatividad.",
        "7.4. Transmitir oralmente y por escrito la ideageneral y los puntos principales de fragmentosbreves de información relativa a temas de interésgeneral, personal o de actualidad como avisos,prospectos, folletos, correspondencia o noticias,siempre que tengan una estructura clara yutilicen una variedad estándar.",
        "7.5. Seleccionar y utilizar las estrategias desimplificación y de adaptación de la lengua, quefaciliten la comprensión y la expresión oral yescrita de la información en distintas lenguas, yque sean adecuadas a las situacionescomunicativas, con apoyo puntual de soportesanalógicos o digitales, en función de lasnecesidades de cada momento."
    ]
}