{
    "saberes": [
        "1.1. Bloque 1: Cultura científica.",
        "1.1 Iniciación a la actividad científica. CE 1, CE 2, CE 3, CE 5",
        "• Observación de fenómenos que suceden en su entorno natural, social y cultural cercano, y realización de predicciones razonadas.",
        "• Léxico y vocabulario científico básico y su utilización en las investigaciones relacionadas con el medio cercano.",
        "• Realización de experimentos guiados utilizando diferentes técnicas de indagación y empleando los instrumentos y dispositivos adecuados.",
        "• Comunicación de los resultados de las investigaciones usando herramientas sencillas usando lenguaje científico básico adquirido.",
        "• Estrategias de utilización del pensamiento crítico, aplicado a los diferentes resultados obtenidos.",
        "• Presentación y comunicación de los resultados de las investigaciones realizadas en diferentes formatos, utilizando el lenguaje científico básico adquirido.G2. Profesiones científicas y tecnológicas con perspectiva de género",
        "Profesiones y avances científicos STEM desde una perspectiva de género",
        "1.2 La vida en nuestro planeta. CE 3, CE 4, CE 5, CE 8",
        "G1. Seres vivos",
        "• La célula",
        "• La cadena alimentaria",
        "G2. Paisajes y ecosistemas",
        "• Concepto de ecología, el cuidado y el respeto por los espacios naturales, los animales y las plantas.",
        "• Los ecosistemas. Factores bióticos y abióticos. Equilibrio y conservación.",
        "• El paisaje, agentes que lo transforman, concienciación sobre la acción del hombre en el paisaje. Desarrollo sostenible. La huella ecológica de los seres humanos en el entorno natural.",
        "• La extinción de algunas especies, valoración, causas y consecuencias.",
        "G3. Desarrollo sostenible",
        "• Equilibrio entre el desarrollo social y económico y la defensa del medio ambiente.",
        "• Derechos, deberes y responsabilidades del alumnado como consumidor concienciado ecológicamente.",
        "• La publicidad y el etiquetado de los productos que consume el alumnado.",
        "G4. El cuerpo humano",
        "• La organización del cuerpo humano. Sistemas, aparatos y funciones. Equilibrio y relación entre todas ellas. Relación con el entorno y con los demás.",
        "• Hábitos para la salud física, alimentación y nutrición, descanso y actividad física como elementos para el cuidado y el respeto por uno mismo y por el entorno. Sostenibilidad.",
        "• El aparato reproductor y la sexualidad responsable.",
        "G5. Educación emocional",
        "• Establecimiento de hábitos para desarrollar una salud emocional y mental equilibradas que fomenten la autoestima y el autoconcepto, la empatía y el respeto por los demás.",
        "• Aceptación de los cambios físicos y emocionales derivados del inicio de la adolescencia y la pubertad que condicionan unas relaciones sociales y afectivas sanas. Conocimiento y aceptación de uno mismo y de los demás",
        "1.3 Materias, fuerza y energía. CE 2, CE 3, CE 5",
        "G1. Materia",
        "• La materia y sus propiedades. Masa, volumen y densidad.",
        "G2. Fuerzas y energía",
        "• Las fuerzas y el movimiento. Los efectos que producen las fuerzas, deformaciones y movimiento. La velocidad y la gravedad.",
        "• La energía. Formas y propiedades. La transformación de la energía. Fuentes de energía renovables y no renovables, sostenibilidad.El progreso de la ciencia y la tecnología hacia un desarrollo sostenible.",
        "G3. Máquinas e instrumentos",
        "• Uso de instrumentos de medida y de cálculo.",
        "• Máquinas y estructuras. Elementos que las componen.",
        "• Valoración de los avances científicos y tecnológicos y su relación con la sociedad actual.",
        "3.3. Bloque 2: Tecnología y digitalización.",
        "2.1. Digitalización del entorno personal de aprendizaje. CE1",
        "G2 Comunicación en la red",
        "• Conocimiento y utilización de recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas: el correo electrónico.",
        "• Conocimiento y utilización de recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas en red: el chat y el foro.",
        "• Utilización de las redes sociales para la comunicación y la construcción de la ciudadanía digital.",
        "• La netiqueta: reglas básicas de cortesía y respeto en los correos electrónicos: estructura y contenido del mensaje (SPAM), uso de mayúsculas.",
        "• Netiqueta digital, reglas básicas de cortesía y respeto en las redes sociales y estrategias para resolver problemas en la comunicación digital a través de chats y foros: respeto a la temática, uso moderado de los iconos, respeto hacia otras opiniones.",
        "G3. Dispositivos, programas y aplicaciones informáticas",
        "• Buscadores.",
        "• Almacenamiento de datos (imágenes, documentos, cifras…)",
        "• Presentación de la información: documento (estructura, diferentes tipografías, inserción de imágenes…)",
        "• Presentación de la información: presentaciones y vídeos.",
        "• Estrategias básicas de mecanografía.",
        "• Entorno personal de aprendizaje.",
        "• Problemas técnicos sencillos en las aplicaciones y dispositivos TIC de manera guiada.",
        "G4. Salud y seguridad",
        "• Estrategias para hacer un uso adecuado de la tecnología: bienestar digital y salud para prevenir adicciones. Sensibilización hacia el ciberacoso.",
        "• Estrategias para hacer un uso adecuado de la tecnología: ciberacoso, huella digital, propiedad intelectual, protección de la información personal en las redes sociales.",
        "• Estrategias para hacer un uso seguro de la tecnología y el entorno digital personal de aprendizaje: contraseñas secretas, cesión de imágenes o información personal, publicidad y correos no deseados, phishing.",
        "• Estrategias para hacer un uso seguro de la tecnología y el entorno digital personal de aprendizaje: “amigos” de internet, emails con enlaces o descargables dudosos.",
        "G5. Utilización de la tecnología de la información y la comunicación",
        "• Estrategias de búsqueda de información guiadas, seguras y eficientes: valoración, discriminación, selección, organización, contraste y comparación.",
        "• Estrategias de recogida, almacenamiento y representación de datos que facilitan la comprensión y el análisis. Citado.",
        "2.2. Proyectos de diseño y pensamiento computacional. CE2",
        "G1. Proyectos de diseño",
        "• Observación del medio natural o social; admiración de un tema concreto.",
        "• Identificación de objetivos, necesidades, dudas o problemas.",
        "• Expresión de diferentes soluciones o respuestas.",
        "• Selección del aspecto a desarrollar.",
        "• Comprobación, diseño, prototipado y/o prueba.",
        "• Evaluación",
        "• Presentación y comunicación.",
        "G2. Pensamiento computacional",
        "• Abstracción",
        "• Pensamiento algorítmico",
        "• Descomposición en partes más sencillas",
        "• Identificación de patrones",
        "• Pensamiento lógico utilizando variables que contienen dos valores (verdadero/falso, sí/no)",
        "G3. Tecnología",
        "• Utilización de materiales, herramientas y objetos de uso escolar seguro.",
        "• Dispositivos digitales seguros y adecuados a la consecución de un proyecto: tableta, teléfono inteligente, ordenador, etc.",
        "• Operadores mecánicos y máquinas simples (sensores, motores…).",
        "• Recursos digitales: realidad virtual, realidad aumentada, simuladores, impresoras 3D…",
        "• Circuitos eléctricos básicos: elementos, efectos, uso cotidiano",
        "G4. Iniciación a la programación",
        "• Programación por bloques con elementos manipulativos no tecnológicos (actividades desenchufadas).",
        "• Programación por bloques a través de robots programables sencillos.",
        "• Programación por bloques en entornos digitales.",
        "G5. Trabajo Cooperativo",
        "• Técnicas cooperativas sencillas para el trabajo en equipo.",
        "• Estrategias para la gestión de conflictos y promoción de conductas empáticas e inclusivas",
        "• Estrategias en situaciones de incertidumbre: adaptación y cambio de estrategia, valoración del error como oportunidad de aprendizaje",
        "Bloque 3: Sociedades y territorios.",
        "3.1. Retos del mundo actual. Transversal a todas las CE.",
        "G1. Pensamiento crítico",
        "• Estrategias para la emisión de opiniones y juicios de valor a partir de diferentes tipos de fuentes.",
        "• Adquisición de habilidades para la expresión de conclusiones a través de textos expositivos y elementos gráficos.",
        "• Uso de fuentes diversas (primarias y secundarias) como textos, fotografías, mapas, obras de arte, edificios históricos, documentos audiovisuales, procedentes de los medios de comunicación y otras fuentes.",
        "G2. Derechos y libertades",
        "• Noción de diversidad cultural.",
        "• Noción de derechos y libertades.",
        "• Noción de obligaciones.",
        "3.2. Sociedades en el tiempo. CE6, CE8.",
        "G1. El paso del tiempo",
        "• Cronología histórica. Periodos cronológicos y grandes edades de la Historia. Unidades de medida (década, siglo).",
        "G2. Educación patrimonial",
        "• Tipología, papel social y cultural del patrimonio.",
        "• Elementos patrimoniales aplicando nociones temporales básicas.",
        "• Emisión de juicios de valor sobre el origen del patrimonio y su relación con los acontecimientos históricos.",
        "G3. Sociedades y diversidad cultural",
        "• La sociedad del antiguo régimen y revolución liberal, así como los cambios sociales y económicos producidos en España.",
        "• Aproximación a la historia reciente (Guerra Civil, dictadura y transición) y a la memoria democrática.",
        "• Sociedades y culturas de la Época Medieval y Moderna.",
        "G4. Interpretación histórica",
        "• Noción de cambio, continuidad, simultaneidad y duración y evidencia.",
        "3. 3. Alfabetización cívica. CE7.",
        "G1. Organización social",
        "• Economía doméstica: noción de dinero, gastos e ingresos, ahorro, cuenta bancaria, moneda y tarjeta de crédito.",
        "• La Constitución Española.",
        "• Identificación de la organización social de España.",
        "• Seguridad vial. La ciudad como espacio de convivencia. Normas de circulación y movilidad sostenible.",
        "G2. Estructura política",
        "• Instituciones de gobierno municipales, autonómicas y estatales.",
        "• Aproximación a la Unión Europea: organización territorial, instituciones, competencias y responsabilidades.",
        "• Reconocimiento de la organización política y territorial de España.",
        "• La monarquía parlamentaria.",
        "• Diferenciación de formas de gobierno: regímenes democráticos y autoritarios",
        "G3. Población",
        "• Movimientos migratorios en la Comunidad Valenciana, España y Europa",
        "• Identificación de las características demográficas de los países desarrollados y subdesarrollados.",
        "• Reconocimiento y respeto por la diversidad cultural y lingüística de España.",
        "3.4. Conciencia ecosocial. CE5.",
        "G1. Representación",
        "• Representación cartográfica.",
        "G2. El clima",
        "• Factores climáticos: distribución de los climas.",
        "• El cambio climático: acciones de afrontamiento.",
        "G3. Responsabilidad ecosocial",
        "• La Tierra en su concepto geológico y geográfico.",
        "• El Sistema Solar.",
        "• El Universo",
        "• El uso responsable del agua como recurso escaso y su conservación.",
        "• Turismo sostenible.",
        "• Elementos del relieve a nivel europeo.",
        "• Reconocimiento de los paisajes agropecuarios y turísticos.",
        "• Redes de transporte y comunicaciones"
    ],
    "criteriosEvaluacion": [
        "1.1. Buscar información en Internet, de forma guiada, segura y eficiente, usando dispositivos, programas y aplicaciones informáticas sencillos.",
        "1.2. Comunicarse utilizando plataformas y aplicaciones en línea, principalmente el correo electrónico, foros y chats, aplicando las normas de la netiqueta.",
        "1.3. Crear textos, presentaciones y vídeos en formato digital utilizando pautas para su elaboración.",
        "1.4. Identificar hábitos de conducta saludable y segura en el uso de las tecnologías digitales.",
        "1.5. Identificar conductas seguras y poco seguras en el uso de la tecnología, relacionadas con las identidades falsas y la protección antivirus.",
        "2.1. Plantear cuestiones o problemas relacionados con el entorno natural, social o cultural próximo e identificar posibles fuentes susceptibles de proporcionar información segura, fiable y útil para abordarlos.",
        "2.2. Proponer diferentes soluciones a cuestiones o problemas relacionados con el entorno natural, social o cultural próximo utilizando técnicas de pensamiento de diseño y pensamiento computacional.",
        "2.3. Elaborar cooperativamente un producto final que dé solución a un problema sencillo de diseño relacionado con el entorno natural, social o cultural próximo, estableciendo unos objetivos precisos y probando diferentes prototipos o soluciones, utilizando de forma segura las herramientas, dispositivos, técnicas y materiales adecuados.",
        "2.4. Evaluar, de forma guiada, el proceso seguido en las diferentes fases del diseño y desarrollo de un proyecto sencillo e identificar posibilidades de mejora.",
        "2.5. Presentar el resultado de un proyecto sencillo de diseño, explicando los pasos seguidos, y valorar si la solución obtenida o el prototipo elaborado cumple o no con sus objetivos. Identificar posibles retos para futuros proyectos.",
        "3.1 Mostrar curiosidad de manera sostenida sobre cuestiones relacionadas con el medio natural, social o cultural, buscando información de forma sistemática y formulando preguntas sobre ellas.",
        "3.2 Buscar, seleccionar, contrastar y organizar información, recurriendo a diferentes fuentes seguras y fiables, sobre el medio natural, social y cultural próximo.",
        "3.3 Diseñar y realizar de forma guiada experimentos sencillos utilizando de forma segura los instrumentos y dispositivos apropiados, realizando observaciones y mediciones precisas, y registrando los resultados obtenidos.",
        "3.4 Identificar diferentes respuestas dadas a preguntas relacionadas con el entorno natural, social y cultural próximo, contrastarlas con la información obtenida de fuentes fiables y seguras y formular una conclusión personal.",
        "3.5. Presentar el resultado de un proyecto sencillo de diseño y valorar si la solución obtenida o el prototipo elaborado cumple con sus objetivos.",
        "4.1 Identificar los principales órganos del cuerpo humano y sus funciones, relacionándolas con hábitos de vida saludables.",
        "4.2 Adoptar y promover estilos de vida saludable que contribuyan a la mejora del bienestar físico, mental y emocional tanto individual como colectivo.",
        "4.3   Reconocer   y   respetar   las   emociones   y sentimientos propios y ajenos y manejarlos de manera que contribuyan al bienestar propio y colectivo.",
        "4.4 Describir, explicar y aceptar los cambios que se producen en el propio cuerpo en este período vital y adoptar hábitos de cuidado y respeto hacia sí mismo y los demás relacionados con esos cambios.",
        "4.5 Reconocer, respetar y valorar las diferencias individuales como una riqueza, especialmente en lo que concierne a la identidad de género.",
        "5.1 Analizar y explicar las relaciones que se producen en un ecosistema o un paisaje significativo para el alumnado teniendo en cuenta los factores naturales y sociales.",
        "5.2 Analizar críticamente el impacto que supone la acción humana en el medio tanto a nivel local como global.",
        "5.3 Participar activamente en la elaboración y formulación de propuestas de actuación razonadas, viables y sostenibles orientadas a la conservación y cuidado del medio ambiente y el paisaje.",
        "5.4 Analizar los cambios que se producen en el paisaje y en un ecosistema como consecuencia del paso del tiempo, de la acción de los factores naturales y de la acción humana que actúan sobre él.",
        "5.5 Identificar y justificar las acciones propias realizadas habitualmente en el entorno próximo en beneficio del consumo responsable de bienes y servicios.",
        "6.1. Reconocer y utilizar las unidades de tiempo, década, lustro, siglo y milenio, para situar y ordenar cronológicamente hechos relevantes del pasado.",
        "6.2. Situar espacial y temporalmente los hechos sociales y personas relevantes de la historia de la Comunidad Valenciana y de España mostrando su interrelación e incorporando la perspectiva de género.",
        "6.3. Situar y ordenar cronológicamente los cambios de mayor relevancia en la humanidad, desde la Edad Media hasta la actualidad.",
        "6.4. Describir la evolución de algunas formas de vida representativas desde la Edad Media hasta la actualidad.",
        "6.5. Identificar y analizar relaciones de causalidad, simultaneidad y sucesión entre elementos destacados del medio social y cultural desde la Edad Media hasta la actualidad.",
        "7.1. Identificar y describir los elementos, estructura y funciones de los principales órganos de gobierno del municipio, la provincia,la Comunidad Valenciana, España y la Unión Europea, y reconocer su función y responsabilidad en el bienestar de las personas y en la mejora de la convivencia social.",
        "7.2. Distinguir las características y funcionamiento de la estructura política y territorial del municipio, la Comunidad Valenciana, España y la Unión Europea.",
        "7.3. Distinguir las funciones de la administración del municipio y de la Comunidad Valenciana, destacando la importancia y el valor de las mismas para la ciudadanía, la participación ciudadana y el desarrollo de los principios del funcionamiento democrático.",
        "8.1. Identificar y valorar algunos elementos destacados del patrimonio natural, histórico y cultural de España y describir sus características más destacadas, incluyendo su localización geográfica y su origen histórico.",
        "8.2. Desarrollar conductas de respeto, cuidado y mantenimiento del patrimonio natural, histórico y cultural de España y proponer acciones para su conservación y difusión."
    ]
}