{
    "criteriosEvaluacion": [
        "1.1. Identificar el dibujo como forma de conocimiento, comunicación y expresión, a través de la observación de obras de artistas significativos, reflexionando con iniciativa y comparando de forma autónoma su presencia y su uso en distintas manifestaciones culturales y artísticas para estimular el interés y la motivación por el dibujo y apreciar la importancia de la diversidad cultural y artística. CCL1, CP3, CC1, CCEC1, CCEC2",
        "1.2. Comparar las múltiples funciones del dibujo, a través del análisis autónomo de producciones de distintos ámbitos disciplinares destacando la diversidad de significados que origina para valorar la importancia del dibujo como herramienta de pensamiento crítico y vehículo para promover activamente la igualdad entre hombres y mujeres. CCL1, CC1, CC3, CCEC1",
        "1.3. Relacionar la pluralidad cultural y artística con la libertad de expresión, por medio del análisis de los usos del dibujo en diversas manifestaciones artísticas, realizando búsquedas en diferentes fuentes analógicas y digitales, a través de textos orales, escritos o multimodales, argumentando la opinión propia de forma activa, comprometida y respetuosa para poner de manifiesto la relevancia de la conservación y la promoción del patrimonio común mediante una postura de recepción activa y deleite. CCL1, CP3, CD1, CC1, CCEC1, CCEC2",
        "2.1. Analizar el lenguaje, las técnicas y procedimientos del dibujo en diferentes propuestas plásticas, buscando información fiable en fuentes digitales, utilizando la terminología específica más adecuada y entendiendo los cambios que se han producido en las tendencias a lo largo de la historia con actitud cooperativa, respetuosa y abierta para generar estrategias de análisis visual que conduzcan al desarrollo del criterio estético y a la consolidación de su madurez personal y social. CCL1, CD1, CC1, CCEC2",
        "2.2. Analizar distintas manifestaciones culturales y artísticas, comprendiendo la función que desempeña el dibujo en las mismas y valorando el enriquecimiento que suponen para la sociedad los retos creativos y estéticos para ampliar las posibilidades de disfrute del arte por medio del desarrollo de la conciencia visual. CCL1, CP3, CC3, CCEC1",
        "3.1. Experimentar las posibilidades expresivas de los recursos elementales del dibujo: punto, línea, forma y textura, así como su sintaxis, utilizando medios tanto analógicos como digitales, para conocer este lenguaje y aprender de las relaciones que se establecen en el proceso de creación gráfica, potenciar la sensibilidad y mejorar su aprendizaje personal y artístico. CD2, CPSAA1.1, CPSAA1.2, CPSAA3.1",
        "3.2. Analizar, interpretar y representar gráficamente la realidad mediante bocetos y esbozos, utilizando las herramientas propias del dibujo, para ir avanzando en su aprendizaje hacia una expresión gráfica personal, espontánea y creativa, haciendo un uso adecuado de las herramientas. CPSAA1.1, CPSAA3.1, CC1, CC2",
        "4.1. Aportar una huella y un gesto propios a la realización de dibujos, combinando el uso tradicional de materiales, técnicas y soportes con la manipulación personal, para descubrir y explorar las diferentes formas de expresión gráfica como medio de autoexpresión, desarrollar la autoconfianza, la autonomía y la aceptación personal, y promover activamente la igualdad entre hombres y mujeres. CC1, CC3, CCEC1, CCEC3.1, CCEC3.2",
        "4.2. Realizar composiciones bidimensionales, figurativas o abstractas, explorando la percepción y ordenación del espacio, para desarrollar procesos de aprendizaje que le permitan comprender su representación, experimentando también en sus propias producciones con el estudio de las facciones y expresiones del rostro humano. CPSAA5, CCEC3.1, CCEC3.2",
        "5.1. Identificar los referentes artísticos de obras realizadas por artistas diversos, hombres y mujeres, describiendo la influencia que ejercen y las conexiones que se establecen, para comprender la intencionalidad detrás de cada una de ellas y diferenciar los recursos , medios y soportes utilizados en cada contexto. CC1, CC3, CCEC1, CCEC2",
        "5.2. Expresar ideas, opiniones, sentimientos y emociones a través de creaciones gráficas y dibujos propios, incorporando, de forma guiada, procedimientos o técnicas utilizados en referentes artísticos de interés para el alumnado, para ir creando un lenguaje propio que ayude a conformar su identidad personal. CCEC2, CCEC3.1",
        "6.1. Emplear con intenciones comunicativas o expresivas los mecanismos de la percepción visual, sus leyes y principios, así como la composición y la ordenación de elementos en el espacio, mostrando interés en sus aplicaciones, para responder con creatividad a los retos planteados. CPSAA1.1, CE1, CCEC4.1, CCEC4.2",
        "6.2. Expresar a través del trazo y el gesto del dibujo una visión propia de la realidad o del mundo interior, experimentando con los elementos del lenguaje gráfico, sus formas, signos, posibilidades expresivas y efectos visuales para adquirir autonomía en la realización de obras gráficas. CPSAA1.1, CPSAA5, CCEC3.2",
        "7.1. Explorar distintas soluciones gráficas a una misma propuesta visual, utilizando diferentes niveles de iconicidad, identificando y seleccionando las herramientas, medios y soportes necesarios que sean sostenibles y seguras, y justificando razonada y respetuosamente la elección realizada, para explorar nuevas posibilidades expresivas. STEM1, CPSAA5, CC1, CC4, CE1, CCEC4.1, CCEC4.2",
        "7.2. Investigar de forma activa y abierta sobre la presencia de tecnologías digitales en referentes artísticos contemporáneos, valorando su aportación a las distintas fases del proceso de trabajo, para experimentar con el uso de las tecnologías digitales aplicadas al dibujo. CD2, CD5, CC1, CCEC4.2",
        "8.1. Representar gráficamente el modelo elegido, seleccionando y abstrayendo sus características más representativas, a partir del estudio y análisis del mismo, para ir ejercitando de manera intuitiva la memoria visual. CPSAA5, CC1, CCEC4.2",
        "8.2. Utilizar el encuadre, el encaje y la perspectiva en la resolución de problemas de representación gráfica , analizando tanto los diferentes volúmenes como el espacio que completa el conjunto, para adquirir autonomía en la realización de proyectos gráficos. CPSAA1.1, CCEC4.1",
        "9.1. Participar en proyectos gráficos colaborativos sencillos, identificando el ámbito disciplinar en que se desarrollarán, y organizando y distribuyendo las tareas de manera adecuada, para identificar posibilidades de desarrollo académico y profesional relacionadas con el dibujo artístico, comprendiendo las oportunidades que ofrece y el valor añadido de la creatividad en los estudios y en el trabajo. STEM3, CPSAA3.2, CE3, CCEC4.1, CCEC4.2",
        "9.2. Realizar proyectos gráficos colaborativos sencillos, utilizando con interés los valores expresivos del dibujo artístico y sus recursos, identificando las dificultades surgidas en la planificación y realización de proyectos gráficos compartidos, y expresando la opinión propia de forma razonada y respetuosa, para adquirir los conocimientos, las destrezas y las actitudes necesarias que permitan enfrentarse de manera cada vez más eficaz a futuros proyectos. CCL5, STEM2, STEM3, CPSAA3.1, CPSAA5, CE1"
    ],
    "saberes": [
        "I. Concepto e historia del dibujo.",
        "1. Comprensión y utilización del dibujo como proceso interactivo de observación, imaginación, representación y comunicación.",
        "2. Estudio del dibujo en el arte desde la Antigüedad hasta el Romanticismo. Análisis de las obras más representativas de diferentes artistas, hombres y mujeres, con especial atención al ámbito de Canarias.",
        "3. Reconocimiento del dibujo como parte de múltiples procesos artísticos. Valoración del dibujo en diferentes ámbitos disciplinares: artes plásticas y visuales, diseño, arquitectura, ciencia y literatura.",
        "4. Observación y análisis de obras de arte a partir de visitas, presenciales o virtuales, a exposiciones, museos y centros culturales.",
        "II. La expresión gráfica y sus recursos elementales",
        "1. Conocimiento y uso de la terminología y materiales del dibujo.",
        "2. Identificación del punto y exploración de sus posibilidades plásticas y expresivas.",
        "3. Exploración de las cualidades expresivas de la línea mediante la utilización de diversos trazos, grafismos y tramas. Expresión de emociones mediante diferentes tipos de líneas.",
        "4. Estudio y análisis comparativo de las formas teniendo en cuenta la tipología de las mismas, sus aplicaciones y combinaciones.",
        "5. Identificación de los niveles de iconicidad y su aplicación en la generación de imágenes.",
        "6. Realización de bocetos o esbozos. Implementación del encajado.",
        "7. Análisis comparativo y experimentación con técnicas gráfico-plásticas, secas y húmedas.",
        "8. Conocimiento de los materiales gráfico-plásticos. Valoración de la seguridad, toxicidad, el impacto medioambiental y la sostenibilidad de los mismos.",
        "9. Conocimiento y aplicación de los principios básicos del dibujo vectorial.",
        "III. Dibujo y espacio",
        "1. Estudio y explicación de los fundamentos de la percepción visual",
        "2. Exploración de los principios de la psicología de la Gestalt en la creación de imágenes.",
        "3. Observación y análisis de ilusiones ópticas.",
        "4. Aplicación de la composición como método para generar imágenes, a partir del conocimiento de los conceptos de equilibrio compositivo, las direcciones visuales y las aplicaciones de la composición.",
        "5. Conocimiento de la ordenación en la sintaxis visual y estudio de sus aplicaciones.",
        "6. Representación gráfica del espacio mediante el uso de la perspectiva.",
        "IV. La luz, el claroscuro y el color",
        "1. Identificación y representación del efecto que tiene la luz para dar sensación de volumen en una imagen.",
        "2. Comparación de los tipos de luz y del efecto que tienen los distintos tipos de iluminación sobre un modelo.",
        "3. Aplicación de la valoración tonal y del claroscuro a la representación de los elementos observados.",
        "4. Análisis y valoración de la naturaleza, la percepción, la psicología y la simbología del color, prestando especial atención a la expresión de emociones a través del color.",
        "5. Exploración de la monocromía, la bicromía y la tricomía. Valoración de las aplicaciones básicas del color en el dibujo.",
        "V. La figura humana",
        "1. Comprensión de la estructura de la cabeza y reconocimiento de las proporciones del rostro humano.",
        "2. Realización de bocetos de detalles del rostro: ojos, nariz, boca y oreja.",
        "3. Realización de retratos en las diferentes posiciones de la cabeza, de personas diversas, de diferentes géneros, edades y grupos étnicos.",
        "4. Experimentación con las expresiones del rostro humano.",
        "VI. Proyectos gráficos colaborativos",
        "1. Distribución de tareas en los proyectos gráficos colaborativos sencillos: utilización de criterios de selección de estrategias a partir de las habilidades requeridas y de las necesidades del proyecto.",
        "2. Planificación y desarrollo de las fases de los proyectos gráficos.",
        "3. Exploración de estrategias de selección de técnicas, herramientas, medios y soportes del dibujo, tanto analógicos como digitales, adecuados a distintas disciplinas.",
        "4. Utilización de estrategias de evaluación de las fases y los resultados de proyectos gráficos. Valoración del error como oportunidad de mejora y aprendizaje."
    ]
}