{
    "criteriosEvaluacion": [
        "1.1. Reconocer la función del dibujocomo lenguaje universal, identificándolo endiferentes manifestaciones culturales yartísticas.",
        "1.2. Analizar el lenguaje, las técnicasy procedimientos del dibujo en diferentespropuestas artísticas, identificando los cambios",
        "1.3. Indagar en los cánones yproporciones de la anatomía humana a lo largode la historia, valorando el dibujo comoherramienta para la representación del cuerpohumano y su diversidad.",
        "2.1. Emplear el dibujo a mano alzaday el boceto como herramienta integrando elencaje y la proporción en obras de referencia,bidimensionales o tridimensionales.",
        "2.2. Identificar los fundamentos de lacomposición analizando obras de referencia,bidimensionales o tridimensionales.",
        "2.3. Analizar obras de referencia deacuerdo con los mecanismos de la percepciónvisual, sus leyes y principios.",
        "2.4 Experimentar con los principios dela composición y ordenación de los elementos enel espacio, empleándolos con intencionescomunicativas y expresivas en produccionesartísticas individuales o colectivas.",
        "3.1 Reconocer los elementos dellenguaje visual atendiendo a su diversidad y susposibilidades expresivas.",
        "3.2 Utilizar los elementos del lenguajevisual: punto, línea, plano y color, entre otros, enel análisis de obras de referencia.",
        "3.3 Aplicar la teoría del color y sus usosculturales en el análisis de obras de referencia yutilizarla en creaciones individuales o colectivas.",
        "3.4 Integrar los elementos del lenguajevisual realizando producciones artísticasindividuales o colectivas.",
        "4.1 Utilizar los fundamentos básicosdel claroscuro en la representación del volumenen obras bidimensionales.",
        "4.2 Reproducir obras de referenciaanalizando la forma, y los conceptos de contrastey claroscuro.",
        "4.3 Representar el volumen encreaciones artísticas individuales o colectivasexperimentando los fundamentos básicos delclaroscuro.",
        "4.4 Describir el espacio tridimensionalaplicando la perspectiva en el dibujo.",
        "5.1 Identificar las diferentes técnicas,herramientas, y soportes, distinguiendo suscompatibilidades y apreciando sus posibilidadesexpresivas.",
        "5.2 Experimentar con diferentestécnicas, herramientas y soportes,representando la realidad o analizandoreferencias artísticas.",
        "5.3 Indagar en las diferentes técnicasherramientas y soportes en la creación de obrasartísticas atendiendo a su impactomedioambiental.",
        "5.4 Emplear herramientas digitalesaplicadas al dibujo y al diseño para la creaciónde productos artísticos.",
        "6.1 Emplear la terminología específicadel área para argumentar la intención expresiva.",
        "6.2 Utilizar los recursos de la prácticacreativa para comunicar y expresar ideas,sentimientos y emociones, valorando el procesoy el resultado final.",
        "6.3 Planificar el proceso creativo,individual o colectivo, aplicando un método detrabajo estructurado y ordenado.",
        "6.4 Reproducir obras de referencia,incluidas las contemporáneas, analizando losvalores de igualdad de género y el respeto a ladiversidad."
    ],
    "saberes": [
    "Bloque 1. Concepto e historia del dibujo. CE1, CE2, CE6",
    "• El dibujo como proceso interactivo de observación, reflexión, imaginación, representación y comunicación.",
    "• El dibujo en el arte: desde la Antigüedad hasta el Romanticismo. Obras más representativas de diferentes creadores y creadoras. Referentes de mujeres artistas.",
    "• El dibujo como parte de múltiples procesos artísticos. Ámbitos disciplinares: diseño, arquitectura, ciencia y literatura.",
    "• El dibujo del cuerpo humano. Nociones básicas de anatomía humana.",
    "Bloque 2. La expresión gráfica y sus recursos elementales. CE1, CE2, CE3, CE5, CE6.",
    "• El punto y sus posibilidades expresivas",
    "• La línea y sus posibilidades expresivas: trazo, grafismo y tramas.",
    "• El plano y sus posibilidades expresivas: la mancha.",
    "• Naturaleza, percepción, psicología y usos culturales del color.",
    "• Dimensiones del color. Aplicaciones prácticas.",
    "Bloque 3. La percepción visual. CE1, CE2, CE6.",
    "• Niveles de iconicidad de la imagen.",
    "• Fundamentos de la percepción visual.",
    "• Principios de la psicología de la Gestalt.",
    "• Ilusiones ópticas",
    "• El color asociado a la línea. Arte óptico y geométrico.",
    "Bloque 4. Composición y ordenación del espacio. CE1, CE2, CE6.",
    "• El boceto o esbozo.",
    "• Encaje y proporción.",
    "• La composición como método. El equilibrio compositivo. Direcciones visuales. Aplicaciones.",
    "• Sistemas de ordenación en la sintaxis visual. Aplicaciones.",
    "Bloque  5. El volumen: La luz, el claroscuro y la perspectiva. CE1, CE2, CE4, CE5, CE6.",
    "• La luz y el volumen.",
    "• Tipos de luz y de iluminación.",
    "• Introducción al claroscuro.",
    "• Representación básica del espacio en perspectiva.",
    "Bloque 6. Materiales y técnicas de expresión artística. CE5.",
    "• Terminología y materiales del dibujo.",
    "• Técnicas gráfico-plásticas, secas y húmedas.",
    "• Seguridad, toxicidad y compatibilidad de los materiales y las técnicas graficoplásticas.",
    "• Programas de pintura y dibujo digital.",
    "• Dibujo vectorial. Herramientas de edición de imágenes para la expresión artística.",
    "• Consumo consciente y responsable de los materiales de dibujo y expresión artística.",
    "• Cuidado del entorno de trabajo y respeto al medio ambiente .",
    "Bloque 7. Proyectos gráficos individuales y colaborativos. CE1, CE5, CE6.",
    "• El dibujo como método de trabajo.",
    "• Fases de los proyectos gráficos.",
    "• La planificación del proceso creativo. El compromiso y la constancia en las fases del proceso de trabajo.",
    "• La distribución de tareas en los proyectos gráficos: Criterios de selección a partir de las habilidades requeridas y las necesidades del proyecto.",
    "• Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
    "• Estrategias de evaluación de las fases y resultados de proyectos gráficos. El error como oportunidad de mejora y aprendizaje."
    ]
}
