{
  "saberes": [
    "Bloque 1. Vida activa y saludable",
    "• Salud física:",
    "– Control de resultados y variables fisiológicas básicas a consecuencia del ejercicio físico.",
    "– Autorregulación del entrenamiento.",
    "– Alimentación saludable y análisis crítico de la publicidad.",
    "– Educación postural: movimientos, posturas y estiramientos ante dolores musculares.",
    "– Pautas para tratar el dolor muscular de origen retardado.",
    "– Ergonomía en actividades cotidianas.",
    "– Cuidado del cuerpo: calentamiento específico autónomo.",
    "– Prácticas insanas, mitos y falsas creencias alrededor del cuerpo y de la actividad física.",
    "– Importancia de las medidas y pautas de higiene en contextos de práctica de actividad física.",
    "• Salud mental:",
    "– Exigencias y presiones de la competición.",
    "– Tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en los medios de comunicación y redes sociales.",
    "– Efectos negativos de los modelos estéticos predominantes y trastornos vinculados al culto insano al cuerpo.",
    "– Creación de una identidad corporal definida y consolidada alejada de estereotipos sexistas.",
    "Bloque 2. Organización y gestión de la actividad física",
    "• Elección de la práctica física: gestión y enfoque de los diferentes usos y finalidades de la actividad física y del deporte en función del contexto, de la actividad y de los compañeros y compañeras de realización.",
    "• Preparación de la práctica motriz: disposición, mantenimiento y reparación de material deportivo.",
    "• Herramientas digitales para la gestión de la actividad física.",
    "• Prevención de accidentes en las prácticas motrices:",
    "– Gestión del riesgo propio y del de los demás.",
    "– Medidas colectivas de seguridad.",
    "• Actuaciones críticas ante accidentes:",
    "– Reanimación mediante desfibrilador automático (DEA) o semiautomático (DESA).",
    "– Protocolo RCP (reanimación cardiopulmonar).",
    "– Técnicas específicas e indicio de accidentes cardiovasculares (maniobra de Heimlich, señales de ictus y similares).",
    "Bloque 3. Resolución de problemas en situaciones motrices",
    "• Toma de decisiones:",
    "– Búsqueda de adaptaciones para resolver eficientemente tareas de cierta complejidad en situaciones motrices individuales.",
    "– Resolución coordinada en situaciones motrices cooperativas.",
    "– Elección de una respuesta óptima en función del movimiento del rival, así como de la situación del móvil, si lo hay.",
    "– Organización anticipada de las acciones individuales en función de las características del contrario en situaciones de oposición de contacto.",
    "– Delimitación de estrategias previas de ataque y defensa en función de las características de los integrantes del equipo propio y del rival en situaciones motrices de colaboración-oposición, de persecución y de interacción con un móvil.",
    "• Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal, toma de decisiones en la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales para resolverla adecuadamente.",
    "• Capacidades condicionales: desarrollo de las capacidades físicas básicas (fuerza y resistencia).",
    "– Sistemas de entrenamiento.",
    "• Habilidades motrices específicas en actividades físico-deportivas: ejecución, identificación y corrección de errores más comunes.",
    "• Creatividad motriz: creación de retos y situaciones-problemas con resolución posible de acuerdo con los recursos disponibles.",
    "Bloque 4. Autorregulación emocional e interacción social en situaciones motrices",
    "• Autorregulación emocional: control de estados de ánimo y estrategias de gestión del fracaso en situaciones motrices.",
    "– Capacidades volitivas y de superación.",
    "• Habilidades sociales: estrategias de negociación y mediación en contextos motrices.",
    "• Respeto a las reglas: juego limpio en los distintos niveles de deporte y de actividad física.",
    "• Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices.",
    "• Deporte y perspectiva de género: historia del deporte desde la perspectiva de género.",
    "– Igualdad en el acceso al deporte.",
    "– Estereotipos de competencia motriz percibida según el género, la edad o cualquier otra característica.",
    "– Ejemplos de deportistas de Galicia de diferentes sexos, edades y otros parámetros de referencia.",
    "Bloque 5. Manifestaciones de la cultura motriz",
    "• Usos comunicativos de la corporalidad: técnicas específicas de expresión corporal.",
    "• Práctica de actividades rítmico-musicales con carácter artístico-expresivo.",
    "Bloque 6. Interacción eficiente y sostenible con el entorno",
    "• Respeto a las normas viarias en los desplazamientos activos cotidianos para una movilidad segura y sostenible.",
    "• Actitud crítica ante barreras arquitectónicas y obstáculos del entorno que impidan o dificulten la actividad física autónoma y saludable en el espacio público y viario.",
    "• El uso de la bicicleta como medio de transporte habitual.",
    "• Análisis y gestión del riesgo propio y del de los demás en las prácticas físico-deportivas en el medio natural y urbano, medidas colectivas de seguridad.",
    "• Consumo responsable: uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de la actividad física.",
    "• Diseño de actividades físicas en el medio natural y urbano.",
    "• Cuidado y mantenimiento del entorno próximo como servicio a la comunidad durante la práctica de actividad física en entornos naturales y urbanos, haciendo un uso sostenible y responsable."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Autorregular la práctica de actividad física orientada al concepto integral de salud y al estilo de vida activo, según las necesidades y los intereses individuales y respetando la propia realidad e identidad corporal. OBJ1",
    "• CE1.2. Incorporar de forma autónoma los procesos de activación corporal, autorregulación y dosificación del esfuerzo, alimentación saludable, educación postural, relajación e higiene durante la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable. OBJ1",
    "• CE1.3. Adoptar actitudes comprometidas que rechacen los estereotipos sociales asociados al ámbito de lo corporal, al género y a la diversidad sexual y los comportamientos que pongan en riesgo la salud, contrastando con autonomía e independencia cualquier información en base a criterios científicos de validez, fiabilidad y objetividad. OBJ1",
    "• CE1.4. Desarrollar y compartir con seguridad la práctica física cotidiana manejando recursos y aplicación digitales vinculados al ámbito de la actividad física y del deporte. OBJ1",
    "• CE2.1. Actuar de acuerdo con los protocolos de intervención ante situaciones de emergencia o accidentes aplicando medidas específicas de primeros auxilios. OBJ1",
    "• CE2.2. Desarrollar y compartir con seguridad la práctica física cotidiana manejando recursos y aplicación digitales vinculados al ámbito de la actividad física y del deporte. OBJ1",
    "• CE2.3. Participar activamente en una gran variedad de actividades motrices asumiendo responsabilidades en la organización, gestión y preparación de estas. OBJ3",
    "• CE2.4. Conocer las normas de seguridad individuales y colectivas valorando su importancia y aplicándolas en la práctica de actividades motrices, dentro y fuera del centro escolar. OBJ5",
    "• CE3.1. Desarrollar y compartir con seguridad la práctica física cotidiana manejando recursos y aplicación digitales vinculados al ámbito de la actividad física y del deporte. OBJ1",
    "• CE3.2. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, estableciendo mecanismos para reconducir los procesos de trabajo y asegurar una participación equilibrada, incluyendo estrategias de autoevaluación y coevaluación tanto del proceso como del resultado. OBJ2",
    "• CE3.3. Mostrar habilidades para la adaptación y la actuación ante situaciones con una elevada incertidumbre, aprovechando eficientemente las propias capacidades y aplicando de manera automática procesos de percepción, decisión y ejecución en contextos reales o simulados de actuación. OBJ2",
    "• CE3.4. Evidenciar control y dominio corporal al emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, resolviendo problemas en todo tipo de situaciones motrices transferibles a su espacio vivencial con autonomía. OBJ2",
    "• CE3.5. Colaborar en la práctica de diferentes producciones motrices y proyectos para alcanzar el logro individual y grupal, participando con autonomía en la toma de decisiones vinculadas a la asignación de roles, a la gestión del tiempo de práctica y a la optimización del resultado final. OBJ3",
    "• CE4.1. Practicar y participar activamente en una gran variedad de actividades motrices valorando las implicaciones éticas de las prácticas antideportivas, adoptando estrategias de superación, evitando la competitividad desmedida y actuando con deportividad al asumir los roles de público, participante u otros. OBJ3",
    "• CE4.2. Relacionarse y entenderse con el resto de participantes durante el desarrollo de diversas prácticas motrices con autonomía y haciendo uso efectivo de habilidades sociales de diálogo en la resolución de conflictos y respeto ante la diversidad de competencia motriz y situándose activamente frente a los estereotipos y a las actuaciones discriminatorias y frente a cualquier tipo de violencia, haciendo respetar el propio cuerpo y el de los demás. OBJ3",
    "• CE4.3. Adoptar actitudes comprometidas y conscientes acerca de los distintos estereotipos de género y comportamientos sexistas que se siguen produciendo en algunos contextos de la motricidad, identificando los factores que contribuyen a su mantenimiento y ayudando a difundir referentes de distintos géneros en el ámbito físico-deportivo. OBJ4",
    "• CE5.1. Practicar actividades rítmico-musicales con carácter artístico-expresivo, valorando sus orígenes, y relacionándolas con la cultura propia, con la tradicional o con las procedentes de otros lugares del mundo. OBJ4",
    "• CE5.2. Crear y representar composiciones individuales o colectivas con y sin base musical y de manera coordinada, utilizando intencionadamente y con autonomía el cuerpo y el movimiento como herramienta de expresión y comunicación a través de diversas técnicas expresivas específicas y ayudando a difundir y a compartir estas prácticas culturales entre compañeros u otros miembros de la comunidad. OBJ4",
    "• CE6.1. Adoptar de manera responsable y autónoma medidas específicas para la prevención de lesiones antes, durante y después de la práctica de actividad física, aprendiendo a reconocer situaciones de riesgo para actuar cautelarmente. OBJ1",
    "• CE6.2. Participar en actividades físico-deportivas en entornos urbanos y naturales, terrestres o acuáticos, disfrutando de estos de manera sostenible, minimizando el impacto ambiental que estas puedan producir, siendo conscientes de su huella ecológica y desarrollando actuaciones intencionadas dirigidas a la conservación y a la mejora de las condiciones de los espacios en los que se desarrollen. OBJ5",
    "• CE6.3. Participar en actividades físico-deportivas en el medio natural y urbano asumiendo responsabilidades y aplicando normas de seguridad individuales y colectivas. OBJ5"
  ]
}
