{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Reconocer diferentes tipos de estructuras, formas y relaciones geométricas en la naturaleza, ",
        "el entorno, el arte y el diseño, analizando su función y valorando la importancia dentro del ",
        "contexto histórico. ",
        "Competencia específica 2. ",
        "2.1. Conocer y utilizar con corrección los instrumentos y materiales de dibujo técnico para, con ",
        "ellos, dibujar formas poligonales y resolver tangencias básicas y simetrías aplicadas al diseño ",
        "de formas, valorando la importancia de la limpieza y la precisión en el trazado. ",
        "2.2. Transmitir ideas, sentimientos y emociones mediante la realización de estudios, esbozos y ",
        "apuntes del natural a mano alzada, identificando la geometría interna y externa de las formas ",
        "y apreciando su importancia en el dibujo. ",
        "Competencia específica 3. ",
        "3.1. Diferenciar las características de los distintos sistemas de representación, seleccionando en ",
        "cada caso el sistema más apropiado a la finalidad de la representación. ",
        "3.2. Representar objetos sencillos mediante sus vistas diédricas. ",
        "3.3. Diseñar envases sencillos, representándolos en perspectiva isométrica o caballera y ",
        "reflexionando sobre el proceso realizado y el resultado obtenido. ",
        "3.4. Dibujar ilustraciones o viñetas aplicando las técnicas de la perspectiva cónica en la ",
        "representación de espacios, objetos o personas desde distintos puntos de vista. ",
        "Competencia específica 4. ",
        "4.1. Realizar bocetos y croquis conforme a las normas UNE e ISO, comunicando la forma y ",
        "dimensiones de objetos, proponiendo ideas creativas y resolviendo problemas con autonomía. ",
        "Competencia específica 5. ",
        "5.1. Adquirir destrezas en el manejo de herramientas y técnicas de dibujo vectorial en 2D, ",
        "aplicándolos a la realización de proyectos de diseño. ",
        "5.2. Iniciarse en el modelado en 3D mediante el diseño de esculturas o instalaciones, valorando su ",
        "potencial como herramienta de creación. "        
    ],
    "saberes": [
        "A. Geometría, arte y entorno. ",
        "– La geometría en la naturaleza, en el entorno y en el arte. Observación directa e indirecta. ",
        "– Concepto de composición. ",
        "– La geometría en la composición artística y arquitectónica. Composición en dos y en tres ",
        "dimensiones. ",
        "– La representación del espacio en el arte. Estudios sobre la geometría y la perspectiva a lo ",
        "largo de la historia del arte. ",
        "– Conocimiento y uso de materiales para el dibujo técnico manual utilizados en arte y diseño.  ",
        "Papeles: tipos y usos. Papeles opacos, vegetal y de croquis.  ",
        "Mesas y tableros, paralex, tecnígrafo.  ",
        "Lápices, portaminas, afiladores y gomas de borrar.  ",
        "Reglas graduadas, transportador de ángulos, escuadra, cartabón, escuadra regulable y ",
        "plantillas.  ",
        "Compás.  ",
        "Medios de delineación definitiva: estilógrafo y rotulador calibrado.  ",
        "Tramado, sombreado y color en dibujo técnico. ",
        "– Conocimiento de sistemas y herramientas informáticas utilizadas en arte y diseño:  ",
        "Sistemas de diseño asistido por ordenador (CAD).  ",
        "Sistemas de modelado paramétrico (BIM).  ",
        "Sistemas de renderizado y fotorrealidad.  ",
        "Sistemas de impresión. ",
        "– Relaciones geométricas en el arte y el diseño: proporción, igualdad y simetría. Teorema de ",
        "Tales. Semejanza. Teorema de Pitágoras. El número áureo en el arte y la naturaleza. ",
        "– Transformaciones geométricas: giro, traslación, simetrías central y axial, homotecia y afinidad. ",
        "– Escalas numéricas y gráficas.  ",
        "Construcción y uso.  ",
        "Escalas normalizadas.  ",
        "Uso de escalas en mecánica, diseño industrial, arquitectura y topografía. ",
        "– Construcciones poligonales. Clasificación de polígonos. Triángulos, cuadriláteros, polígonos ",
        "regulares y polígonos estrellados. Aplicación en el diseño. ",
        "– Tangencias básicas. Curvas técnicas. Óvalo, ovoide, espiral y voluta. Aplicación en el diseño. ",
        "– Estudios a mano alzada de la geometría interna y externa de la forma. Apuntes y esbozos. ",
        "– Bocetos del natural. ",
        "– Expresión y comunicación gráfica de ideas de diseño de objetos y espacios. ",
        "B. Sistemas de representación del espacio aplicado. ",
        "– Concepto y tipos de proyección. Proyección cilíndrica y cónica. Proyección oblícua y ",
        "ortogonal. Sistemas de representación: diédrico, planos acotados, axonométrico y cónico. ",
        "Finalidad de los distintos sistemas de representación. ",
        "– Sistema diédrico ortogonal en el primer diedro. Vistas en sistema europeo.  ",
        "Obtención de vistas diédricas de cuerpos geométricos sencillos.  ",
        "Intersecciones y secciones.  ",
        "Proyecciones auxiliares.  ",
        "Abatimientos de planos y sus aplicaciones.  ",
        "Medidas y verdaderas magnitudes  ",
        "Desarrollo en el plano de cuerpos geométricos sencillos. ",
        "– Fundamentos de sistema axonométrico ortogonal y oblicuo (perspectiva caballera). ",
        "Representación de cuerpos geométricos sencillos. ",
        "– Perspectivas, isométrica y caballera. Iniciación al diseño de packaging.  ",
        "Representación de objetos a partir de vistas diédricas.  ",
        "Diseño de envases: Imagen, funcionalidad, economía, sostenibilidad y reutilización.  ",
        "Desarrollos de envases de papel y cartón. ",
        "– Aplicación del sistema cónico para la representación de diferentes elementos en la ",
        "perspectiva cónica, frontal y oblicua, al cómic y a la ilustración.  ",
        "Elección del punto de vista y plano del cuadro en cómic e ilustración.   ",
        "Puntos de fuga, accesibles e inaccesibles.  ",
        "Fundamentos de ilustración gráfica: forma, espacio, composición y encuadre. Personajes ",
        "y animales. Luz y color.   ",
        "Escenas de cómic y viñetas.  ",
        "Especialización en ilustración gráfica: cómic, ilustración editorial, infantil, científica, ",
        "técnica, publicitaria, cinematográfica. ",
        "C. Normalización y diseño de proyectos. ",
        "– Concepto de normalización. Las normas fundamentales UNE e ISO.  ",
        "Normas de formato y acotación.  ",
        "Normas de rotulación.  ",
        "Líneas. Tipos, grosores y colores. ",
        "– Documentación gráfica de proyectos: necesidad y ámbito de aplicación de las normas.  ",
        "Documentos de un proyecto.   ",
        "Planos: tipos, contenido, formatos y escalas.   ",
        "Contenido de los planos. Denominación de vistas y secciones. ",
        "– Elaboración de bocetos y croquis.  ",
        "Bocetos previos. Comprensión del objeto tridimensional.  ",
        "Croquización. ",
        "D. Herramientas digitales para el diseño. ",
        "– Iniciación a las herramientas y técnicas de dibujo vectorial en 2D. Aplicaciones al diseño ",
        "gráfico. Órdenes básicas de dibujo y de edición. Visualización. Gestión de capas. Gestión de ",
        "escalas.  Iniciación al modelado en 3D. Generación de volúmenes básicos. Contornos. Extrusión. ",
        "Adición y sustracción. Aplicaciones a proyectos artísticos.         "
    ]
}
