{
    "situacionesAprendizaje": [
        "Las competencias incluidas en el Perfil de salida son el referente para la organización y desarrollo del Curriculum, así como para la selección de saberes esenciales. En este contexto, la adquisición y desarrollo de las competencias se verán favorecidos por la implementación de unos principios metodológicos que:",
        "- Enfaticen el protagonismo del alumnado en su proceso de aprendizaje, a través de una gran variedad de recursos metodológicos que van desde las metodologías de indagación a la instrucción directa, pasando por la construcción colectiva del conocimiento y el desarrollo de entornos personales de aprendizaje.",
        "- Impulsen un aprendizaje contextualizado, significativo, relevante e integrador, en el que se articulen tanto los elementos contextuales como los curriculares. El alumnado tendrá oportunidades para utilizar y aplicar la información, formándose una opinión fundamentada en el contexto de una polémica, en la explicación de un fenómeno o en la construcción de la solución a un problema.",
        "En ese sentido, las situaciones de aprendizaje responden a estos principios porque proponen un contexto estructurado para la adquisición, activación y utilización de los saberes esenciales desde un enfoque competencial.",
        "Enfoque que está directamente vinculado con el desarrollo de las siguientes ocho competencias educativas que inciden en el Perfil de Salida:",
        "• La competencia comunicativa",
        "• La competencia plurilingüe",
        "• La competencia en matemáticas, ciencia, tecnología e ingeniería (STEM)",
        "• La competencia digital",
        "• La competencia personal, social y de aprender a aprender",
        "• La competencia ciudadana",
        "• La competencia emprendedora",
        "• La competencia en conciencia y expresión culturales",
        "Como se ha planteado, una situación de aprendizaje establece un itinerario didáctico desde un punto de partida definido como problema, reto, desafío o pregunta en un contexto específico, que conducirá a la elaboración de un producto final.",
        "Un tema de interés planteado por el alumnado, la observación de un fenómeno, una polémica respecto a un hecho, una información que llama la atención, una problemática que afecta a la sociedad en general o al entorno del propio alumnado, una pregunta sobre un elemento de la realidad, una investigación a partir de un problema, una necesidad planteada por un agente externo al centro educativo, un dilema que hay que comprender… serían ejemplos de un punto de partida para una situación de aprendizaje.",
        "El diseño e implementación de las tareas y actividades que conforman el citado itinerario didáctico son las que posibilitarán la adquisición de los diferentes saberes (conceptuales, procedimentales y actitudinales), base del desarrollo competencial. Se trata de un desarrollo a partir de la incorporación y combinación de saberes correspondientes, habitualmente, a más de un área o materia que permita interpretar la situación que se plantea.",
        "Abordar problemas complejos promueve que la persona que aprende razone, imagine, planifique, explore, investigue, gestione recursos, se autorregule, trabaje de manera colaborativa, evalúe y comunique sus aprendizajes, fomentando aspectos relacionados con el interés común como el reto",
        "para combatir las desigualdades, la conciencia global o la convivencia democrática, aspectos esenciales para el alumnado sea capaz de responder con eficacia a los retos del Siglo XXI, aspectos relacionados con el desarrollo de las competencias clave.",
        "En muchas ocasiones el aprendizaje basado en situaciones conlleva la elaboración de un producto cultural o un servicio a la comunidad. La elaboración   de estos productos desencadenan procesos que facilitan aprendizajes competenciales, que traspasan los límites entre los campos de conocimiento. Compartir a través de una exposición oral con un público determinado el descubrimiento o las conclusiones a las que se ha llegado, organizar una exposición y explicarlas haciendo de guía, elaborar folletos informativos haciendo uso del arte como medio de comunicación, realizar acciones reivindicativas que provoquen la reflexión social, el diseño y ejecución de campañas solidarias, elaboración-diseño y toma de decisiones conjuntas entre el alumnado y los docentes para elaborar un blog que recoja las conclusiones… son algunos ejemplos de posibles productos elaborados en una situación de aprendizaje.",
        "Como en toda propuesta didáctica, las tareas y actividades se organizarán en diferentes fases que contendrán actividades de aprendizaje entre las cuales se incluirán actividades de evaluación formativa que enfatizarán la reflexión y la autorregulación. Así en la fase:",
        "a. Inicial. Se propondrán actividades de percepción colectiva del entorno, de análisis y problematización de la realidad significativa para el alumnado, de conexión con aprendizajes previos y motivación, de compartir y acordar objetivos de aprendizaje, criterios de evaluación y actividades de planificación.",
        "b. De desarrollo. Se llevarán a cabo actividades de búsqueda, procesamiento e interpretación de la información en los múltiples entornos (tanto analógicos como digitales), actividades de contraste con las ideas previas y actividades de estructuración y construcción de modelos de comprensión de la realidad; así como actividades de autorregulación.",
        "c. Final. Se realizarán actividades y tareas de aplicación, actividades que impulsan la abstracción y la transferencia a otros contextos similares, actividades de comunicación de la producción final y aprendizajes realizados ante audiencias reales, así como actividades de evaluación.",
        "Los aprendizajes abordados han de ser relevantes, desde la óptica de su utilidad para afrontar situaciones próximas a la vida real en sus diferentes contextos (personales, académicos, sociales…), han de poseer auténtico significado y proporcionar recursos para gestionar problemas significativos para el alumnado.",
        "La necesaria contextualización de los aprendizajes ha de estar complementada por la posibilidad de ser transferidos, ya que las competencias poseen un carácter generador de modos de hacer que permiten desenvolverse en contextos y situaciones próximas entre sí.",
        "El diseño, puesta en práctica y evaluación de la situación de aprendizaje constituye una herramienta didáctico-metodológica docente importante para trabajar en un enfoque educativo competencial para todo el alumnado, así como un instrumento de comunicación con otros miembros del equipo docente y con agentes externos.",
        "Al diseñar la situación de aprendizaje, se considerarán, además de los ya señalados, los siguientes elementos interrelacionados:",
        "a. Identificación de la Situación de Aprendizaje (Áreas implicadas, alumnado destinatario, número de sesiones, título…)",
        "b. Marco o encuadre de la Situación de Aprendizaje:",
        "o Contexto: personal, social, académico, que describe el entorno en el que se sitúa.",
        "o Problema, reto, desafío o pregunta que sirve como punto de partida: surgido del contexto al que se debe dar respuesta o solución.",
        "o Tarea final que determina el producto esperado.",
        "c. Elementos curriculares y organizativos de la Situación de Aprendizaje:",
        "o Justificación o argumentación curricular que señalará la vinculación con las competencias clave, las competencias específicas de las áreas o materias implicadas, los criterios de evaluación y los saberes esenciales del currículum. Objetivos didácticos formulados para la Situación de Aprendizaje.",
        "o Propuesta de actividades organizadas por fases: Inicial, de desarrollo y final. Tanto de actividades de aprendizaje como de evaluación. Incluyendo estrategias de Diseño Universal de Aprendizaje (DUA) e indicadores de evaluación en cada fase.",
        "o Organización, metodologías y recursos.",
        "1. Uso de espacios.",
        "2. Principios y estrategias metodológicas seleccionadas. Modos de agrupamiento y trabajo en equipo.",
        "3. Recursos personales y materiales, de entornos analógico y digital.",
        "o Procesos e instrumentos de evaluación",
        "Uso de instrumentos de evaluación analógicos y digitales, desde un enfoque formativo de la misma, teniendo en cuenta los indicadores de la situación de aprendizaje."
    ]
}