{
    "competenciasEspecificas": [
        "1. Understand and interpret the main ideas and the basic plot lines of texts expressed in the standard language, searching for reliable sources and making use of inference strategies and verification of meanings, to respond to the communicative needs raised (CCL2, CCL3, CP1 , PC2, STEM1, CD1, CPSAA4).",
        "2. Produce original texts, of increasing length, clear, well organized and detailed, using strategies such as planning, synthesis, compensation or self-repair, to express ideas and arguments in a creative, adequate and coherent way, in accordance with specific communicative purposes (CCL1, CCL5, CP1, CP2, STEM1, CD1, CD3, CPSAA4, CCEC3.2).",
        "3. Actively interact with other people, with sufficient fluency, precision and spontaneity, using cooperation strategies and using analog and digital resources, to respond to communicative purposes in exchanges that respect courtesy standards (CCL5, CP1, CP2, STEM1 , CPSAA3.1, CC3).",
        "4. Mediate between different languages or varieties, or between modalities or registers of the same language, using effective strategies and knowledge aimed at explaining concepts and opinions or simplifying messages, to transmit information in an effective, clear and responsible manner, and to create a positive atmosphere that facilitates communication (CCL5, CP1, CP2, CP3, STEM1, CPSAA3.1).",
        "5. Expand and use personal linguistic repertoires between different languages and varieties, critically reflecting on their functioning, and making explicit and sharing their own strategies and knowledge, to improve the response to their communicative needs (CP2, STEM1, CD3 , CPSAA1.1).",
        "6. Critically assess and adapt to linguistic, cultural and artistic diversity from the foreign language, reflecting on and sharing the similarities and differences between languages and cultures, to act in an empathic, respectful and effective manner, and foster mutual understanding in intercultural situations (CCL5, CP3, CPSAA3.1, CC3, CCEC1)."
    ]
}