{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Valorar y respetar la diversidad de manifestaciones artísticas a partir de la investigación y el debate en torno a las diferentes concepciones del arte. ",
        "Criterio 1.2. Analizar y valorar críticamente las obras de arte a la luz de las características del periodo artístico al que pertenecen. ",
        "Competencia específica 2.",
        "Criterio 2.1. Elaborar productos personales y colectivos que utilicen la terminología y el vocabulario específico de la materia y que demuestren un conocimiento básico de diversos lenguajes artísticos.",
        "Criterio 2.2. Expresar con coherencia y fluidez juicios y emociones alrededor de las diferentes obras que demuestren el conocimiento del lenguaje artístico. ",
        "Competencia específica 3.",
        "Criterio 3.1. Demostrar una apreciación compleja y un juicio crítico e informado de las obras de arte y los procesos de producción y recepción artística a través de la distinción y el análisis de sus funciones y de sus dimensiones ideológica, política, social, económica, subjetiva y propiamente estética.",
        "Criterio 3.2. Identificar y comprender la complejidad de los procesos de creación artística y de las propias obras de arte, analizando e investigando sus vínculos con la realidad, su influencia en la representación y creación de espacios, así como sus relaciones con la naturaleza, promoviendo un arte comprometido con el logro de los Objetivos de Desarrollo Sostenible.",
        "Competencia específica 4.",
        "Criterio 4.1. Demostrar conocimiento y aprecio por las principales manifestaciones y movimientos artísticos, identificando y analizando su contexto social, su vinculación con las funciones atribuibles al arte, sus características estilísticas fundamentales y su desarrollo en el tiempo.",
        "Criterio 4.2. Reconocer los mecanismos que rigen la evolución de la historia del arte a partir del análisis comparativo de obras de diversas épocas y de la explicación de las relaciones de influencia, préstamos y ruptura que se producen entre estilos, autores y movimientos.",
        "Competencia específica 5.",
        "Criterio 5.1. Valorar y respetar distintas obras y formas de manifestación artística a través de la elaboración de comentarios históricoartísticos y el ejercicio del juicio crítico, argumentado acerca de su contextualización histórica, sus funciones y su relevancia social.",
        "Criterio 5.2. Analizar y tomar conciencia del papel del artista en el proceso creador a través de la elaboración de reseñas biográficas sobre las figuras más importantes y de la indagación de aquellos aspectos personales que puedan arrojar luz sobre el significado y valor de su obra.",
        "Competencia específica 6.",
        "Criterio 6.1. Comprender la importancia de la conservación y promoción del patrimonio artístico, investigando acerca de los procesos de adquisición, conservación, exhibición y uso sostenible de obras de arte, así como sobre el impacto positivo y negativo de las acciones humanas sobre ellas.",
        "Criterio 6.2. Analizar el papel conformador de la identidad individual y colectiva que poseen el arte y el patrimonio artístico, analizando las autorrepresentaciones humanas y el uso de recursos estéticos en la generación y mantenimiento de los vínculos grupales.",
        "Competencia específica 7.",
        "Criterio 7.1. Formarse una imagen ajustada de sí mismo comparando distintos cánones de belleza, analizando obras de diversos estilos y lugares, y apreciando la diversidad como fuente de enriquecimiento y progreso.",
        "Criterio 7.2. Fomentar la madurez personal a través de la aceptación y comprensión de la ",
        "diversidad de cánones y modelos estéticos dentro de la evolución del arte.",
        "Competencia específica 8.",
        "Criterio 8.1. Visibilizar a la mujer como artista a través del descubrimiento de las principales figuras femeninas de la historia, del reconocimiento de su esfuerzo por hacerse valer y del análisis contextualizado de sus obras más importantes.",
        "Criterio 8.2. Conocer y analizar críticamente la imagen de la mujer que se ha ofrecido en la historia del arte, mediante el análisis comparativo de obras de distintas épocas y culturas en las que esté representada la figura femenina."
        
    ],
    "saberes": [
        "Bloque A. Aproximación a la historia del arte.",
        "A.1. Concepto de arte y lenguaje artístico.",
        "A.1.1. El debate en torno a la definición de arte. El concepto del arte a lo largo de la historia.",
        "A.1.2. El lenguaje artístico: el arte como forma de comunicación. La variedad de códigos y lenguajes. Símbolos e iconografía en el arte. La subjetividad creadora. El problema de la interpretación. El juicio estético.",
        "A.1.3. Influencias, préstamos, continuidades y rupturas en la historia del arte.",
        "A.2. Elementos de análisis de la obra de arte.",
        "A.2.1. Terminología y vocabulario específico del arte en la arquitectura y las artes plásticas.",
        "A.2.2. Herramientas para el análisis de la obra de arte: elementos técnicos, formales, y estilísticos. Estudio iconográfico y significado, identificación, contextualización y relevancia de la obra. El análisis comparativo.",
        "B.1. Inicios del arte y creación del clasicismo artístico.",
        "B.1.1. El arte como instrumento mágicoritual. El arte rupestre y mobiliar en Europa. El arte étnico.",
        "B.1.2. El arte y su valor propagandístico. El clasicismo griego.",
        "B.1.3. El arte como dispositivo de dominación y control. El arte de las antiguas civilizaciones mediterráneas. Arte y romanización.",
        "B.1.4. El arte y su función didáctica y religiosa en las sociedades teocéntricas. Aportaciones de la iconografía paleocristiana y bizantina.",
        "B.1.5. El arte y su función didáctica y religiosa. El arte románico y gótico.",
        "B.1.6. Arte, mecenazgo y coleccionismo en el arte antiguo.",
        "B.2. Clasicismo y rupturas en el arte occidental.",
        "B.2.1. Arte, representación humana y estatus. El arte renacentista.",
        "B.2.2. El arte y su valor propagandístico. Barroco y Contrarreforma.",
        "B.2.3. El arte como dispositivo de dominación y control. El papel de las academias en el siglo XVIII.",
        "B.2.3. Arte, mecenazgo y coleccionismo como elementos de diferenciación social.",
        "B.2.4. El arte como medio de progreso, crítica y transformación social y cultural. El neoclasicismo. El realismo.",
        "B.2.5. El arte como idioma de sentimientos y emociones. El romanticismo.",
        "B.3. Las vanguardias artísticas.",
        "B.3.1. El arte como idioma de sentimientos y emociones. La pintura impresionista. Vanguardias y nuevas formas de expresión.",
        "B.3.2. Arte y crítica social en el siglo XX.",
        "B.3.3. El arte como dispositivo de dominación y control. Arte y totalitarismos en el siglo XX.",
        "B.4. Tendencias del arte actual.",
        "B.4.1. El arte como medio de progreso, crítica y transformación social y cultural en la cultura de masas. ",
        "B.4.2. El arte y su valor propagandístico. El arte y la sociedad de consumo.",
        "B.4.3. La autonomía del arte. Panorama del arte actual. Nuevo concepto de mecenazgo y coleccionismo. ",
        "B.4.4. El arte urbano.",
        "B.4.5. El arte como expresión de los avances tecnológicos. El arte digital.",
        "B.4.6. Forma y función en el arte. Arte y diseño. Arte y artesanía.",
        "B.4.7. El arte como dispositivo de dominación y control. Arte y medios de comunicación en la sociedad contemporánea.",
        "B.4.8. El arte como expresión de los avances tecnológicos.",
        "Bloque C. Dimensión individual y social del arte.",
        "C.1. Arte e identidad.",
        "C.1.1. Arte e identidad individual: la necesidad de representarnos. La imagen del cuerpo humano. El género del retrato. La evolución en la imagen del artista.",
        "C.1.2. Arte e identidad colectiva. Las escuelas regionales. La pintura historicista. Arte y nacionalismo.",
        "C.2. El arte y la perspectiva de género.",
        "C.2.1. La representación de la mujer en el arte desde una perspectiva crítica.",
        "C.2.2. La visibilidad de la mujer como artista. Precursoras en un mundo dominado por hombres. La lucha por la visibilidad en los siglos XIX y XX. Arte y género.",
        "Bloque D. Realidad, espacio y territorio en el arte.",
        "D.1. Arte, espacio y realidad.",
        "D.1.1. Arquitectura y espacio: la creación de espacios arquitectónicos.",
        "D.1.2. Pintura y perspectiva: la conquista de la tercera dimensión. El cubismo y la perspectiva múltiple.",
        "D.1.3. Arte y realidad: imitación e interpretación. La revolución de la fotografía y el cine.",
        "D.2. Arte, naturaleza y territorio.",
        "D.2.1. Arte e intervención en el territorio: el urbanismo como arte.",
        "D.2.2. Arte y medioambiente. Arquitectura, urbanismo y diseño sostenible. La contribución del arte a los Objetivos de Desarrollo Sostenible.",
        "D.2.3. Arte y medioambiente. La naturaleza y la representación de las emociones.",
        "D.3. Patrimonio artístico.",
        "D.3.1. El patrimonio artístico: preservación, conservación y usos sostenibles. Museografía y museología.",
        "D.3.2. El patrimonio histórico extremeño. Valoración y estrategias de conservación y promoción."        
    ]
}
