{
    "competenciasEspecificas": [
        "1. Identificar diferents concepcions de l’art al llarg de la història, seleccionant i analitzant informació diversa de forma crítica, per fer recerques pròpies i valorar la diversitat de manifestacions artístiques com a producte de la creativitat humana, individual i col·lectiva, des del respecte i el reconeixement mutu.",
        "2. Reconèixer els diversos llenguatges artístics com a formes de comunicació i expressió lliure d’idees, desitjos i emocions, per crear produccions pròpies utilitzant la terminologia específica i les eines digitals, mostrant respecte per les opinions i produccions dels altres.",
        "3. Distingir les diferents funcions de l’art al llarg de la història, analitzant la dimensió ideològica, política, social, econòmica i estètica de les obres d’art i dels processos de producció i recepció, per formar-se un judici argumentat propi que permeti establir vincles amb el present.",
        "4. Caracteritzar els principals moviments artístics al llarg de la història, reconeixent relacions d’influència, préstec i ruptura per identificar i comprendre les pervivències i les transformacions en el món actual i analitzar críticament mecanismes d’intercanvi i fenòmens d’aculturació.",
        "5. Identificar i contextualitzar espacialment i temporalment les manifestacions i les personalitats artístiques més rellevants, analitzant l’entorn personal i social, per valorar les obres i l’autoria com a expressió de l’època i de la societat i adoptar una actitud oberta i receptiva davant de formes artístiques de cultures i col·lectius minoritzats.",
        "6. Reconèixer i valorar el patrimoni artístic, a partir de l’anàlisi d’alguns exemples, per contribuir a la seva recuperació, la conservació i la difusió com a element conformador de les identitats individuals i col·lectives i per al gaudi i la cohesió de la comunitat dins un món global.",
        "7. Distingir els canvis estètics i les diferents formes de representació humana en determinades èpoques i en l’actualitat, establint-hi vincles, per formar-se un concepte assertiu de la pròpia imatge, conformar els gustos personals i desenvolupar sensibilitat i respecte per la diversitat, superant estereotips i prejudicis.",
        "8. Analitzar els processos i fenòmens de la història de l’art des de la perspectiva de gènere, a través d’una aproximació oberta i integradora per comprometre’s en la igualtat d’oportunitats, i rebutjar qualsevol forma de discriminació i violència."
    ]
}