{
    "competenciasEspecificas": [
        "Competencia específica 1: Multilingüismo e interculturalidadReconocer y usar sus repertorios lingüísticos, y comparar su funcionamiento, identificando ladiversidad lingüística y cultural a partir de la segunda lengua extranjera.",
        "Competencia específica 2: Comprensión oralInterpretar la información de textos orales y multimodales, breves y sencillos sobre diferentestemas predecibles y no predecibles de los ámbitos personal, social, académico y profesional utilizandoestrategias de comprensión y de escucha activa.",
        "Competencia específica 3: Comprensión escritaInterpretar la información explícita e implícita expresada en textos escritos y multimodalesbreves y sencillos que incluyen estructuras y vocabulario de uso frecuente, sobre diferentes temaspredecibles y no predecibles de ámbito personal, social, académico y profesional",
        "Competencia específica 4: Expresión oralProducir textos orales, de forma autónoma y fluida, para expresar mensajes sencillos delámbito personal, social, académico y profesional, aplicando estrategias de planificación, producción ycompensación.",
        "Competencia específica 5: Expresión escritaProducir textos escritos y multimodales comprensibles y estructurados, de forma autónoma,para expresar mensajes sencillos del ámbito personal, social, académico y profesional, aplicandoestrategias de planificación, textualización y revisión",
        "Competencia específica 6: Interacción oral y escritaInteractuar de manera oral, escrita y multimodal mediante intercambios sencillos deinformación, de forma síncrona y asíncrona, mostrando autonomía e iniciativa, para responder anecesidades comunicativas relacionadas con el ámbito personal, social, académico y profesional.",
        "Competencia específica 7: Mediación oral y escritaMediar entre interlocutores aplicando estrategias de adaptación, simplificación y reformulacióndel lenguaje para procesar y transmitir información más elaborada, en situaciones comunicativas deámbito personal, social, académico y profesional."
    ]
}