{
    "criteriosEvaluacion": [
        "CE1. Planificar y poner en práctica un programa saludable de actividad física y",
        "deportiva, adecuado a las características personales y dirigido al bienestar físico, mental y",
        "social.",
        "CrEv1.1 Diseñar y poner en práctica de manera autónoma un programa de",
        "actividad física para la mejora de la condición física y la salud, basado en criterios",
        "científicos, y aprovechando responsablemente los recursos del entorno y las",
        "nuevas tecnologías.",
        "CrEv1.2 Incorporar propuestas para la gestión del esfuerzo en las actividades físicas, aplicando los principios y fases del entrenamiento.",
        "CrEv1.3 Consolidar hábitos de alimentación saludable atendiendo a un balance",
        "energético equilibrado, considerando los principios nutricionales desde el",
        "consumo responsable y sostenible.",
        "CrEv1.4 Analizar críticamente los componentes que participan de un estilo de vida",
        "saludable en el ámbito educativo y en el ámbito sociofamiliar, discriminando las",
        "conductas de riesgo para la salud física, mental y social.",
        "CE2. Diseñar, practicar y dirigir diferentes situaciones físico-deportivas, adecuando el",
        "nivel de las habilidades y aplicando los elementos técnicos, tácticos y reglamentarios",
        "adecuados.",
        "CrEv 2.1 Resolver con eficacia y eficiencia motriz diferentes situaciones de juego",
        "y práctica deportiva, utilizando los principios técnicos, tácticos y reglamentarios",
        "adecuados, aplicando pautas de seguridad y de higiene personal y utilizando las",
        "estrategias apropiadas para la resolución de conflictos.",
        "CrEv2.2 Diseñar y participar en acontecimientos recreativos y deportivos aplicando políticas sostenibles de gestión y uso de materiales e instalaciones.",
        "CrEv2.3 Investigar diferentes contextos de actividad física y de deportes",
        "atendiendo a los elementos inherentes a la justicia social, como la participación",
        "y la igualdad de oportunidades.",
        "CE3. Diseñar, planificar y desarrollar proyectos de naturaleza artístico-expresiva con",
        "el uso del cuerpo y el movimiento como elementos comunicativos de la cultura motriz.",
        "CrEv3.1 Crear y ejecutar propuestas artístico-expresivas mostrando dominio de los elementos corporales y escénicos desde una perspectiva de género e inclusiva.",
        "CrEv3.2 Practicar varias actividades motrices adoptando un comportamiento",
        "personal y social respetuoso y responsable, mostrando actitudes de empatía e",
        "inclusión ante la diversidad y autorregulando las emociones.",
        "CrEv3.3 Organizar y participar en partidas de Pilota Valenciana reconociendo sus valores intrínsecos.",
        "CE4. Adoptar un estilo de vida saludable y sostenible aplicando principios de ética",
        "ambiental y seguridad para transformar el entorno.",
        "CrEv4.1 Organizar y practicar actividades físico-deportivas inclusivas en el medio",
        "natural y urbano con seguridad y ecorresponsabilidad fomentando el ocio activo",
        "y estilos de vida sostenibles.",
        "CrEv4.2 Identificar y aplicar actuaciones saludables y sostenibles para la",
        "protección, conservación y mejora del entorno natural y urbano, estableciendo",
        "relaciones con entidades relacionadas con la educación ambiental y la",
        "sostenibilidad.",
        "CrEv4.3 Practicar y aplicar normas de seguridad y técnicas de primeros auxilios y",
        "supervivencia en contextos naturales y urbanos para controlar los riesgos",
        "intrínsecos de las actividades respecto a las equipaciones, el entorno y la",
        "actuación e interacción de los participantes.",
        "CE5. Identificar oportunidades personales, académicas y laborales relacionadas con",
        "la actividad física, el deporte y el ocio activo a partir de experiencias personales y mediante",
        "el uso de la tecnología.",
        "CrEv5.1 Participar en propuestas reales o simuladas relacionadas con la actividad",
        "física y la salud, el deporte, las actividades artístico-expresivas o la naturaleza,",
        "analizando las posibilidades del entorno más próximo y teniendo en cuenta la",
        "sostenibilidad.",
        "CrEv5.2 Detectar y trabajar la curación de contenidos usando la tecnología como elemento facilitador para la creación de escenarios de práctica activa saludable.",
        "CrEv5.3 Colaborar en propuestas informativas de salidas académicas y laborales",
        "y en visitas a espacios relacionados con la actividad física, el deporte y el ocio",
        "activo."
    ],
    "saberes": [
        "BLOQUE 1. VIDA ACTIVA Y SALUDABLE",
        "CE1, CE3, CE4, CE5",
        "SUBBLOQUE 1.1. SALUD FÍSICA",
        "Grupo 1. Características de las actividades físicas saludables",
        "• Métodos de valoración de las capacidades físicas y coordinativas aplicadas a entornos",
        "laborales y a la mejora personal.",
        "• Beneficios, riesgos y ejercicios desaconsejados: hábitos posturales, ergonomía y",
        "ejercicio físico en general.",
        "• Programas de actividad física personal (FITT-PV) para las diferentes capacidades",
        "físicas.",
        "• Tecnologías facilitadoras de la evaluación y el análisis fisiológico del ejercicio físico.",
        "Grupo 2. Cuidado del cuerpo",
        "• Mitos y falsas creencias en el ámbito de la actividad física y el deporte.",
        "• Métodos de recuperación del esfuerzo.",
        "SUBBLOQUE 1.2. SALUD SOCIAL",
        "• Programas de prevención del consumo de tabaco, alcohol, otras drogas y la ludopatía",
        "asociada al deporte.",
        "• Perspectiva de género e inclusividad en el mundo del deporte, la actividad física y el",
        "ocio activo.",
        "• Ayudas ergogénicas legales y dopaje.",
        "• SUBBLOQUE 1.3 SALUD MENTAL",
        "• Grupo 1. Métodos y técnicas de relajación y meditación",
        "• Métodos de relajación y respiración.",
        "• Técnica básica de meditación.",
        "• Hábitos de descanso.",
        "• Grupo 2. Uso y abuso de la tecnología",
        "• Efectos del uso excesivo de la tecnología.",
        "• Netiqueta aplicada a la actividad física y el deporte",
        "BLOQUE 2. ORGANIZACIÓN Y GESTIÓN DE LA ACTIVIDAD FÍSICA",
        "CE1, CE2, CE4, CE5",
        "SUBBLOQUE 2.1. Medidas preventivas y de seguridad",
        "• Normas de seguridad y técnicas para la prevención y actuación en una situación de",
        "emergencia.",
        "• Gestión crítica y uso sostenible de materiales para la práctica física y deportiva.",
        "• Actuaciones de primeros auxilios.",
        "• El botiquín.",
        "SUBBLOQUE 2.2. Herramientas digitales para la gestión de la actividad física",
        "• Aprovechamiento y gestión del buen uso de la tecnología relacionada con el",
        "movimiento, la actividad física, el deporte y la salud, en diferentes entornos de",
        "aprendizaje digital: planificación, control y análisis.",
        "• Creación y curación de contenidos.",
        "SUBBLOQUE 2.3. Ordenación de la actividad física y el deporte",
        "• Organización de acontecimientos deportivos y de actividad física en general.",
        "• Gestión de grupos: estilo de liderazgo, organización y dinamización de grupos.",
        "BLOQUE 3. RESOLUCIÓN DE PROBLEMAS EN SITUACIONES MOTRICES",
        "CE1, CE2, CE4, CE5",
        "• Juegos y deportes individuales, colectivos y de adversario.",
        "• Juegos y deportes inclusivos, adaptados y específicos.",
        "• Lógica interna de los juegos y deportes.",
        "• Aspectos reglamentarios.",
        "BLOQUE 4. AUTOREGULACIÓN EMOCIONAL E INTERACCIÓN SOCIAL EN SITUACIONES",
        "MOTRICES",
        "CE1, CE2, CE3, CE4, CE5",
        "SUBBLOQUE 4.1. Gestión emocional",
        "• Roles en contextos de práctica físico-deportiva.",
        "• Control y gestión de emociones.",
        "• Técnicas corporales de regulación física y emocional.",
        "SUBBLOQUE 4.2. Habilidades sociales",
        "• Interacción y habilidades sociales: escucha activa, diálogo, negociación, asertividad,",
        "comunicación efectiva y otras.",
        "SUBBLOQUE 4.3. Justicia social al deporte y actividad física",
        "• Valores deportivos y olímpicos.",
        "• Identificación de conductas contrarias a la convivencia.",
        "BLOQUE 5. MANIFESTACIONES DE LA COMUNICACIÓN Y DE LA CULTURA MOTRIZ",
        "CE1, CE2, CE3, CE4, CE5",
        "SUBBLOQUE 5.1. Elementos comunicativos y cultura artístico-expresiva",
        "• Elementos de la comunicación.",
        "• Valores y cultura artístico-expresiva.",
        "• Montajes e intervenciones artístico-expresivas.",
        "• Dramatización y teatro.",
        "• Actividades y artes circenses.",
        "• El ritmo y el cuerpo en movimiento.",
        "• Danza y baile.",
        "SUBBLOQUE 5.2. Cultura motriz tradicional",
        "• La Pilota Valenciana como bien de interés cultural.",
        "• Modalidades de Pilota Valenciana de juego directo e indirecto.",
        "SUBBLOQUE 5.3. Deporte como manifestación cultural",
        "• Deporte, convivencia y justicia social.",
        "BLOQUE 6. INTERACCIÓN EFICIENTE Y SOSTENIBLE CON EL ENTORNO (CE1, CE4, CE5)",
        "SUBBLOQUE 6.1. Iniciativas y actividades saludables y sostenibles en el medio natural y urbano",
        "• Beneficios de la práctica de actividad física y deportiva en el entorno natural.",
        "• Movilidad activa, segura y sostenible.",
        "• Ocio saludable y sostenible: posibilidades del entorno natural y urbano para la práctica",
        "segura de actividad física y deportiva. Previsión de riesgos, primeros auxilios y protocolos",
        "de acción en caso de emergencia.",
        "• Conocimiento del patrimonio natural y urbano del entorno. Propuestas de mejora:",
        "accesibilidad, uso deportivo, seguridad y sostenibilidad. Promoción y uso creativo.",
        "• Medidas de protección y conservación del medio natural y urbano durante la práctica",
        "físico-deportiva. Servicio a la comunidad.",
        "• Entidades relacionadas con la educación ambiental: relaciones, actuaciones, recursos…",
        "SUBBLOQUE 6.2. Alimentación saludable y sostenible",
        "• Características y valoración de una dieta equilibrada.",
        "• Consumo responsable: alternativas sostenibles para una dieta saludable, variada y",
        "equilibrada.",
        "• Ultraprocesados: consecuencias para la salud. Análisis crítico."
    ]
}
