{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Aplicar las leyes y teorías científicas en el análisis de fenómenos fisicoquímicos cotidianos y comprender y explicar las causas que los producen, utilizando diversidad de soportes y medios de comunicación. ",
        "Criterio 1.2. Resolver problemas fisicoquímicos planteados a partir de situaciones cotidianas y aplicar las leyes y teorías científicas para encontrar y argumentar las soluciones, expresando adecuadamente los resultados. ",
        "Criterio 1.3. Identificar situaciones problemáticas en el entorno cotidiano, emprender iniciativas y buscar soluciones sostenibles desde la física y la química, analizando críticamente el impacto producido en la sociedad y el ambiente.",
        "Competencia específica 2.",
        "Criterio 2.1. Formular respuestas a diferentes problemas y observaciones en forma de hipótesis verificables y manejar con soltura el trabajo experimental, la indagación, la búsqueda de evidencias y el razonamiento lógicomatemático para obtener conclusiones que respondan a dichos problemas y observaciones. ",
        "Criterio 2.2. Integrar las leyes y teorías científicas conocidas en el desarrollo del procedimiento para validar las hipótesis formuladas, aplicando relaciones cualitativas y cuantitativas entre las diferentes variables, de manera que el proceso sea más fiable y coherente con el conocimiento científico adquirido. ",
        "Criterio 2.3. Utilizar diferentes métodos para encontrar la respuesta a una sola cuestión u observación, para después cotejar los resultados obtenidos por diferentes métodos, asegurando así su coherencia y fiabilidad.",
        "Competencia específica 3.",
        "Criterio 3.1. Utilizar y relacionar de manera rigurosa diferentes sistemas de unidades y sus respectivas unidades de medida, partiendo de las del sistema internacional y empleando correctamente su notación y sus equivalencias, para hacer posible una comunicación efectiva con toda la comunidad científica. ",
        "Criterio 3.2. Nombrar y formular correctamente sustancias simples, iones y compuestos químicos inorgánicos y orgánicos utilizando las normas de la IUPAC, como parte de un lenguaje integrador y universal para toda la comunidad científica. ",
        "Criterio 3.3. Emplear diferentes formatos para interpretar y expresar información relativa a un proceso fisicoquímico concreto, relacionando entre sí la información que cada uno de ellos contiene, haciendo un adecuado tratamiento matemático del mismo, si fuera el caso, y extrayendo de él lo más relevante para la resolución de un problema. ",
        "Criterio 3.4. Poner en práctica los conocimientos adquiridos en la experimentación científica en laboratorio o campo, incluyendo el conocimiento de sus materiales y su normativa básica de uso, así como de las normas de seguridad propias de estos espacios, y comprendiendo la importancia en el progreso científico y emprendedor de que la experimentación sea segura para no comprometer la integridad física propia y colectiva.",
        "Competencia específica 4.",
        "Criterio 4.1. Utilizar de forma autónoma y eficiente recursos variados, tradicionales y digitales, para interaccionar con otros miembros de la comunidad educativa a través de diferentes entornos de aprendizaje, reales y virtuales, de forma rigurosa, citando las fuentes consultadas, respetando la licencia de su autoría y analizando críticamente las aportaciones de todo el mundo. ",
        "Criterio 4.2. Trabajar de forma autónoma y versátil, de modo individual y grupal, en la consulta de información y la creación de contenidos, seleccionando con criterio las fuentes y herramientas más fiables, y desechando las menos adecuadas para la mejora del aprendizaje propio y colectivo. ",
        "Competencia específica 5.",
        "Criterio 5.1. Participar de manera activa en la construcción del conocimiento científico, evidenciando la presencia de la interacción, la cooperación y la evaluación entre iguales para mejorar la capacidad de cuestionamiento, la reflexión y el debate al alcanzar el consenso en la resolución de un problema o situación de aprendizaje. ",
        "Criterio 5.2. Construir y producir conocimientos a través del trabajo colectivo, además de explorar alternativas para superar la asimilación de conocimientos ya elaborados, encontrando momentos para el análisis, la discusión y la síntesis desde el respeto hacia los demás y la búsqueda del consenso, obteniendo como resultado la elaboración de productos representados en informes, pósteres, presentaciones, artículos, etc. ",
        "Criterio 5.3. Debatir, de forma informada y argumentada, sobre las diferentes cuestiones medioambientales, sociales y éticas relacionadas con el desarrollo de las ciencias para alcanzar un consenso sobre las consecuencias de estos avances y proponer de forma colaborativa soluciones creativas a las cuestiones planteadas. ",
        "Competencia específica 6.",
        "Criterio 6.1. Identificar y argumentar científicamente las repercusiones de las acciones que el alumno o alumna acomete en su vida cotidiana, analizando cómo mejorarlas para participar activamente en la construcción de una sociedad mejor. ",
        "Criterio 6.2. Detectar las necesidades de la sociedad para aplicar los conocimientos científicos adecuados que ayuden a mejorarla, incidiendo especialmente en aspectos importantes como la búsqueda de una sociedad igualitaria, el desarrollo sostenible y la preservación de la salud. "        
    ],
    "saberes": [
        "Bloque A. El enlace químico y la estructura de la materia.",
        "A.1. Estructura de la materia.",
        "A.1.1. Investigación de los distintos desarrollos de la tabla periódica para reconocer las contribuciones históricas a su elaboración actual y su importancia como herramienta predictiva de las propiedades de los elementos.",
        "A.1.2. Aplicación de las reglas que definen la estructura electrónica de los átomos para explicar la posición de un elemento en la tabla periódica y la similitud en las propiedades de los elementos químicos de cada grupo.",
        "A.2. Enlace químico.",
        "A.2.1. Utilización de las teorías sobre la estabilidad de los átomos e iones para predecir la formación de enlaces entre los elementos y su representación y, a partir de ello, deducir cuáles son las propiedades de las sustancias químicas, comprobándolas por medio de la observación y la experimentación.",
        "A.2.2. Formulación y nomenclatura de sustancias simples, iones y compuestos químicos inorgánicos, siguiendo las normas de la IUPAC, para reconocer su composición y las aplicaciones que tienen en la realidad cotidiana, y como herramienta de comunicación en la comunidad científica.",
        "Bloque B. Reacciones químicas.",
        "B.1. Transformaciones químicas.",
        "B.1.1. Aplicación de las leyes fundamentales de la química para comprender las relaciones estequiométricas en las reacciones químicas y en la composición de los compuestos para la resolución de cuestiones cuantitativas relacionadas con transformaciones químicas del entorno cercano.",
        "B.1.2. Clasificación de las transformaciones químicas para comprender las relaciones que existen entre la química y algunos retos de la sociedad actual, como la conservación del medioambiente o el desarrollo de fármacos.",
        "B.2. La cantidad de materia y los cálculos estequiométricos.",
        "B.2.1. Determinación de la cantidad de distintas variables mensurables en sistemas fisicoquímicos concretos, como gases ideales y disoluciones a través de la determinación de la cantidad de materia, así como de distintas expresiones de la concentración para aplicarlo a situaciones de la vida cotidiana.",
        "B.2.2. Ajuste de ecuaciones químicas, cálculos estequiométricos a partir de reactivos de distintas características y análisis del rendimiento de reacciones químicas de interés industrial.",
        "Bloque C. Química orgánica.",
        "C.1. Química orgánica.",
        "C.1.1. Comprensión de las propiedades físicas y químicas generales de los compuestos orgánicos a partir de las estructuras químicas de sus grupos funcionales, encontrando generalidades en las diferentes series homólogas para entender sus aplicaciones en el mundo real.",
        "C.1.2. Aplicación de las reglas de la IUPAC para formular y nombrar correctamente algunos compuestos orgánicos mono y polifuncionales (hidrocarburos, compuestos oxigenados y compuestos nitrogenados) para establecer un lenguaje universal de comunicación entre las distintas comunidades científicas.",
        "C.1.3. Introducción al concepto de isomería y de los distintos tipos existentes para explicar la gran diversidad existente entre las moléculas orgánicas y las distintas propiedades fisicoquímicas que presentan los isómeros.",
        "Bloque D. Cinemática.",
        "D.1. El estudio del movimiento.",
        "D.1.1. Empleo del razonamiento lógicomatemático y la experimentación para interpretar y describir las variables cinemáticas desde un punto de vista vectorial, en función del tiempo en los distintos movimientos que puede tener un objeto, con o sin fuerzas externas, para resolver situaciones relacionadas con la física en la vida diaria. ",
        "D.1.2. Análisis de las variables que influyen en un movimiento rectilíneo o circular, comparando las magnitudes empleadas y sus unidades, para establecer conclusiones sobre los movimientos cotidianos que presentan estos tipos de trayectoria.",
        "D.2. Composición de movimientos.",
        "D.2.1. Relación de la trayectoria de un movimiento compuesto con las magnitudes que lo describen, exponiendo argumentos de forma razonada y elaborando hipótesis que puedan ser comprobadas mediante la experimentación y el razonamiento científico.",
        "D.2.2. Análisis de movimientos compuestos en el entorno cercano y estudio de su evolución con el tiempo mediante el cálculo de variables cinemáticas.",
        "Bloque E. Estática y dinámica.",
        "E.1. Principios fundamentales de la estática y la dinámica.",
        "E.1.1. Interpretación de las leyes de la dinámica en términos de magnitudes como el momento lineal y el impulso mecánico para relacionarlas con sus aplicaciones en el mundo real.",
        "E.1.2. Aplicación del momento de una fuerza y deducción de las condiciones de equilibrio sobre una partícula o un sólido rígido. ",
        "E.2. Aplicaciones de los principios de la estática y la dinámica.",
        "E.2.1. Predicción, a partir de la composición vectorial, del comportamiento estático o dinámico de una partícula o un sólido rígido como parte del proceso de verificación de hipótesis por medio del razonamiento científico y la experimentación en el laboratorio o mediante simulaciones digitales.",
        "E.2.2. Relación de la mecánica vectorial aplicada sobre una partícula con su estado de reposo o de movimiento para comprender las aplicaciones estáticas ",
        "o dinámicas de la física en otros campos, como la ingeniería o el deporte.",
        "Bloque F. Energía.",
        "F.1. Energía mecánica.",
        "F.1.1. Aplicación de los conceptos de trabajo y potencia para la elaboración de hipótesis sobre el consumo energético de sistemas mecánicos o eléctricos del entorno cotidiano y su rendimiento, verificándolas experimentalmente mediante simulaciones o a partir del razonamiento lógicomatemático.",
        "F.1.2. Estudio de las formas de energía, en especial la energía potencial y cinética de un sistema sencillo, y su aplicación a la conservación de la energía mecánica en sistemas conservativos y no conservativos y al estudio de las causas que producen el movimiento de los objetos en el mundo real.",
        "F.2. Termodinámica.",
        "F.2.1. Determinación de las variables termodinámicas de un sistema y cálculo de las variaciones de temperatura que experimenta y de las transferencias de energía que se producen con su entorno, incluyendo los procesos que implican cambios de estado.",
        "F.2.2. Concienciación sobre la necesidad del uso de fuentes de energía renovables y respetuosas como el medioambiente y sobre la necesidad de avances tecnológicos que mejoren la eficacia de algunos los sistemas termodinámicos actuales."       
    ]
}
