{
    "criteriosEvaluacion": [
        "1.1. Identificar formas geométricaspresentes en la naturaleza, el diseño y elentorno construido, abstrayendo cualidades deimágenes o producciones artísticas dediferentes épocas y estilos.",
        "1.2. Determinar, en diversosentornos, los principios compositivos deproporción, equilibrio, ritmo, movimiento ysimetría, analizando su papel en la generaciónde ideas, imágenes y formas.",
        "1.3. Investigar la presencia de formasgeométricas y principios compositivos en losdistintos contextos artísticos e históricos,valorando la diversidad cultural, artística yestética del patrimonio",
        "2.1. Utilizar el boceto y el croquis enel desarrollo del proceso creativo,materializando pensamientos, ideas ypropuestas a través del dibujo a mano alzada.",
        "2.2. Experimentar con el croquis y eldibujo a mano alzada, trabajando la expresiónplástica de ideas, sentimientos y emociones.",
        "2.3. Reproducir modelos o referentesmediante el dibujo a mano alzada y larealización de bocetos y croquis,representando con acierto los principaleselementos geométricos.",
        "3.1. Utilizar la terminología específicadel área comunicando conceptos relacionadoscon la materia.",
        "3.2. Construir formas poligonales,aplicando los trazados fundamentales básicos:mediatriz, bisectriz, paralelismo,perpendicularidad, entre otros.",
        "3.3. Reproducir transformacionesgeométricas como igualdad, simetría, giro ytraslación, aplicando sus posibilidadesplásticas en la composición y generación deformas.",
        "3.4. Resolver tangencias básicas,enlaces y curvas técnicas, representando lospuntos de tangencia con limpieza y precisión.",
        "3.5. Emplear formas poligonales,tangencias básicas y curvas técnicas paradiseñar propuestas gráficas sencillas.",
        "4.1. Identificar el concepto deproyección, en los distintos sistemas derepresentación.",
        "4.2. Representar objetos sencillosmediante el sistema diédrico, dibujando susvistas en sistema europeo.",
        "4.3. Representar objetos y espaciossencillos utilizando el sistema axonométrico:perspectiva isométrica y caballera, y el sistemacónico: perspectiva cónica frontal y oblicua.",
        "4.4. Utilizar con destreza lasperspectivas isométrica, caballera y cónica,frontal y oblicua, en la representación deproyectos de diseño, comunicando de formaclara su imagen, forma y dimensión.",
        "5.1. Reconocer los códigos gráficospropios de la normalización diferenciando laspautas que establecen las normas UNE e ISO.",
        "5.2. Sintetizar las reglas deacotación, distinguiendo las pautas ymodalidades que establecen las normas UNE eISO.",
        "5.3. Utilizar las normas UNE e ISO enel proceso de acotación de piezas sencillas,atendiendo a la limpieza y precisión de losdistintos trazados.",
        "6.1. Distinguir las principalesherramientas de dibujo digital contemporáneas,contrastando sus posibilidades técnicas yexpresivas.",
        "6.2. Experimentar con lasposibilidades técnicas y expresivas que ofrecenlas principales herramientas de dibujo digital,practicando diversos estilos de representación.",
        "6.3. Editar obras de referencia ycreaciones artísticas sencillas conherramientas de dibujo digital en 2D y 3D."
    ],
    "saberes": [
        "Bloque 1. Geometría, arte y entorno CE1, CE2",
        "La geometría en la naturaleza, en el entorno y en el diseño.",
        "La geometría en la composición (proporción, equilibrio, ritmo, movimiento y simetría).",
        "La proporción áurea en el arte.",
        "La representación del espacio en el diseño y arte contemporáneo.",
        "Estudios a mano alzada de la geometría de la forma. Apuntes y esbozos.",
        "Bloque 2. Geometría plana CE1, CE2, CE3",
        "Trazados fundamentales",
        "Mediatriz y bisectriz.",
        "Paralelismo y perpendicularidad.",
        "Transformaciones geométricas.",
        "Igualdad y simetría.",
        "Giro, traslación y homotecia.",
        "Escalas numéricas y gráficas. Construcción y uso.",
        "Construcciones poligonales.",
        "Aplicación en el diseño y sus especialidades.",
        "Diseño gráfico de producto, de packaging, entre otros.",
        "Tangencias y enlaces. Casos básicos.",
        "Aplicación en el diseño y sus especialidades.",
        "Diseño gráfico, de producto, identidad corporativa, entre otros.",
        "Curvas técnicas.",
        "Aplicación en el diseño.",
        "Curvas cónicas.",
        "Aplicación en el diseño.",
        "Bloque 3. Geometría descriptiva CE1, CE2, CE4",
        "Concepto y tipos de proyección. Finalidad de los sistemas de representación.",
        "Sistema diédrico ortogonal en el primer diedro. Vistas en sistema europeo.",
        "Sistema axonométrico.",
        "Perspectivas isométrica y caballera.",
        "Aplicación al diseño.",
        "Sistema cónico",
        "Perspectiva cónica, frontal y oblicua.",
        "Aplicación al diseño",
        "Bloque 4. Normalización y diseño de proyectos. CE2, CE5",
        "Concepto de normalización. Las normas fundamentales UNE, ISO.",
        "Necesidad y ámbito de aplicación de las normas UNE, ISO.",
        "Normas fundamentales y criterios básicos de acotación.",
        "- Sistema diédrico ortogonal en el primer diedro.",
        "Bloque 5. Herramientas digitales para el diseño CE6",
        "Herramientas y técnicas digitales para el diseño",
        "Dibujo vectorial en 2D."
    ]
}
