{
    "criteriosEvaluacion": [
        "1.1 Valorar el paper de l’empresa i l’empresariat com a agents econòmics generadors de rendes i benestar en la societat, per comprendre el funcionament del sistema econòmic.",
        "1.2 Identificar l’impacte que l’activitat empresarial i emprenedora genera en la transformació de la societat, cap al bé comú.",
        "1.3 Analitzar empreses i organitzacions que posen en valor la innovació i la digitalització en l’entorn canviant.",
        "2.1 Valorar la capacitat d’adaptació de les empreses a l’entorn microeconòmic i macroeconòmic, donant respostes sostenibles, solidàries, viables i respectuoses amb el medi ambient.",
        "2.2 Identificar les característiques de l’entorn on l’empresa desenvolupa la seva activitat, analitzant les diferents estratègies i decisions adoptades i les possibles implicacions socials i mediambientals de la seva activitat.",
        "2.3 Conèixer els tipus, els elements i les funcions de les empreses, relacionant amb cadascuna les responsabilitats legals, i seleccionar la més adient al cas proposat.",
        "3.1 Investigar el mercat, les tendències clau del moment i la situació macroeconòmica com a punt de partida per proposar idees emprenedores.",
        "3.2 Utilitzar estratègies i eines per dissenyar, amb iniciativa i creativitat, un model de negoci innovador a partir d’una proposta de valor.",
        "3.3 Desenvolupar idees emprenedores analitzant decisions estratègiques de planificació, gestió i optimització d’activitats, recursos i associacions, per contribuir al benestar econòmic i social.",
        "4.1 Utilitzar noves fórmules comunicatives i de gestió de la informació, que facilitin la presa de decisions aplicades al món empresarial.",
        "4.2 Exposar el model de negoci utilitzant eines de comunicació efectiva amb originalitat i iniciativa, per ressaltar la creació de valor i l’interès dels altres.",
        "5.1 Elaborar un pla d’empresa de manera col·laborativa, justificant les decisions preses.",
        "5.2 Identificar les dades més rellevants del balanç i del compte de pèrdues i guanys, explicant-ne el significat i diagnosticant la situació.",
        "5.3 Analitzar les diferents viabilitats del model de negoci dissenyat, per avaluar-ne el potencial, proposant idees de millora"
    ],
    "saberes": [
        "Economia i escassetat. L’empresa i el seu entorn",
        "- Anàlisi de la relació entre l’escassetat de recursos i les necessitats com a problema bàsic de l’economia.",
        "- Reconeixement del paper de l’empresari o empresària en l’economia, promovent el contrast d’opinions i el debat a l’aula, i posant en relleu la figura de les dones emprenedores.",
        "- Identificació de les característiques del perfil emprenedor: les habilitats que demana el mercat de treball. Nòmades del coneixement (knowmads).",
        "- Consideració del paper de la dona emprenedora.",
        "- Valoració de l’empresa com a organització generadora de valor, amb incidència en la qualitat de vida de les persones i en la distribució de la renda; així com identificació de les disfuncions que genera a la societat.",
        "- Classificació, localització i dimensió de l’empresa com a elements caracteritzadors de la realitat empresarial.",
        "- Identificació del marc jurídic que regula l’activitat empresarial. Elecció de la forma jurídica de l’empresa més adient tenint en compte les necessitats de capital, el tipus de responsabilitat, el nombre de socis i els impostos a pagar.",
        "- Caracterització de les empreses que incorporen la responsabilitat social corporativa (RSC) i els objectius el desenvolupament sostenible (ODS) en un món més solidari i sostenible.",
        "- Identificació de les tendències emergents de mercat en contextos canviants.",
        "- Anàlisi i valoració de les estratègies d’innovació en casos reals: teories i tipus d’innovació (empresa ambidextra).",
        "- Apreciació de la recerca, el desenvolupament i la innovació com a motors del canvi tecnològic i de millora de la productivitat empresarial.",
        "El model de negoci i de gestió",
        "- Definició de la proposta de valor, els canals, les relacions amb clients, les fonts d’ingressos, les activitats clau, els recursos, les associacions i l’estructura de costos.",
        "- Establiment d’estratègies comercials i de màrqueting oportunes.",
        "- Descripció del procés productiu i valoració de l’eficiència i la productivitat en l’ús dels recursos.",
        "- Identificació de les estructures organitzatives i de les àrees funcionals de l’empresa.",
        "- Anàlisi de decisions estratègiques de planificació, gestió, presa de decisions i optimització d’activitats, recursos i associacions.",
        "- Gestió dels recursos humans. Formació i funcionament d’equips àgils. La contractació i les relacions laborals de l’empresa. Les polítiques d’igualtat a les empreses.",
        "- Determinació de l’estructura d’ingressos i costos de la idea de negoci plantejada, calculant-ne el llindar de rendibilitat.",
        "- Anàlisi de l’estructura de les inversions i de les fonts de finançament, i selecció justificada de les més adients.",
        "- Planificació de les obligacions legals i formals que cal tenir en compte.",
        "- Disseny, planificació, gestió i comunicació amb rigor, iniciativa i creativitat d’un projecte empresarial, amb eines digitals.",
        "- Elaboració dels comptes anuals, amb suport digital: balanç de situació i compte de pèrdues i guanys.",
        "Patrons de models de negoci",
        "- Comparació entre diferents models de negoci, com són els que ofereixen serveis bàsics gratuïts (freemium), els de llarga cua (long tail), els multiplataforma, els d’aplicacions mòbils i d’altres.",
        "Eines per innovar en models de negoci i de gestió",
        "- Anàlisi del punt de vista dels clients: mapa d’empatia.",
        "- Aplicació de tècniques de creativitat per generar idees de negoci, així com d’estratègies de gestió i presa de decisions.",
        "- Anàlisi de la competència i nínxols de mercat: oceans blaus, matriu ERIC.",
        "- Utilització d’eines per organitzar idees i sintetitzar: pensament visual (visual thinking), notes autoadhesives, dibuixos.",
        "- Ús de tècniques de prototipatge àgil de productes i serveis.",
        "- Utilització d’eines originals per presentar un projecte o idea: narració d’històries o",
        "storytelling i el discurs de l’ascensor o elevator pitch.",
        "Estratègia empresarial",
        "- Ús de mètodes per a l’anàlisi de la realitat empresarial: estudi de casos a les ciències empresarials i simulació empresarial.",
        "- Protecció de la idea, del producte i de la marca del negoci.",
        "- Anàlisi de tendències i variables macroeconòmiques de l’entorn del model de negoci.",
        "- Validació del model de negoci. Lean Startup. Desenvolupament de clients. Desenvolupament de producte àgil.",
        "- Avaluació de models de negoci: anàlisi DAFO. Estudi de mercat.",
        "- Anàlisi de resultats: estudi dels estats financers, anàlisi i interpretació de la informació comptable i valoració de les viabilitats empresarials (tècnica, financera i econòmica)."
    ]
}