{
    "criteriosEvaluacion": [
        "1.1. Desarrollar proyectos de investigación e innovación con el fin de crear y mejorar productos de forma continua, utilizando modelos de gestión cooperativos y flexibles.",
        "1.2. Comunicar y difundir de forma clara y comprensible proyectos elaborados y presentarlos con la documentación técnica necesaria.",
        "1.3. Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y gestionando emociones, aceptando y aprendiendo de la crítica razonada y utilizando el error como parte del proceso de aprendizaje.",
        "2.1. Analizar la idoneidad de los materiales técnicos en la fabricación de productos sostenibles y de calidad, estudiando su estructura interna, propiedades, ciclo de vida, tratamientos de modificación y reciclaje y mejora de sus propiedades.",
        "2.2. Elaborar informes sencillos de evaluación de impacto ambiental, de manera fundamentada y estructurada.",
        "3.1. Resolver problemas asociados a las distintas fases del desarrollo y gestión de un proyecto (diseño, simulación, montaje y presentación), utilizando las herramientas adecuadas que proveen las aplicaciones digitales.",
        "4.1. Calcular estructuras sencillas, estudiando los tipos de cargas a los que se puedan ver sometidas y su estabilidad.",
        "4.2. Analizar las máquinas térmicas: máquinas frigoríficas, bombas de calor y motores térmicos, conociendo los elementos que los componen y su función, comprendiendo su funcionamiento y realizando simulaciones y cálculos básicos sobre su eficiencia y otras magnitudes de interés.",
        "4.3. Interpretar, diseñar, simular y montar esquemas de sistemas neumáticos e hidráulicos, a través de montajes o simulaciones, comprendiendo y documentando el funcionamiento de cada uno de sus elementos y del sistema en su totalidad.",
        "4.4. Interpretar y resolver circuitos de corriente alterna con una o varias fuentes de alimentación, mediante montajes o simulaciones, identificando sus elementos, analizando su funcionamiento, representando las distintas magnitudes y comprendiendo su funcionamiento.",
        "4.5. Experimentar, simplificar, diseñar e implementar circuitos combinacionales y secuenciales físicos y simulados aplicando fundamentos de la electrónica digital, y comprendiendo su funcionamiento en el diseño de soluciones tecnológicas.",
        "5.1. Comprender y simular el funcionamiento de los procesos tecnológicos basados en sistemas automáticos de lazo abierto y cerrado, aplicando técnicas de simplificación y analizando su estabilidad.",
        "5.2. Conocer y evaluar sistemas informáticos emergentes y sus implicaciones en la seguridad de los datos, analizando modelos existentes.",
        "5.3. Automatizar procesos empleando sistemas programables, sensores y actuadores.",
        "6.1. Analizar los distintos sistemas de ingeniería desde el punto de vista de la responsabilidad social y la sostenibilidad, estudiando las características de eficiencia energética asociadas a los materiales y a los procesos de fabricación."
    ],
    "saberes": [
        "A. Proyectos de investigación y desarrollo.",
        "– *HVWióQ  GHVDUUROOR  GH  SURHFWRV.  7éFQiFDV  HVWUDWHJiDV  GH  WUDEDjR  HQ equipo. Metodologías Agile: tipos, características y aplicaciones.",
        "– DiIXVióQ      FRPXQiFDFióQ    GH    GRFXPHQWDFióQ    WéFQiFD.    (ODERUDFióQ, referenciación y presentación.",
        "– $XWRFRQIiDQ]D H iniciativa. Identificación y gestión de emociones. El error y la reevaluación como parte del proceso de aprendizaje.",
        "– (PSUHQGiPiHQWR,   UHViOiHQFiD,   SHUVHYHUDQFiD   FUHDWiYiGDG   SDUD   DERUGDU problemas desde una perspectiva interdisciplinar.",
        "B. Materiales y fabricación.",
        "– (VWUXFWXUD iQWHUQD. 3URSiHGDGHV IíViFDV PHFáQiFDV.",
        "– 3URFHGiPiHQWRV  GH  HQVDRV  GHVWUXFWiYRV  QR  GHVWUXFWiYRV.  &áOFXOR  GH magnitudes y análisis de resultados.",
        "– 7éFQiFDV   GH   GiVHñR    WUDWDPiHQWRV   GH   PRGiIiFDFióQ    PHjRUD   GH   ODV propiedades de los materiales.",
        "– &UiWHUiRV  GH  VRVWHQiEiOiGDG  HQ  OD  IDEUiFDFióQ  GH  XQ  SURGXFWR.  6HOHFFióQ  GH materiales. Ciclo de vida. Reciclaje.",
        "– 7éFQiFDV GH IDEUiFDFióQ iQGXVWUiDO.",
        "C. Sistemas mecánicos.",
        "– (VWUXFWXUDV  VHQFiOODV.  7iSRV  GH  FDUJDV,  HVWDEiOiGDG  cálculos  básicos. Montaje o simulación de ejemplos sencillos.",
        "– 0áTXiQDV WéUPiFDV: PáTXiQD IUiJRUíIiFD, ERPED GH FDORU PRWRUHV WéUPiFRV. Principios físicos. Componentes. Análisis de funcionamiento. Cálculos básicos, simulación y aplicaciones.",
        "– 1HXPáWiFD  e  hidráulica:  componentes  y  principios  físicos.  Descripción  y análisis. Esquemas característicos de aplicación. Diagramas espacio-fase. Diseño y montaje físico o simulado.",
        "D. Sistemas eléctricos y electrónicos.",
        "– &iUFXiWRV  GH  FRUUiHQWH  DOWHUQD.  (OHPHQWRs  activos  y  pasivos.  Análisis  de circuitos R-L-C serie y paralelo. Resonancia. Triángulo de potencias. Circuitos con una o varias fuentes de energía. Cálculo de magnitudes, montaje o simulación.",
        "– (OHFWUóQiFD GiJiWDO FRPEiQDFiRQDO. $QáOiViV, GiVHñR ViPSOificación: mapas de Karnaugh. Experimentación en simuladores o entrenadores lógicos.",
        "– (OHFWUóQiFD    GiJiWDO    VHFXHQFiDO.    ([SHUiPHQWDFióQ    HQ    ViPXODGRUHV    R entrenadores lógicos.",
        "E. Sistemas informáticos emergentes.",
        "– IQWHOiJHQFiD DUWiIiFiDO, EiJ GDWD, EDVHV de datos distribuidas y ciberseguridad.",
        "F. Sistemas automáticos",
        "– 6iVWHPDV HQ OD]R DEiHUWR FHUUDGR. ÁOJHEUD GH EORTXHV ViPSOiIiFDFióQ GH sistemas. Estabilidad. Experimentación en simuladores.",
        "– 3URJUDPDFióQ  UREóWiFD.  /HQJXDjHV  GH  SURJUDPDFióQ  WH[WXal  y  mediante bloques. Componentes de entrada y salida. Creación de programas aplicados a la automatización de procesos.",
        "G. Tecnología Sostenible",
        "– IPSDFWR VRFiDO DPEiHQWDO. IQIRUPHV GH HYDOXDFióQ. 9DORUDFióQ FUíWiFD GH ODV tecnologías desde el punto de vista de la sostenibilidad ecosocial. Objetivos de Desarrollo Sostenible (ODS) y Agenda 2030."
    ]
}