{
    "criteriosEvaluacion": [
        "1.1. Planificar, poner en práctica y autoevaluar iniciativas y prácticas motrices y prácticas introyectivas relacionadas con la salud y bajo pautas de seguridad, con la posibilidad de analizar y utilizar recursos y aplicaciones digitales que ayuden y faciliten su práctica, partiendo de su realidad individual, necesidades y expectativas, para incorporarlas a un estilo de vida saludable, con responsabilidad, conciencia y actitud cívica. STEM2, STEM5, CD3, CPSAA1.1, CPSAA2",
        "2.1. Diseñar, implementar y evaluar retos de prácticas motrices diversas con distintos grados de interacción, participación e incertidumbre, evaluando su desempeño y el de sus iguales en la aplicación de los mecanismos de percepción, toma de decisiones y ejecución, incidiendo en aquellos aspectos que condicionan su práctica, así como consolidando actitudes de superación y resiliencia que favorezcan su transferencia a otros contextos. CPSAA1.1, CPSAA1.2, CE2, CE3",
        "3.1. Promover, practicar y evaluar diferentes situaciones motrices desde una perspectiva inclusiva y respetuosa con las diferencias individuales y las normas establecidas, mostrando tolerancia y fomentando el juego limpio, para gestionar emociones y habilidades sociales en contextos variados de práctica motriz. CCL5, CPSAA1.1, CPSAA1.2, CPSAA5, CC1, CC3",
        "4.1. Investigar, poner en práctica y evaluar las distintas manifestaciones motrices de la cultura canaria y de otras culturas, favoreciendo su conservación mediante procesos reflexivos en el marco social en el que se generan, para contribuir al desarrollo de una visión contextualizada, diversa y sostenible. CCL3, STEM5, CPSAA1.2, CC1, CCEC1",
        "4.2. Crear y representar manifestaciones artísticas mediante los recursos expresivos del cuerpo y el movimiento, disfrutando con imaginación y creatividad, para enriquecer su desarrollo personal y social. STEM5, CPSAA1.2, CC1, CCEC4.1",
        "5.1. Organizar, practicar y evaluar el impacto de las actividades motrices en entornos naturales y urbanos, con la posibilidad de prestar acciones al servicio de la comunidad, aportando ideas, codiseñando, aplicando normas de seguridad y disfrutando del entorno de manera sostenible para preservar la salud, el bienestar emocional y el medio ambiente. CCL1, STEM5, CPSAA2, CPSAA3.2, CC4, CE1"
    ],
    "saberes": [
        "I. Vida Saludable y gestión de la actividad física",
        "1. Planificación, puesta en práctica y autoevaluación de actividades de acondicionamiento físico saludable.",
        "2. Planificación, puesta en práctica y autoevaluación de actividades introyectivas.",
        "3. Prevención, cuidado y pautas de actuación seguras en actividades motrices asociadas a la alimentación, la educación postural, los primeros auxilios o la prevención de lesiones entre otros.",
        "4. Gestión de la actividad física con opción de empleo de herramientas digitales que enriquezcan su práctica.",
        "II. Retos motores",
        "1. Diseño, implementación y evaluación de actividades motrices asociadas a las capacidades condicionales: capacidades físicas y capacidades coordinativas.",
        "2. Diseño, implementación y evaluación de actividades motrices a través de desafíos individuales.",
        "3. Diseño, implementación y evaluación de actividades motrices a través de desafíos cooperativos.",
        "4. Diseño, implementación y evaluación de actividades motrices a través de desafíos de oposición.",
        "5. Diseño, implementación y evaluación de actividades motrices a través de desafíos de cooperación-oposición.",
        "III. Inclusión y autorregulación emocional en las situaciones motrices",
        "1. Promoción, puesta en práctica y evaluación de actividades motrices inclusivas.",
        "2. Promoción, puesta en práctica y evaluación de actividades para el autoconocimiento, la gestión de las emociones y las habilidades sociales en la actividad física.",
        "IV. Manifestaciones motrices socioculturales",
        "1. Investigación, puesta en práctica y evaluación de actividades motrices de la cultura canaria.",
        "2. Investigación, puesta en práctica y evaluación de actividades motrices de otras culturas.",
        "V. Manifestaciones motrices expresivas",
        "1. Creación y representación de actividades motrices con finalidad artístico-expresiva.",
        "2. Creación y representación de actividades motrices con finalidad rítmico-expresiva.",
        "VI. Desarrollo sostenible desde la motricidad en distintos entornos",
        "1. Organización, participación y evaluación de actividades motrices sostenibles en entornos urbanos y naturales.",
        "2. Organización, participación y evaluación de actividades motrices con desplazamiento a pie o sobre ruedas, a través de una movilidad sostenible y segura.",
        "3. Organización, participación y evaluación de actividades motrices sostenibles y seguras vinculadas al tiempo libre, a una ciudadanía activa y al compromiso cívico."
    ]
}