{
  "saberes": [
    "A. Avances tecnológicos e impacto ambiental",
    "CCI.4.A.1. Valoración de los problemas ambientales actuales en el mundo y Andalucía, y su relación con su desarrollo científico-tecnológico.",
    "CCI.4.A.2. Determinación de la influencia de los impactos ambientales de la sociedad actual y futura.",
    "CCI.4.A.3. Análisis de la utilización de energías limpias y renovables, como la pila de combustible, una solución a medio y largo plazo.",
    "CCI.4.A.4. Reflexión del estado de desarrollo en Andalucía de las energías renovables. ",
    "CCI.4.A.5. Gestión sostenibles de los recursos.",
    "B. Información científica y uso de herramientas TIC",
    "CCI.4.B.1. Estrategias para la búsqueda, comprensión y selección de información científica relevante de diferentes fuentes.",
    "CCI.4.B.2. Uso de las herramientas TIC para transmitir y recibir información.",
    "CCI.4.B.3. El debate como medio de intercambio de información y de argumentación de opiniones personales. ",
    "CCI.4.B.4 Aplicaciones tecnológicas en la vida cotidiana.",
    "C. Calidad de vida",
    "CCI.4.C.1. Determinación del concepto de Salud.",
    "CCI.4.C.2. Caracterización de las enfermedades más frecuentes, sus síntomas y tratamiento.",
    "CCI.4.C.3. Reconocimiento de la medicina preventiva y su importancia en las enfermedades cardiovasculares, mentales, cáncer y diabetes.",
    "CCI.4.C.4. Reconocimiento de los estilos de vida saludables, controles médicos periódicos y medidas preventivas frente a enfermedades infecciosas en nuestra sociedad.",
    "CCI.4.C.5. Sistema Andaluz de Salud y asistencia sanitaria. ",
    "CCI.4.C.6. La investigación Biomédica en Andalucía.",
    "D. El universo",
    "CCI.4.D.1. Evaluación de las teorías más actualizadas y creencias no científicas sobre el origen del universo. ",
    "CCI.4.D.2. Aproximación al estudio de los agujeros negros y su importancia en el estudio del universo.",
    "CCI.4.D.3. Apreciación de la exploración del universo desde Andalucía. ",
    "CCI.4.D.4. La organización del universo, agrupaciones de estrellas y planetas. ",
    "CCI.4.D.5. Centros de investigación y observatorios astronómicos en Andalucía.",
    "E. Materiales",
    "CCI.4.E.1. El uso de los eriales y la evolución de la Humanidad.",
    "CCI.4.E.2. La obtención de materias primas y sus repercusiones sociales y medioambientales. Impactos en Andalucía.",
    "CCI.4.E.3. El descubrimiento de nuevos materiales y el desarrollo futuro de la sociedad. ",
    "CCI.4.E.4. Zonas de explotación de los recursos materiales en Andalucía."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar los principales problemas medioambientales, universales y andaluces, las causas que los provocan y los factores que los intensifican, así como predecir sus consecuencias y proponer soluciones a los mismos.",
    "1.2. Valorar las graves implicaciones sociales, tanto en la actualidad como en el futuro, de la sobreexplotación de recursos naturales a nivel global y a nivel local.",
    "1.3. Justificar la necesidad de buscar nuevas fuentes de energía no contaminantes y económicamente viables, para mantener el estado de bienestar de la sociedad actual.",
    "1.4. Comparar el estado de desarrollo de las energías renovables en Andalucía con respecto al resto de España y del mundo.",
    "2.1. Obtener, seleccionar y valorar informaciones relacionadas con temas científicos de la actualidad.",
    "2.2. Valorar la importancia que tiene la investigación y el desarrollo tecnológico en la actividad cotidiana.",
    "2.3. Comunicar conclusiones e ideas en distintos soportes a públicos diversos, utilizando eficazmente las tecnologías de la información y comunicación para transmitir conclusiones propias argumentadas.",
    "3.1. Reconocer que la salud no es solamente la ausencia de afeccione.",
    "3.2. Diferenciar los tipos de enfermedades más frecuentes, identificando algunos indicadores, causas y tratamientos más comunes.",
    "3.3. Conocer las principales características del cáncer, diabetes, enfermedades cardiovasculares y enfermedades mentales, entre otras, así como los principales tratamientos y la importancia de las revisiones preventivas.",
    "3.4. Valorar la importancia de adoptar medidas preventivas que eviten los contagios y prioricen los controles médicos periódicos y los estilos de vida saludables.",
    "3.5. Argumentar sobre la necesidad de una gestión sostenible de los recursos que proporciona la Tierra.",
    "3.6. Conocer el sistema de salud de Andalucía valorando su importancia para el bienestar de la sociedad andaluza.",
    "3.7. Conocer y valorar el trabajo de investigación biomédica que se desarrolla en Andalucía.",
    "4.1. Conocer, mediante búsquedas por la web, las teorías que han surgido sobre el origen del Universo (Big Bang).",
    "4.2. Señalar qué observaciones ponen de manifiesto la existencia de un agujero negro, y cuáles son sus características.",
    "4.3. Describir la organización del Universo y cómo se agrupan las estrellas y los planetas.",
    "4.4. Conocer y valorar las aportaciones de los centros de investigación y observatorios astronómicos en Andalucía.",
    "5.1. Realizar estudios sencillos y presentar conclusiones sobre aspectos relacionados con los materiales y su influencia en el desarrollo de la Humanidad.",
    "5.2. Conocer los principales métodos de obtención de materias primas y sus posibles repercusiones sociales y medioambientales.",
    "5.3. Conocer las aplicaciones de los nuevos materiales en campos tales como la electricidad y la electrónica, entre otros.",
    "5.4. Conocer las principales zonas de explotación de recursos materiales en Andalucía, y comprender su impacto medioambiental y su proceso de reconversión a modelos de producción más sostenibles."
  ]
}