{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "Bloque 1. El cuerpo y el control progresivo de este",
        "• Descubrimiento y reconocimiento del propio cuerpo, de la propia imagen y la de las personas de su entorno. Identificación y respeto de las diferencias.",
        "• Adaptación y progresivo control de la coordinación, del tono, de los desplazamientos y de la postura a las diferentes situaciones de la vida cotidiana.",
        "• Experimentación manipulativa y dominio progresivo de coordinación visomotriz en el contacto con objetos y materiales.",
        "• Exploración de las posibilidades motrices y experiencias activas. El movimiento libre como fuente de aprendizaje y desarrollo.",
        "• Adquisición progresiva del equilibrio estático y dinámico.",
        "• Curiosidad e interés por la exploración sensomotriz. Integración sensorial del mundo a través de las posibilidades perceptivas.",
        "• Identificación de los sentidos y de sus órganos como fuente de sensaciones para el descubrimiento propio y del entorno.",
        "• Identificación de los riesgos habituales asociados al movimiento y al uso de estrategias y recursos adecuados para su autoprotección.Bloque 2. Equilibrio y desarrollo de la afectividad",
        "• Identificación y reconocimiento de las características y cualidades personales valorando positivamente las diferencias.",
        "• Toma de conciencia progresiva de su identidad, evitando la instalación de estereotipos de género.",
        "• Identificación y adecuación de estados emocionales a las diferentes situaciones: tiempos de espera, frustraciones asociadas a la satisfacción inmediata de deseos.",
        "• Identificación progresiva de las causas y de las consecuencias de las emociones básicas.",
        "• Empleo de estrategias para afrontar las dificultades y adversidad reconociendo los propios límites.",
        "• Manejo de estrategias para lograr seguridad afectiva: búsqueda de ayuda, demanda de contacto afectivo.",
        "Bloque 3. Hábitos de vida saludable para el autocuidado y el cuidado del entorno",
        "• Adopción de hábitos sostenibles y ecosocialmente responsables relacionados con la alimentación, con la higiene y con el aseo personal, con el descanso y con la limpieza del espacio.",
        "• Acciones que favorecen la salud y generan bienestar. Interés por ofrecer un aspecto saludable y aseado.",
        "• Identificación y reconocimiento de las características y cualidades personales para una aceptación de la propia imagen, valorando positivamente la diferencia.",
        "• Adquisición de la autonomía progresiva en los hábitos de descanso, alimentación, higiene y limpieza.",
        "• Iniciación en la práctica de acciones que favorezcan la interacción y la adquisición de hábitos saludables, como la higiene corporal y ambiental, la adecuada alimentación, el consumo responsable y la regulación de los ritmos de sueño y vigilia, actividad y descanso, acción y relajación.",
        "• Adaptación progresiva de los ritmos biológicos propios a las rutinas de grupo.",
        "• Adquisición de rutinas relacionadas con el compromiso y con la autonomía: anticipación de acciones y normas de comportamiento social en la comida, en el descanso, en la higiene o en los desplazamientos.",
        "• Identificación de los riesgos habituales en su entorno y utilización de estrategias y recursos adecuados para evitarlos.",
        "Bloque 4. Interacción socioemocional en el entorno. La vida con las demás personas",
        "• La transición del grupo familiar al grupo social de la escuela.",
        "• Los primeros vínculos afectivos. Apertura e interés hacia otras personas. Sentimientos de pertenencia y vinculación afectiva con las personas de referencia.",
        "• El aula y el centro como grupos sociales de pertenencia.",
        "• Interés y disposición favorable para establecer relaciones respetuosas, afectivas y mutuas con las demás personas.",
        "• Acercamiento a la diversidad funcional y a sus implicaciones en la vida cotidiana.",
        "• Adquisición de hábitos socialmente idóneos y regulación del comportamiento en función de las necesidades de las demás personas: escucha, paciencia y ayuda.",
        "• Desarrollo de actitudes de espera y de participación activa en la vida colectiva, con iniciativa y progresiva autonomía, regulando el propio comportamiento, hacia la resolución pacífica de conflictos.",
        "• Asunción de responsabilidades en actividades y juegos.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "Bloque 1. Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios",
        "• Curiosidad e interés por la exploración del entorno físico y sus elementos.",
        "• Exploración de objetos y materiales a través de los sentidos.",
        "• Identificación de las cualidades o atributos de los objetos y materiales. Efectos que producen diferentes acciones sobre ellos.",
        "• Relaciones de orden, correspondencia, clasificación y comparación.",
        "• Empleo de cuantificadores básicos contextualizados.",
        "• Construcción de nociones espaciales, de dimensión, resistencia y capacidad básicas en relación con el propio cuerpo y con los objetos.",
        "• Construcción de nociones temporales básicas.",
        "• Construcción de nociones geométricas y topográficas.Bloque 2. Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad",
        "• Acercamiento intuitivo a nociones y conceptos pertenecientes al mundo físico.",
        "• Indagación en el entorno manifestando diversas actitudes: interés, curiosidad, imaginación, creatividad y sorpresa.",
        "• Proceso de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo nuevo y entre experiencias previas y nuevas; estructuras e interacciones de calidad con las personas adultas, con iguales y con el entorno.",
        "• Iniciación al modelo de control de variables. Estrategias y técnicas de investigación: ensayo-error, observación, planteamiento de hipótesis, comprobación y realización de preguntas.",
        "Bloque 3. Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
        "• Experimentación de acciones con los elementos naturales.",
        "• Efectos de las propias acciones en medio físico y natural.",
        "• Reconocimiento de fenómenos naturales habituales: repercusión en su vida cotidiana.",
        "• Identificación de las características de animales, plantas y elementos naturales y de sus hábitats.",
        "• Empatía y respeto por los seres vivos y la naturaleza.",
        "• Interés y respeto por el cuidado, sostenibilidad y conservación de su entorno.",
        "Bloque 4. Descubrimiento y participación en el entorno social. Relaciones, servicios y actividad culturales",
        "• Identificación de grupos sociales de pertenencia.",
        "• Establecimiento de relaciones de confianza, afecto, colaboración, respeto y pertenencia con las personas de su entorno personal y social.",
        "• Interés por las manifestaciones culturales del entorno participando de ellas.",
        "• Reconocimiento de elementos y personajes significativos propios del patrimonio y de la cultura gallega.",
        "• Identificación de las funciones de grupos y organizaciones de la comunidad descubriendo las características y actividades de las personas que las conforman.",
        "• Valoración de profesiones y servicios de la comunidad desde una perspectiva de género.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "Bloque 1. Intención y elementos de la interacción comunicativa",
        "• El contacto y el intercambio visual.",
        "• El deseo de comunicarse. La emoción y la cercanía como base del intercambio comunicativo.",
        "• Los objetos de uso compartido como mediadores en los primeros contextos de interacción.",
        "• El reconocimiento y la utilización de las posibilidades del cuerpo para comunicar. La expresión facial y corporal: gestos de intención, necesidad y estado de ánimo, así como las sensaciones que los acompañan.",
        "• La vivencia de gestos y movimientos como recursos corporales para la expresión y la comunicación y para el intercambio afectivo. Las primeras interacciones tónico-emocionales y posturales. Expresiones faciales y gestuales. El diálogo corporal.",
        "• La adopción de actitudes comunicativas significativas: mirada referencial, atención, escucha activa, turnos de diálogo y comprensión de las expresiones emocionales de la persona adulta y reacción ante ellas.",
        "• La comunicación interpersonal: empatía y asertividad.",
        "• El lenguaje afectivo. Elementos paralingüísticos.",
        "Bloque 2. Las lenguas y sus hablantes",
        "• Ampliación del repertorio lingüístico individual.",
        "• Acercamiento a la realidad lingüística del aula y del entorno.",
        "• Empleo de un lenguaje rico y libre de estereotipos de género.",
        "• Comprensión y utilización de palabras o expresiones que responden a sus necesidades o intereses.",
        "• Empleo de las dos lenguas cooficiales.",
        "• La diversidad lingüística y cultural del aula y del entorno.",
        "Bloque 3. Comunicación verbal oral. Comprensión-expresión-diálogo",
        "• Utilización del lenguaje oral en situaciones cotidianas: primeras conversaciones con sonidos, vocalizaciones y juegos de interacción.",
        "• Expresión de necesidades, vivencias y emociones a través del lenguaje oral.",
        "• El lenguaje oral como reguladora de la propia conducta.",
        "• Participación de forma oral en conversaciones, narraciones, anécdotas, juegos colectivos y otros, enriqueciendo su repertorio lingüístico.",
        "• Expresión vocal y articulación de las palabras. Juegos de imitación, lingüísticos y de percepción auditiva.",
        "• Interpretación de mensajes orales a través de la escucha activa.",
        "• Adquisición y uso preciso de vocabulario para la denominación de la realidad, pronunciación clara y funcionalidad.",
        "• Adquisición de estructuras sintácticas básicas que enriquezcan sus competencias comunicativas empleándolas con la entonación idónea.",
        "• Valoración de la lengua oral como el instrumento esencial para la comunicación.",
        "• El turno de diálogo y la alternancia en situaciones comunicativas que potencien el respeto y la igualdad.",
        "Bloque 4. Aproximación al lenguaje escrito",
        "• Aproximación a formas escritas en diferentes soportes y otros símbolos presentes en el entorno.",
        "• Acercamiento a los usos del lenguaje escrito.",
        "• Reconocimiento de elementos gráficos propios del lenguaje escrito.",
        "• Iniciación en el uso de útiles gráficos específicos o no.",
        "• Lectura a través de modelos lectores de referencia.",
        "Bloque 5. Aproximación a la educación literaria",
        "• Interés y disfrute por los libros.",
        "• Acercamiento a textos literarios orales y escritos con contenido libre de perjuicios, contribuyendo a desarrollar valores sobre cultura de paz, derechos de la niña y del niño, igualdad de género y diversidad funcional y/o étnico-cultural.",
        "• Los cuentos tradicionales como elemento transmisor de cultura y generador de debates con relación a estereotipos de género.",
        "• Reconocimiento de los elementos básicos de un relato.",
        "• Situaciones de lectura. Vínculos afectivos y lúdicos a través de modelos lectores de referencia.",
        "Bloque 6. Lenguaje y expresión musical",
        "• Discriminación auditiva. Sonidos y silencio, entonación y ritmo.",
        "• Exploración de las posibilidades sonoras y expresivas de la voz, del cuerpo, de los objetos y de los instrumentos.",
        "• Nanas, canciones de cuna y juegos de regazo. Canciones de rueda. Cuentos musicales.",
        "• Reconocimiento, evocación y reproducción de canciones y otras manifestaciones musicales. Sentimientos y emociones que transmiten.",
        "• Ampliación del repertorio musical y el respeto y la valoración de las distintas culturas.",
        "• La escucha como descubrimiento y disfrute del entorno.",
        "Bloque 7. Lenguaje y expresión plástico y visual",
        "• Acercamiento a diferentes formatos y soportes de expresión plásticas y visuales.",
        "• Aproximación a los elementos básicos de la expresión plástica, técnicas y procedimientos.",
        "• Exploración de los materiales y útiles específicos e inespecíficos en la creación plástica.",
        "• Interés y disfrute por la experimentación y por la creación de obras plásticas.",
        "Bloque 8. Lenguaje y expresión corporal",
        "• Interés y creatividad en la utilización del cuerpo como medio de expresión.",
        "• Acercamiento a la expresión libre a través del gesto y del movimiento en el espacio.",
        "• Uso del movimiento y de la danza como medios de expresión.",
        "• Aproximación a los juegos de imitación a través de marionetas, muñecos u otros objetos de representación espontánea.",
        "• Comprensión y expresión de situaciones representadas.",
        "Bloque 9. Alfabetización digital",
        "• Aproximación al uso de aplicaciones y herramientas digitales con distintos fines: comunicación, aprendizaje y disfrute.",
        "• Uso saludable y responsable de las tecnologías digitales.",
        "• Lectura e interpretación crítica de imágenes e información recibida a través de medios digitales.",
        "• Exploración de las funciones de los dispositivos y elementos tecnológicos de su entorno."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "• CA1.1. Participar con interés en interacciones cotidianas utilizando diferentes sistemas comunicativos. OBX1",
        "• CA1.2. Identificar la gestualidad y las manifestaciones corporales como una forma de comunicación humana empleándolas de manera intencional. OBX3",
        "• CA1.3. Identificar la intencionalidad comunicativa de las personas construyendo nuevos significados. OBX2",
        "• CA1.4. Manifestar necesidades, sentimientos y vivencias utilizando estrategias comunicativas y aprovechando las posibilidades que ofrecen los diferentes lenguajes con curiosidad y disfrute. OBX3",
        "• CA1.5. Participar de forma espontánea en situaciones comunicativas adecuando la postura, los gestos y los movimientos a sus intenciones. OBX1",
        "• CA1.6. Tomar la iniciativa en la interacción social disfrutando de las situaciones comunicativas con una actitud respetuosa. OBX1",
        "• CA2.1. Participar en situaciones de uso de diferentes lenguas manifestando interés y curiosidad hacia la diversidad de perfiles lingüísticos. OBX5",
        "• CA2.2. Producir mensajes ampliando y enriqueciendo su repertorio comunicativo con seguridad y confianza. OBX3",
        "• CA2.3. Identificar e interpretar las normas que rigen los intercambios lingüísticos en las diversas situaciones comunicativas habituales. OBX1",
        "• CA2.4. Participar en diferentes situaciones de uso de las dos lenguas cooficiales reconociendo la importancia de ambas. OBX5",
        "• CA2.5. Descubrir y utilizar el vocabulario propio de las lenguas cooficiales mostrando interés por su uso. OBX5",
        "• CA2.6. Respetar las particularidades lingüísticas del entorno próximo. OBX5",
        "• CA2.7. Relacionarse con normalidad a través del habla en la pluralidad lingüística y cultural de su entorno manifestando interés por otras lenguas, etnias y culturas. OBX5",
        "• CA3.1. Utilizar el lenguaje oral para expresar y compartir necesidades, sentimientos, deseos, emociones y vivencias, regulando las acciones e interactuando en diferentes situaciones y contextos. OBX3",
        "• CA3.2. Participar de forma espontánea en situaciones comunicativas adecuando la postura, los gestos y los movimientos a sus intenciones. OBX1",
        "• CA3.3. Participar en la interacción social disfrutando de las situaciones comunicativas con una actitud respetuosa. OBX1",
        "• CA3.4. Expresar, a través del lenguaje oral, sensaciones, sentimientos y emociones ante distintas representaciones y manifestaciones artísticas y culturales. OBX3",
        "• CA3.5. Explorar las posibilidades expresivas del lenguaje oral. OBX3",
        "• CA3.6. Interpretar los mensajes orales del entorno reaccionando de manera adecuada. OBX2",
        "• CA4.1. Explorar las posibilidades expresivas del lenguaje escrito utilizando los medios materiales que le son propios y otros inespecíficos. OBX4",
        "• CA4.2. Participar activamente en actividades de aproximación al lenguaje escrito. OBX4",
        "• CA4.3. Recurrir a escrituras indeterminadas, espontáneas y no convencionales incorporándolas a sus producciones con intención comunicativa. OBX4",
        "• CA4.4. Identificar el lenguaje escrito como instrumento de comunicación diferenciándolo de otros lenguajes gráficos. OBX4",
        "• CA5.1. Manifestar interés y disfrute hacia actividades individuales o colectivas relacionadas con la literatura, avanzando en una actitud participativa. OBX4",
        "• CA5.2. Manifestar interés por comunicar interpretaciones, sensaciones, emociones y opiniones provocadas por las producciones literarias. OBX4",
        "• CA5.3. Vincularse afectivamente con la lengua y con la cultura gallega a través de la participación en actividades de aproximación a la literatura. OBX4",
        "• CA5.4. Identificar los elementos que conforman una narración en distintos soportes. OBX4",
        "• CA5.5. Recurrir a la biblioteca como fuente de información y disfrute y banco de recursos, respetando sus normas de uso. OBX4",
        "• CA6.1. Expresar sensaciones, sentimientos y emociones a través de la vivencia musical. OBX3",
        "• CA6.2. Explorar las posibilidades expresivas del lenguaje musical utilizando los medios materiales propios de este y los inespecíficos. OBX3",
        "• CA6.3. Combinar recursos expresivos del lenguaje musical con la expresión del lenguaje corporal. OBX3",
        "• CA6.4. Manifestar interés y disfrute hacia actividades individuales o colectivas relacionadas con las obras musicales, avanzando en una actitud participativa. OBX1",
        "• CA7.1. Explorar las diferentes técnicas expresivas del lenguaje plástico y visual, empleándolas creativamente y disfrutando de la modificación plástica de los distintos materiales. OBX3",
        "• CA7.2. Manifestar interés y disfrute con las obras colectivas y culturales plásticas y visuales, avanzando en una actitud participativa y respetuosa. OBX1",
        "• CA7.3. Otorgarles significado a las propias creaciones plásticas. OBX2",
        "• CA7.4. Iniciarse en la diferenciación entre el hecho plástico y audiovisual-tecnológico como un medio de representación y la propia realidad, avanzando en una actitud crítica y respetuosa. OBX3",
        "• CA8.1. Manifestar necesidades, sentimientos y vivencias utilizando estrategias comunicativas y aprovechando las posibilidades que ofrecen el lenguaje y la expresión corporal con curiosidad y disfrute. OBX3",
        "• CA8.2. Interpretar los estímulos y los mensajes del entorno procesando la información de manera adecuada. OBX2",
        "• CA8.3. Expresar sensaciones, sentimientos y emociones ante distintas representaciones y manifestaciones artísticas y culturales. OBX3",
        "• CA8.4. Utilizar el juego simbólico como representación e intercambio de roles en situaciones de dramatización. OBX3",
        "• CA8.5. Manifestar interés y disfrute hacia actividades individuales o colectivas relacionadas con la danza y con las dramatizaciones, avanzando en una actitud participativa. OBX1",
        "• CA9.1. Interactuar de manera virtual familiarizándose con el uso de diferentes medios y herramientas digitales. OBX1",
        "• CA9.2. Interpretar los mensajes transmitidos en formato digital preguntándose por la intencionalidad del emisor. OBX2",
        "• CA9.3. Utilizar intuitivamente diversas herramientas o aplicaciones digitales intuitivas y visuales. OBX3",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "• CA1.1. Tomar conciencia del propio cuerpo global y segmentariamente. OBX1",
        "• CA1.2. Coordinar y controlar su cuerpo y sus posibilidades motrices adaptándolo a las características de los objetos, a la acción y a la vida cotidiana. OBX1",
        "• CA1.3. Mostrar aceptación y respeto por el propio cuerpo y por el de las demás personas, mejorando progresivamente en su conocimiento y reconociendo sus limitaciones. OBX1",
        "• CA1.4. Afrontar retos corporales manifestando actitudes de superación y, en su caso, solicitando ayuda. OBX1",
        "• CA1.5. Adecuar sus acciones y reacciones a cada situación, en una interacción lúdica y espontánea con el entorno, explorando sus posibilidades motoras y perceptivas y progresando en autonomía, precisión, seguridad, coordinación e intencionalidad. OBX1",
        "• CA1.6. Reconocer los sentidos como fuente de sensaciones empleándolos para el conocimiento del mundo circundante. OBX1",
        "• CA2.1. Iniciarse en la toma de conciencia de las características personales identificando sus potencialidades. OBX4",
        "• CA2.2. Afianzar progresivamente la propia personalidad armonizando la afirmación de las preferencias con respeto a las necesidades colectivas. OBX4",
        "• CA2.3. Manifestar progresivamente sentimientos de seguridad, afecto y competencia en las propias acciones. OBX2",
        "• CA2.4. Expresar emociones y sentimientos desarrollando de manera progresiva la conciencia emocional y las estrategias de regulación emocional. OBX2",
        "• CA2.5. Relacionarse con las otras personas aceptando y mostrando afecto de manera libre, segura, respetuosa y alejada de todo tipo de estereotipos. OBX2",
        "• CA2.6. Afrontar adversidades, manifestando actitudes de superación, esfuerzo, constancia y atención y solicitando y prestando ayuda. OBX2",
        "• CA2.7. Iniciarse en la resolución de conflictos con sus iguales con la mediación de la persona adulta, experimentando los beneficios de llegar a acuerdos. OBX4",
        "• CA3.1. Practicar un estilo de vida saludable y de bienestar integral mediante una alimentación equilibrada y placentera, un descanso autónomo y suficiente, el gusto por la limpieza y la adecuación en el atuendo. OBX3",
        "• CA3.2. Mostrar aceptación y respeto por el propio cuerpo y por el de los demás, mejorando progresivamente en su conocimiento y reconociendo sus limitaciones. OBX1",
        "• CA3.3. Mostrar conciencia en la detección de las propias necesidades progresando en autonomía, seguridad e intencionalidad en su satisfacción. OBX3",
        "• CA3.4. Reconocer y anticipar la sucesión temporal de los ritmos biológicos, rutinas y pautas socioculturales que estructuran la dinámica cotidiana, asociándola a elementos, procedimientos y actitud concretas. OBX3",
        "• CA3.5. Adquirir hábitos relacionados con la limpieza, cuidado y orden en su entorno. OBX3",
        "• CA3.6. Desarrollar conductas y situaciones basadas en el respeto, en la empatía, en la igualdad de género y en el respeto a los derechos humanos a través del juego de imitación. OBX4",
        "• CA4.1. Adecuar sus acciones y reacciones a cada situación, en una interacción lúdica y espontánea con el entorno, explorando sus posibilidades motoras y perceptivas y progresando en autonomía, precisión, seguridad, coordinación e intencionalidad. OBX1",
        "• CA4.2. Reconocer y anticipar la sucesión temporal de actividades, ritmos biológicos y pautas socioculturales que estructuran la dinámica cotidiana, asociándola a elementos, procedimientos y actitudes concretas. OBX3",
        "• CA4.3. Establecer vínculos y relaciones de apego saludables, demostrando actitudes de afecto y empatía hacia las demás personas. OBX4",
        "• CA4.4. Desarrollar conductas y situaciones basadas en el respeto, en la empatía, en la igualdad de género y en el respeto a los derechos humanos, a través del juego de imitación. OBX4",
        "• CA4.5. Iniciarse en la resolución pacífica de conflictos desarrollando la tolerancia a la frustración y experimentando los beneficios de llegar a acuerdos. OBX4",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "• CA1.1. Observar su entorno reconociendo e identificando las propiedades, características y comportamientos de los objetos para establecer comparaciones. OBX1",
        "• CA1.2. Relacionar objetos a partir de sus cualidades o atributos básicos mostrando curiosidad e interés. OBX1",
        "• CA1.3. Emplear los cuantificadores básicos más significativos relacionados con su experiencia diaria utilizándolos en el contexto del juego e interaccionar con las demás personas. OBX1",
        "• CA1.4. Aplicar sus conocimientos acerca de las nociones espaciales básicas para situarse en el espacio, tanto en reposo como en movimiento, jugando con el propio cuerpo y con los objetos. OBX1",
        "• CA1.5. Identificar secuencias temporales relacionándolas con las rutinas y con los períodos de tiempo habituales. OBX1",
        "• CA1.6. Identificar y establecer relaciones causa-efecto percibiendo las consecuencias de sus acciones en los objetos de su entorno. OBX1",
        "• CA2.1. Gestionar las dificultades, retos y problemas con interés e iniciativa, mediante su división en secuencias de actividades más sencillas. OBX2",
        "• CA2.2. Mostrar disposición por indagar en el entorno con una actitud cuestionadora proponiendo soluciones creativas. OBX2",
        "• CA2.3. Proponer soluciones alternativas a través de distintas estrategias escuchando y respetando las de las demás personas. OBX2",
        "• CA3.1. Interesarse por las actividades en contacto con la naturaleza y por las características de los elementos naturales del entorno, mostrando respeto hacia ellos. OBX3",
        "• CA3.2. Identificar y nombrar diferentes elementos de los hábitats naturales. OBX3",
        "• CA3.3. Descubrir las características de los animales y de los vegetales diferenciando los seres vivos de otros elementos y materiales presentes en su entorno inmediato y de los hábitats en los que se desarrollan. OBX3",
        "• CA4.1. Identificar el núcleo familiar y la escuela como los primeros grupos sociales de pertenencia, valorando positivamente las relaciones afectivas que se establecen y su importancia en el desarrollo personal. OBX4",
        "• CA4.2. Reconocer la importancia de las relaciones sociales con las personas de su entorno. OBX4",
        "• CA4.3. Reconocer diferentes modelos familiares mostrando respeto por las diferencias. Descubrir e identificar los parentescos. OBX4",
        "• CA4.4. Descubrir las distintas profesiones, organizaciones y servicios más significativos del entorno, valorando positivamente sus funciones y la importancia social de su actividad. OBX4",
        "• CA4.5. Conocer y participar en fiestas, costumbres y tradiciones, propias y ajenas, presentes en el entorno, disfrutando y valorándolas como señales de identidad. OBX4",
        "• CA4.6. Conocer elementos identificativos del patrimonio cultural de Galicia y algunos de sus personajes más relevantes. OBX4"
    ]
}