{
    "criteriosEvaluacion": [
        "1.1 Reconèixer i valorar les llengües de Catalunya i d’Espanya i les respectives varietats dialectals, amb una atenció especial a la del propi territori, contrastant de manera explícita i amb el metallenguatge apropiat aspectes lingüístics i discursius de les llengües i els dialectes en manifestacions orals, escrites i multimodals, diferenciant els trets de llengua que responen a la diversitat dialectal de les que es corresponen amb sociolectes o registres.",
        "1.2 Qüestionar i refutar prejudicis i estereotips lingüístics adoptant una actitud de respecte i valoració de la riquesa cultural, lingüística i dialectal, atenent la diversitat de normes cultes i estàndards que es donen en una mateixa llengua, així com analitzant i valorant la rellevància actual dels mitjans de comunicació i de les xarxes socials en els processos de normalització lingüística.",
        "2.1 Identificar el sentit global, l’estructura, la informació rellevant en funció de les necessitats comunicatives i la intenció de l’emissor en textos orals i multimodals especialitzats propis de diferents àmbits, analitzant la interacció entre els diferents codis.",
        "2.2 Valorar la forma i el contingut de textos orals i multimodals especialitzats, avaluant-ne la qualitat, la fiabilitat i la idoneïtat del canal utilitzat, així com l’eficàcia dels procediments comunicatius emprats.",
        "3.1 Dur a terme exposicions i argumentacions orals extenses i en què es recullin diferents punts de vista, amb diferent grau de planificació sobre temes d’interès científic i cultural i de rellevància acadèmica i social, ajustant-se a les convencions pròpies de cada gènere discursiu, i fer-ho amb la fluïdesa, el rigor, la coherència i el registre adequats, en diferents suports i utilitzant de manera eficaç recursos verbals i no verbals.",
        "3.2 Participar de manera activa i adequada en interaccions orals formals i informals i en el treball en equip, amb una actitud d’escolta activa i estratègies de cooperació conversacional i cortesia lingüística.",
        "4.1 Identificar el sentit global, l’estructura, la informació rellevant i la intenció de l’emissor de textos escrits i multimodals especialitzats de major complexitat, amb una atenció especial a textos acadèmics i dels mitjans de comunicació, fent les inferències necessàries i amb diferents propòsits de lectura.",
        "4.2 Valorar críticament la forma i el contingut de textos especialitzats, avaluant- ne la qualitat, la fiabilitat i la idoneïtat del canal utilitzat, així com l’eficàcia dels procediments lingüístics emprats.",
        "5.1 Elaborar textos acadèmics coherents, cohesionats i amb el registre adequat sobre temes curriculars o d’interès social i cultural, precedits d’un procés de planificació que atengui la situació comunicativa, el destinatari, el propòsit i el canal, i de redacció i revisió d’esborranys entre iguals o utilitzant altres instruments de consulta.",
        "5.2 Incorporar procediments per enriquir els textos, atenent l’ús discursiu de diferents elements lingüístics i d’estil, amb precisió lèxica i correcció ortogràfica i gramatical, de l’àmbit social i acadèmic.",
        "6.1 Elaborar treballs d’investigació de manera autònoma, en diferents suports, sobre diversos temes d’interès acadèmic, personal o social que impliquin localitzar, seleccionar i contrastar informació procedent de diferents fonts, amb una atenció especial a la gestió del seu emmagatzematge i de la seva recuperació, així com a l’avaluació de la fiabilitat i la pertinència; organitzar-la i integrar-la en esquemes propis, i reelaborar-la i comunicar-la de manera creativa, adoptant un punt de vista crític i respectuós amb la propietat intel·lectual.",
        "6.2 Avaluar la veracitat de notícies i informacions, amb especial atenció a les xarxes socials i a altres entorns digitals, seguint pautes d’anàlisi, contrast i verificació, fent ús de les eines adequades i mantenint una actitud crítica davant els possibles biaixos de la informació i autoregulant-se’n en l’ús.",
        "6.3 Adoptar hàbits d’ús crític, segur, sostenible i saludable de les tecnologies digitals en relació amb la cerca i la comunicació de la informació.",
        "7.1 Triar i llegir de manera autònoma obres rellevants que es relacionin amb les propostes de lectura guiada, incloent-hi l’assaig literari i les obres actuals que estableixin connexions amb la tradició, i deixar constància del progrés de l’itinerari lector i cultural personal mitjançant l’explicació argumentada dels criteris de selecció de les lectures, de les formes d’accés a la cultura literària i de l’experiència de lectura.",
        "7.2 Compartir l’experiència lectora utilitzant un metallenguatge específic i elaborar una interpretació personal establint vincles argumentats amb altres obres i altres experiències artístiques i culturals.",
        "8.1 Explicar i argumentar la interpretació de les obres llegides a partir de l’anàlisi de les relacions internes dels seus elements constitutius amb el sentit de l’obra i de les relacions externes del text amb el context sociohistòric i amb la tradició literària, utilitzant un metallenguatge específic i incorporant judicis de valor vinculats a l’apreciació estètica de les obres.",
        "8.2 Desenvolupar projectes d’investigació que es concretin en una exposició oral, un assaig o una presentació multimodal, mitjançant l’establiment de vincles argumentats entre les obres de la literatura catalana, castellana i hispanoamericana des de l’últim quart del segle XIX fins al segle XXI, objecte de lectura guiada, i altres textos i manifestacions artístiques d’ahir i d’avui, en funció de temes, tòpics, estructures, llenguatge, recursos expressius i valors ètics i estètics, i explicitant la implicació i la resposta personal del lector a la lectura.",
        "8.3 Crear textos personals o col·lectius amb intenció literària i consciència d’estil, en suports diferents i amb ajuda d’altres llenguatges artístics i audiovisuals, a partir de la lectura d’obres o fragments significatius en què s’utilitzin les convencions formals dels diversos gèneres i estils literaris.",
        "9.1 Revisar els textos propis i fer propostes de millora argumentant els canvis a partir de la reflexió metalingüística i amb un metallenguatge específic, i identificar i resoldre problemes de comprensió lectora utilitzant els coneixements explícits sobre la llengua i el seu ús.",
        "9.2 Explicar i argumentar la interrelació entre el propòsit comunicatiu i les eleccions lingüístiques de l’emissor, així com els seus efectes en el receptor, utilitzant el coneixement explícit de la llengua i un metallenguatge específic, en la comprensió i la producció de textos acadèmics, dels mitjans de comunicació, personals i socials.",
        "9.3 Elaborar i presentar els resultats de petits projectes d’investigació sobre aspectes rellevants del funcionament de la llengua, formulant hipòtesis i establint generalitzacions, utilitzant els conceptes i la terminologia lingüística adequada i consultant de manera autònoma diccionaris, manuals i gramàtiques.",
        "10.1 Identificar i rebutjar els usos discriminatoris de la llengua, els abusos de poder mitjançant la paraula i els usos manipuladors del llenguatge a partir de la reflexió i l’anàlisi dels elements lingüístics, textuals i discursius utilitzats, així com dels elements no verbals que regeixen la comunicació entre les persones.",
        "10.2 Utilitzar estratègies per a la resolució dialogada dels conflictes i per a la recerca de consensos tant en l’àmbit personal com educatiu i social."
    ],
    "saberes": [
        "Les llengües i els seus parlants",
        "- Anàlisi de les llengües de l’Estat espanyol i dels seus dialectes, amb especial atenció a la llengua catalana.",
        "- Ús d’estratègies avançades de la reflexió interlingüística, en situacions d’ús de la llengua per argumentar, provar, combinar, comparar, predir, jutjar, fer hipòtesis, etc. sobre elements i fenòmens lingüístics.",
        "- Diferenciació entre els trets propis de les varietats dialectals (fònics, gramaticals i lèxics) i els relatius als sociolectes i als registres en situacions d’ús de la llengua.",
        "- Indagació i explicació dels conceptes de norma culta i estàndard, atenent la seva utilitat i la seva diversitat en les llengües catalana i castellana.",
        "- Anàlisi dels mitjans de comunicació i de les xarxes socials en el context dels processos de normalització lingüística.",
        "- Identificació de prejudicis i estereotips lingüístics i formulació de formes d’evitar-los, tant a l’aula com a la vida quotidiana de l’alumnat i als mitjans de comunicació.",
        "Comunicació",
        "Aplicació d’estratègies de producció, comprensió i anàlisi crítica de textos orals, escrits i multimodals de diferents àmbits amb atenció conjunta als aspectes següents:",
        "• Context: components del fet comunicatiu",
        "- Reflexió sobre els components del fet comunicatiu: grau de formalitat de la situació i caràcter públic o privat; distància social entre els interlocutors; propòsits comunicatius i interpretació d’intencions; canal de comunicació i elements no verbals de la comunicació. Aplicació de la reflexió en textos orals, escrits i multimodals dels àmbits acadèmic, social i dels mitjans de comunicació.",
        "• Els gèneres discursius",
        "- Justificació i aplicació en textos orals, escrits i multimodals de les propietats textuals (adequació, coherència, cohesió i correcció) i dels gèneres discursius propis de l’àmbit educatiu (textos acadèmics) i de l’àmbit social (xarxes socials i mitjans de comunicació).",
        "• Processos",
        "- Participació crítica en interaccions orals i escrites de caràcter formal, amb especial atenció a la cooperació conversacional i la cortesia lingüística, en situacions d’ús de la llengua acadèmica i social.",
        "- Comprensió del sentit global i de les relacions entre les diverses parts, selecció i retenció de la informació rellevant, identificació de la intenció de l’emissor, detecció i rebuig dels usos discriminatoris del llenguatge verbal i no verbal i valoració de la forma i el contingut del text, en textos orals procedents de diverses fonts, especialment de contextos acadèmics, dels mitjans de comunicació i dels mitjans de comunicació socials.",
        "- Planificació i cerca de la informació, textualització i revisió, adequació a l’audiència i al temps d’exposició, amb especial atenció a la millora i al domini dels elements no verbals, als trets discursius i lingüístics de l’oralitat formal i de la deliberació oral argumentada, en el context de la producció de textos orals pertanyents a l’àmbit acadèmic i social.",
        "- Identificació del sentit global del text i anàlisi de la relació entre les parts i de la intenció de l’emissor; detecció i rebuig dels usos discriminatoris del llenguatge verbal i icònic, i valoració de la forma i del contingut del text, en textos escrits i multimodals procedents de diverses fonts, especialment de contextos acadèmics, dels mitjans de comunicació i dels mitjans de comunicació socials.",
        "- Elaboració de textos escrits i multimodals atenent el seu procés: planificació, redacció, revisió i edició, correcció gramatical i ortogràfica i propietat lèxica, en el context de la producció de textos escrits pertanyents a l’àmbit acadèmic i social.",
        "- Cerca autònoma i selecció d’informació procedent de fonts diverses amb criteris de fiabilitat, qualitat i pertinència; anàlisi, contrast, valoració, reorganització i síntesi de la informació en esquemes propis i transformació en coneixement; comunicació i difusió de la informació reelaborada de manera creativa i respectuosa amb la propietat intel·lectual amb citació precisa de les fonts; gestió crítica de continguts, d’emmagatzematge i de recuperació de la informació rellevant; detecció de notícies falses, distorsió i manipulació informativa, i verificació de fets en situacions diverses dels àmbits personal, social i acadèmic.",
        "• Reconeixement i ús discursiu dels elements lingüístics",
        "- Reconeixement, anàlisi i ús de les formes lingüístiques d’expressió de la subjectivitat i de l’objectivitat i de les seves formes d’expressió en textos diversos.",
        "- Reconeixement, anàlisi i ús de recursos lingüístics per adequar el registre a la situació de comunicació en textos diversos.",
        "- Reconeixement, anàlisi i ús de connectors, marcadors discursius i procediments anafòrics que contribueixen a la cohesió del text en textos diversos.",
        "- Reconeixement, anàlisi i ús de relacions entre les formes verbals i nominals com a procediments de cohesió del text, amb especial atenció a la valoració i la utilització dels temps verbals, als elements lèxics i a la morfosintaxi en textos diversos.",
        " - Reconeixement, anàlisi i ús de la correcció lingüística i de la revisió ortogràfica, gramatical i tipogràfica dels textos. Ús eficaç de diccionaris, de manuals de consulta i de correctors ortogràfics en suport analògic o digital en textos diversos.",
        "- Reconeixement, anàlisi i ús dels signes de puntuació com a mecanisme organitzador del text escrit i de la seva relació amb el significat en textos diversos.",
        "Educació literària",
        "• Lectura autònoma: processos i estratègies",
        "- Lectura d’obres relacionades amb les propostes de lectura guiada que suscitin reflexió sobre el propi itinerari lector, així com la inserció d’aquestes obres en el debat interpretatiu de la cultura, amb especial atenció als sabers següents:",
        "- Selecció de les obres rellevants, incloent-hi l’assaig literari i formes actuals de producció i consum literari, amb l’ajuda de recomanacions especialitzades.",
        "- Participació activa en el circuit literari i lector i en altres experiències culturals en un context presencial i digital. Utilització autònoma de tota mena de biblioteques.",
        "- Expressió argumentada dels gustos lectors personals. Diversificació del corpus llegit, atenent els circuits comercials del llibre i distingint entre literatura canònica i de consum, clàssics i best-sellers.",
        "- Comunicació de l’experiència lectora utilitzant un metallenguatge específic i atenent aspectes temàtics, de gènere i subgènere, elements de l’estructura i de l’estil, i valors ètics i estètics de les obres.",
        "- Mobilització de l’experiència personal, lectora i cultural per establir vincles entre l’obra llegida i aspectes de l’actualitat i altres manifestacions literàries o artístiques.",
        "- Recomanació de les lectures en suports variats, atenent aspectes temàtics, formals i intertextuals.",
        "• Lectura guiada: processos i estratègies",
        "- Lectura i anàlisi d’obres rellevants de les literatures catalana, castellana i hispanoamericana, des de l’últim quart del segle XIX fins al segle XXI, inscrites en itineraris temàtics o de gènere, amb especial atenció als aspectes següents:",
        "- Construcció compartida de la interpretació de les obres per mitjà de discussions o converses literàries.",
        "- Anàlisi dels elements constitutius del gènere literari i de la seva relació amb el sentit de l’obra, i dels efectes d’aquests elements i dels seus recursos expressius en la recepció del lector.",
        "- Utilització de la informació sociohistòrica, cultural i artística per interpretar les obres i comprendre el lloc que ocupen en la tradició literària.",
        "- Establiment de vincles intertextuals entre obres i altres manifestacions artístiques en funció de gèneres, temes, tòpics, estructures i llenguatges. Reflexió al voltant dels elements de continuïtat i ruptura. Gèneres: novel·la, narració breu, teatre, poesia, assaig, etc. Temes: amor, amistat, mort, viatge, etc. Tòpics: amor post mortem, aurea mediocritas, beatus ille, carpe diem, contemptus mundi, descriptio puellae, donna angelicata, homo viator, locus amoenus, memento mori, omnia mors aequat, quotidie morimur, somnium, imago mortis, tempus fugit, theatrum mundi, ubi sunt, vanitas vanitatum, venatus amoris, vita flumens, etc.",
        " - Expressió argumentada de la interpretació dels textos, integrant els diferents aspectes analitzats i atenent els seus valors culturals, ètics i estètics. Lectura amb perspectiva de gènere.",
        "- Lectura expressiva, dramatització i recitat d’obres i fragments literaris atenent els processos de comprensió, apropiació i oralització implicats.",
        "- Creació de textos d’intenció literària a partir de les obres llegides.",
        "Reflexió sobre la llengua",
        "- Construcció de conclusions pròpies argumentades sobre els principis gramaticals i la seva aplicació, amb especial atenció als aspectes següents:",
        "- Observació, descripció i comparació de les unitats lingüístiques. Experimentació amb unitats gramaticals (des de la paraula fins a l’oració) i formulació d’hipòtesis i regles, contraexemples i generalitzacions, utilitzant el metallenguatge específic en contextos d’ús real de la llengua.",
        "- Diferències rellevants i interseccions entre llengua oral i llengua escrita, atenent aspectes sintàctics, lèxics i pragmàtics, de textos reals de caràcter acadèmic i social.",
        "- Distinció entre la forma (categories gramaticals) i la funció de les paraules (funcions sintàctiques de l’oració simple i composta).",
        "- Relació entre l’estructura semàntica (significats verbals i arguments) i sintàctica (subjecte, predicat i complements) de l’oració simple i composta en funció del propòsit comunicatiu.",
        "- Ús de procediments d’adquisició i de formació de paraules i reflexió sobre els canvis en el significat; reflexió al voltant de les relacions semàntiques entre paraules; els valors denotatius i connotatius en funció de la seva adequació al context i al propòsit comunicatiu.",
        "- Ús autònom de diccionaris, manuals de gramàtica i altres fonts de consulta per obtenir informació gramatical de caràcter general encarat a la millora de la comprensió i l’expressió orals i escrites."
    ]
}