{
    "saberes": [
        "A. ¿Qué es la Ética?",
        "- Etimología (ethos, éthos).",
        "- Definición y diferencias entre ética y moral.",
        "- Autonomía y Heteronomía.",
        "- Libertad y responsabilidad.",
        "- Conciencia y universalidad.",
        "- Las consecuencias sociales de los actos individuales: del yo al nosotros.",
        "- Los valores y el problema de su jerarquización.",
        "- Dilemas éticos: la comparación de valores.",
        "- Debates éticos: la confrontación de valores.",
        "- Las condiciones de posibilidad del diálogo: respeto, tolerancia, escucha, reconocimiento, veracidad, honestidad, empatía, curiosidad, humildad.",
        "- Ética y Política.",
        "- De la reflexión acerca de lo bueno a la reflexión acerca de lo justo: teorías de la justicia.",
        "B. Breve Historia de la Ética",
        "- Código Hammurabi: justicia como venganza.",
        "- Sócrates y la primera teoría ética: el intelectualismo ético.",
        "- Los Sofistas y el relativismo moral. Nomos vs Physis.",
        "- La gran teoría ética de la Antigüedad: el eudaimonismo aristotélico.",
        "- Escuelas socráticas: hedonismo, cinismo.",
        "- Escuelas helenísticas: epicureísmo, estoicismo.",
        "- El formalismo ético kantiano.",
        "- Hume y el emotivismo moral.",
        "- Nietzsche y la moral como antinaturaleza.",
        "- Wittgenstein y su Conferencia sobre Ética.",
        "- Hannah Arendt y su teoría acerca de la banalidad del mal.",
        "- Michel Foucault. La parrhesía y el cuidado de sí.",
        "- Éticas dialógicas.",
        "C. Actualidad de la Ética. Dilemas, desafíos y problemas éticos contemporáneos",
        "- Los problemas de la desigualdad social.",
        "- Los problemas de la convivencia.",
        "- La igualdad efectiva entre mujeres y hombres.",
        "- Los problemas de la identidad.",
        "- Los problemas de la condición animal.",
        "- Los problemas de la emergencia climática.",
        "- Los problemas de la tecnociencia.",
        "- Los desafíos de la bioética.",
        "- Los problemas de la biopolítica y del transhumanismo."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Identificar problemas y formular preguntas acerca de cuestiones éticas y filosóficas a partir de la lectura de textos y otras formas de expresión cultural y filosófica para adquirir una actitud comprensiva tanto de sí mismo como de su entorno.",
        "1.2 Demostrar un conocimiento significativo de las ideas y teorías filosóficas más relevantes de la historia mediante el uso y el análisis crítico de aquellas en el contexto de la práctica individual o colectiva de la indagación filosófica.",
        "Competencia específica 2",
        "2.1 Demostrar un conocimiento práctico de la investigación filosófica a través de la indagación, la utilización de fuentes fiables y contrastadas, la organización y análisis de la información para adquirir una actitud autónoma, crítica y rigurosa frente a la información.",
        "2.2 Elaborar y transmitir producciones propias y originales para adquirir una autonomía investigadora con la que afrontar de forma creativa los problemas éticos que le atañen.",
        "Competencia específica 3",
        "3.1 Utilizar el diálogo filosófico y sus pautas éticas y formales a través de la participación en actividades grupales en un diálogo racional, respetuoso, constructivo y comprometido con la verdad como una forma de ejercer una ciudadanía activa y democrática.",
        "Competencia específica 4",
        "4.1 Generar una concepción compleja y no dogmática de los problemas filosóficos mediante el análisis crítico de tesis filosóficas distintas y opuestas en torno a los mismos para adquirir una actitud abierta y tolerante.",
        "4.2 Desarrollar el propio juicio y la autonomía moral mediante el análisis filosófico de problemas éticos y políticos fundamentales y de actualidad, considerando las distintas posiciones en liza y elaborando, argumentando, exponiendo y sometiendo al diálogo con los demás las propias tesis al respecto."
    ]
}