{
    "competenciasEspecificas": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "CA.1. Progresar en el conocimiento y control de su cuerpo y en la adquisición de distintas estrategias, adecuando sus acciones a la realidad del entorno de una manera segura, para construir una autoimagen ajustada y positiva. (CPSAA, CCL, STEM, CA.4)",
        "CA.2. Reconocer, manifestar y regular progresivamente sus emociones expresando necesidades y sentimientos para lograr bienestar emocional y seguridad afectiva. (CCL, CPSAA, CC, CA.1).",
        "CA.3. Adoptar modelos, normas y hábitos, desarrollando la confianza en sus posibilidades y sentimientos de logro, para promover un estilo de vida saludable y ecosocialmente responsable. (CC, DEE.3).",
        "CA.4. Establecer interacciones sociales en condiciones de igualdad, valorando la importancia de la amistad, el respeto y la empatía, para construir su propia identidad basada en valores democráticos y de respeto a los derechos humanos. (CCL, CC, CCEC, CRR.1).",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "DEE.1. Identificar las características de materiales, objetos y colecciones y establecer relaciones entre ellos, mediante la exploración, la manipulación sensorial y el manejo de herramientas sencillas para descubrir y crear una idea cada vez más compleja del mundo desarrollando las destrezas lógico-matemáticas. (CC3, CD, CA.3, CRR3)",
        "DEE.2. Desarrollar, de manera progresiva, los procedimientos del método científico y las destrezas del pensamiento computacional, a través de procesos de observación y manipulación de objetos, para iniciarse en la interpretación del entorno y responder de forma creativa a las situaciones y retos que se plantean. (STEM, CPSAA, CD, CE, CRR.2).",
        "DEE.3. Reconocer elementos y fenómenos de la naturaleza, mostrando interés por los hábitos que inciden sobre ella, para apreciar la importancia del uso sostenible, el cuidado y la conservación del entorno en la vida de las personas. (STEM, CC, CPSAA, CA.3, CA.4, DEE2).",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "CRR.1. Manifestar interés por interactuar en situaciones cotidianas a través de la exploración y el uso de su repertorio comunicativo, para expresar sus necesidades e intenciones y para responder a las diferentes oportunidades o situaciones que nos brinda el entorno.(CC1, CA2)",
        "CRR.2. Interpretar y comprender mensajes y representaciones apoyándose en conocimientos y recursos de su propia experiencia para responder a las demandas del entorno y construir nuevos aprendizajes. (CC1, CC5)",
        "CRR.3. Producir mensajes de manera eficaz, personal y creativa utilizando diferentes lenguajes, descubriendo los códigos de cada uno de ellos y explorando sus posibilidades expresivas para responder a diferentes necesidades comunicativas. (CC1, CC8)",
        "CRR.4. Participar por iniciativa propia en actividades relacionadas con textos escritos, mostrando interés y curiosidad por comprender su funcionalidad y algunas de sus características. (CC1)",
        "CRR.5. Valorar la diversidad lingüística presente en su entorno, así como otras manifestaciones culturales, para enriquecer sus estrategias comunicativas y su bagaje cultural. (CC2, CC8)"
    ]
}