{
  "saberes": [
    "Bloque 1. Las lenguas y sus hablantes",
    "• Comparación de rasgos de las principales variedades dialectales del castellano, con especial atención a la del propio territorio.",
    "• Desarrollo de la reflexión interlingüística.",
    "• Diferencias entre los rasgos propios de las variedades dialectales (fónicos, gramaticales y léxicos) y los relativos a los sociolectos y a los registros.",
    "• Exploración y cuestionamiento de prejuicios y estereotipos lingüísticos. Los fenómenos de contacto entre lenguas: bilingüismo, préstamos, interferencias. Diglosia lingüística y diglosia dialectal.",
    "• Indagación alrededor de los derechos lingüísticos y de su expresión en las leyes y declaraciones institucionales.",
    "Bloque 2. Comunicación: comprensión oral y escritura",
    "• Géneros discursivos desde el punto de vista de la comprensión y del análisis crítico de textos orales, escritos y multimodales.",
    "– Comprensión y análisis crítico de secuencias textuales básicas, con especial atención a las argumentativas.",
    "– Análisis de las propiedades textuales: coherencia, cohesión y adecuación.",
    "– Interpretación de géneros discursivos propios del ámbito social. Riesgos de desinformación, manipulación y vulneración de la privacidad en la red. Análisis de la imagen y de los elementos paratextuales de los textos icónico-verbales y multimodales.",
    "• Procesos de comprensión y análisis crítico de textos orales, escritos y multimodales.",
    "– Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal y no verbal, de los abusos a través de la palabra y de los usos manipuladores del lenguaje. Valoración de la forma y del contenido del texto.",
    "– Comprensión lectora: sentido global del texto y relación entre sus partes. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal e icónico. Los abusos de poder y la manipulación a través del lenguaje. Las falsas noticias. Valoración de la forma y del contenido del texto.",
    "– Alfabetización informacional: búsqueda y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios.",
    "• Reconocimiento de los elementos lingüísticos en textos orales, escritos y multimodales.",
    "– Identificación de los recursos lingüísticos para adecuar el registro a la situación de comunicación. Procedimientos explicativos básicos: la aposición y las oraciones de relativo.",
    "– Análisis de los mecanismos de cohesión. Conectores textuales de causa, consecuencia, condición e hipótesis.",
    "– Reconocimiento de los signos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "Bloque 3. Comunicación: expresión oral y escritura",
    "• Géneros discursivos desde el punto de vista de la producción de textos orales, escritos y multimodales de diferentes ámbitos.",
    "– Elaboración de secuencias textuales, con especial atención a las argumentativas.",
    "– Respeto por las propiedades textuales en las creaciones propias: coherencia, cohesión y adecuación.",
    "– Géneros discursivos del ámbito social. Producción de textos propios de las redes sociales y medios de comunicación. Etiqueta digital.",
    "– Géneros discursivos propios del ámbito profesional: el currículo, la carta de motivación y la entrevista de trabajo.",
    "• Procesos de producción de textos orales, escritos y multimodales.",
    "– Interacción oral y escrita de carácter informal y formal. Cooperación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "– Producción oral formal: planificación y búsqueda de información, creación y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal. La deliberación oral argumentada.",
    "– Producción escrita: planificación, redacción, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas conceptuales, definiciones, resúmenes, etc.",
    "– Alfabetización mediática e informacional: reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión de manera creativa y respetuosa con la propiedad intelectual. Utilización de plataformas virtuales para la realización de proyectos escolares.",
    "• Uso discursivo de los elementos lingüísticos en textos orales, escritos y multimodales.",
    "– Uso de recursos lingüísticos para adecuar el registro a la situación de comunicación. Procedimientos explicativos básicos: la aposición y las oraciones de relativo.",
    "– Mecanismos de cohesión. Empleo de conectores textuales de causa, consecuencia, condición e hipótesis.",
    "– Uso coherente de las formas verbales en los textos. Correlación temporal en la coordinación y subordinación de oraciones y en el discurso relatado.",
    "– Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, de manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "– Utilización de los signos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "Bloque 4. Educación literaria",
    "• Lectura autónoma. Implicación en la lectura de obras de forma progresivamente autónoma a partir de una preselección de textos variados y reflexión sobre los textos leídos y sobre la práctica de la lectura.",
    "– Criterios y estrategias para la selección de obras variadas, a partir de la utilización autónoma de la biblioteca escolar y pública disponible.",
    "– Participación activa en actos culturales vinculados con el circuito literario y lector.",
    "– Toma de conciencia y verbalización de los propios gustos e identidad lectora: la construcción de la biografía lectora.",
    "– Expresión de la experiencia lectora utilizando progresivamente un metalenguaje específico. Apropiación de los textos leídos a través de distintas formas de recreación.",
    "– Movilización de la experiencia personal, lectora y cultural para establecer vínculos de manera argumentada entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales. La lectura compartida y la lectura dialógica.",
    "– Estrategias para la recomendación de las lecturas en soportes variados o bien oralmente entre iguales, enmarcando de manera básica las obras en los géneros y subgéneros literarios. Utilización de las redes sociales y de los formatos audiovisuales (booktrailers) para el fomento de la lectura.",
    "• Lectura guiada. Lectura de obras relevantes y fragmentos de la literatura del patrimonio literario nacional y universal inscritas en itinerarios temáticos o de género que atraviesan épocas, contextos culturales y movimientos artísticos.",
    "– Estrategias de construcción compartida de la interpretación de las obras a través de conversaciones literarias, debates o emisión razonada de las opiniones personales, con la incorporación progresiva del metalenguaje específico.",
    "– Relación entre los elementos constitutivos del género literario y la construcción del sentido de la obra. Efectos de sus recursos expresivos en la recepción.",
    "– Estrategias de utilización de información sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias; en concreto, el acercamiento al contexto, a la corriente literaria y al autor o autora, así como el establecimiento de parentescos literarios.",
    "– Relación y comparación de los textos leídos con otros textos orales, escritos o multimodales, con otras manifestaciones artísticas y culturales y con las formas de ficción en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y de ruptura.",
    "– Estrategias para interpretar obras y fragmentos literarios a partir de la integración de los diferentes aspectos analizados y atendiendo a los valores culturales, éticos y estéticos presentes en los textos. Lectura con perspectiva de género. Visibilización del universo literario femenino.",
    "– Procesos de indagación alrededor de las obras leídas que promuevan el interés por construir la interpretación de estas y establecer conexiones entre textos.",
    "– Lectura expresiva, dramatización y recitación de los textos, atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "– Creación de textos a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación, etc.).",
    "Bloque 5. Reflexión sobre la lengua",
    "• Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas.",
    "– Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas de la oración simple) y consolidación de los procedimientos léxicos (afijos) y sintácticos para el cambio de categoría.",
    "– Relación entre los esquemas semántico y sintáctico de la oración simple. Observación y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria.",
    "– Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para obtener información gramatical básica."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Reconocer y valorar las lenguas oficiales de España y las variedades dialectales del español, con atención especial al gallego y al castellano, a partir de la explicación de su origen y de su desarrollo histórico y sociolingüístico, contrastando aspectos lingüísticos y discursivos de las distintas lenguas, así como rasgos de los dialectos del español, diferenciándolos de los rasgos sociolectales y de registro en manifestaciones orales, escrituras y multimodales. OBJ1",
    "• CE1.2. Identificar y cuestionar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal a partir del análisis de la diversidad lingüística en el entorno escolar y social próximo y de la exploración y reflexión sociolingüística sobre los fenómenos de contacto entre las lenguas y de la indagación de los derechos lingüísticos individuales y colectivos. OBJ1",
    "• CE1.3. Identificar y evitar los usos discriminatorios de la lengua, los abusos a través de la palabra y los usos manipuladores del lenguaje partiendo de la reflexión y del análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales de la comunicación. OBJ10",
    "• CE1.4. Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de consensos, abarcando el ámbito personal, educativo y social. OBJ10",
    "• CE2.1. Comprender el sentido global, la estructura, la información más relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales de cierta complejidad de diferentes ámbitos, analizando la interacción entre los diferentes códigos. OBJ2",
    "• CE2.2. Valorar la forma y el contenido de textos orales y multimodales de cierta complejidad, evaluando la calidad, fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados. OBJ2",
    "• CE2.3. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor en textos escritos y multimodales de cierta complejidad, realizando las inferencias necesarias y con diferentes propósitos de lectura. OBJ4",
    "• CE2.4. Valorar críticamente el contenido y la forma de textos de cierta complejidad, evaluando su calidad y fiabilidad, así como la eficacia de los procedimientos lingüísticos empleados. OBJ4",
    "• CE2.5. Localizar, seleccionar y contrastar información de manera progresivamente autónoma procedente de diferentes fuentes calibrando su fiabilidad y pertinencia en función de los objetivos de lectura. OBJ6",
    "• CE2.6. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales relacionándolos con la búsqueda y con la comunicación de la información. OBJ6",
    "• CE2.7. Identificar y solucionar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. OBJ9",
    "• CE2.8. Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y el metalenguaje específico. OBJ9",
    "• CE2.9. Identificar los usos discriminatorios de la lengua, los abusos a través de la palabra y los usos manipuladores del lenguaje partiendo de la reflexión y del análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales de la comunicación. OBJ10",
    "• CE3.1. Realizar argumentaciones orales de cierta extensión y complejidad con diferente grado de planificación sobre temas de interés personal, social, educativo y profesional, ajustándose a las convenciones propias de los diversos géneros discursivos, con fluidez, coherencia, cohesión y con el registro adecuado en diferentes soportes, utilizando de manera eficaz recursos verbales y no verbales. OBJ3",
    "• CE3.2. Participar de manera activa y adecuada en interacciones orales informales, en el trabajo y en situaciones orales formales de carácter dialogado, mostrando actitudes de escucha activa y estrategias de cooperación conversacional y de cortesía lingüística. OBJ3",
    "• CE3.3. Planificar la redacción de textos escritos y multimodales de cierta extensión, atendiendo a la situación comunicativa, al destinatario, al propósito y al canal; redactar borradores y revisarlos con la ayuda del diálogo entre iguales y de instrumentos de consulta y presentar un texto final coherente, cohesionado y con el registro adecuado. OBJ5",
    "• CE3.4. Incorporar procedimientos para enriquecer los textos atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical. OBJ5",
    "• CE3.5. Organizar e integrar la información en esquemas propios y reelaborarla y comunicarla de manera creativa, adoptando un punto de vista crítico con respecto a los principios de propiedad intelectual. OBJ6",
    "• CE3.6. Elaborar trabajos de investigación de manera progresivamente autónoma en diferentes soportes sobre diversos temas de interés académico, personal o social partiendo de la información seleccionada. OBJ6",
    "• CE3.7. Revisar los textos propios de manera progresivamente autónoma y hacer propuestas de mejora, argumentando los cambios a partir de la reflexión metalingüística con el metalenguaje específico. OBJ9",
    "• CE3.8. Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de consensos, abarcando el ámbito personal, educativo y social. OBJ10",
    "• CE4.1. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor en textos escritos y multimodales de cierta complejidad, realizando las inferencias necesarias y con diferentes propósitos de lectura. OBJ4",
    "• CE4.2. Valorar críticamente el contenido y la forma de textos literarios de cierta complejidad evaluando su calidad, así como la eficacia de los procedimientos lingüísticos empleados. OBJ4",
    "• CE4.3. Incorporar procedimientos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical. OBJ5",
    "• CE4.4. Leer de manera autónoma textos seleccionados en función de los propios gustos, intereses y necesidades y dejar constancia del progreso del propio itinerario lector y cultural explicando los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y la experiencia de la lectura. OBJ7",
    "• CE4.5. Compartir la experiencia de la lectura en soportes diversos relacionando el sentido de la obra con la propia experiencia biográfica, lectora y cultural. OBJ7",
    "• CE4.6. Explicar y argumentar la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico, atendiendo a la configuración y a la evolución de los géneros y subgéneros literarios. OBJ8",
    "• CE4.7. Establecer de manera progresivamente autónoma vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales y otras manifestaciones artísticas y culturales en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal del alumnado en la lectura. OBJ8",
    "• CE4.8. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con la ayuda de otros lenguajes artísticos y audiovisuales, partiendo de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios. OBJ8",
    "• CE5.1. Incorporar procedimientos para enriquecer los textos atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical. OBJ5",
    "• CE5.2. Revisar los textos propios de manera progresivamente autónoma y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística con el metalenguaje específico e identificar y solucionar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. OBJ9",
    "• CE5.3. Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y el metalenguaje específico. OBJ9",
    "• CE5.4. Formular generalizaciones sobre algunos aspectos del funcionamiento de la lengua a partir de la observación, comparación y transformación de enunciados, así como del planteamiento de hipótesis y de la búsqueda de contraejemplos, utilizando el metalenguaje específico y consultando de manera progresivamente autónoma diccionarios, manuales y gramáticas. OBJ9"
  ]
}
