{
  "saberes": [
    "Projecte científic",
    "- Formulació de preguntes, hipòtesis i conjectures científiques.",
    "- Estratègies d’utilització d’eines digitals per a la cerca d’informació, col·laboració i comunicació de processos, resultats o idees en diferents formats (presentació, gràfica, vídeo, pòster, informe…) en el context de problemes investigables.",
    "- Reconeixement i utilització de fonts fiables d’informació científica.",
    "- Disseny de recerques, experiments i estudis observacionals, per respondre a una qüestió científica determinada fent servir instruments i espais (laboratori, aules, entorn…) de manera adequada.",
    "- Elaboració de maquetes i models per a la representació i comprensió de conceptes, processos o elements de la natura.",
    "- Utilització de diferents mètodes d’observació i presa de dades de fenòmens naturals en el context de problemes investigables.",
    "- Utilització de diferents mètodes estadístics d’anàlisi de resultats i diferenciació entre correlació i causalitat.",
    "- Contribució de les grans científiques i científics al desenvolupament de les ciències biològiques i geològiques.",
    "Geologia",
    "- Relació i diferenciació entre el concepte de roca i mineral.",
    "- Ús d’estratègies de classificació de les roques sedimentàries, metamòrfiques i ígnies de l’entorn.",
    "- Identificació d’algunes roques i minerals rellevants de l’entorn.",
    "- Relació de determinats objectes i materials quotidians amb els minerals i les roques que s’utilitzen en la seva fabricació i anàlisi de casos amb impacte econòmic i social.",
    "- Anàlisi de l’estructura bàsica de la geosfera i relació amb el seu origen.",
    " La cèl·lula",
    "- Reflexió i justificació sobre la cèl·lula com a unitat estructural i funcional de tots els éssers vius, el cas dels virus.",
    "- Diferenciació entre la cèl·lula procariota i l’eucariota i identificació dels organismes de què formen part.",
    "- Diferenciació entre la cèl·lula animal i vegetal i relació amb l’estratègia nutritiva dels organismes de què formen part.",
    "- Relació entre el material genètic i les funcions que exerceix qualsevol tipus cel·lular.",
    "- Ús del microscopi i de diferents tècniques per a l’observació i la comparació de tipus de cèl·lules al microscopi.",
    "Éssers vius",
    "- Observació i identificació de les característiques distintives d’espècies representatives de l’entorn proper i ubicació dels principals grups taxonòmics corresponents (regne).",
    "- Ús d’estratègies per al reconeixement de les espècies més comunes dels ecosistemes de l’entorn (guies, claus dicotòmiques, eines digitals, visualment…).",
    "Ecologia i sostenibilitat",
    "- Identificació dels elements integrants de diferents ecosistemes de l’entorn, així com de les relacions intraespecífiques i interespecífiques que tenen.",
    "- Reconeixement de la importància de la conservació dels ecosistemes, la biodiversitat i la implantació d’un model de desenvolupament sostenible. Anàlisi de la relació de la sostenibilitat amb alguns ODS (ODS 11. Ciutats i comunitats sostenibles; ODS 12.",
    "Consum i producció responsables; ODS 13. Acció climàtica).",
    "- Anàlisi de les funcions de l’atmosfera i la hidrosfera i el seu paper essencial per a la vida a la Terra a partir dels impactes que genera l’activitat humana i dels riscos que se’n deriven.",
    "- Descripció de la importància de diferents interaccions entre atmosfera, hidrosfera, geosfera i biosfera en processos clau per a la vida.",
    "- Anàlisi de comportaments relacionats amb les causes del canvi climàtic i de les conseqüències sobre els ecosistemes i la vida de les persones. Anàlisi de la relació de la sostenibilitat amb alguns ODS (ODS 14. Vida submarina; ODS 15. Vida terrestre).",
    "- Valoració de la importància dels hàbits i producció sostenibles (consum responsable, gestió de residus, respecte al medi ambient…).",
    "Cos humà",
    "- Reflexió sobre les necessitats de l’organisme humà relatives a la seva supervivència i relació amb el conjunt d’aparells i sistemes d’òrgans que integren el cos humà.",
    "- Relació entre l’anatomia, la fisiologia i la funció dels aparells i sistemes d’òrgans implicats en les diferents necessitats (nutrició, relació, reproducció).",
    "- Investigació sobre situacions i problemes relatius a la salut relacionats amb l’anatomia i la fisiologia de l’organisme humà.",
    "Hàbits saludables",
    "- Comparació i valoració de dietes saludables i no recomanables a partir de la identificació dels seus components.",
    "- Diferenciació entre sexe, gènere, identitat i orientació sexual i valoració de la importància del respecte vers la llibertat i la diversitat sexual.",
    "- Investigació i reflexió sobre situacions relatives a les malalties de transmissió sexual i els embarassos no desitjats i la importància de la seva prevenció mitjançant l’ús d’anticonceptius i pràctiques sexuals responsables.",
    "- Investigació, reflexió i debat sobre situacions relatives a temes afectivosexuals, de manera respectuosa i responsable, avaluant idees preconcebudes mitjançant l’ús de fonts d’informació adequades.",
    "- Investigació, reflexió i debat sobre situacions relatives al consum de drogues (incloent-hi aquelles de curs legal) destacant els efectes perjudicials sobre la salut dels consumidors i les persones del seu entorn proper.",
    "- Valoració del desenvolupament d’hàbits encaminats a la conservació de la salut física, mental i social (higiene de son, hàbits posturals, ús responsable de les noves tecnologies, exercici físic, desplaçaments segurs, control de l’estrès…).",
    "Salut i malaltia",
    "- Anàlisi dels factors que incideixen sobre la salut i de les causes de les malalties.",
    "- Diferenciació entre malaltia i símptomes, exploració i diagnòstic a partir de casos concrets.",
    "- Estudi dels tipus de fàrmacs més comuns a la farmaciola i diferenciació de la seva acció terapèutica.",
    "- Diferenciació de les malalties infeccioses i raonament sobre les mesures de prevenció i tractaments en funció de l’agent causant i la reflexió sobre l’ús adequat dels antibiòtics i de l’automedicació.",
    "- Anàlisi dels diferents tipus de mecanismes de defensa de l’organisme davant d’agents patògens (barreres externes i sistema immunitari) i el seu paper en la prevenció i la superació de malalties infeccioses.",
    "- Argumentació sobre la importància de la vacunació en la prevenció de malalties i la millora de la qualitat de vida humana a partir de l’anàlisi de casos.",
    "- Valoració de la importància dels trasplantaments i la donació d’òrgans."
  ],
  "criteriosEvaluacion": [
    "1.1 Analitzar conceptes, fenòmens i processos relacionats amb els sabers de la biologia i la geologia, interpretant informació en diferents formats (models, gràfics, taules, diagrames, fórmules, esquemes, símbols, pàgines web…), mantenint una actitud crítica i obtenint conclusions fonamentades en raons científiques.",
    "1.2 Interpretar i predir el comportament de fenòmens quotidians rellevants, relacionant-los amb models, lleis i teories adequades de la biologia i la geologia.",
    "1.3 Identificar els conceptes relacionats amb situacions problemàtiques reals de caràcter científic i proporcionar possible solucions.",
    "2.1 Resoldre qüestions relacionades amb els sabers de la matèria de Biologia i Geologia localitzant, seleccionant fonts fiables i organitzant informació mitjançant l’ús i citació correctes de diferents fonts.",
    "2.2 Reconèixer la informació amb base científica distingint-la de pseudociències, rumors, teories conspiratòries, falses notícies i creences, etc., i mantenint una actitud escèptica davant d’aquests.",
    "3.1 Plantejar preguntes sobre fenòmens quotidians i formular hipòtesis que puguin ser respostes o contrastades en el context escolar a través de l’experimentació, la presa de dades i l’anàlisi de fenòmens biològics i geològics",
    "3.2 Dissenyar, fent servir metodologies pròpies de la ciència, procediments de recerca que impliquin l’ús de la deducció, el treball experimental i el raonament logicomatemàtic.",
    "3.3 Portar a terme dissenys experimentals fent servir els instruments, eines o tècniques adequades amb correcció i interpretar-ne els resultats utilitzant, quan sigui necessari, eines matemàtiques i tecnològiques.",
    "3.4 Cooperar en un projecte científic assumint responsablement una funció concreta, utilitzant espais virtuals quan sigui necessari, respectant la diversitat i afavorint la inclusió.",
    "3.5 Presentar els resultats i les conclusions obtingudes mitjançant l’experimentació i observació de camp utilitzant el format adequat (taules, gràfics, informes, etc.) i, quan sigui necessari, eines digitals.",
    "3.6 Valorar la contribució de la ciència a la societat i la tasca de les persones que s’hi han dedicat, reflexionant sobre els biaixos de gènere en les ciències i la tecnologia, i entenent la recerca com una tasca col·lectiva i interdisciplinària en constant evolució,influïda pel context polític i els recursos econòmics.",
    "4.1 Resoldre problemes o donar explicació a processos biològics o geològics utilitzant coneixements, dades i informació aportades, el raonament lògic, el pensament computacional o recursos digitals.",
    "4.2 Analitzar críticament la solució a un problema sobre fenòmens biològics i geològics",
    "5.1 Justificar amb fonaments científics la importància de la preservació de la biodiversitat, la conservació de l’entorn, la protecció dels éssers vius de l’entorn, el desenvolupament sostenible i la qualitat de vida.",
    "5.2 Justificar la necessitat de tenir hàbits sostenibles analitzant d’una manera crítica les activitats pròpies i alienes i basant-se en els raonaments propis, coneixements adquirits i informació disponible.",
    "5.3 Justificar la necessitat de tenir hàbits saludables, analitzant les accions pròpies i alienes (alimentació, higiene, postura corporal, activitat física, desplaçaments, relacions interpersonals, descans, exposició a les pantalles, maneig de l’estrès, seguretat en les pràctiques sexuals, consum de substàncies... ), amb actitud crítica i basant-se en fonaments de la fisiologia.",
    "5.4 Identificar algunes situacions en què els coneixements derivats de la biologia i la geologia poden contribuir a millorar la sostenibilitat ambiental i la salut individual i col·lectiva.",
    "5.5 Emprendre, de manera guiada i amb la metodologia adequada, projectes científics relacionats amb la millora de la societat i que afavoreixin el creixement entre iguals com a base d’una comunitat científica escolar crítica i ètica.",
    "5.6 Justificar la necessitat de la seguretat i la sostenibilitat en la mobilitat de les persones i preveure les conseqüències del comportament viari tant per a la pròpia persona com per a altres, des de la perspectiva de la salut i el medi ambient.",
    "6.1 Identificar els diferents elements del paisatge i justificar el seu grau de desenvolupament.",
    "6.2 Reconèixer la transformació dels paisatges associada als canvis geològics, biològics i ambientals que experimenten.",
    "6.3 Relacionar les activitats humanes amb els impactes que reben els paisatges."



  ]
}