{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Investigar y diseñar proyectos que muestren de forma gráfica la creación y mejora de un producto, seleccionando, referenciando e interpretando información relacionada. (CCL3, STEM1, STEM3, STEM4, CD1, CD2, CD5, CPSAA1.1, CPSAA5, CE1, CE2, CE3)",
        "1.2 Determinar el ciclo de vida de un producto, calculando su desglose presupuestario en unidades de obra (materiales, medios humanos y medios auxiliares) planificando y aplicando medidas de control de calidad en sus distintas etapas, desde el diseño al transporte y la comercialización, teniendo en consideración estrategias de mejora continua. (CCL1, CCL3, STEM1, STEM3, STEM4, CD1, CD2, CD5, CPSAA1.1, CPSAA5, CE1, CE2, CE3)",
        "1.3 Participar en el desarrollo, gestión y coordinación de proyectos de creación y mejora continua de productos viables y socialmente responsables, identificando mejoras y creando prototipos mediante un proceso iterativo, con actitud crítica, creativa y emprendedora. (CCL1, CCL3, CP3, STEM1, STEM3, STEM4, CD1, CD2, CD3, CD5, CPSAA1.1, CPSAA5, CE1, CE2, CE3)",
        "1.4 Elaborar documentación técnica con precisión y rigor, generando diagramas funcionales utilizando medios manuales y/o aplicaciones digitales. (CCL1, CCL3, STEM4, CD1, CD2, CD3, CPSAA1.1, CPSAA5, CE3)",
        "1.5 Comunicar de manera eficaz y organizada las ideas y soluciones tecnológicas, empleando el soporte, la terminología y el rigor apropiados. (CCL1, CCL3, CP3, STEM4, CD2, CD3, CPSAA1.1, CPSAA5, CE2)",
        "1.6. Colaborar en tareas tecnológicas, escuchando el razonamiento de los demás, aportando al equipo a través del rol asignado y fomentando el bienestar grupal y las relaciones saludables e inclusivas. (CCL1, CCL3, STEM1, STEM3, STEM4, CD1, CD2, CD5, CPSAA1.1, CPSAA5, CE1, CE2, CE3)",
        "Competencia específica 2",
        "2.1 Determinar el ciclo de vida de un producto, planificando y aplicando medidas de control de calidad en sus distintas etapas, desde el diseño a la comercialización, teniendo en consideración estrategias de mejora continua. (STEM3, STEM4, STEM5, CD1, CPSAA1.1, CPSAA4, CC4)",
        "2.2 Seleccionar los materiales, tradicionales o de nueva generación, adecuados para la fabricación de productos de calidad basándose en sus características técnicas y atendiendo a criterios de sostenibilidad de manera ética y responsable. (STEM2, STEM4, STEM5, CD1, CD2, CPSAA4, CC2, CC4, CE1)",
        "2.3 Fabricar modelos o prototipos, generándolos mediante su diseño con las aplicaciones digitales y/o adaptándolos de repositorios existentes de manera creativa, respetando derechos de autor y licencias, empleando las técnicas de fabricación aditiva más adecuadas y aplicando los criterios técnicos y de sostenibilidad necesarios para optimizar el uso de impresoras 3D. (STEM2, STEM3, STEM4, STEM5, CD1, CD2, CPSAA1.1, CPSAA4, CE1, CCEC3.2)",
        "Competencia específica 3",
        "3.1 Resolver tareas propuestas y funciones asignadas de manera óptima, mediante el uso y configuración de diferentes herramientas digitales, aplicando conocimientos interdisciplinares con autonomía. (CCL3, STEM1, STEM3, STEM4, CD1, CD2, CD3, CD5, CPSAA5, CE3, CCEC4.2)",
        "3.2 Utilizar aplicaciones CAD-CAE-CAM de modo avanzado para el diseño de productos, empleando técnicas avanzadas de modelado y exportando los archivos finales a formatos digitales diversos en función del destino de dichos archivos. (CCL3, CD2, CD3)",
        "3.3 Realizar la presentación de proyectos empleando aplicaciones digitales adecuadas. (CCL1, CCL3, CP3, STEM3, STEM4, CD1, CD2, CD3, CE1, CE3)",
        "Competencia específica 4",
        "4.1 Resolver problemas asociados a sistemas e instalaciones mecánicas, aplicando fundamentos de mecanismos de transmisión y transformación de movimientos, soporte y unión al desarrollo de montajes o simulaciones, bajo estándares de seguridad. (STEM1, STEM2, STEM4, CD2, CD3, CD5, CPSAA1.2, CPSAA5, CE3)",
        "4.2 Resolver problemas asociados a sistemas e instalaciones eléctricas y electrónicas, aplicando fundamentos de corriente continua y máquinas eléctricas al desarrollo de montajes o simulaciones, bajo estándares de seguridad. (STEM1, STEM2, STEM4, CD2, CD3, CD5, CPSAA2, CPSAA5)",
        "Competencia específica 5",
        "5.1 Controlar el funcionamiento de sistemas tecnológicos y robóticos, utilizando lenguajes de programación y aplicando las posibilidades que ofrecen las tecnologías emergentes, tales como Inteligencia Artificial, Telemetría, Internet de las cosas, o Big Data, entre otras (STEM1, STEM2, CD1, CD2, CD3, CD5, CPSAA1.1, CPSAA4, CE3) 5.2 Automatizar, programar y evaluar movimientos de robots, mediante la modelización, la aplicación de algoritmos sencillos y el uso de herramientas informáticas (STEM1, STEM2, CD1, CD2, CD3, CD5, CPSAA1.1, CPSAA4, CE3)",
        "5.3 Conocer y comprender conceptos básicos de programación textual, mostrando el progreso paso a paso de la ejecución de un programa a partir de un estado inicial y prediciendo su estado final tras la ejecución. (STEM1, CD2, CD5, CPSAA1.1)",
        "Competencia específica 6",
        "6.1 Evaluar los distintos sistemas de generación de energía eléctrica y mercados energéticos, estudiando sus características, calculando sus magnitudes y valorando su eficiencia. (CCL3, STEM2, STEM5, CD1, CD2, CPSAA5, CE1, CE3)",
        "6.2 Analizar las diferentes instalaciones de una vivienda desde el punto de vista de su eficiencia energética, buscando aquellas opciones más comprometidas con la sostenibilidad y fomentando un uso responsable de las mismas. (CCL3, STEM2, STEM3, CD1, CD2, CPSAA2, CPSAA5, CC4, CE1, CE2, CE3)",
        "6.3 Seleccionar y evaluar aquellos materiales y elementos más eficientes desde el punto de la sostenibilidad energética en construcción, dimensionando costes de instalación y estableciendo periodos de amortización para las distintas opciones. (STEM2, STEM5, CD1, CD2, CPSAA2, CPSAA5, CC4, CE1, CE3)"
    ],
    "saberes": [
        "A. Proyectos de investigación y desarrollo.",
        "- Estrategias de gestión y desarrollo de proyectos: Diagramas de Gantt, metodologías Agile. Técnicas de investigación e ideación: Design Thinking. Técnicas de trabajo en equipo.",
        "- Productos: Ciclo de vida. Estrategias de mejora continua. Planificación y desarrollo de diseño y comercialización. Elaboración de presupuestos, desglose en unidades de obra, materiales, medios humanos y medios auxiliares. Logística, transporte y distribución. Metrología y normalización. Control de calidad.",
        "- Expresión gráfica. Aplicaciones CAD-CAE-CAM. Renderizado. Diagramas funcionales, esquemas y croquis.",
        "- Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar.",
        "- Autoconfianza e iniciativa. Identificación y gestión de emociones. El error y la reevaluación como parte del proceso de aprendizaje.",
        "B. Materiales y fabricación.",
        "- Materiales técnicos y nuevos materiales. Clasificación y criterios de sostenibilidad. Selección y aplicaciones características.",
        "- Técnicas de fabricación: Generación de modelos con software de modelado. Repositorios digitales en línea. Prototipado rápido y bajo demanda. Impresión 3D. Fabricación digital aplicada a proyectos.",
        "- Normas de seguridad e higiene en el trabajo.",
        "C. Sistemas mecánicos.",
        "- Mecanismos de transmisión y transformación de movimientos. Soportes y unión de elementos mecánicos. Diseño, cálculo, montaje y experimentación física o simulada. Riesgos y seguridad. Aplicación práctica a proyectos.",
        "D. Sistemas eléctricos y electrónicos.",
        "- Circuitos y máquinas eléctricas de corriente continua. Interpretación, resolución y representación esquematizada de circuitos, cálculo, montaje y experimentación física o simulada. Riesgos y seguridad. Aplicación a proyectos.",
        "E. Sistemas informáticos. Programación.",
        "- Fundamentos de la programación textual. Características, elementos y lenguajes.",
        "- Proceso de desarrollo: edición, compilación o interpretación, ejecución, pruebas y depuración. Creación de programas para la resolución de problemas. Modularización.",
        "- Tecnologías emergentes: internet de las cosas. Aplicación a proyectos.",
        "- Protocolos de comunicación de redes de dispositivos.",
        "F. Sistemas automáticos.",
        "- Sistemas de control. Conceptos y elementos. Modelización de sistemas sencillos.",
        "- Automatización programada de procesos. Diseño, programación, construcción y simulación o montaje.",
        "- Sistemas de supervisión (SCADA). Telemetría y monitorización.",
        "- Aplicación de las tecnologías emergentes a los sistemas de control.",
        "- Robótica. Modelización de movimientos y acciones mecánicas.",
        "G. Tecnología sostenible",
        "- Sistemas y mercados energéticos. Consumo energético sostenible, técnicas y criterios de ahorro. Suministros domésticos.",
        "- Instalaciones en viviendas: eléctricas, de agua y climatización, de comunicación y domóticas. Energías renovables, eficiencia energética y sostenibilidad. Passive housing. Elección de materiales y elementos constructivos en función de balances energéticos y costes de instalación. Periodos de amortización."
    ]
}