{
  "competenciasEspecificas": [
    "CE.EF.1. Adaptar la motricidad (esquema corporal, las capacidades físicas, perceptivo-motrices y coordinativas, las habilidades y destrezas motrices, aplicando procesos de percepción, decisión y ejecución) en diferentes situaciones de aprendizaje, para dar una respuesta ajustada a las demandas de proyectos de aprendizaje relacionadas con actividades conectadas con el contexto social próximo. (STEM1, CPSAA4, CPSAA5. CE.EF.2., CE.EF.3., CE.EF.4. y CE.EF.5.)",
    "CE.EF.2. Practicar y reconocer diferentes manifestaciones lúdicas, físico-deportivas y artístico-expresivas propias de la cultura motriz, valorando su influencia y sus aportaciones estéticas y creativas a la cultura tradicional y contemporánea, para integrarlas en las situaciones motrices y para realizar proyectos de aprendizaje conectados con el contexto social próximo. (CC3, CCEC1, CCEC2, CCEC3, CCEC4. CE.EF.1., CE.EF.3. y CE.EF.5.)",
    "CE.EF.3. Desarrollar procesos de autorregulación e interacción en la práctica motriz, con actitud empática e inclusiva, haciendo uso de habilidades personales y sociales y actitudes de cooperación, respeto, trabajo en equipo y deportividad, con independencia de las diferencias étnico-culturales, sociales, de género y de habilidad de los participantes, para contribuir a la convivencia y al compromiso ético en los diferentes espacios conectados con el contexto social próximo. (CCL1, CCL5, CPSAA1, CPSAA3, CPSAA5, CC2, CC3. las CE.EF.1., CE.EF.2. y CE.EF.5.)",
    "CE.EF.4. Valorar diferentes espacios naturales y urbanos como contextos de práctica motriz, interactuando en ellos y comprendiendo la importancia de su conservación desde un enfoque sostenible, adoptando medidas de responsabilidad individual durante la práctica de juegos, actividades físico-deportivas y artístico-expresivas, para realizar una práctica eficiente y respetuosa con el entorno y participar en su cuidado y mejora. (STEM5, CC2, CC4, CE1, CE3. CE.EF.1, CE.EF.3 y CE.EF.5.)",
    "CE.EF.5. Desarrollar un estilo de vida activo y saludable a través de un proceso de construcción social compartido, practicando regularmente actividades físico-deportivas y artístico-expresivas, que le capacite a tomar decisiones saludables (físicas, emocionales y sociales), para él o para ella y para su entorno social que contribuyan a su bienestar. (STEM2, STEM5, CPSAA2, CPSAA5, CE3. CE.EF.1., CE.EF.2., CE.EF.3. y CE.EF.4.)"
  ]
}