{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Extraer y analizar las ideas principales, la información relevante y las implicaciones ",
        "generales de textos de cierta longitud, bien organizados y de cierta complejidad, orales, ",
        "escritos y multimodales, sobre temas de relevancia personal o de interés público, tanto ",
        "concretos como abstractos, expresados de forma clara y en la lengua estándar, incluso en ",
        "entornos moderadamente ruidosos, a través de diversos soportes. ",
        "1.2. Interpretar y valorar de manera crítica el contenido, la intención y los rasgos discursivos de ",
        "textos de cierta longitud y complejidad, con especial énfasis en los textos académicos y de ",
        "los medios de comunicación, así como de textos de ficción, sobre temas generales o más ",
        "específicos, de relevancia personal o de interés público. ",
        "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos adecuados para comprender ",
        "la información global y específica, y distinguir la intención y las opiniones, tanto implícitas ",
        "como explícitas (siempre que estén claramente señalizadas), de los textos; inferir ",
        "significados e interpretar elementos no verbales; y buscar, seleccionar y contrastar ",
        "información. ",
        "Competencia específica 2. ",
        "2.1. Expresar oralmente con suficiente fluidez y corrección textos claros, coherentes, bien ",
        "organizados, adecuados a la situación comunicativa y en diferentes registros sobre asuntos ",
        "de relevancia personal o de interés público conocidos por el alumnado, con el fin de ",
        "describir, narrar, argumentar e informar, en diferentes soportes, utilizando recursos ",
        "verbales y no verbales, así como estrategias de planificación, control, compensación y ",
        "cooperación. ",
        "2.2. Redactar y difundir textos detallados de cierta extensión y complejidad y de estructura ",
        "clara, adecuados a la situación comunicativa, a la tipología textual y a las herramientas ",
        "analógicas y digitales utilizadas, evitando errores que dificulten o impidan la comprensión, ",
        "reformulando y organizando de manera coherente información e ideas de diversas fuentes ",
        "y justificando las propias opiniones, sobre asuntos de relevancia personal o de interés ",
        "público conocidos por el alumnado, haciendo un uso ético del lenguaje, respetando la ",
        "propiedad intelectual y evitando el plagio. ",
        "2.3. Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, ",
        "revisión y cooperación, para componer textos de estructura clara, y adecuados a las ",
        "intenciones comunicativas, las características contextuales, los aspectos socioculturales y ",
        "la tipología textual, usando los recursos físicos o digitales más adecuados en función de la ",
        "tarea y de los interlocutores reales o potenciales. ",
        "Competencia específica 3. ",
        "3.1. Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en ",
        "situaciones interactivas sobre temas de relevancia personal o de interés público conocidos ",
        "por el alumnado, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la ",
        "etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y ",
        "motivaciones de los interlocutores, y ofreciendo explicaciones, argumentos y comentarios. ",
        "3.2. Seleccionar, organizar y utilizar, de forma flexible y en diferentes entornos, estrategias ",
        "adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, ",
        "solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, ",
        "colaborar, debatir, resolver problemas y gestionar situaciones comprometidas. ",
        "Competencia específica 4. ",
        "4.1. Interpretar y explicar textos, conceptos y comunicaciones en situaciones en las que atender ",
        "a la diversidad, mostrando respeto y aprecio por los interlocutores y por las lenguas, ",
        "variedades o registros empleados, y participando en la solución de problemas frecuentes ",
        "de intercomprensión y de entendimiento, a partir de diversos recursos y soportes. ",
        "4.2. Aplicar estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para ",
        "explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones ",
        "comunicativas, las características contextuales, los aspectos socioculturales y la tipología ",
        "textual, usando recursos y apoyos físicos o digitales en función de la tarea y el ",
        "conocimiento previo de los interlocutores. ",
        "Competencia específica 5. ",
        "5.1. Comparar y argumentar las semejanzas y diferencias entre distintas lenguas reflexionando ",
        "sobre su funcionamiento y estableciendo relaciones entre ellas. ",
        "5.2. Utilizar con iniciativa y de forma creativa estrategias y conocimientos de mejora de la ",
        "capacidad de comunicar y de aprender la lengua extranjera con apoyo de otros ",
        "participantes y de soportes analógicos y digitales. ",
        "5.3. Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua ",
        "extranjera, seleccionando las estrategias más adecuadas y eficaces para superar esas ",
        "dificultades y consolidar el aprendizaje, realizando actividades de planificación del propio ",
        "aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo ",
        "de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades ",
        "explícitos y compartiéndolos. ",
        "Competencia específica 6. ",
        "6.1. Actuar de forma adecuada y respetuosa en situaciones interculturales construyendo ",
        "vínculos entre las diferentes lenguas y culturas, analizando y rechazando cualquier tipo de ",
        "discriminación, prejuicio y estereotipo, y solucionando aquellos factores socioculturales que ",
        "dificulten la comunicación. ",
        "6.2. Valorar críticamente la diversidad lingüística, cultural y artística propia de países donde se ",
        "habla la lengua extranjera, y adecuarse a ella, favoreciendo el desarrollo de una cultura ",
        "compartida. ",
        "6.3. Aplicar estrategias para defender y apreciar la diversidad lingüística, cultural y artística.         "
    ],
    "saberes": [
        "A. Plurilingüismo. ",
        "– Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, ",
        "adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones ",
        "derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del ",
        "repertorio lingüístico propio.  ",
        "Utilización eficaz de recursos lingüísticos y extralingüísticos que permitan satisfacer ",
        "necesidades comunicativas más sofisticadas.  ",
        "Desarrollo, de forma cada vez más autónoma, de estrategias de comunicación para ",
        "superar las interrupciones y lapsos comunicativos y para iniciar y concluir los ",
        "intercambios comunicativos.  ",
        "– Análisis de estrategias para identificar, organizar, retener, recuperar y utilizar creativamente ",
        "unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la ",
        "comparación de las lenguas y variedades que conforman el repertorio lingüístico personal. ",
        "– Estrategias y herramientas, analógicas y digitales, para la evaluación.  ",
        "Revisión del mensaje reelaborándolo a partir del feedback recibido o la propia lectura ",
        "crítica del mismo y formulación de hipótesis correctoras para subsiguientes ",
        "producciones comunicativas. ",
        "– Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la ",
        "comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje ",
        "(metalenguaje).  ",
        "Uso de la función metalingüística de la lengua en su favor para el intercambio de ideas ",
        "sobre temas relacionados con los procesos comunicativos y de aprendizaje, mostrando ",
        "progresivamente su capacidad comunicativa. ",
        "– Comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras ",
        "lenguas: origen y parentescos.  ",
        "Comparación entre la lengua extranjera y la materna para llegar a conclusiones tras el ",
        "análisis de elementos sintácticos y semánticos adecuados a su nivel de competencia.  ",
        "Conocimiento de fenómenos semánticos como «falsos amigos» o cognados. ",
        "B. Interculturalidad. ",
        "– La lengua extranjera como medio de comunicación y entendimiento entre pueblos como ",
        "facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación ",
        "social y de enriquecimiento personal: consulta de fuentes de información en lengua ",
        "extranjera.  ",
        "– Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes ",
        "medios con hablantes o estudiantes de la lengua extranjera, así como por conocer ",
        "informaciones culturales de los países donde se habla la lengua extranjera.  ",
        "Implicación activa y progresivamente autónoma en actividades enfocadas a la utilización ",
        "de la lengua extranjera, tanto fuera como dentro del aula, mediante proyectos, debates, ",
        "inmersiones lingüísticas, intercambios, etc… encaminados a la puesta en práctica y la ",
        "mejora de la lengua extranjera. ",
        "– Aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de ",
        "cortesía y registros; instituciones, costumbres y rituales; valores, normas, creencias y ",
        "actitudes; estereotipos y tabúes; lenguaje no verbal; historia, cultura y comunidades; ",
        "relaciones interpersonales y procesos de globalización en países donde se habla la lengua ",
        "extranjera.  ",
        "Ampliación de fórmulas de cortesía adecuadas en los intercambios sociales.  ",
        "Conocimiento de acontecimientos culturales diversos de tipo histórico, geográfico o ",
        "literario, obteniendo la información por diferentes medios.  ",
        "– Estrategias para entender y apreciar la diversidad lingüística, cultural y artística.  ",
        "Comparación y contraste entre la propia cultura y la transmitida por la lengua extranjera, ",
        "favoreciendo con ello una actitud crítica de la propia y la aceptación y el respeto de la ",
        "ajena. ",
        "– Estrategias de detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal ",
        "y no verbal.   ",
        "Empleo de expresiones alternativas para nombrar por igual a todas las personas sin ",
        "discriminación.  ",
        "Uso de fórmulas concretas para el uso de un lenguaje más inclusivo. ",
        "C. Comunicación. ",
        "– Autoconfianza, iniciativa y asertividad. Estrategias progresivamente autónomas de ",
        "autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de ",
        "la lengua extranjera.   ",
        "Reajuste de la tarea, tras la identificación del error y valoración de las dificultades y de los ",
        "recursos disponibles. ",
        "– Estrategias para la planificación, ejecución, control y reparación de la comprensión, la ",
        "producción y la coproducción de textos orales, escritos y multimodales.  ",
        "Uso cada vez más autónomo de estrategias lingüísticas, paralingüísticas o paratextuales ",
        "para compensar las carencias lingüísticas en mensajes orales, escritos o multimodales.   ",
        "Utilización progresivamente autónoma de las TIC para transmitir el mensaje de la forma ",
        "más efectiva posible y crear textos en diferentes formatos (visual, audiovisual, digital)  ",
        "– Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación ",
        "en situaciones cotidianas.  ",
        "Técnicas para subsanar las dificultades que puedan surgir en el intercambio comunicativo ",
        "(interrupciones, ambigüedades, omisiones de información, olvidos, etc.) ",
        "– Utilización cada vez más autónoma de modelos contextuales y géneros discursivos de uso ",
        "común en la comprensión, producción y coproducción de textos orales, escritos y ",
        "multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento ",
        "del contexto (participantes y situación), expectativas generadas por el contexto, organización ",
        "y estructuración según el género y la función textual.   ",
        "Comprensión de los aspectos principales, detalles relevantes, algunas ideas implícitas y ",
        "el uso de recursos retóricos de la lengua en textos literarios y no literarios que presenten ",
        "una estructura asequible y un lenguaje no muy idiomático.  ",
        "– Uso de unidades lingüísticas cada vez más complejas y significados asociados a dichas ",
        "unidades tales como expresión de la entidad y sus propiedades, cantidad y calidad, el ",
        "espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la ",
        "negación, la interrogación y la exclamación, relaciones lógicas. ",
        "– Léxico común y especializado de interés para el alumnado, relativo a tiempo y espacio; ",
        "estados, eventos y acontecimientos; actividades, procedimientos y procesos; relaciones ",
        "personales, sociales, académicas y profesionales; educación, trabajo y emprendimiento; ",
        "lengua y comunicación intercultural; ciencia y tecnología; historia y cultura; así como ",
        "estrategias enriquecimiento léxico (derivación, familias léxicas, polisemia, sinonimia, ",
        "antonimia...)  ",
        "Reconocimiento y uso progresivamente autónomo de expresiones comunes y ",
        "especializadas, de frases hechas más sofisticadas y de léxico relativo a los temas ",
        "mencionados.   ",
        "Identificación progresivamente autónoma de un vocabulario cada vez más complejo ",
        "(sinónimos, antónimos, términos polisémicos y palabras con prefijos y sufijos).   ",
        "Reconocimiento y utilización, cada vez más autónoma, de léxico de uso común y más ",
        "especializado dentro de las propias áreas de interés en los ámbitos personal, público, ",
        "académico y ocupacional. ",
        "– Convenciones ortográficas y significados e intenciones comunicativas asociados a los ",
        "formatos, patrones y elementos gráficos.  ",
        "Reconocimiento de los patrones ortográficos, de puntuación y de formato de uso común, ",
        "y algunos de carácter más específico (p. e. indicaciones para acotar información, como ",
        "paréntesis o guiones, abreviaturas y símbolos etc.), en procesadores de textos para ",
        "utilizar con eficacia las convenciones de escritura que rigen en la comunicación por ",
        "Internet. ",
        "– Profundización en las convenciones y estrategias conversacionales, en formato síncrono o ",
        "asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir ",
        "y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, y parafrasear, ",
        "colaborar, negociar significados, detectar la ironía, etc. ",
        "– Recursos para el aprendizaje y estrategias de búsqueda y selección de información, y ",
        "curación de contenidos: diccionarios, libros de consulta, bibliotecas, mediatecas, etiquetas ",
        "en la red, recursos digitales e informáticos, etc.  ",
        "Comprensión en manuales, páginas web y otros textos informativos oficiales, ",
        "institucionales, o corporativos, de información concreta para la resolución de tareas de ",
        "clase o trabajos de investigación. ",
        "– Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y ",
        "contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos ",
        "para evitar el plagio.  ",
        "Reconocimiento y respeto del concepto de autoría en la creación de contenidos e ",
        "inclusión explícita de referencias bibliográficas. ",
        "– Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, ",
        "escrita y multimodal; y plataformas virtuales de interacción, colaboración y cooperación ",
        "educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el ",
        "aprendizaje, la a comunicación y el desarrollo de proyectos con hablantes o estudiantes de ",
        "la lengua extranjera.  ",
        "Utilización adecuada y autónoma de las aulas virtuales, foros y distintas redes sociales ",
        "como herramienta de obtención e intercambio de información y comunicación en el ",
        "proceso de enseñanza-aprendizaje.  ",
        "Participación en proyectos e intercambios personales o virtuales con estudiantes de ",
        "países de lengua extranjera a través de herramientas digitales colaborativas que incidan ",
        "favorablemente en las relaciones personales y académicas.         ",
        "ALEMÁN. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros ",
        "y de predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Expresión de relaciones lógicas: conjunción (sowohl… als auch); disyunción ",
        "(entweder…oder); oposición/concesión (obwohl, dennoch); causa (denn-weil, wegen, da); ",
        "finalidad (dazu, darum); comparación (so/nicht so + Adj + als; mehr/weniger + Adj./Adv. ",
        "(als); der Beste aus beiden; der Beste immer); resultado/correlación (deshalb, so dass, je ",
        "mehr… desto besser); condición (wenn, sofern, falls); estilo indirecto (Indirekte Rede: ",
        "Redewiedergabe, Konjunktiv I, Vorschläge, Aufforderungen, Befehle und Wünsche)  ",
        "Relaciones temporales (solange, seitdem, nachdem)  ",
        "Expresión del tiempo: pasado (Präteritum, Perfekt, Plusquamperfekt, historisches ",
        "Präsens, Konjunktiv II); presente (Präsens, Konjunktiv II); futuro (werden; Präsens + Adv.; ",
        "Perfekt + Adv.)  ",
        "Expresión del aspecto puntual (Perfekt, Plusquamperfekt, Futur II); durativo (Präsens, ",
        "Präteritum und Futur I); habitual (Präsens und Präteritum (+ Adv., z.B. gewöhnlich); ",
        "pflegen zu); incoativo (sich etwas vornehmen / sich vornehmen, etwas zu machen); ",
        "terminativo (Adv. (gerade/schon) + Perfekt).  ",
        "Expresión de la modalidad: factualidad (Aussagesätze); capacidad (schaffen); ",
        "posibilidad/probabilidad ",
        "(möglicherweise, ",
        "wahrscheinlich); ",
        "necesidad ",
        "(benötigen, ",
        "brauchen); obligación (brauchen/nicht brauchen); permiso (dürfen, können, lassen); ",
        "intención (denken zu+Inf.)  ",
        "Expresión de la existencia (es sollte/müsste geben); la entidad (nicht zählbare / ",
        "Sammelbezeichnungen / zusammengesetzte Nomen, Pronomen (Relativpronomen, ",
        "Determinativpronomen); la cualidad (z.B. eher unbekannt; leicht zu finden)  ",
        "Expresión de la cantidad: Zahlen (Brüche und Dezimalzahlen), Quantität (z.B. mehrere), ",
        "Grad (z.B. unmäßig / ziemlich + Adj.)  ",
        "Expresión del espacio: Präpositionen und Lokaladverbien.  ",
        "Expresión del tiempo: Stundenzählung (z.B. morgen um diese Zeit, in zehn Tagen); ",
        "Zeiteneinheiten (z.B. Semester); Ausdruck der Zeit (eher, später); Dauer (den ganzen ",
        "Tag, den ganzen Sommer lang); Vorzeitigkeit (noch, schon (nicht)); Nachzeitigkeit ",
        "(danach, später); Aufeinanderfolge (zuerst, zunächst, schließich); Gleichzeitigkeit (gerade ",
        "als); Häufigkeit (sehr oft, oftmals; Tag ein, Tag aus).  ",
        "Expresión del modo: Modaladverbien und Modalsätze (z.B. höflich, aus dem Lot geraten). ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.  ",
        "Discriminación de patrones sonoros, acentuales, rítmicos y de entonación de uso común ",
        "y más específico, y reconocimiento de sus significados e intenciones comunicativas ",
        "expresas, así como algunas de carácter implícito (incluyendo el interés o la indiferencia) ",
        "cuando la articulación es clara.  ",
        "FRANCÉS. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros ",
        "y de predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Descripción de fenómenos y acontecimientos mediante relaciones lógicas: conjunción ",
        "(aussi bien que); disyunción; oposición (seulement si, bien que, même si, par contre, ",
        "malgré, pourtant, toutefois, tout de même, avoir beau, quand (bien) même, alors même ",
        "que + conditionnel); causa (étant donné que, vu que, comme); finalidad (pour que, dans le ",
        "but que, de façon à ce que, de manière à ce que, afin que + Subj.); comparación (le ",
        "meilleur, le mieux, le pire, de même que, plus…plus, moins…moins, plus…moins, ",
        "moins…plus); consecuencia (si bien que, de telle manière que, de façon à ce que); ",
        "distributivas (tantôt…tantôt, bien….bien); condición (si, même si + Indic., à condition de + ",
        "Inf., à condition de, à moins de + inf., au/dans le cas où (+ conditionnel)); estilo indirecto ",
        "(rapporter des informations, des opinions) ; reformular (c’est à dire) ; resumir (bref, en ",
        "résumé, en somme)  ",
        "Expresión de la modalidad: factualidad; capacidad; posibilidad/probabilidad (il est possible ",
        "que, il se peut que); necesidad; obligación/prohibición (se voir dans l’obligation de, se voir ",
        "forcé à (faire) qqch.) ; permiso; intención/deseo (exprimer le souhait qui concerne un ",
        "autre: j'aimerais que/ je voudrais que/ j’aurais envie que/ ça me plairait que + Subj.); ",
        "factitivo o causal con el verbo faire (ex: Pierre a fait tomber son livre/s’est fait couper les ",
        "cheveux); condicional (conditionnel présent).  ",
        "Expresión del tiempo: presente; pasado (plus-que- parfait); futuro ; puntual (demain à ",
        "cette heure-là, hier à cette heure-ci, dans nº jours, d’ici peu); divisions (dans les années, ",
        "quinzaine); indicaciones de tiempo (au début, à la fin, en début de semaine); duración ",
        "((tout) le long de); anterioridad (jusqu’à ce que, d’ici (à ce) que); posterioridad (dès que, ",
        "depuis (le temps) que); secuenciación (premièrement, deuxièmement); simultaneidad ",
        "(lorsque, le temps de + Inf., une fois que, lors de + nom); frecuencia (de temps en temps, ",
        "tous/ toutes les…) ; relaciones temporales (depuis, dès, au fur et à mesure, tandis que, ",
        "jusqu’au moment où).  ",
        "Expresión del aspecto: puntual (frases simples); durativo (il était une fois, à cette époque ",
        "là…); habitual (de temps en temps, chaque, tous les, nº fois par… mois/an…); incoativo ",
        "(être sur le point de); terminativo (cesser de, arrêter de, mettre fin à qqch.).  ",
        "Expresión de la existencia (presentativo); la entidad (artículos, nombres, pronombres ",
        "personales, adjetivos y pronombres demostrativos; pronombres personales COD y COI, ",
        "«en», «y»; proposiciones adjetivas (lequel, laquelle, auquel, duquel)); la cualidad; la ",
        "posesión (pronombres posesivos).  ",
        "Expresión de la cantidad (fracciones, decimales, porcentajes; artículos partitivos, ",
        "adverbios de cantidad y medidas) y el grado.  ",
        "Expresión del espacio: (prépositions et adverbes de lieu, position, distance, mouvement, ",
        "direction, provenance, destination).  ",
        "Expresión del modo (à l´aide de, grâce à). ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.  ",
        "Reconocimiento y producción de patrones sonoros, acentuales, rítmicos y de entonación, ",
        "de uso común y más específicos, asociados a intenciones comunicativas expresas y de ",
        "carácter implícito.  ",
        "Identificación de símbolos fonéticos (API) con la pronunciación de fonemas.   ",
        "Reconocimiento y producción de fonemas de especial dificultad. Sonidos más ",
        "característicos de la lengua francesa, insistiendo en las diferencias con la lengua ",
        "materna: Fonemas vocálicos nasales; fonemas [y] / [u]; fonemas [ə] / [e] / [ø] / [oe] / [ɛ]; ",
        "fonemas [v] / [b]; fonemas [s] / [z].  ",
        "INGLÉS. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros ",
        "y de predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Uso adecuado de estructuras y funciones asociadas a diferentes situaciones de ",
        "comunicación y contextos: formal vs informal, presencial vs remoto, analógico vs ",
        "digital,…  ",
        "Descripción de fenómenos y acontecimientos mediante relaciones lógicas: conjunción (as ",
        "well as); disyunción (either…or); oposición/concesión (although; however); causa ",
        "(because (of); due to; as); finalidad (so that; in order to); comparación (as/not so Adj. as; ",
        "less/more + Adj./Adv. (than); the better of the two; the best ever); resultado/correlación ",
        "(so; so that; the more…the better); condición (if; unless; in case); estilo indirecto (reported ",
        "information, instructions, advice, offers, suggestions, promises, commands, wishes).  ",
        "Expresión de la modalidad: factualidad (declarative sentences); capacidad (manage); posibilidad/probabilidad (possibly; probably); necesidad (want; take); obligación (need/needn’t); permiso (may; could; allow); intención (be thinking of –ing).  ",
        "Expresión del tiempo: pasado (past simple and continuous; present perfect simple and ",
        "continuous; past perfect simple and continuous); presente (simple and continuous ",
        "present); futuro (present simple and continuous + Adv.; will be – ing). Relaciones ",
        "temporales (while; once (we have finished))  ",
        "Expresión del aspecto: puntual (simple tenses); durativo (present and past simple/perfect; ",
        "and future continuous); habitual (simple tenses (+ Adv., e. g. as a rule; used to); incoativo ",
        "((be) set to); terminativo (cease – ing).  ",
        "Expresión de la argumentación introduciendo el punto de vista personal (The main issue ",
        "is, It is interesting to consider, It is undeniable that… etc.), citando ejemplos y fuentes (For ",
        "instance, If we take the case of… etc.), y estableciendo conclusions (To conclude, the ",
        "truth is that…,etc.)  ",
        "Expresar emoción y opiniones: I love/like/enjoy/don’t like/hate/ I think, I believe, In my ",
        "opinion, In my point of view, the way I see it, As I see it, According to…, As X says… etc.   ",
        "Reformular ideas y resumirlas: In other words, that´s to say, in short, summing up, to put ",
        "in a nutshell… etc. ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.  Reconocimiento de los símbolos fonéticos (IPA) y pronunciación de fonemas, incluidos ",
        "los de especial dificultad.  Pronunciación de formas contractas y diferenciación entre formas débiles y fuertes y sus ",
        "diferentes intenciones comunicativas. ",
        "ITALIANO. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros ",
        "y de predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Expresión de relaciones lógicas: conjunción (inoltre,(e) pure, nemmeno); disyunción ",
        "(altrimenti); oposición (comunque, tuttavia, piuttosto di/che); causa (p.es. poiché, visto ",
        "che); concesión (benché, malgrado); finalidad (perché, affinché); condición (nel caso che, ",
        "a patto che); comparación ((tanto) quanto, più/ meno di quanto); resultado /correlación ",
        "(perciò, cosicché, in modo (tale) da, sia...sia); estilo indirecto (informazione riferita, ",
        "consigli, ordini, offerte, suggerimenti, promesse, avvisi).  ",
        "Relaciones temporales (prima che; dopo (+Inf. composto), intanto, finché).  ",
        "Expresión del tiempo (presente (presente); pasado (presente, imperfetto, perfetto ",
        "composto, piuccheperfetto, perfetto semplice); futuro (futuro semplice e composto)) y del ",
        "aspecto (puntual (tempi semplici); durativo (presente, imperfetto, perfetto composto e ",
        "piuccheperfetto (+Avv.), perfetto semplice (+Avv.); futuro stare + gerundio); habitual ",
        "(tempi semplici e perfetto composto e piuccheperfetto (+Avv.)); iterativo (imperfetto ",
        "(+Avv.); incoativo (attacare a/scoppiare a + Inf.); terminativo (presente storico; terminare ",
        "di + Inf.; tempi composti e perfetto semplice).  ",
        "Expresión de la modalidad (factualidad (frasi dichiarative affermative e negative); ",
        "capacidad ((non) essere bravo a +Inf.); posibilidad (futuro semplice; verbi, sostantivi e ",
        "aggettivi che esprimono opinione, dubbio, assunzione, attesa, persuasione, apparenza + ",
        "cong.); necesidad (occorrere); obligación (essere obbligato a + Inf.)); intención (verbi ",
        "volitivi + cong.)); prohibición (proibire di +Inf. semplice; non + futuro semplice).  ",
        "Expresión de la existencia (p.es. dovrebbe esserci stato; ecco fatto); la entidad (nomi ",
        "contabili / massa / collettivi/ composti; pronomi (relativi, riflessivi, tonici); determinanti); la ",
        "cualidad (p.es. parecchio stanco; difficile da fare).  ",
        "Expresión de la cantidad (numero: singolare/plurale; numerali cardinali, ordinali, collettivi ",
        "(p.es. centinaio, migliaio), moltiplicativi (p.es. triplo); frazionari (p.es. un quarto); distributivi ",
        "(p.es uno a uno). Quantità: p.es. diverso, un blocchetto da dieci; grado: p.es. ",
        "enormemente dispiaciuto; piuttosto stanco.  ",
        "Expresión del espacio (preposizioni, avverbi ed espressioni che indicano luogo, posizione, ",
        "distanza, movimento, direzione, origine e disposizione.  ",
        "Expresión del tiempo (p.es. alle 17 ore e quarantacinque)); divisione (p.es. al tramonto, ai ",
        "nostri giorni) e collocazione nel tempo (p.es. nel diciannovesimo secolo); durata (p.es. in ",
        "un quarto d’ora, è da …che ); anteriorità (p.es. qualche mese prima); posteriorità (p.es. il ",
        "giormo successivo) ; contemporaneità (p.es. intanto); sequenza (p.es. inoltre .. poi… ",
        "infine); intermittenza (p.es. ogni volta); frequenza (p.es. raramente).  ",
        "Expresión del modo (avverbi ed espressioni di modo: p.es. per caso, apposta, di ",
        "nascosto). ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.  ",
        "Uso adecuado de los diferentes patrones sonoros, acentuales, rítmicos y de entonación ",
        "en la producción de los diferentes textos.  ",
        "Reconocimiento y pronunciación de los fonemas que presentan mayor dificultad como ",
        "son los sonidos: /t͡ ʃ/, /d͡ ʒ/, /ʎ/, /ʃ/ y /t͡ s/ y la correcta pronunciación de las consonantes ",
        "dobles. ",
        "PORTUGUÉS. ",
        "– Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir ",
        "fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados ",
        "puntuales y habituales, describir estados y situaciones presentes y expresar sucesos futuros ",
        "y de predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; ",
        "expresar argumentaciones; reformular, presentar las opiniones de otros, resumir.  ",
        "Expresión de relaciones lógicas: conjunção (nem…nem, assim como); oposição ",
        "/concessão (entretanto, embora); causa (por causa de; devido a; não porque); finalidade ",
        "(para que; de maneira a (que)); comparação (mais/menos/ tão/tanto + Adj./Adv./S + (do) ",
        "que/como/quanto); superlativo relativo (p.e. o melhor jogador do mondo); resultado ",
        "/correlação (assim, portanto, de (tal) maneira que, tão...que); condição (se, sem que, a ",
        "não ser que); estilo indireto (informações oferecimientos, sugestões, promessas, ordens, ",
        "desejos).  ",
        "Relaciones temporales (antes que, depois que, logo que, até que, apenas).  ",
        "Expresión del tiempo: pasado (presente histórico, pretérito imperfeito, perfeito simple e ",
        "perfeito composto e pretérito mais-mais-que- perfeito composto); futuro (futuro imperfeito ",
        "(+Adv.) e futuro perfeito do indicativo).  ",
        "Expresión del aspecto: puntual (tempos simples); durativo (presente, futuro simples, ",
        "pretérito imperfeito e pretérito perfeito do indicativo (+ Adv.); estar/ficar + gerúndio); ",
        "habitual (tempos simples (+ Adv.)); incoativo (desatar a + Inf.); iterativas (tornar a + Inf.); ",
        "terminativo (presente histórico, pretérito perfeito simple e composto, pretéiro mais-que-",
        "perfeito composto e futuro perfeito do indicativo; estar/ser/ficar + participio).  ",
        "Expresión de la modalidad: factualidad (frases declarativas); capacidad (poder com; ",
        "conseguir + Inf.); posibilidad/probabilidad (possível/impossível que + Conj.; tal vez + ",
        "Conj.; futuro do presente); necesidad (precisar; ser preciso/necessário que + Conj.); ",
        "obligación (ser obrigatório que + Conj.; presente do indicativo); permiso (ser possível / ",
        "permitido que + Conj.); prohibición ((não) ser possível/ permitido que + Conj.); intención ",
        "(querer que + Conj.; ir / haver de + Inf.).  ",
        "Expresión de la existencia (p.e. faltar, acontecer); la entidad (substantivos ",
        "contáveisl/massivos /coletivos/compostos; pronomes (relativos, reflexivos átonos/tônicos, ",
        "determinantes); la cualidad (p.e. bem nervoso; hábil em línguas).  ",
        "Expresión de la cantidad: Singular/Plural; Numerais (p.e. fraccionarios; decimais). ",
        "Quantidade: p.e. vários. Um bocado de, uns 70 quilos. Grau: p.e. completamente; todo ",
        "molhado; pequena (demais).  ",
        "Expresión del espacio (preposições e advérbios de lugar, localização, distância, ",
        "movimento, direcção).  ",
        "Expresión del tiempo expressões, preposições e locuções de tempo (momento pontual ",
        "(p. e. esta hora amanhã; em dez minutos), divisões (p. e. semestre, Natal) e indicações ",
        "de tempo (p. e. mais atrás, mais cedo); duração (p. e. o dia todo; o verão inteiro); ",
        "anterioridade (no domingo passado, há tempo); posterioridade (depois de amanhã, no ",
        "próximo ano); sequência (em primeiro lugar, de seguida, depois, para concluir); ",
        "simultaneidade (enquanto); frequência (p. e. de vez em quando, todos os anos).  ",
        "Expresión del modo (expressões, preposições e locuções prepositivas de modo, p. e. às ",
        "claras; cuidadosamente). ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.  ",
        "Patrones sonoros, acentuales, rítmicos y de entonación. "
    ]
}
