{
    "criteriosEvaluacion": [
        "1.1. Extract and analyze the main ideas, relevant information and general implications of texts of a certain length, well organized and of a certain complexity, oral, written and multimodal, on topics of personal relevance or public interest, both concrete and abstract, expressed in clearly and in the standard language, even in moderately noisy environments, through various supports.",
        "1.2. Critically interpret and assess the content, intent, and discursive features of texts of a certain length and complexity, with special emphasis on academic and media texts, as well as fictional texts, on general or more specific topics of personal relevance or public interest.",
        "1.3. Select, organize and apply the appropriate strategies and knowledge to understand global and specific information, and distinguish the intention and opinions, both implicit and explicit (as long as they are clearly marked), of the texts; infer meaning and interpret non-verbal elements; and search, select and compare information.",
        "2.1. Express orally with sufficient fluency and correctness clear, coherent, well-organized texts, appropriate to the communicative situation and in different registers on matters of personal relevance or of public interest known to the students, in order to describe, narrate, argue and inform, in different supports, using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
        "2.2. Write and disseminate detailed texts of a certain length and complexity and with a clear structure, appropriate to the communicative situation, the textual typology and the analogical and digital tools used, avoiding errors that hinder or prevent understanding, reformulating and coherently organizing information and ideas from various sources and justifying their own opinions, on matters of personal relevance or public interest known to the students, making ethical use of language, respecting intellectual property and avoiding plagiarism.",
        "2.3. Select, organize and apply knowledge and planning, production, revision and cooperation strategies, to compose texts with a clear structure, and appropriate to the communicative intentions, the contextual characteristics, the sociocultural aspects and the textual typology, using the most physical or digital resources. depending on the task and the actual or potential interlocutors.",
        "3.1. Plan, participate and collaborate assertively and actively, through various supports, in interactive situations on topics of personal relevance or of public interest known to the students, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors, and offering explanations, arguments and comments.",
        "3.2. Select, organize and use, flexibly and in different settings, appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromising situations.",
        "4.1. Interpret and explain texts, concepts and communications in situations where diversity is addressed, showing respect and appreciation for the interlocutors and for the languages, varieties or registers used, and participating in the solution of frequent problems of intercomprehension and understanding, through from various resources and supports.",
        "4.2. Apply strategies that help create bridges, facilitate communication, and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using physical or physical resources and supports. based on the task and the previous knowledge of the interlocutors.",
        "5.1. Compare and discuss the similarities and differences between different languages, reflecting on how they work and establishing relationships between them.",
        "5.2. Using initiative and creatively strategies and knowledge to improve the ability to communicate and learn the foreign language with the support of other participants and analog and digital media.",
        "5.3. Register and reflect on the progress and difficulties of learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate learning, carrying out activities of planning one's own learning, self-evaluation and peer-evaluation, such as those proposed in the European Portfolio of Languages (PEL) or in a learning diary, making those progress and difficulties explicit and sharing them.",
        "6.1. Act appropriately and respectfully in intercultural situations, building links between different languages and cultures, analyzing and rejecting any type of discrimination, prejudice and stereotype, and solving those sociocultural factors that make communication difficult.",
        "6.2. Critically assess the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, and adapt to it, favoring the development of a shared culture.",
        "6.3. Apply strategies to defend and appreciate linguistic, cultural and artistic diversity."
    ],
    "saberes": [
        "A. Multilingualism.",
        "– Strategies and techniques to respond effectively and with a high degree of autonomy, adaptation and correction to a specific communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "• Efficient use of linguistic and extra-linguistic resources that make it possible to satisfy more sophisticated communication needs.",
        "• Development, in an increasingly autonomous way, of communication strategies to overcome interruptions and communicative lapses and to start and end communicative exchanges.",
        "– Analysis of strategies to identify, organize, retain, recover and creatively use linguistic units (lexis, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "– Strategies and tools, analogical and digital, for evaluation.",
        "• Review of the message, reworking it based on the feedback received or the critical reading of it and formulation of corrective hypotheses for subsequent communicative productions.",
        "– Expressions and specific vocabulary to reflect on and share reflections on communication, language, learning and communication and learning tools (metalanguage).",
        "• Use of the metalinguistic function of the language in their favor to exchange ideas on topics related to communication and learning processes, progressively showing their communicative capacity.",
        "– Systematic comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
        "• Comparison between the foreign language and the mother tongue to reach conclusions after the analysis of syntactic and semantic elements appropriate to their level of competence.",
        "• Knowledge of semantic phenomena such as «false friends» or cognates.",
        "B. Interculturality.",
        "– The foreign language as a means of communication and understanding between peoples as a facilitator of access to other cultures and other languages and as a tool for social participation and personal enrichment: consultation of information sources in a foreign language.",
        "– Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language, as well as learning cultural information from the countries where the foreign language is spoken.",
        "• Active and progressively autonomous involvement in activities focused on the use of the foreign language, both outside and inside the classroom, through projects, debates, language immersion, exchanges, etc... aimed at putting the foreign language into practice and improving it.",
        "– Sociocultural and sociolinguistic aspects related to social conventions, rules of courtesy and registers; institutions, customs and rituals; values, norms, beliefs and attitudes; stereotypes and taboos; nonverbal language; history, culture and communities; interpersonal relationships and globalization processes in countries where the foreign language is spoken.",
        "• Expansion of appropriate courtesy formulas in social exchanges.",
        "• Knowledge of various cultural events of a historical, geographical or literary nature, obtaining the information through different means.",
        "– Strategies to understand and appreciate linguistic, cultural and artistic diversity.",
        "• Comparison and contrast between one's own culture and that transmitted by the foreign language, thus favoring a critical attitude of one's own and acceptance and respect of the other's.",
        "– Strategies for detection, rejection and action against discriminatory uses of verbal and non-verbal language.",
        "• Use of alternative expressions to name all people equally without discrimination.",
        "• Use of specific formulas for the use of a more inclusive language.",
        "C. Communication.",
        "– Self-confidence, initiative and assertiveness. Progressively autonomous strategies of self-repair and self-assessment as a way to progress in the autonomous learning of the foreign language.",
        "• Readjustment of the task, after identifying the error and assessing the difficulties and available resources.",
        "– Strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
        "• Increasingly autonomous use of linguistic, paralinguistic or paratextual strategies to compensate for linguistic deficiencies in oral, written or multimodal messages.",
        "• Progressively autonomous use of ICT to transmit the message in the most effective way possible and create texts in different formats (visual, audiovisual, digital).",
        "– Knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
        "• Techniques to correct the difficulties that may arise in the communicative exchange (interruptions, ambiguities, omissions of information, forgetfulness, etc.)",
        "– Increasingly autonomous use of contextual models and commonly used discursive genres in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context, organization and structuring according to the genre and the textual function.",
        "• Understanding of the main aspects, relevant details, some implicit ideas and the use of rhetorical resources of the language in literary and non-literary texts that present an accessible structure and language that is not very idiomatic.",
        "– Use of increasingly complex linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relationships, time and temporal relationships, affirmation, denial, denial question and exclamation, logical relationships.",
        "– Common and specialized vocabulary of interest to students, related to time and space; states, events and occurrences; activities, procedures and processes; personal, social, academic and professional relationships; education, work and entrepreneurship; language and intercultural communication; Science and Technology; History and culture; as well as lexical enrichment strategies (derivation, lexical families, polysemy, synonymy, antonymy...)",
        "• Recognition and progressively autonomous use of common and specialized expressions, of more sophisticated phrases and vocabulary related to the mentioned topics.",
        "• Progressively autonomous identification of an increasingly complex vocabulary (synonyms, antonyms, polysemic terms and words with prefixes and suffixes).",
        "• Recognition and use, increasingly autonomous, of commonly used and more specialized vocabulary within their own areas of interest in the personal, public, academic and occupational spheres.",
        "– Spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
        "• Recognition of commonly used spelling, punctuation and format patterns, and some of a more specific nature (for example, indications to delimit information, such as parentheses or hyphens, abbreviations and symbols, etc.), in word processors to use the words effectively. writing conventions that govern Internet communication.",
        "– Deepening of conversational conventions and strategies, in synchronous or asynchronous format, to start, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize, and paraphrase, collaborate, negotiate meanings, detect irony, etc.",
        "– Resources for learning and information search and selection strategies, and content curation: dictionaries, reference books, libraries, media libraries, web labels, digital and computer resources, etc.",
        "• Comprehension in manuals, web pages and other official, institutional, or corporate informative texts, of specific information for the resolution of class tasks or research papers.",
        "– Respect for intellectual property and copyright on the sources consulted and content used: tools for the treatment of bibliographic data and resources to avoid plagiarism.",
        "• Recognition and respect for the concept of authorship in the creation of content and explicit inclusion of bibliographical references.",
        "– Analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for interaction, collaboration and educational cooperation (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and the development of projects with speakers or students of the foreign language.",
        "• Adequate and autonomous use of virtual classrooms, forums and different social networks as a tool for obtaining and exchanging information and communication in the teaching-learning process.",
        "• Participation in projects and personal or virtual exchanges with students from foreign language countries through collaborative digital tools that favorably affect personal and academic relationships.",
        "– Communicative functions appropriate to the field and the communicative context: describe phenomena and events; give instructions and advice; narrate punctual and habitual past events, describe present states and situations and express future events and predictions in the short, medium and long term; express emotions; express opinion; express arguments; rephrase, present the opinions of others, summarize.",
        "• Appropriate use of structures and functions associated with different communication situations and contexts: formal vs informal, face-to-face vs remote, analog vs digital,…",
        "• Description of phenomena and events through logical relationships: conjunction (as well as); disjunction (either…or); opposition/concession (although; however); cause (because (of); due to; as); purpose (so that; in order to); comparison (as/not so Adj. as; less/more + Adj./Adv. (than); the better of the two; the best ever); result/correlation (so; so that; the more…the better); condition(if; unless; in case); indirect speech (reported information, instructions, advice, offers, suggestions, promises, commands, wishes).",
        "• Expression of modality: factuality (declarative sentences); capacity (manage); possibility/probability (possibly; probably); need (want; take); obligation (need/needn't); permission (may; could; allow); intention (be thinking of –ing).",
        "• Expression of time: past (past simple and continuous; present perfect simple and continuous; past perfect simple and continuous); present (simple and continuous present); future (present simple and continuous + Adv.; will be – ing). Time relations (while; once (we have finished))",
        "• Expression of aspect: punctual (simple tenses); durative (present and past simple/perfect; and future continuous); habitual (simple tenses (+ Adv., e.g. as a rule; used to); inchoative ((be) set to); terminative (cease – ing).",
        "• Expression of the argument introducing the personal point of view (The main issue is, It is interesting to consider, It is undeniable that… etc.), citing examples and sources (For instance, If we take the case of… etc.) , and establishing conclusions (To conclude, the truth is that…,etc.)",
        "• Express emotion and opinions: I love/like/enjoy/don't like/hate/ I think, I believe, In my opinion, In my point of view, the way I see it, As I see it, According to… , As X says…etc.",
        "• Reformulate ideas and summarize them: In other words, that's to say, in short, summing up, to put in a nutshell… etc.",
        "– Sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns. Basic phonetic alphabet.",
        "• Recognition of phonetic symbols (IPA) and pronunciation of phonemes, including those of special difficulty.",
        "• Pronunciation of contracted forms and differentiation between weak and strong forms and their different communicative intentions.        "
    ]
}