{
  "saberes": [
    "Bloque 1 El emprendimiento como oportunidad (CE1, CE2, CE3, CE6)",
    "Subbloque 1.1 La persona emprendedora",
    "- Cualidades y destrezas de las personas emprendedoras.",
    "- El autodiagnóstico del emprendedor. Fortalezas y debilidades personales.",
    "-  Perseverancia, iniciativa y flexibilidad en el análisis de toma de decisiones del proyecto personal.",
    "Subbloque 1.2 Herramientas para emprender",
    "- El trabajo en equipo, la inteligencia emocional, la comunicación y el liderazgo.",
    "-Técnicas para desarrollar la creatividad. Innovación al servicio de la sociedad.",
    "- El desarrollo de iniciativas emprendedoras.",
    "Bloque 2 Economía social y sostenible (CE2, CE3, CE4, CE6)",
    "Subbloque 2.1 Economía social y sostenible en el marco de la ciudadanía global",
    "- Contribución de los proyectos emprendedores al servicio de la Economía social.",
    "- Creación de valor compartido y Responsabilidad Social Corporativa. El comercio justo.",
    "- Valoración de las obligaciones fiscales y de la economía sumergida.",
    "- Introducción al mercado de trabajo. Desigualdad de género en el mundo laboral.",
    "- La Economía Circular y la sostenibilidad. Análisis de las 7R.",
    "Subbloque 2.2 Soluciones innovadoras ante los retos sociales y medioambientales",
    "- Búsqueda y observación de emprendimiento social en la Comunidad Valenciana.",
    "- Compromiso social y sostenibilidad: Los Objetivos de Desarrollo Sostenible y la Agenda 2030.",
    "- Estrategias para la elaboración de un proyecto básico de emprendimiento social y sostenible, con impacto local.",
    "Bloque 3 Finanzas personales y consumo responsable (CE5, CE6)",
    "Subbloque 3.1 Finanzas personales",
    "- El dinero y los instrumentos de pago.",
    "- Presupuesto personal: valoración responsable de los gastos en relación con los ingresos.",
    "- Importancia del ahorro. El riesgo del endeudamiento.",
    "- Herramientas de interpretación básica de documentación de las economías domésticas: nómina, facturas y recibos.",
    "Subbloque 3.2 Consumo responsable",
    "- Consumo responsable. Derechos de los consumidores.",
    "- Publicidad y promociones.",
    "- Sensibilidad ante los riesgos del juego y las apuestas."
  ],
  "criterios": [
    "1.1. Realizar una planificación y organización de las diferentes tareas necesarias para llevar a cabo un trabajo, resolviendo posibles dificultades con creatividad y mostrando esfuerzo y tenacidad.",
    "1.2. Analizar los resultados alcanzados con conciencia del esfuerzo personal aplicado y los logros obtenidos, realizando propuestas de mejora sobre el propio trabajo.",
    "1.3. Identificar las fortalezas y debilidades personales, relacionándolas con los diferentes ámbitos del desarrollo personal y la vida diaria y aplicándolas en las tareas propuestas.",
    "2.1. Participar en equipos de trabajo utilizando estrategias que faciliten conseguir los objetivos propuestos y valorando la riqueza de la diversidad.",
    "2.2. Poner en práctica habilidades sociales, de motivación, liderazgo y de  cooperación en distintos contextos de trabajo en equipo, utilizando diferentes estrategias comunicativas.",
    "2.3 Respetar las aportaciones de los demás en las distintas dinámicas de trabajo y fases del proceso llevado a cabo, asumiendo las decisiones tomadas de forma colectiva.",
    "3.1. Identificar el impacto social y medioambiental de la economía social en su entorno, relacionándolo con experiencias próximas.",
    "3.2 Detectar situaciones discriminatorias en el mercado laboral, proponiendo soluciones para corregirlas.",
    "3.3 Describir el funcionamiento de la economía circular, valorando las aportaciones positivas en la sociedad.",
    "4.1. Describir los elementos necesarios básicos que se deben incorporar para desarrollar un proyecto sostenible e innovador.",
    "4.2. Identificar los objetivos de desarrollo sostenible incluidos en su proyecto.",
    "4.3. Aplicar el modelo de Economía Circular a su proyecto, poniendo ejemplos de cómo han incorporado las 7 R: rediseñar, reducir, reutilizar, reparar, renovar, recuperar y reciclar.",
    "5.1. Diseñar un presupuesto personal, reflexionando sobre su importancia para actuar de forma responsable.",
    "5.2. Describir los efectos que suponen un endeudamiento excesivo para su economía personal y cómo afectaría a su entorno.",
    "5.3. Identificar los distintos medios de pago, buscando información en diferentes fuentes y trasladando sus impresiones al aula de forma crítica y respetuosa.",
    "5.4. Identificar los elementos básicos de la factura, el recibo y la nómina a través de casos prácticos y experiencias familiares.",
    "6.1. Describir hábitos de consumo responsable y aplicarlos en la toma de decisiones en su vida cotidiana.",
    "6.2. Explicar los criterios sociales y medioambientales que tiene un consumo responsable y el impacto al entorno desarrollando actitudes creativas.",
    "6.3. Apreciar actuaciones de empresas y organismos públicos que tengan un compromiso social y sostenible, reflexionando de forma crítica sobre la relevancia de las buenas prácticas e incorporándolas a sus hábitos de consumo.",
    "6.4 Identificar organismos que velan por los derechos de los consumidores, detectando los documentos válidos y necesarios."
  ]
}