{
  "saberes": [
    "Habilitats científiques bàsiques",
    "- Utilització de metodologies pròpies de la investigació científica per a la identificació i la formulació de qüestions, l’elaboració d’hipòtesis i el seu contrast experimental.",
    "- Disseny i realització de treball experimental i emprenedoria de projectes de recerca per a la resolució de problemes mitjançant l’ús de l’experimentació, la indagació, la deducció, la recerca d’evidències o el raonament logicomatemàtic per fer inferències vàlides a partir de les observacions i l’elaboració de conclusions pertinents i generals que vagin més enllà de les condicions experimentals, per aplicar-les a nous escenaris.",
    "- Ús de diversos entorns i recursos d’aprenentatge científic, com ara el laboratori o els entorns virtuals, utilitzant de forma correcta els materials, els productes i les eines tecnològiques i atenent les normes d’ús de cada espai per assegurar la conservació de la salut pròpia i comunitària, la seguretat en xarxes i el respecte al medi ambient.",
    "- Ús del llenguatge científic, incloent-hi l’ús adequat de representacions, sistemes d’unitats i eines matemàtiques, per aconseguir una comunicació argumentada en diferents entorns científics i d’aprenentatge.",
    "- Interpretació i producció d’informació científica en diferents formats i amb diferents mitjans per desenvolupar un criteri propi basat en allò que el pensament científic aporta a la millora de la societat.",
    "- Valoració de la cultura científica i del paper de les científiques i els científics en les principals fites històriques i actuals de la física i la química, posant de manifest referents femenins invisibilitzats, per a l’avenç i la millora d’una societat equitativa i plural.",
    "La matèria",
    "- Aplicació del model cinètic de la matèria i la teoria cineticomolecular a partir d’observacions sobre la matèria per explicar-ne les propietats, els estats d’agregació i els canvis d’estat, i la formació de barreges i dissolucions.",
    " - Realització d’experiments relacionats amb els sistemes materials per conèixer-ne i descriure’n les propietats, la composició i la classificació.",
    "- Diferenciació de substàncies i mescles per les seves propietats, i de substàncies elementals i compostes.",
    "- Identificació dels criteris d’ordenació dels elements en la taula periòdica i la seva utilitat.",
    "- Aplicació dels coneixements sobre l’estructura atòmica de la matèria per entendre la formació de ions, l‘existència d’isòtops i les seves propietats, el desenvolupament històric del model atòmic i la seva contribució a l’ordenació dels elements a la taula periòdica.",
    "- Relació entre les propietats físiques i químiques de les substàncies elementals i la situació dels corresponents elements a la taula periòdica.",
    "- Valoració de les aplicacions dels principals compostos químics, la seva formació i les seves propietats físiques i químiques, així com l’expressió de la quantitat de matèria.",
    "- Ús adequat d’un llenguatge científic comú i universal a través de la formulació i la nomenclatura de substàncies simples, ions monoatòmics i compostos binaris més freqüents mitjançant les regles de nomenclatura de la IUPAC.",
    "L’energia",
    "- Formulació de qüestions i hipòtesis sobre l’energia, les manifestacions i les propietats per a l’elaboració d’explicacions amb relació als processos de canvi.",
    "- Raonament dels aspectes energètics associats a canvis físics i els canvis químics i la seva identificació en fenòmens quotidians.",
    "- Experimentació amb materials d’ús quotidià de fenòmens de transferència d’energia en forma de llum i so.",
    "- Representació i interpretació de gràfics de temperatura, temps en processos d’escalfament i refredament i en els canvis d’estat.",
    "- Disseny i comprovació experimental d’hipòtesis relacionades amb l’ús domèstic i industrial de l’energia en les diferents formes i les seves transferències i transformacions.",
    "- Elaboració fonamentada d’hipòtesis sobre el medi ambient i la sostenibilitat a partir de les diferències entre fonts d’energia renovables i no renovables i el seu contrast amb dades reals i la presa argumentada de decisions.",
    "- Anàlisi i aplicació dels mecanismes i efectes de la transferència i conducció de calor sobre els sistemes materials (fluids i sòlids), l’assoliment de l’equilibri tèrmic, en situacions quotidianes i de rellevància ambiental i social.",
    "- Realització d’experiments relacionats amb la naturalesa elèctrica de la matèria, i comprovació i interpretació de les propietats conductores dels materials.",
    "- Disseny, muntatge i anàlisi de circuits elèctrics elementals, tant en un entorn físic com simulat.",
    "- Anàlisi crítica dels diferents processos d’obtenció d’energia elèctrica, per desenvolupar consciència sobre la necessitat de l’estalvi energètic i la conservació sostenible del medi ambient i la societat.",
    "Interacció",
    "- Predicció de les característiques fonamentals del moviment dels objectes a partir dels conceptes de la cinemàtica, per formular hipòtesis sobre valors futurs d’aquestes magnituds, mitjançant l’ús del càlcul numèric elemental, la interpretació de gràfiques i el disseny, muntatge i anàlisi d’activitats experimentals com a eines de contrast de les hipòtesis relacionades amb el moviment dels objectes.",
    "- Diferenciació dels efectes de les forces, com a agents del canvi tant a l’estat de moviment o de repòs d‘un cos, així com productores de deformacions, amb els canvis que produeixen en els sistemes sobre els quals actuen.",
    " - Descripció dels efectes de les forces a partir d’observacions de fenòmens quotidians o de situacions simulades en el laboratori.",
    "- Aplicació de les lleis de Newton per entendre com es comporten els sistemes materials davant l’acció de les forces i predir-ne els efectes en situacions quotidianes i de seguretat viària.",
    "- Identificació i comparació de les propietats elàstiques dels materials i relació amb la seva utilització.",
    "El canvi",
    "- Anàlisi dels diferents tipus de canvis que experimenten els sistemes materials per relacionar-los amb les causes que els produeixen i amb les conseqüències que tenen.",
    "- Diferenciació de canvis físics i canvis químics basant-se en evidències experimentals i en el concepte de substància.",
    "- Interpretació de les reaccions químiques a escala macroscòpica i submicroscòpica per explicar les relacions de la química amb el medi ambient, la tecnologia i la societat.",
    "- Cerca de similituds i diferències entre processos en els quals intervenen àcids i bases, oxidacions i formacions de precipitats i interpretació de les propietats de les substàncies que intervenen en contextos quotidians i d’actualitat.",
    "- Aplicació de la llei de conservació de la massa i de la llei de les proporcions definides, per utilitzar-les com a evidències experimentals, i interpretació sobre la base del model atomicomolecular de la matèria.",
    "- Anàlisi dels factors que afecten les reaccions químiques per predir-ne l’evolució de forma qualitativa i valoració de la contribució de diversos àmbits de la química en la resolució de problemes actuals, al desenvolupament sostenible, a la salut i el benestar i als productes quotidians."
  ],
  "criteriosEvaluacion": [
    "1.1 Analitzar conceptes, fenòmens i processos relacionats amb els sabers de la física i la química interpretant informació en diferents formats (models, gràfics, taules, diagrames, fórmules, esquemes, símbols, pàgines web…), mantenint una actitud crítica i obtenint conclusions fonamentades en raons científiques.",
    "1.2 Interpretar i predir el comportament de fenòmens quotidians rellevants, relacionant-lo amb models, lleis i teories adequades de la física i la química.",
    "1.3 Identificar els conceptes relacionats amb situacions problemàtiques reals de caràcter científic i proporcionar possibles solucions.",
    "2.1 Plantejar preguntes sobre fenòmens quotidians i formular hipòtesis que puguin ser respostes o contrastades en el context escolar a través de l’experimentació, la presa de dades i l’anàlisi de fenòmens físics i químics.",
    "2.2 Dissenyar, fent servir metodologies pròpies de la ciència, procediments de recerca que impliquin l’ús de la deducció, el treball experimental i el raonament logicomatemàtic.",
    "2.3 Portar a terme dissenys experimentals fent servir els instruments, les eines o les tècniques adequades amb correcció i interpretar-ne els resultats utilitzant, quan sigui necessari, eines matemàtiques i tecnològiques.",
    "2.4 Cooperar en un projecte científic assumint responsablement una funció concreta, utilitzant espais virtuals quan sigui necessari, respectant la diversitat i afavorint la inclusió.",
    "2.5 Presentar els resultats i les conclusions obtingudes mitjançant l’experimentació i l’observació de camp utilitzant el format adequat (taules, gràfics, informes, etc.) i, quan sigui necessari, eines digitals.",
    "2.6 Valorar la contribució de la ciència a la societat i la tasca de les persones que s’hi han dedicat, reflexionant sobre els biaixos de gènere en les ciències i la tecnologia, i entenent la recerca com una tasca col·lectiva i interdisciplinària en constant evolució, influïda pel context polític i els recursos econòmics.",
    "3.1 Generar i usar dades de fonts i formats diversos (textos, taules, gràfiques, diagrames, etc.) per interpretar, validar i comunicar informació relativa a un procés físic o químic concret, mitjançant la selecció crítica d’allò més rellevant per a la resolució del problema.",
    "3.2 Utilitzar adequadament les regles bàsiques de la física i la química, incloent-hi l’ús d’unitats de mesura, les eines matemàtiques i la formulació i nomenclatura IUPAC, com a elements bàsics del llenguatge científic i d’una comunicació efectiva per a l’intercanvi de coneixement entre la comunitat científica.",
    "3.3 Utilitzar de manera pràctica i responsable les normes d’ús dels espais específics de ciència, com el laboratori de física i química, com a mitjà per preservar la salut pròpia i col·lectiva, la conservació sostenible del medi ambient i el respecte per les instal·lacions.",
    "4.1 Utilitzar de forma crítica, creativa i eficient entorns digitals i diferents recursos en formats diversos per defensar el punt de vista propi sobre fenòmens i qüestions ecosocialment rellevants.",
    "4.2 Justificar el punt de vista propi sobre qüestions ecosocialment rellevants, utilitzant tant el treball individual com en equip, respectant les aportacions de tothom i promovent la inclusió de gènere i social.",
    "4.3 Cercar i analitzar informació amb mitjans convencionals i digitals i crear continguts relacionats amb la física i la química, seleccionant amb criteri les fonts més fiables i organitzant informació mitjançant l’ús i la citació correctes de diferents fonts.",
    "5.1 Justificar amb fonaments científics la importància de la preservació dels sistemes fisicoquímics de l’entorn (qualitat de l’aire, de l’aigua, del sòl).",
    "5.2 Justificar la necessitat de tenir hàbits sostenibles, analitzant d’una manera crítica les activitats pròpies i alienes i basant-se en els raonaments propis, els coneixements adquirits i la informació disponible.",
    "5.3 Identificar algunes situacions en què els coneixements derivats de la física i la química poden contribuir a millorar la sostenibilitat ambiental i la salut individual i col·lectiva.",
    "5.4 Emprendre, de manera guiada i amb la metodologia adequada, projectes científics relacionats amb la millora de la societat i que afavoreixin el creixement entre iguals com a base d’una comunitat científica escolar crítica i ètica.",
    "6.1 Interpretar la ciència com un procés en construcció, a través de l’anàlisi amb perspectiva històrica dels avenços científics dels homes i dones que hi van participar, i valorar les repercussions mútues de la ciència actual amb la tecnologia, la societat i el medi ambient.",
    "6.2 Raonar la capacitat de la ciència per proposar, mitjançant la implicació ciutadana, solucions sostenibles per a les necessitats tecnològiques, ambientals, econòmiques i socials, detectades en l’entorn, sense biaixos de gènere."
  ]
}