{
    "competenciasEspecificas": [
        "CE.PS.1. Entender la Psicología como ciencia con entidad propia para favorecer el conocimiento del ser humano y analizar las bases neurofisiológicas del comportamiento. CCL1, CCL2, CCL3; STEM2; CD1; CC1, CC3, CC4; CE1; CCEC1",
        "CE.PS.2. Conocer las aplicaciones prácticas de la Psicología en los campos profesionales y las múltiples escuelas para analizar las semejanzas y diferencias entre las tradicionales y las actuales e identificarlas en los diferentes ámbitos de intervención profesional. CCL2, CCL4; CD1; CC3; CCEC 1 Y CCEC 3.",
        "CE.PS.3. Comprender e interrelacionar los procesos psicológicos de la percepción, la atención, la memoria y las funciones ejecutivas como base de la expresión de la conducta humana para que el alumnado tome conciencia de sí mismo y de su entorno, así como para que planifique, resuelva problemas y tome decisiones. CCL1, CCL3, STEM2, CPSAA2, CPSAA4, CPSAA5",
        "CE.PS.4. Analizar la evolución del concepto de inteligencia y su vinculación inherente al contexto cambiante en el que el alumnado se desarrolla, apoyándose en la creatividad como herramienta para poner en valor las diferentes aptitudes del ser humano en la resolución de problemas.  CCL1, CCL3, CPSAA2, CPSAA4, CPSAA5",
        "CE.PS.5. Analizar y evaluar los procesos físicos y psicológicos implicados en la emoción, la motivación y el aprendizaje, analizando sus implicaciones en la conducta, en la gestión emocional y en el proceso de aprendizaje personal para lograr mayor control sobre las acciones y sus consecuencias en el ámbito personal, social y académico.  CPSAA1, CPSAA2, CC1, CCEC3",
        "CE.PS.6. Identificar los diferentes procesos cognitivos, neuropsicológicos, corporales y emocionales que tienen lugar en el ser humano para poder cuidarse y anticiparse a las dificultades poniendo en marcha recursos propios o del entorno cuando éstas aparecen.  CPSAA1.1, CPSAA1.2, CPSAA3.1, CE2, CCEC3.1, CCEC3.2",
        "CE.PS.7. Comprender la influencia de los fenómenos sociales en el comportamiento humano y analizar el impacto de las redes sociales y de las distintas situaciones de vulnerabilidad existentes en la sociedad para generar actitudes y prevenir conductas de riesgo, facilitando la adopción de respuestas proactivas y prosociales. CCL3, CCL5, STEM 5, CD1, CD3, CD4, CPSAA2, CPSAA3, CC1, CC2, CC3, CC4, CE3"
    ]
}