{
    "criteriosEvaluacion": [
        "1.1. Analizar, con actitud proactiva, diferentes tipos de estruc- turas, formas y relaciones geométricas en la naturaleza, el entorno, el arte y el diseño,empleando el vocabulario espe- cífico técnico y artístico, analizando su función y valorando su importancia dentro del contexto histórico.",
        "2.1. Dibujar formas poligonales y resolver tangencias básicas y simetrías aplicadas al diseño de formas, aplicando y valo- rando la importancia de la limpieza y la precisión en el trazado.",
        "2.2.Transmitir ideas, sentimientos y emociones mediante la realización de estudios, esbozos y apuntes del natural a mano alzada, identificando la geometría interna y externa de las formas y apreciando su importancia en el dibujo.",
        "3.1. Diferenciar las características de los distintos sistemas de representación, seleccionando en cada caso el sistema más apropiado a la finalidad de la representación.",
        "3.2.Representar objetos sencillos interpretando sus vistas diédricas, tanto en el sistema axonométrico como en el sis- tema cónico, comparando el resultado y reflexionando sobre las características de dichos sistemas de representación",
        "3.3.Diseñar envases sencillos, representándolos en perspec- tiva isométrica o caballera, aplicando los conocimientos técnicos precisos, reflexionando sobre el proceso realizado y el resultado obtenido.",
        "3.4.Dibujar ilustraciones o viñetas aplicando las técnicas de la perspectiva cónica en la representación de espacios, ob- jetos o personas desde distintos puntos de vista, valorando el esfuerzo y la constancia en el trabajo.",
        "4.1. Realizar bocetos y croquis conforme a la norma UNE ISO, comunicando la forma y dimensiones de objetos, pro- poniendo ideas creativas y resolviendo problemas con auto- nomía, valorando su importancia como lenguaje universal.",
        "5.1. Adquirir destrezas en el manejo de herramientas y téc- nicas de dibujo vectorial en 2D, valorando el hábito de traba- jo y responsabilidad y aplicándolos, de manera segura, a la realización de proyectos de diseño.",
        "5.2.Iniciarse en el modelado en 3D mediante el diseño de esculturas o instalaciones, valorando su potencial como herramienta de creación, consolidando el hábito de trabajo y de responsabilidad."
    ],
    "saberes": [
        "Generales.",
        "Actitud proactiva de apreciación y disfrute.",
        "Enriquecimiento de la capacidad comunicación con la interiorización de la terminología específica técnica y artística.",
        "Estimulación y desarrollo del pensamiento divergente, la observación y la comprensión del entorno.",
        "Interés por el rigor en los razonamientos y precisión, claridad y limpieza en las ejecuciones.",
        "Valoración del esfuerzo y la constancia en el trabajo.",
        "Afianzamiento de la creatividad y la visión espacial.",
        "Respeto, empatía y la valoración de distintas opiniones y puntos de vista.",
        "Uso crítico, ético, seguro y responsable de las herramientas digitales.",
        "Consolidación de hábitos de trabajo y responsabilidad",
        "A. Geometría, arte y entorno.",
        "Geometría en la naturaleza, en el entorno y en el arte.Observación directa e indirecta",
        "Geometría en la composición.",
        "Representación del espacio en el arte. Estudios sobre la perspectiva a lo largo de la historia del arte desde la perspectiva de género y la diversidad cultural",
        "Relaciones geométricas en el arte y el diseño: proporción, igualdad y simetría. número áureo en el arte y en la naturaleza.",
        "Escalas numéricas y gráficas. Construcción y uso.",
        "Construcciones poligonales. Aplicación en el diseño.",
        "Tangencias básicas. Curvas técnicas. Aplicación en el diseño.",
        "Estudios a mano alzada de la geometría interna y externa de la forma. Apuntes y esbozos.",
        "B. Sistemas de representación del espacio aplicados.",
        "Concepto y tipos de proyección. Finalidad de los distintos sistemas de representación.",
        "Sistema diédrico ortogonal en el primer diedro. Vistas en sistema europeo.",
        "Perspectivas isométrica y caballera. Iniciación al diseño de packaging.",
        "Aplicación de la perspectiva cónica, frontal y oblicua, al cómic y a la ilustración.",
        "C. Normalización y diseño de proyectos.",
        "Concepto de normalización. Las normas fundamentales UNE, ISO. Documentación gráfica de proyectos: necesidad y ámbito de aplicación de las normas.",
        "Elaboración de bocetos y croquis.",
        "D. Herramientas digitales para el diseño.",
        "Iniciación a las herramientas y técnicas de dibujo vectorial en 2D. Aplicaciones al diseño gráfico.",
        "Iniciación al modelado en 3D. Aplicaciones a proyectos artísticos."
    ]
}