{
    "situacionesAprendizaje": [
        "El desarrollo de las competencias clave del Perfil de salida del alumnado al término de la enseñanza básica, que se concretan en las competencias específicas de área de la etapa, se ve favorecido por el desarrollo de una metodología didáctica que reconozca al alumnado como agente de su propio aprendizaje. Para ello es imprescindible la implementación de propuestas pedagógicas que, partiendo de los centros de interés de los alumnos y las alumnas, les permitan construir el conocimiento con autonomía y creatividad desde sus propios aprendizajes y experiencias. Las situaciones de aprendizaje representan una herramienta eficaz para integrar los elementos curriculares de las distintas áreas mediante tareas y actividades significativas y relevantes para resolver problemas de manera creativa y cooperativa, reforzando la autoestima, la autonomía, la reflexión y la responsabilidad.",
        "Para que la adquisición de las competencias sea efectiva, las situaciones de aprendizaje deben estar bien contextualizadas y ser respetuosas con las experiencias del alumnado y sus diferentes formas de comprender la realidad. Estas situaciones concretan y evalúan las experiencias de aprendizaje del alumnado, en función de su nivel psicoevolutivo, cuya resolución conlleve la construcción de nuevos aprendizajes. Con ellas se busca ofrecer al alumnado la oportunidad de conectar sus aprendizajes y aplicarlos en contextos cercanos a su vida cotidiana, favoreciendo su compromiso con el aprendizaje propio.",
        "Las situaciones de aprendizaje deben fomentar aspectos relacionados con el interés común, la sostenibilidad o la convivencia democrática, esenciales para que el alumnado se prepare para responder con eficacia a los retos del siglo XXI.",
        "El diseño de las situaciones de aprendizaje debe suponer la transferencia de los aprendizajes adquiridos por parte del alumnado, posibilitando la articulación coherente y eficaz de distintos conocimientos, destrezas y actitudes propios de esta etapa. Su diseño y planificación y tendrá en cuenta las pautas que, con carácter orientativo, se relacionan a continuación:",
        "- Partir de los intereses de los alumnos y las alumnas, permitiéndoles construir el conocimiento con autonomía y creatividad, ofreciéndoles la oportunidad de conectar y aplicar lo aprendido en contextos cercanos a la vida real, con un enfoque crítico y reflexivo.",
        "- Plantear claramente la intención del aprendizaje que debe integrar diversos saberes básicos y describir con detalle la experiencia de aprendizaje final y los desempeños del alumnado (investigar, analizar, interpretar, interactuar, desarrollar, crear, presentar…)",
        "- Diseñar tareas de creciente complejidad cuya resolución conlleve la construcción de nuevos aprendizajes y permitan múltiples soluciones, propuestas o producciones variadas cuya puesta en práctica implique la producción y la interacción verbal e incluyan el uso de recursos reales en distintos soportes y formatos, tanto analógicos como digitales.",
        "- Combinar diferentes metodologías en una misma situación de aprendizaje y favorecer diferentes tipos de agrupamientos, desde el trabajo individual al trabajo en equipos, permitiendo que el alumnado asuma responsabilidades personales y actúe de forma colaborativa en la resolución creativa del reto planteado.",
        "- Aplicar variados y diversos instrumentos de evaluación adaptados a las distintas situaciones de aprendizaje y a la evaluación por competencias.",
        "Así planteadas, las situaciones de aprendizaje constituyen un componente que, alineado con los principios del Diseño Universal para el Aprendizaje (DUA), permite aprender a aprender y sentar las bases para el aprendizaje durante toda la vida fomentando procesos pedagógicos flexibles y accesibles que se ajusten a las necesidades, las características y los diferentes ritmos de aprendizaje del alumnado.",
        "El diseño de una situación de aprendizaje, y su contextualización, debe tener como referencia una o varias competencias específicas y los criterios de evaluación necesarios para evaluar el nivel de desempeño alcanzado en las tareas o actividades significativas diseñadas a través de las evidencias y producciones generadas de manera individual o colaborativa.",
        "Las programaciones, que se planificarán atendiendo a las directrices de la propuesta pedagógica del centro, concretarán las situaciones de aprendizaje que se vayan a llevar a cabo en el aula.",
        "Elementos de una situación de aprendizaje",
        "1. Identificación y datos técnicos",
        "- Título (podría ser sugerente y motivador).",
        "- Los cursos en los que se va a implementar.",
        "- Las materias o ámbitos a través de las que se trabajará la situación de aprendizaje.",
        "- La temporalización, es decir, el periodo (anual, trimestral, mensual…) necesario para la implementación de la situación de aprendizaje.",
        "- La intención educativa que la situación pretende abordar, incluyendo las  acciones singulares que servirán de escaparate y permitirán mostrar a la comunidad educativa el beneficio que la situación reporta, por ejemplo talleres, exposiciones, campañas solidarias, etc.",
        "- La contribución a los planes o proyectos del centro indicando en qué medida la situación de aprendizaje realiza aportaciones al desarrollo e implementación de las diferentes líneas de actuación definidas en los mismos.",
        "2. Fundamentación curricular",
        "Se deben concretar las intenciones del aprendizaje, es decir, las competencias específicas que se van a trabajar, los saberes que se van a movilizar, los criterios de evaluación que se van a utilizar para valorar el nivel de desempeño alcanzado por el alumnado y los productos generados en las diferentes tareas o actividades significativas diseñadas que servirán para determinar dichos niveles de desempeño. Por tanto, en este apartado quedarán reflejados lo siguientes aspectos:",
        "- Las competencias específicas a las que la situación colabora en su desarrollo.",
        "- Los saberes básicos, que deben pertenecer a diferentes bloques para fomentar un aprendizaje competencial, movilizados en las diferentes tareas o actividades significativas diseñadas.",
        "- Los productos resultantes de las diferentes tareas o actividades significativas, generados tanto durante el proceso como al final de la situación de aprendizaje, que representan las evidencias de aprendizaje, necesarias para intervenir y reconducir el proceso de enseñanza-aprendizaje, abordando las dificultades y favoreciendo la autorregulación del aprendizaje por parte del alumnado.",
        "- La ponderación o peso específico que otorgamos a cada producto en esa situación de aprendizaje y que nos permitirá evaluar el nivel de desempeño alcanzado por el alumnado. Un producto puede ser evaluado a través de uno o varios criterios de evaluación y por tanto movilizará varios descriptores operativos, atendiendo también a su implementación metodológica. También puede darse el caso de que varios productos puedan evaluarse mediante un solo criterio.",
        "- Los criterios de evaluación que son los elementos necesarios para valorar el nivel de desempeño alcanzado por el alumnado en las diferentes tareas y que nos permitirán inferir la contribución de la situación al desarrollo de las competencias específicas y de las competencias clave. Se aplicarán tanto durante el proceso de desarrollo de la secuenci didáctica (retroalimentación formativa) como al final de la secuencia didáctica (evaluación continua), estableciendo un ciclo de mejora continua que atienda siempre a las diferencias individuales.",
        "- Los descriptores de las competencias clave vinculadas a los criterios de evaluación que se vayan a trabajar.",
        "- Las adaptaciones de acceso o significativas, para aquellos casos en los que sea necesario realizarlas, así como las acciones singulares que se requieran.",
        "3. Concreción metodológica y secuencia didáctica",
        "Dado que una situación puede necesitar del diseño de varias tareas dependiendo del grado de complejidad y desempeño competencial en este apartado se procederá a la concreción de la intervención didáctica y a la secuenciación de las tareas. En cada una de las tareas se especificarán las actividades significativas que se llevarán a cabo para lograr los resultados de aprendizaje deseados.",
        "- Título de cada tarea (podría ser sugerente y motivador).",
        "- El número de sesiones necesarias para implementar cada tarea.",
        "- La descripción de cada tarea indicando brevemente los aprendizajes deseables y los pasos a seguir en la secuenciación didáctica, la metodología, los agrupamientos, los materiales y espacios necesarios.",
        "- La descripción de las actividades significativas que se van a llevar a cabo para implementar cada una de las tareas.",
        "- La intervención del alumnado y del profesorado con la descripción de las acciones requeridas para ambos en cada actividad.",
        "- El producto obtenido en cada actividad, elaborado por el alumnado de manera individual o colaborativa, que permitirá la evaluación de los aprendizajes obtenidos para determinar su nivel de logro. El producto puede presentar múltiples formatos: taller, vídeo, infografía, mural, folleto, performance, composición musical, objeto, etc. Estas producciones permiten recoger evidencias durante el proceso de enseñanza-aprendizaje del alumnado. La vinculación previa de dichos productos con los saberes básicos y criterios de evaluación, realizada en el punto «fundamentación curricular», nos permitirá colegir la aportación al desarrollo y adquisición de las competencias específicas y clave relacionadas",
        "- Los instrumentos de evaluación que permitirán la valoración de los productos generados atendiendo a los criterios de éxito definidos. Estos instrumentos deben ser variados y permitir la valoración objetiva del nivel de desempeño de los aprendizajes adquiridos. Entre otros instrumentos se pueden utilizar: rúbricas, listados de control, escalas de observación, dianas de aprendizaje, semáforo, escalera de la metacognición, etcétera."
    ]
}