{
  "saberes": [
    "Bloque 1: aspectos históricos, geográficos y políticos del mundo romano y su pervivencia. CE 1 y CE 5",
    "-     Principales aspectos geográficos, históricos y políticos del mundo romano relacionados con la comprensión e impulso de la identidad europea.",
    "-      La romanización: Hispania.",
    "-     Personajes históricos importantes, hombres y mujeres.",
    "-     Estrategias y herramientas para relacionar el pasado y el presente a partir de los conocimientos adquiridos.",
    "-     Técnicas básicas de búsqueda y tratamiento de la información histórica y geográfica mediante las TIC.",
    "-     Estrategias de investigación aplicadas a la historia y la geografía romanas utilizando fuentes de información fiables y las nuevas tecnologías.",
    "Bloque 2: aspectos culturales y patrimoniales del mundo romano y su pervivencia. CE 1 y CE 5",
    "-       Aspectos fundamentales de la vida cotidiana y cultura romanas y su papel en la conformación de nuestra identidad como sociedad.",
    "-     Ejemplos relevantes de la influencia de la mitología clásica en manifestaciones artísticas y literarias a lo largo de la historia.",
    "-     Principales géneros literarios, obras, autoras y autores latinos: importancia e influencia en expresiones artísticas posteriores.",
    "-     Elementos y personajes más destacados, tanto hombres como mujeres, del patrimonio romano en la Península Ibérica con especial atención a los de la Comunidad Valenciana.",
    "-     Estrategias de creación propia individuales o grupales sobre el legado de la cultura romana.",
    "-     Habilidades y herramientas (analógicas y digitales) para relacionar, comentar e interpretar el pasado y el presente a partir de los conocimientos adquiridos y de la propia experiencia.",
    "-     Puesta en valor, compromiso de preservación y disfrute del patrimonio arqueológico romano como bien social y seña de identidad",
    "Bloque 3: sistema de la lengua latina. Rasgos básicos. CE 2, CE 3 y CE4",
    "-     Tipos de palabras: variables e invariables.",
    "-     Declinación: conceptos básicos. Sustantivos, pronombres y adjetivos",
    "-     Conjugación: conceptos básicos. El verbo latino",
    "-     Los casos y sus usos principales.",
    "-     La concordancia y el orden de palabras.",
    "-     La oración: simples y coordinadas.",
    "-     Producción de textos sencillos en lengua latina.",
    "-     Estrategias para la traducción, comprensión y utilización escrita y oral de frases sencillas en latín a partir de la comparación de las lenguas del repertorio lingüístico del alumnado.",
    "-     Habilidades para la lectura comprensiva de textos latinos de dificultad gradual.",
    "-     Aceptación del error como parte del proceso de aprendizaje.",
    "-     Recursos analógicos y digitales para la adquisición de lenguas: Portfolio Europeo de las Lenguas (PEL), imágenes, glosarios, diccionarios, etc.",
    "Bloque 4: el latín y el plurilingüismo. Transversal a todas las competencias.",
    "-     El alfabeto: origen y pronunciación. Huellas del alfabeto latino en las lenguas de uso del alumnado.",
    "-     Reconocimiento de formantes latinos (lexemas, sufijos y prefijos) en palabras de la lengua de enseñanza. Etimología y latinismos de uso frecuente.",
    "-     Paralelismo entre lenguas romances y no romances.",
    "-     Valoración de la importancia del latín para la correcta comprensión y expresión escrita, oral y multimodal en las distintas lenguas de su repertorio lingüístico individual.",
    "-     Uso de bibliografía y webgrafía (lexicografía, repertorios, glosarios) en el estudio y aprendizaje de la lengua latina como base en la consolidación de otras lenguas extranjeras"
  ],
  "criteriosEvaluacion": [
    "1. Reconocer y valorar el papel de la cultura y la lengua latinas en los orígenes de Europa, así como su mayor o menor pervivencia y presencia en las lenguas y culturas de los países que la conforman en la actualidad.",
    "• Identificar los principales acontecimientos políticos, históricos y sociales de la civilización latina en su contexto histórico y relacionarlos con la situación sociopolítica europea actual, estableciendo las semejanzas y diferencias con la ayuda de las fuentes clásicas y actuales.",
    "• Reconocer elementos de la mitología clásica como fuente de inspiración de manifestaciones literarias y artísticas a lo largo de la historia.",
    "• Expresar respetuosamente opiniones argumentadas (multimodales, orales o escritas) sobre la importancia del latín y de la multiculturalidad para el desarrollo de la sociedad.",
    "• Elaborar y presentar contenidos propios en forma de esquemas, redacciones, tablas comparativas u otro tipo de formato mediante el uso de estrategias de búsqueda, la selección, el análisis crítico y el tratamiento de información de fuentes primarias y secundarias.",
    "2. Identificar los rasgos básicos y valorar la importancia de la lengua latina en los idiomas que el alumnado utiliza y estudia, a través del aprendizaje del alfabeto, la etimología, los latinismos, la composición y derivación.",
    "• Identificar y valorar la relevancia del alfabeto latino en la formación de las lenguas romances y su influencia en las no romances.",
    "• Descubrir y sistematizar la pervivencia de los étimos latinos en las lenguas romances peninsulares, europeas y otras lenguas del repertorio lingüístico del alumnado.",
    "• Hacer un uso adecuado de los latinismos más comunes en un contexto adecuado.",
    "• Inferir el significado de algunos tecnicismos aplicando los principales fundamentos de la derivación y composición con prefijos latinos.",
    "• Valorar la diversidad lingüística y el interés por la adquisición de otras lenguas extranjeras como medio de enriquecimiento personal y profesional.",
    "3. Traducir, comprender e interpretar textos latinos orales y escritos de dificultad moderada, utilizando estrategias de acceso al significado.",
    "• Leer y comprender textos sencillos en latín (orales y escritos) siguiendo las normas básicas de pronunciación, con ayuda de los conocimientos lingüísticos del alumnado.",
    "• Identificar y analizar los aspectos gramaticales elementales del latín en textos de dificultad graduada, comparándolos con los del repertorio lingüístico personal.",
    "• Analizar la formación y función de las palabras en la oración latina: declinación (sustantivos, adjetivos y pronombres) y conjugación.",
    "• Interpretar y traducir textos latinos adaptados y de dificultad graduada, haciendo uso de todos los recursos y estrategias aprendidas.",
    "4. Producir enunciados sencillos en lengua latina, orales y escritos, desarrollando estrategias de acceso al significado.",
    "• Crear frases o textos sencillos, escritos y orales, en latín, utilizando las estructuras y el léxico aprendidos.",
    "• Aplicar correctamente la declinación para una expresión correcta de la lengua latina.",
    "• Utilizar la conjugación verbal para una expresión adecuada de la lengua latina.",
    "• Valorar la importancia del latín como medio de transmisión de cultura y la comunicación escrita y oral.",
    "5. Localizar y valorar la presencia del mundo clásico en el patrimonio histórico, arqueológico y artístico de Europa, de la Península Ibérica y de la Comunidad Valenciana y contribuir a su conservación y respeto",
    "• Argumentar con ejemplos la importancia de la tradición romana en las manifestaciones culturales posteriores.",
    "• Localizar y valorar la presencia de referentes patrimoniales arqueológicos, arquitectónicos y artísticos romanos en su entorno más cercano y en la Península Ibérica.",
    "• Realizar actividades orientadas al conocimiento y aprecio de las manifestaciones culturales y los valores cívicos de nuestro pasado romano.",
    "• Mostrar respeto por las expresiones culturales y los valores cívicos de nuestro pasado como un elemento significativo de nuestra identidad."
  ]
}
