{
    "criteriosEvaluacion": [
        "1.1. Reconocer la especificidad e importancia de la Psicología como una ciencia que trata de la conducta y los procesos mentales y sociales tanto individuales como grupales, valorando el hecho de que se trata de un saber que estimula actitudes como la crítica, la autonomía, la investigación y la innovación a través de tareas como la identificación de fuentes fiables o la búsqueda eficiente y segura de información, así como su correcta organización, análisis, interpretación, evaluación, producción y comunicación.",
        "2.1. Demostrar un conocimiento básico de la evolución del cerebro humano a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y su correcta organización, análisis, interpretación, evaluación, producción y comunicación.",
        "2.2. Analizar y apreciar la importancia de la organización del sistema nervioso, fundamentalmente del encéfalo humano, distinguiendo las diferentes localizaciones y funciones que determinan la conducta de los individuos.",
        "2.3. Comprender y distinguir algunas de las bases genéticas que determinan la conducta humana, apreciando la relación de causa y efecto que puede existir entre ellas, y reconociendo el origen de algunas enfermedades producidas por alteraciones genéticas.",
        "3.1. Identificar la percepción humana como un proceso constructivo eminentemente subjetivo y limitado, en el cual tiene su origen el conocimiento sobre la realidad.",
        "3.2. Conocer y analizar la estructura, tipos y funcionamiento de la memoria humana, investigando las contribuciones de algunas teorías actuales con el fin de entender su origen y los factores que influyen en el desarrollo de esta capacidad en el ser humano, y utilizar sus aportaciones en su propio aprendizaje.",
        "3.3. Reconocer, analizar y describir los factores que influyen en el aprendizaje, comparando las contribuciones de las diversas teorías sobre el mismo, a fin de identificar su funcionamiento y utilizar sus aportaciones en su propio proceso formativo.",
        "3.4. Explicar y apreciar la relevancia que tienen las influencias individuales y sociales en fenómenos como la percepción, el aprendizaje o la inteligencia, evaluando críticamente tanto sus aspectos positivos como negativos.",
        "4.1. Analizar e identificar los diversos aspectos que conforman la estructura de la personalidad humana, tanto los cognitivos como los conductuales y emocionales.",
        "4.2. Comprender el funcionamiento psicológico tanto propio como ajeno, para valorar adecuadamente la diversidad de conductas, emociones y actitudes humanas, y ser capaces de asumir las consecuencias de los actos.",
        "5.1. Comprender y apreciar la dimensión social del ser humano y entender el proceso de socialización como la interiorización de las normas y valores sociales, apreciando su influencia en la personalidad y conducta de las personas.",
        "5.2. Reconocer y examinar críticamente estereotipos, roles, valores y normas, así como la socialización diferenciada en función del sexo identificando la importancia de los sesgos en el procesamiento de la información y su impacto en nuestra percepción social.",
        "5.3. Comprender al ser humano y sus sociedades, analizando las causas y tipos de conflictos que surgen en ellas, reflexionado de manera crítica a partir del conocimiento que proporcionan las ciencias humanas y sociales, y valorando las soluciones pacíficas a los mismos.",
        "5.4 Apoyar la construcción de una sociedad más justa y equilibrada, estimando la necesidad de mantener una actitud de respeto y valoración a las personas que evite todo tipo de prejuicios.",
        "6.1. Conocer y valorar los procesos de formación y aceptación del poder, su naturaleza, características y dinámica, con el fin entender el funcionamiento de las sociedades y los grupos sociales.",
        "6.2. Analizar los diversos tipos de instituciones y organismos sociales, valorando su evolución tanto social como histórica, e identificando la manera en que dichos organismos se están transformando en otro tipo de organizaciones supra o post estatales.",
        "6.3. Investigar fenómenos como los problemas ecológicos o la globalización económica y cultural, señalando sus consecuencias sobre la vida individual y comunitaria de las generaciones actuales y futuras, y proponer proyectos con acciones y actitudes encaminadas a mejorar la convivencia y el bienestar general de las personas."
    ],
    "saberes": [
        "Bloque A. La Psicología como ciencia",
        "- Qué estudia la Psicología: concepto y objetivos de la Psicología; las técnicas de investigación en Psicología.",
        "- Breve evolución histórica de la Psicología: principales orientaciones y escuelas de Psicología.",
        "- La perspectiva sociológica en la Psicología: la Psicología social. Principales métodos de investigación.",
        "- Fundamentos biológicos de la conducta: el sistema nervioso; el impulso nervioso; el sistema endocrino y la conducta humana. Métodos de exploración cerebral.",
        "Bloque B. La Psicología y la persona",
        "- Procesos cognitivos básicos: sensación y percepción; factores individuales y sociales que influyen en la percepción; la atención; la memoria y sus tipos.",
        "- Procesos cognitivos superiores: el aprendizaje y los factores que influyen en él; el concepto de inteligencia desde las neurociencias; pensamiento, razonamiento y creatividad.",
        "- La personalidad: definición y principales teorías. Su evaluación. Trastornos de personalidad.",
        "Bloque C. La Psicología social",
        "- La sociedad, evolución y tipos. El proceso de socialización. Roles, normas y sistemas sociales.",
        "- Conflicto y cambio social. Influencias sociales y dinámica de grupos. Poder y autoridad. Análisis de las masas: coacción, polarización y minorías.",
        "- Identidad y socialización de género. Patriarcado y sexismo. El Feminismo como movimiento social y como análisis filosófico.",
        "- Las sociedades del siglo XXI: el medio ambiente; ecología y futuro sostenible; la globalización; organizaciones no estatales."
    ]
}