{
 "competenciasEspecificas": [
     "1. Analizar y desarrollar las cualidades individuales y sociales del alumnado que impulsan la iniciativa emprendedora, favoreciendo el trabajo cooperativo y la toma de decisiones, para desarrollar aptitudes y habilidades esenciales, que les permitan encontrar nuevas oportunidades, en el entorno social y económico más próximo. (CCL2, CCL3, CD1, CPSAA2, CPSAA4, CC3, CC4, CCEC3).",
     "2. Desarrollar la creatividad del alumnado y valorar el papel del emprendimiento como elemento que favorece el desarrollo social y económico, utilizando instrumentos innovadores en entornos de aprendizaje, para promover iniciativas emprendedoras sociales y económicas. (CCL2, CCL3, CP1, STEM1, STEM2, STEM4, CD1, CD2, CD3, CPSAA4, CCEC3).",
     "3. Utilizar las estrategias y acciones, tanto individuales como grupales y sociales, necesarias para alcanzar los denominados Objetivos de Desarrollo Sostenible, fomentando la toma de decisiones de ahorro responsable en una sociedad en que las relaciones laborales se encuentran en proceso de cambio, para construir un modelo social basado en la sostenibilidad y la igualdad laboral y salarial. (CCL1, CCL2, CP2, STEM4, CD1, CPSAA2, CPSAA5, CC2, CC4, CE1, CE2, CCEC1).",
     "4. Reconocer el impacto social y medioambiental de la actividad económica, valorando la necesidad de establecer nuevas relaciones de trabajo y producción, dentro del marco de las políticas públicas, para tomar conciencia del proceso de transición ecológica. (CCL1, CCL2, CCL3, CP2, CP3, STEM4, CD1, CD3, CPSAA2, CPSAA3, CPSAA5, CC2, CC3, CC4, CE1, CE2, CCEC1, CCEC3).",
     "5. Valorar la necesidad de un consumo responsable que desencadene el correspondiente cambio en las formas de producción, desarrollando, simultáneamente, un pensamiento crítico y analítico sobre la repercusión de nuestras actividades cotidianas, para reforzar la conciencia de ciudadanía global. (CCL1, CCL3, CP3, CD1, CD3, CPSAA3, CPSAA5, CC3, CC4, CE1, CCEC3).",
     "6. Producir e interpretar documentos cotidianos, relacionados con actos de consumo, trabajo y negocios, comprendiéndolos y empleándolos adecuadamente, para poder considerarlos en la toma de decisiones racionales, necesarias en nuestra sociedad, así como para dirigirse adecuadamente a las administraciones públicas y a las que velan por los derechos de los consumidores. (CCL2, CCL3, STEM3, STEM4, CD1, CD5, CPSAA1, CPSAA5, CE3, CCEC3)"
  ]
}
