{
  "saberes": [
    "Bloque 1. Sentido numérico",
    "• Cálculo.",
    "– Resolución de situaciones y problemas de la vida cotidiana mediante técnicas de combinatoria: variaciones, permutaciones y combinaciones.",
    "• Cantidad.",
    "– Obtención e interpretación de los errores absoluto y relativo.",
    "– Realización de estimaciones en diversos contextos analizando el error cometido.",
    "– Uso de potencias de exponente fraccionario y radicales. Propiedades y transformaciones.",
    "– Definición y propiedades de los logaritmos.",
    "– Uso de los números reales para expresar cantidades en contextos diversos, con la precisión requerida.",
    "– Selección y utilización de la representación más adecuada de una misma cantidad expresada por un número real para cada situación o problema.",
    "• Sentido de las operaciones.",
    "– Uso de las propiedades de las operaciones aritméticas para realizar cálculos con números reales de manera eficiente con calculadora adaptando las estrategias a cada situación.",
    "• Relaciones.",
    "– Ordenación en la recta numérica de números reales.",
    "– Obtención y representación de intervalos en la recta real.",
    "– Significado y aplicación de los números reales.",
    "• Razonamiento proporcional.",
    "– Situaciones de proporcionalidad directa inversa y compuesta en diversos contextos. Resolución de problemas.",
    "Bloque 2. Sentido de la medida",
    "• Medición.",
    "– Medición de ángulos. Concepto de radián.",
    "– Reconocimiento de las razones trigonométricas de un ángulo agudo.",
    "– Utilización de las razones trigonométricas y sus relaciones en la resolución de problemas.",
    "• Cambio.",
    "– Estudio gráfico del crecimiento y decrecimiento de funciones en contextos de la vida cotidiana con el apoyo de herramientas tecnológicas.",
    "– Estudio de las tasas de variación absoluta, relativa y promedio en contextos diversos con el apoyo de herramientas tecnológicas.",
    "Bloque 3. Sentido espacial",
    "• Figuras geométricas de dos y tres dimensiones.",
    "– Propiedades geométricas de los objetos matemáticos y de la vida cotidiana: investigación con programas de geometría dinámica.",
    "– Uso de los triángulos para descomponer formas geométricas de dos y tres dimensiones, estudiar sus propiedades y calcular sus elementos.",
    "• Localización y sistemas de representación.",
    "– Definición de vector. Características y operaciones.",
    "– Figuras geométricas de dos dimensiones: representación y análisis de sus propiedades utilizando la geometría analítica.",
    "– Conocimiento y transformación de diferentes expresiones algebraicas de una recta.",
    "– Selección de la expresión más adecuada de una recta en función de la situación que haya que resolver.",
    "• Movimientos y transformaciones.",
    "– Transformaciones elementales en la vida cotidiana: investigación aplicando herramientas tecnológicas y técnicas de geometría analítica.",
    "• Visualización, razonamiento y modelización geométrica.",
    "– Uso de los modelos geométricos para representar y explicar relaciones numéricas y algebraicas en situaciones diversas.",
    "– Modelización de elementos geométricos con herramientas tecnológicas, como programas de geometría dinámica, realidad aumentada, etc.",
    "– Elaboración y comprobación de conjeturas sobre propiedades geométricas utilizando programas de geometría dinámica u otras herramientas.",
    "Bloque 4. Sentido algebraico",
    "• Patrones.",
    "– Patrones, pautas y regularidades: análisis y extensión determinando la regla de formación de diversas estructuras que incluyan identidades notables y fracciones algebraicas.",
    "• Modelo matemático.",
    "– Modelización y resolución de problemas contextualizados apoyándose en representaciones matemáticas y en el lenguaje algebraico.",
    "– Estrategias de deducción y análisis de conclusiones razonables de una situación contextualizada una vez modelizada.",
    "• Variable.",
    "– Análisis de los diferentes tipos de variables en diferentes contextos.",
    "– Estudio de la tasa de variación media como medida del cambio de una función en un intervalo.",
    "– Análisis del comportamiento de una función, así como comparación de funciones usando tasas.",
    "• Igualdad y desigualdad.",
    "– Uso del álgebra simbólica para representar relaciones funcionales en contextos diversos.",
    "– Utilización y cálculo de formas equivalentes de expresiones algebraicas en la resolución de ecuaciones, sistemas de ecuaciones e inecuaciones.",
    "– Discusión y búsqueda de soluciones de ecuaciones lineales, cuadráticas y de grado superior a dos en diversos contextos.",
    "– Resolución de sistemas lineales y no lineales de dos ecuaciones y dos incógnitas.",
    "– Resolución de inecuaciones de primer y segundo grado.",
    "– Uso de la tecnología para la resolución de ecuaciones, inecuaciones y sistemas de ecuaciones e inecuaciones.",
    "• Relaciones y funciones.",
    "– Aplicación de la forma de representación más adecuada en la resolución de problemas en diferentes contextos (tabla, gráfica, expresión analítica…).",
    "– Representación gráfica de funciones elementales (lineales, cuadráticas, definidas a trozos, exponenciales y logarítmicas). Estudio de sus propiedades a partir de la representación gráfica y su interpretación en diferentes contextos.",
    "– Estudio de relaciones cuantitativas en diferentes contextos y selección del tipo de funciones que las modelizan.",
    "– Uso de recursos tecnológicos para la representación y el estudio de una función, así como para la comparación de funciones.",
    "• Pensamiento computacional.",
    "– Resolución de problemas mediante la descomposición en partes, la automatización y el pensamiento algorítmico.",
    "– Identificación y análisis de estrategias para la interpretación, modificación y creación de algoritmos.",
    "– Planteamiento y análisis de problemas en diferentes contextos utilizando programas y herramienta adecuadas.",
    "Bloque 5. Sentido estocástico",
    "• Organización y análisis de datos.",
    "– Análisis e interpretación de tablas y gráficos estadísticos de una y dos variables.",
    "– Recogida y organización de datos de una situación de la vida cotidiana que involucre una y dos variables.",
    "– Elaboración de las representaciones gráficas más adecuadas mediante medios digitales para interpretar la información estadística y obtener conclusiones razonadas.",
    "– Cálculo de las medidas de posición y dispersión más relevantes para dar respuesta a cuestiones expuestas en investigaciones estadísticas.",
    "– Comparación de distribuciones de datos atendiendo a medidas de posición y dispersión.",
    "– Interpretación de la relación entre dos variables. Análisis gráfico del tipo de relación y pertinencia de realizar una regresión lineal.",
    "– Ajuste lineal con herramientas tecnológicas.",
    "• Incertidumbre.",
    "– Aplicación del cálculo de probabilidades para tomar decisiones fundamentadas en diferentes contextos aplicando la regla de Laplace y técnicas de recuento en experimentos simples y compuestos.",
    "– Resolución de problemas sencillos de probabilidad condicionada en contextos de la vida real.",
    "– Planificación y realización de experimentos simples y compuestos para estudiar el comportamiento de fenómenos aleatorios en situaciones contextualizadas.",
    "• Inferencia.",
    "– Diseño de estudios estadísticos reflexionando sobre las diferentes etapas del proceso. Selección de la muestra.",
    "– Presentación e interpretación de datos relevantes en investigaciones estadísticas.",
    "– Utilización de los métodos y las herramientas digitales adecuadas en investigaciones estadísticas.",
    "Bloque 6. Sentido socioafectivo",
    "• Creencias, actitudes y emociones.",
    "– Muestras de curiosidad, iniciativa, perseverancia y resiliencia hacia el aprendizaje de las matemáticas.",
    "– Gestión de las emociones que intervienen en el aprendizaje de las matemáticas como la autoconciencia, la autorregulación y la perseverancia.",
    "– Fomento de la flexibilidad cognitiva, buscando un cambio de estrategia cuando sea necesario, transformando el error en una oportunidad de aprendizaje.",
    "• Trabajo en equipo y toma de decisiones.",
    "– Asunción de responsabilidades y participación activa para optimizar el trabajo en equipo.",
    "– Disposición a pedir, dar y gestionar ayuda para la gestión de conflictos.",
    "– Reflexión sobre las ideas clave de situaciones problemáticas para ser capaz de tomar decisiones adecuadas en situaciones similares.",
    "• Inclusión, respeto y diversidad.",
    "– Actitudes inclusivas para acoger la diversidad presente en el aula y en la sociedad.",
    "– Uso de conductas empáticas y estrategias para la gestión de conflictos.",
    "– Contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde una perspectiva de género."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Interpretar y replantear problemas matemáticos utilizando las herramientas digitales más adecuadas para representar matemáticamente la información más relevante de un problema. OBJ1",
    "• CE1.2. Resolver situaciones problematizadas movilizando los conocimientos necesarios, analizando y aplicando las herramientas y estrategias más apropiadas. OBJ1",
    "• CE1.3. Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE1.4. Analizar y aplicar conexiones coherentes entre las matemáticas y otras materias valorando la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE1.5. Usar diferentes herramientas, incluidas las digitales y las formas de representación (pictórica, gráfica, verbal o simbólica) valorando su utilidad para compartir información. OBJ7",
    "• CE1.6. Comunicar información utilizando el lenguaje matemático apropiado (numérico, algebraico, estadístico, gráfico) oralmente y por escrito, para describir, explicar y justificar los razonamientos, procedimientos y conclusiones. OBJ8",
    "• CE1.7. Reconocer y emplear, con precisión y rigor, el lenguaje matemático presente en la vida cotidiana y en diversos contextos comunicando mensajes con contenido matemático. OBJ8",
    "• CE2.1. Interpretar y replantear problemas matemáticos utilizando las herramientas digitales más adecuadas para representar matemáticamente la información más relevante de un problema. OBJ1",
    "• CE2.2. Resolver situaciones problematizadas movilizando los conocimientos necesarios, analizando y aplicando las herramientas y estrategias más apropiadas. OBJ1",
    "• CE2.3. Analizar y poner en práctica conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias. OBJ5",
    "• CE2.4. Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE2.5. Analizar y aplicar conexiones coherentes entre las matemáticas y otras materias valorando la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE3.1. Formular, investigar y comprobar conjeturas de forma autónoma estudiando patrones, propiedades y relaciones, empleando para eso las herramientas tecnológicas más adecuadas. OBJ3",
    "• CE3.2. Generalizar patrones y proporcionar una representación computacional de situaciones problematizadas. OBJ4",
    "• CE3.3. Modelizar situaciones y resolver problemas de forma eficaz interpretando, modificando, generalizando y creando algoritmos. OBJ4",
    "• CE3.4. Usar diferentes herramientas, incluidas las digitales y formas de representación (pictórica, gráfica, verbal o simbólica), valorando su utilidad para compartir información. OBJ7",
    "• CE3.5. Comunicar información utilizando el lenguaje matemático apropiado (numérica, algebraica, estadística, gráfica) oralmente y por escrito, para describir, explicar y justificar los razonamientos, procedimientos y conclusiones. OBJ8",
    "• CE3.6. Reconocer y emplear, con precisión y rigor, el lenguaje matemático presente en la vida cotidiana y en diversos contextos comunicando mensajes con contenido matemático. OBJ8",
    "• CE4.1. Replantear problemas matemáticos de forma verbal y gráfica interpretando los datos, las relaciones entre ellos y las preguntas expuestas y utilizando las herramientas tecnológicas necesarias. OBJ1",
    "• CE4.2. Justificar las soluciones óptimas de un problema desde diferentes perspectivas (matemática, de género, de sostenibilidad, de consumo responsable...). OBJ2",
    "• CE4.3. Formular, investigar y comprobar conjeturas de forma autónoma estudiando patrones, propiedades y relaciones y empleando para eso las herramientas tecnológicas más adecuadas. OBJ3",
    "• CE4.4. Generalizar patrones y proporcionar una representación computacional de situaciones problematizadas. OBJ4",
    "• CE4.5. Modelizar situaciones y resolver problemas de forma eficaz interpretando, modificando, generalizando y creando algoritmos. OBJ4",
    "• CE4.6. Conectar los conocimientos y las experiencias matemáticas entre sí para formar un todo coherente. OBJ5",
    "• CE4.7. Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE4.8. Reconocer y emplear, con precisión y rigor, el lenguaje matemático presente en la vida cotidiana y en diversos contextos, comunicando mensajes con contenido matemático. OBJ8",
    "• CE5.1. Replantear problemas matemáticos de forma verbal y gráfica, interpretando los datos, las relaciones entre ellos y las preguntas expuestas y utilizando las herramientas tecnológicas necesarias. OBJ1",
    "• CE5.2. Exponer variantes de un problema que lleven a una generalización. OBJ3",
    "• CE5.3. Formular, investigar y comprobar conjeturas de forma autónoma. OBJ3",
    "• CE5.4. Generalizar patrones y proporcionar una representación computacional de situaciones problematizadas. OBJ4",
    "• CE5.5. Modelizar situaciones y resolver problemas de forma eficaz interpretando, modificando, generalizando y creando algoritmos. OBJ4",
    "• CE5.6. Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, estableciendo y aplicando conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. OBJ6",
    "• CE5.7. Analizar y aplicar conexiones coherentes entre las matemáticas y otras materias valorando la aportación de las matemáticas al progreso de la humanidad. OBJ6",
    "• CE6.1. Identificar y gestionar las emociones propias, desarrollar el autoconcepto matemático generando expectativas positivas ante nuevos retos matemáticos. OBJ9",
    "• CE6.2. Mostrar una actitud positiva y perseverante al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas aceptando la crítica razonada. OBJ9",
    "• CE6.3. Trabajar y colaborar activamente en equipos heterogéneos respetando las diferentes opiniones y comunicándose de manera efectiva. Utilizar el pensamiento crítico y creativo para tomar decisiones y realizar juicios informados. OBJ10",
    "• CE6.4. Gestionar el reparto de tareas del equipo, aportando valor al grupo mismo, favoreciendo la inclusión, la escucha activa y responsabilizándose del rol asignado. OBJ10"
  ]
}
