{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Analizar los elementos formales y estructurales, diferenciando los aspectos decorativos de los estructurales, de obras volumétricas de diferentes épocas y culturas, identificando las técnicas, los materiales y los elementos compositivos empleados, incorporando, cuando proceda, las perspectivas de género e intercultural.",
        "Criterio 1.2. Explicar los cánones de proporción y los elementos compositivos de piezas tridimensionales de diferentes periodos artísticos dentro de su contexto histórico, diferenciando los aspectos decorativos de los estructurales, argumentando el valor de la diversidad de las manifestaciones artísticas y apreciando la importancia de proteger y conservar el patrimonio artístico y fomentando la libertad de expresión. ",
        "Criterio 1.3. Describir formas, estructuras, técnicas, materiales, proporciones y elementos compositivos tridimensionales, aplicando la terminología específica de la materia y observando sus particularidades en los distintos contextos, medios y soportes.",
        "Criterio 1.4. Analizar los lenguajes y elementos tanto técnicos como plásticos de obras tridimensionales, aportando ideas para mejorar sus características y particularidades y disfrutando de la percepción de sus particularidades sensoriales. ",
        "Competencia específica 2.",
        "Criterio 2.1. Analizar los elementos fundamentales de obras tridimensionales, diferenciando entre lo estructural y lo accesorio y describiendo la relación entre su función comunicativa y su nivel icónico.",
        "Criterio 2.2. Investigar, con criterio propio, los referentes y contextos de obras artísticas tridimensionales, respetando las diferentes formas de pensamiento y explicando las posibles funciones comunicativas, argumentando la relación existente entre la forma y sus intenciones expresivas.",
        "Criterio 2.3. Elaborar y explicar obras volumétricas con una función comunicativa concreta, atendiendo a la relación entre forma, estructura, contenido, imagen e iconicidad y función.",
        "Criterio 2.4. Reconocer la capacidad artística de otras personas, valorando la identidad cultural y apreciando el valor estético de las manifestaciones artísticas volumétricas, así como también la riqueza que aportan al patrimonio artístico y cultural. ",
        "Criterio 2.5. Expresar sus valores personales, ideas y sentimientos, a través del proceso de ",
        "creación de obras volumétricas que produzcan efectos multisensoriales, reconociendo sus fortalezas y superando sus debilidades. ",
        "Competencia específica 3.",
        "Criterio 3.1. Resolver de forma creativa problemas de configuración espacial a través de composiciones tridimensionales, seleccionando las técnicas, las herramientas y los materiales de realización más adecuados en función de los requisitos estéticos, expresivos, formales y funcionales, incluidos los sostenibles.",
        "Criterio 3.2. Explicar las cualidades expresivas del lenguaje tridimensional en las composiciones propuestas, justificando la selección de las técnicas, las herramientas y los materiales de realización más adecuados.",
        "Competencia específica 4.",
        "Criterio 4.1. Planificar proyectos tridimensionales organizando correctamente sus fases, distribuyendo de forma razonada las tareas, evaluando su viabilidad y sostenibilidad, utilizando con corrección las técnicas de dibujo y el estudio de obras bidimensionales, propias o ajenas, como instrumentos para idear obra volumétrica y seleccionando las técnicas, las herramientas y los materiales más adecuados a las intenciones expresivas, funcionales y comunicativas, a la vez que valorando la cooperación como una fuente de riqueza personal y social y amplificadora de la creación artística y respetando siempre los derechos de propiedad intelectual.",
        "Criterio 4.2. Participar activamente en la producción de obras volumétricas, identificando las oportunidades de desarrollo personal, social, académico y profesional que ofrece, asumiendo diferentes funciones, valorando y respetando las aportaciones y experiencias de los demás, expresando con respeto sus valores personales e identitarios, aportando soluciones diversas y creativas a los retos planteados durante la ejecución, fomentando la diversidad cultural y artística y el compromiso con una sociedad más justa, y valorando con responsabilidad y compromiso la sostenibilidad y la accesibilidad del proyecto y el grado de toxicidad de los materiales. ",
        "Criterio 4.3. Realizar proyectos individuales o colaborativos, adecuando materiales y procedimientos a la finalidad estética y funcional de los objetos que se pretenden crear, y aportando soluciones diversas y creativas a los retos planteados durante la ejecución, atendiendo a su repercusión personal, social y medioambiental.",
        "Criterio 4.4. Evaluar y presentar los resultados de proyectos tridimensionales analizando la relación entre los objetivos planteados y el producto final obtenido, así como explicando las posibles diferencias entre ellos. "        
    ],
    "saberes": [
        "Bloque A. Técnicas y materiales de configuración.",
        "A.1. Materiales.",
        "A.1.1. Materiales y herramientas de configuración tridimensional. Terminología específica.",
        "A.1.2. Materiales sostenibles, naturales, efímeros e innovadores. ",
        "A.1.3. Características técnicas, comunicativas, funcionales y expresivas de los materiales.",
        "A.2. Técnicas y procedimientos.",
        "A.2.1. Procedimientos de configuración: técnicas aditivas (modelado, escayola directa.), sustractivas (talla) y constructivas (estructuras e instalaciones).",
        "A.2.2. Procedimientos.de reproducción: moldeado y vaciado, sacado de puntos, pantógrafo, impresoras 3D.",
        "Bloque B. Elementos de configuración formal y espacial.",
        "B.1. Elementos fundamentales de las formas tridimensionales.",
        "B.1.1. Las formas tridimensionales y su lenguaje.",
        "B.1.2. Elementos estructurales de la forma: línea, plano, arista, vértice, superficie, volumen, texturas visuales y táctiles, concavidades, convexidades, vacío, espacio, masa, escala, y color.",
        "B.1.3. Cualidades emotivas y expresivas de los medios gráficoplásticos en cuerpos volumétricos.",
        "B.2. Forma, espacio y estructura.",
        "B.2.1. Composición espacial (campos de fuerza, equilibrio, dinamismo, etc.) y relaciones entre forma, escala y proporción.",
        "B.2.2. Relación entre forma y estructura: la forma externa como proyección ordenada de fuerzas internas.",
        "B.2.3. Elemento de relación (dirección, posición, espacio y gravedad).",
        "B.2.4. El movimiento en el volumen y su representación en la escultura.",
        "B.3. Instalaciones.",
        "B.3.1. La instalación artística.",
        "B.3.2. Landart.",
        "B.3.3. Arte objetual.",
        "B.3.4. Arte conceptual.",
        "B.3.5. Arte povera.",
        "B.3.6. Ready made.",
        "Bloque C. Análisis de la representación tridimensional.",
        "C.1. Análisis y contexto históricoartístico de la obra tridimensional.",
        "C.1.1. Escultura y obras de arte tridimensionales en el patrimonio artístico y cultural. Contexto histórico y principales características técnicas, formales, estéticas y comunicativas.",
        "C.1.2. Grados de iconicidad en las representaciones escultóricas. Hiperrealismo, realismo, abstracción, síntesis, estilización. Relieve y escultura exenta.",
        "C.1.3. Arte objetual y conceptual. La instalación artística.",
        "C.2. Creación de obra: formación, documentación y respeto a la diversidad.",
        "C.2.1. Fuentes bibliográficas y digitales de acceso a obras volumétricas de diferentes épocas y culturas: sitios web, acceso digital a museos, bibliotecas o colecciones digitales, etc.",
        "C.2.2. El respeto a la propiedad intelectual. Tradición, inspiración, plagio, apropiación.",
        "C.2.3. Las posibilidades plásticas y expresivas del lenguaje tridimensional y su uso creativo en la ideación y realización de obra original.",
        "C.2.4. La perspectiva de género y la perspectiva intercultural.",
        "Bloque D. El volumen en proyectos tridimensionales.",
        "D.1. Fundamento de volumen.",
        "D.1.1. Principios y fundamentos del diseño tridimensional: tipología de volúmenes adaptados al diseño de objetos elementales como medio de estudio y de análisis.",
        "D.1.2. Piezas volumétricas sencillas en función del tipo de producto propuesto. Diseño sostenible e inclusivo. Sostenibilidad e impacto de los proyectos artísticos.",
        "D.1.3. Estructuras tridimensionales: modularidad, repetición, gradación y ritmo en el espacio",
        "D.2. Proyectos de estructuras tridimensionales.",
        "D.2.1. Proyectos de producciones artísticas volumétricas: secuenciación, fases y trabajo en equipo.",
        "D.2.2. Metodología proyectual aplicada al diseño de estructuras tridimensionales. Generación y selección de propuestas",
        "D.2.3. Planificación, gestión y evaluación de proyectos. Difusión de resultados.",
        "D.3. Trabajo en equipo, desarrollo personal y profesional.",
        "D.3.1. Estrategias de trabajo en equipo. Distribución de tareas, liderazgo compartido y resolución de conflictos en el trabajo en equipo.",
        "D.3.2. Oportunidades de desarrollo personal, social, académico y profesional.",
        "D.3.3. La propiedad intelectual: la protección de la creatividad personal.",
        "D.3.4. Profesiones vinculadas con los conocimientos de la materia. "        
    ]
}
