{
    "criteriosEvaluacion": [
        "1.1. Razonar cuál puede ser el interés de la situación problemática abordada.",
        "1.2. Realizar un estudio cualitativo de la situación, intentando acotar y definir de manera precisa el problema, tomando decisiones sobre las condiciones que se consideran relevantes.",
        "1.3. Formular hipótesis fundadas sobre los factores de los que puede depender la magnitud buscada y sobre la forma de esta dependencia, explorando, en particular, casos límite de fácil interpretación física.",
        "1.4. Elaborar, explicitar y discutir posibles estrategias de resolución antes de proceder a esta.",
        "2.1. Diseñar y realizar distintas experiencias de laboratorio analizando fenómenos físicos relacionados con la mecánica, la electricidad, la óptica o las ondas, midiendo distintas magnitudes de interés.",
        "2.2. Diseñar y realizar distintas experiencias de laboratorio relacionadas con la química, tales como analizar la presencia de elementos o iones en una muestra, valorar su concentración o medir propiedades de las sustancias.",
        "2.3. Diseñar pequeñas investigaciones aplicando el método de control de variables.",
        "2.4. Elaborar a escala de laboratorio algunos productos, relacionándolos con su producción industrial.",
        "2.5. Valorar los problemas de selección de muestras, exactitud, precisión e incertidumbre durante la recogida, registro y análisis de datos.",
        "2.6. Diferenciar la imprecisión absoluta de la relativa y sus significados. 5.2.7.Calcular el valor y la imprecisión de una medida indirecta sencilla. 5.2.8.Usar la imprecisión relativa para valorar la calidad de una medida.",
        "3.1. Trabajar en el laboratorio con respeto y cumplimiento de las normas de seguridad.",
        "3.2. Utilizar de forma correcta los instrumentos de medida y observación en el laboratorio respetando sus normas de uso y conservación, y usar sensores y programas informáticos para recoger algunas medidas y procesarlas.",
        "3.3. Actuar de manera ordenada y sistemática en la recogida de información.",
        "4.1. Manejar las técnicas de cálculo, elaborar tablas de valores y representaciones gráficas a partir de datos experimentales para el análisis de los resultados y la extracción de las conclusiones pertinentes, usando para ello programas informáticos de cálculo.",
        "4.2. Adaptar modelos ya conocidos a nuevos datos experimentales. 5.4.3.Obtener la ley empírica que relaciona las variables representadas en una gráfica.",
        "4.4. Identificar los principios físicos esenciales que intervienen en un fenómeno y hacer un modelo matemático del mismo.",
        "4.5. Hacer estimaciones de órdenes de magnitud y, en consecuencia, hacer aproximaciones razonables que permitan simplificar el modelo sin perder los aspectos esenciales del mismo.",
        "4.6. Justificar las respuestas a preguntas planteadas siguiendo una secuencia clara y ordenada, relacionándola con el análisis de los datos obtenidos.",
        "5.1. Elaborar memorias e informes utilizando el vocabulario propio de la materia, así como sistemas de notación y representación propios del lenguaje científico.",
        "5.2. Comunicar de manera oral las reflexiones y conclusiones, estableciendo un diálogo, considerando diferentes posturas y aceptándolas o descartándolas de manera razonada.",
    ],
    "saberes": [
        "3.1. Bloque 1: Elementos de un laboratorio y normas de uso.",
        "• Distribución y organización del laboratorio.",
        "• Material básico de laboratorio.",
        "• Organización y almacenamiento del material. Conservación y limpieza.",
        "• Tratamiento y gestión de residuos.",
        "• Normas básicas de seguridad.",
        "3.2. Bloque 2: La medida.",
        "• Importancia de la medida.",
        "• Error en la medida. Tipos de errores y cómo minimizarlos.",
        "3.3. Bloque 3: Operaciones básicas",
        "• Pesada",
        "• Volumetría",
        "• Preparación de disoluciones",
        "• Calibración",
        "• Filtración",
        "3.4. Bloque 4: Experiencias controladas.",
        "• Cualitativas/cuantitativas.",
        "• Para confirmar una ley/Ilustrar un principio.",
        "• Para calcular magnitudes (ej. Fuerza de fricción).",
        "• Para establecer correlaciones.",
        "• Para sintetizar compuestos.",
        "3.5. Bloque 5: Tratamiento de los datos.",
        "• Gráficos y búsqueda de correlaciones.",
        "• Tratamientos estadísticos: medidas centrales y medidas de dispersión.",
        "• Cambio de variables.",
        "• Linealización de una gráfica.",
        "3.6. Bloque 6: Características del discurso científico.",
        "• Características generales: objetividad, universalidad, especialización, precisión, verificabilidad",
        "• Modos del discurso científico y tipos de escritos: exposición, argumentación y des- cripción.",
        "• Rasgos lingüísticos: sintaxis, vocabulario especializado."
    ]
}