{
    "criteriosEvaluacion": [
        "1.1 Investigar i dissenyar projectes tècnics que mostrin la creació i millora d’un producte o sistema, argumentant-ho mitjançant la interpretació i la referenciació d’informació.",
        "1.2 Participar en el desenvolupament i la coordinació de projectes de creació i innovació contínua de productes viables i socialment responsables, identificant millores i creant prototips mitjançant un procés iteratiu, amb una actitud emprenedora.",
        "1.3 Col·laborar en les tasques tecnològiques, mostrant una actitud proactiva i de respecte cap a les aportacions i raonaments duts a terme per tots els membres del grup, fomentant la cooperació i el benestar grupal.Elaborar la documentació tècnica, de manera precisa i acurada, que inclogui la informació més significativa de caràcter textual, numèrica i gràfica tot utilitzant aplicacions digitals.",
        "1.5 Comunicar de manera eficaç i organitzada les idees i solucions tecnològiques, emprant el suport, la terminologia i el rigor apropiats.",
        "2.1 Determinar el cicle de vida d’un producte, planificant i aplicant mesures de control de qualitat en les diferents etapes, des del disseny fins a la comercialització, tenint en consideració estratègies de millora continuada.",
        "2.2 Comparar i seleccionar materials,tradicionals o de nova generació, per a la fabricació de productes de qualitat basant-se en les característiques tècniques i atenent els criteris de sostenibilitat de manera responsable i ètica.",
        "2.3 Fabricar models o prototips emprant les tècniques de fabricació més adients, aplicant-hi criteris tècnics i sostenibles.",
        "3.1 Resoldre amb autonomia i de manera òptima tasques i funcions proposades, mitjançant l’ús i la configuració de diferents eines digitals, tot aplicant coneixements interdisciplinaris.",
        "3.2 Efectuar la presentació de projectes tècnics, argumentant les decisions preses, tot emprant les aplicacions digitals més adients per a cada situació.",
        "4.1 Experimentar, mesurar, interpretar i resoldre problemes associats a sistemes d’instal·lacions mecàniques aplicant els fonaments de mecanismes de transmissió i transformació del moviment.",
        "4.2 Experimentar, mesurar, interpretar i resoldre problemes associats als sistemes mecànics de suport i d’unió fixos i mòbils.",
        "4.3 Experimentar, mesurar, interpretar i resoldre problemes associats a sistemes de circuits electrònics i d’instal·lacions elèctriques, tot aplicant els fonaments dels circuits de corrent continu, així com de les màquines elèctriques rotatives.",
        "5.1 Controlar i experimentar el funcionament de sistemes tecnològics i robòtics, utilitzant llenguatges de programació i aplicant les possibilitats que ofereixen les tecnologies emergents, com ara la intel·ligència artificial, la telemetria, la internet de les coses, el tractament massiu de dades (big data), etc.",
        "5.2 Automatitzar, programar i experimentar funcionalitats i trajectòries de robots, mitjançant la seva modelització i aplicant algorismes senzills.",
        "6.1 Analitzar i avaluar els diferents sistemes de generació i distribució d’energia elèctrica i les característiques dels mercats energètics, desenvolupant els càlculs necessaris per determinar-ne i valorar-ne l’eficiència i l’impacte ambiental, social i econòmic."
    ],
    "saberes": [
        "Projectes de recerca i desenvolupament",
        "- Estratègies de gestió i desenvolupament de projectes: pensament de dissenyador (design thinking). Tècniques de recerca i d’ideació.",
        "- Aplicació d’estratègies de gestió i de desenvolupament de projectes basades en el pensament de dissenyador i en les tècniques de recerca i d’ideació, en el context personal, social o cultural, en un àmbit local o global.",
        "- Productes de l’entorn proper: cicle de vida. Estratègies de millora contínua. Planificació i desenvolupament de disseny i comercialització. Logística, transport i distribució. Metrologia i normalització. Control de qualitat.",
        "- Anàlisi del cicle de vida de diferents productes, aplicant estratègies de millora continuada. Planificació i desenvolupament del disseny i comercialització de diferents productes amb l’optimització de la logística, el transport i la distribució.",
        "- Planificació de tècniques de control de qualitat en la producció. Aplicació de la metrologia i la normalització industrial.",
        "- Expressió gràfica. Aplicacions CAD-CAE-CAM. Diagrames funcionals, esquemes i croquis.",
        "- Utilització de diferents eines i aplicacions d’expressió gràfica de disseny, anàlisi i fabricació assistits per ordinador (CAD-CAE-CAM). Elaboració de diagrames funcionals i esquemes amb eines digitals i croquis en situacions reals.",
        "- Emprenedoria, resiliència, perseverança i creativitat per abordar problemes des d’una perspectiva interdisciplinària, a partir d’exemples rellevants.",
        "- Resolució de tasques i projectes amb una actitud emprenedora, resilient, perseverant i creativa per abordar problemes des d’una perspectiva interdisciplinària.",
        "- Autoconfiança i iniciativa. Identificació i gestió d’emocions. L’error i la reavaluació com a part del procés d’aprenentatge en diferents contextos; personal, social o cultural, en l’àmbit local o global.",
        "- Desenvolupament de l’autoconfiança i de la iniciativa personal. Identificació i gestió de les emocions, valorant l’error i la reavaluació com una part del procés d’aprenentatge.",
        "Materials i fabricació",
        "- Materials tècnics i nous materials. Classificació. Selecció i aplicacions característiques a partir d’exemples contextualitzats i reals.",
        "- Anàlisi i comparació de les característiques de diferents materials tècnics i materials de nova creació. Diferenciació i selecció dels materials segons els seus usos i aplicacions. Aplicació a casos plantejats a l’aula.",
        "- Tècniques de fabricació: prototipatge ràpid i sota demanda. Fabricació digital aplicada a projectes.",
        "- Descripció de les principals tècniques de fabricació industrial per a l’obtenció de productes tecnològics duts a terme amb materials diversos com metalls, plàstic i fusta. Maquinària específica. Possibles aplicacions a situacions reals.",
        "- Disseny i creació ràpida de prototips amb l’ús de la fabricació digital contextualitzats en l’entorn escolar.",
        "- Aplicació de la fabricació digital, sota demanda, per a la producció personalitzada de projectes amb solucions eficients, innovadores i respectuoses amb el medi ambient, a partir de casos reals.",
        "- Normes de seguretat i higiene en el treball en l’entorn laboral i escolar.",
        "- Aplicació de les normes de seguretat i higiene en el desenvolupament de tasques en els diferents espais de treball.",
        "Sistemes mecànics",
        "- Mecanismes de transmissió i transformació de moviments. Suports i unió d’elements mecànics. Disseny, càlcul, muntatge i experimentació física o simulada. Aplicació pràctica a projectes plantejats a l’aula.",
        "- Descripció dels diferents mecanismes de transmissió i transformació del moviment i concreció de les característiques i dels paràmetres geomètrics d’aquests, a partir d’exemples propers.",
        "- Disseny, càlcul, muntatge i experimentació física o simulada de sistemes mecànics que tinguin una aplicació pràctica en els projectes a desenvolupar.",
        "Sistemes elèctrics i electrònics",
        "- Circuits i màquines elèctriques de corrent continu. Interpretació i representació esquematitzada de circuits, càlcul, muntatge i experimentació física o simulada. Aplicació a projectes.",
        "- Interpretació i representació d’esquemes de circuits elèctrics de corrent continu i circuits electrònics analògics emprant la simbologia normalitzada. Documentació de projectes.",
        "- Disseny, càlcul, simulació, muntatge, mesura i experimentació de circuits elèctrics de corrent continu i de circuits electrònics analògics bàsics, en el context escolar.",
        "- Descripció, càlcul i aplicació de màquines rotatives de corrent continu integrades en projectes.",
        "Automatització",
        "- Llenguatges de programació textual. Creació de programes aplicats a l’automatització de processos a partir d’exemples reals.",
        "- Creació de programes aplicats a l’automatització de processos amb llenguatges de programació textual i gràfica.",
        "- Sistemes de control. Conceptes i elements. Modelització de sistemes senzills i estudi de possibles aplicacions al món real.",
        "- Anàlisi de sistemes de control. Definició de conceptes i d’elements d’un sistema. Modelització de sistemes senzills.",
        "- Intel·ligència artificial aplicada als sistemes de control a partir d’exemples de l’entorn proper.",
        "- Anàlisi de programes d’intel·ligència artificial aplicats als sistemes de control.",
        "- Protocols de comunicació. Telemetria i monitoratge. Internet de les coses i tractament massiu de dades (big data), a partir d’exemples rellevants.",
        "- Descripció dels protocols de comunicació en sistemes d’automatització. Usos de la telemetria i del monitoratge. Descripció de les aplicacions de la internet de les coses i del tractament massiu de dades (big data).",
        "- Robòtica: modelització de moviments i d’accions mecàniques aplicats a contextos propers a l’alumne.",
        "- Aplicació de la robòtica. Disseny, modelització i programació de trajectòries de moviments i accions mecàniques.",
        "Tecnologia sostenible",
        "- Sistemes i mercats energètics. Consum energètic sostenible, tècniques i criteris d’estalvi. Subministraments domèstics.",
        "- Anàlisi dels sistemes i dels mercats energètics. Descripció de les fonts energètiques primàries i del seu origen. Anàlisi de l’impacte dels costos energètics en l’economia i en la societat. Caracterització de la transició energètica a energies renovables a partir d’exemples de l’entorn proper.",
        "- Ús sostenible de l’energia, tècniques i criteris d’ús responsable en diferents àmbits de l’enginyeria.",
        "- Descripció dels diferents tipus de subministraments domèstics i de les normatives específiques. Aplicació a casos de l’entorn proper a l’alumnat.",
        "- Instal·lacions en habitatges: elèctriques, d’aigua i climatització, de comunicació i domòtiques. Energies renovables, eficiència energètica i sostenibilitat.",
        "- Caracterització de les instal·lacions en habitatges: elèctriques, d’aigua i climatització, de comunicació i domòtiques. Descripció del bioclimatisme: les energies renovables, eficiència energètica i sostenibilitat. Anàlisi de les tecnologies energètiques emergents: l’aerotèrmia, l’autoconsum fotovoltaic i la geotèrmia. Aplicació a casos de l’entorn proper a l’alumnat."
    ]
}