{
    "criteriosEvaluacion": [
        "1.1. Identificar y analizar los aspectos morfológicos elementales del griego (declinaciones y conjugaciones) en frases y textos de dificultad graduada. en textos clásicos griegos.",
        "1.2. Distinguir y analizar los aspectos sintácticos fundamentales del griego en frases y textos de dificultad graduada.",
        "1.3. Reconocer y ajustar adecuadamente los casos de concordancia morfológica y sintáctica teniendo en cuenta su clasificación y el contexto oracional.",
        "1.4. Identificar los tiempos verbales griegos más usuales en los textos teniendo en cuenta su clasificación y el contexto oracional.",
        "1.5. Valorar la importancia del griego como medio de transmisión de cultura y la comunicación escrita y oral.",
        "2.1. Hacer un uso pertinente de los helenismos y los tecnicismos más comunes en un contexto adecuado, utilizando la transcripción fonética.",
        "2.2. Identificar y sistematizar la presencia de étimos griegos en las lenguas romances y otras lenguas del repertorio lingüístico del alumnado.",
        "2.3. Deducir el significado etimológico de un término, sirviéndose de la comparación con otras lenguas de su repertorio.",
        "2.4. Explicar la relación del griego con las lenguas modernas utilizando los conocimientos lingüísticos del repertorio del alumnado.",
        "3.1. Aplicar los principales elementos del sistema de la lengua griega para su comprensión y expresión oral y escrita.",
        "3.2. Leer textos y comprender mensajes (orales y escritos) de dificultad graduada en griego.",
        "3.3. Producir frases o textos sencillos escritos y orales en griego, individualmente o en grupo, utilizando las estructuras y el léxico aprendidos.",
        "3.4. Interpretar y traducir frases o textos griegos adaptados y de dificultad graduada, haciendo uso de todos los recursos y estrategias aprendidas.",
        "3.5. Valorar la importancia del griego como medio de transmisión de cultura y la comunicación escrita y oral.",
        "4.1. Identificar y debatir sobre los principales acontecimientos políticos, históricos y sociales de la civilización helena y relacionarlos con la situación sociopolítica europea actual utilizando fuentes clásicas y actuales.",
        "4.2. Reconocer la influencia de la mitología clásica como fuente de inspiración de manifestaciones literarias y artísticas.",
        "4.3. Elaborar y presentar contenidos propios en diversos formatos mediante el uso de búsqueda de información adecuada.",
        "4.4. Expresar respetuosamente opiniones argumentadas sobre la importancia de la multiculturalidad para el desarrollo de la sociedad.",
        "5.1. Explorar la presencia del legado griego en el entorno y localizar ejemplos de la pervivencia de la antigüedad clásica en su vida cotidiana.",
        "5.2. Valorar la presencia de referentes patrimoniales arqueológicos, arquitectónicos y artísticos griegos en la Comunidad Valenciana y en la península ibérica.",
        "5.3. Diseñar, planificar y realizar actividades orientadas al conocimiento y aprecio de las manifestaciones culturales del pasado griego.",
        "5.4. Mostrar respeto por las expresiones culturales y los valores cívicos de nuestro pasado como un elemento significativo de nuestra identidad."
    ],
    "saberes": [
        "Bloque 1: SISTEMA LENGUA GRIEGA ESTRUCTURA LENGUA GRIEGA. CE1 y CE2 ",
        "Abecedario, pronunciación y acentuación de la lengua griega.",
        "Tipos de palabras: variables e invariables.",
        "Concepto de la lengua flexiva: nominal y pronominal.",
        "Conjugación: El verbo griego.",
        "Los casos y sus usos.",
        "La concordancia y el orden de palabras.",
        "La oración: simples y compuestas.",
        "Formas nominales del verbo. ",
        "TEXTOS GRIEGOS Y SU INTERPRETACIÓN, TRADUCCIÓN Y PRODUCCIÓN. CE1, CE2 y CE3",
        "Estrategias de interpretación y traducción, errores frecuentes y",
        "técnicas para evitarlos.",
        "Estrategias y herramientas, analógicas y digitales, individuales y",
        "cooperativas, para la autoevaluación, la coevaluación y la",
        "autorreparación.",
        "Aceptación del error como parte del proceso de aprendizaje y",
        "actitud positiva de superación.",
        "Importancia de la influencia del griego en las lenguas del repertorio",
        "individual del alumnado.",
        "Recursos analógicos y digitales para la adquisición de lenguas:",
        "Portfolio Europeo de las Lenguas (PEL), imágenes, glosarios,",
        "diccionarios, etc.",
        "Estrategias, herramientas y técnicas de retroversión de textos.",
        "Bloque 2: EL GRIEGO Y EL PLURILINGÜISMO ÉTIMOS, DERIVACIÓN, COMPOSICIÓN Y HELENISMOS. CE2 ",
        "Origen y evolución de los sistemas de escritura. El alfabeto griego.",
        "Reglas de transcripción del alfabeto griego a la lengua de",
        "enseñanza.",
        "Formantes griegos (lexemas, sufijos y prefijos) en palabras de la",
        "lengua de enseñanza y en términos específicos de las ciencias y la",
        "técnica.",
        "Helenismos y tecnicismos de uso frecuente, integrados en las",
        "lenguas modernas y su empleo en diferentes tipos de textos",
        "(literarios, periodísticos, publicitarios...)",
        "Influencia del griego en las lenguas de enseñanza y del resto de",
        "lenguas que conforman el repertorio lingüístico individual del",
        "alumnado.",
        "Léxico específico básico para la reflexión sobre la comunicación, la",
        "lengua y su aprendizaje.",
        "Interés por conocer el significado etimológico de las palabras y la",
        "importancia del uso adecuado del vocabulario como instrumento",
        "básico en la comunicación.",
        "Valoración de la importancia del griego para la correcta",
        "comprensión y expresión en las distintas lenguas de su repertorio",
        "lingüístico individual.",
        "Respeto por la diversidad lingüística.",
        "Bibliografía y webgrafía (lexicografía, repertorios y glosarios) en el",
        "estudio y aprendizaje de la lengua griega como base en la",
        "consolidación de otras lenguas extranjeras.",
        "Bloque 3: LITERATURA GRIEGA GÉNEROS LITERARIOS Y OBRAS. CE4 y CE5 ",
        "La lengua griega como principal vía de transmisión del mundo",
        "clásico.",
        "Respeto a la autoría de las fuentes de información consultadas",
        "Bloque 4: GRECIA Y SU PERVIVENCIA GRECIA Y SU CULTURA. CE4 y CE5 ",
        "Principales aspectos geográficos y etapas históricas del mundo",
        "griego relacionados con la comprensión de la evolución de Europa.",
        "El mundo griego y el mar.",
        "Evolución histórica de la organización social de Grecia como parte",
        "esencial de la historia y cultura de la sociedad actual.",
        "Aspectos fundamentales de la vida cotidiana y cultura griegas en la",
        "conformación de nuestra identidad como sociedad y análisis crítico",
        "de los mismos.",
        "Respeto por la diversidad cultural.",
        "Interés por conocer la evolución cultural a través del estudio de la",
        "civilización griega.",
        "Técnicas básicas de búsqueda y tratamiento de la información",
        "histórica y geográfica mediante las TIC.",
        "Estrategias de creación propia, individuales o en grupo, de",
        "investigación sobre aspectos de la historia y geografía griega",
        "haciendo uso de fuentes de información fiables y de las nuevas",
        "tecnologías.",
        "Estrategias y herramientas (analógicas y digitales) para relacionar,",
        "comentar e interpretar el pasado y el presente a partir de los",
        "conocimientos adquiridos y de la propia experiencia.",
        "GRECIA Y SU LEGADO. CE4 y CE5 ",
        "Relación de Grecia con culturas antiguas y su aportación a la",
        "cultura y al pensamiento de la sociedad occidental.",
        "Las representaciones y festivales teatrales, su evolución y",
        "pervivencia en la actualidad.",
        "Las competiciones atléticas y su pervivencia en la actualidad.",
        "La educación en la antigua Grecia: los modelos educativos de",
        "Atenas y Esparta y su comparación con los sistemas actuales.",
        "Las instituciones políticas griegas y su influencia y pervivencia en",
        "el sistema político actual.",
        "Huellas de la presencia griega en la Península Ibérica.",
        "Comparación y análisis contextualizado de aspectos de la sociedad",
        "griega relacionados con los principales retos del sigloXI.",
        "La importancia del discurso público para la vida política y social.",
        "Interés por conocer el origen griego de muchas de nuestras",
        "tradiciones, costumbres y manifestaciones culturales.",
        "Estrategias de creación propia individuales o grupales sobre el",
        "legado de la cultura griega, haciendo uso de fuentes de",
        "información fiables y de las nuevas tecnologías."
    ]
}
