{
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Reconocer la radicalidad y trascendencia de los problemas filosóficos mediante su reconocimiento, análisis y reformulación en textos y otros medios de expresión tanto filosóficos como literarios, históricos, científicos, artísticos o relativos a cualquier otro ámbito cultural. (CPSAA1.2, CC3).",
    "1.2 Identificar los distintos medios de expresión cultural descubriendo en ellos temas para la reflexión y el debate filosófico (CCL2, CP2, CC1, CC3, CCEC1).",
    "Competencia específica 2",
    "2.1 Demostrar un conocimiento práctico y teórico de los procedimientos elementales de la investigación filosófica a través de tareas como la identificación de fuentes fiables, la búsqueda eficiente y segura de información, y la correcta organización, análisis, interpretación, evaluación, producción y comunicación de esta, tanto digitalmente como por medios más tradicionales. (CCL2, CCL3, STEM1, CD1, CPSAA4, CC3.)",
    "2.2 Desarrollar una actitud indagadora, autónoma y activa en el ámbito de la reflexión filosófica, mediante el diseño, elaboración y comunicación pública de productos originales, tales como trabajos de investigación, disertaciones o comentarios de texto. (CCL1, CD3, CC3, CE3.)",
    "Competencia específica 3",
    "3.1 Producir y evaluar discursos argumentativos, orales y escritos, acerca de cuestiones y problemas filosóficos, demostrando un uso correcto de normas y pautas lógicas, retóricas y argumentativas. (CCL1, CCL2, STEM1, CC3. )",
    "3.2 Detectar y evitar modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis, explicando la naturaleza o mecanismo de dichos sesgos y falacias. (CCL1, CCL5)",
    "3.3 Reconocer la importancia de la cooperación, el compromiso con la verdad el respeto a la pluralidad y el rechazo de toda actitud discriminatoria o arbitraria, aplicando dichos principios a la práctica argumentativa y al diálogo con los demás. (CC3)",
    "Competencia específica 4",
    "4.1 Promover el contraste e intercambio de ideas y la práctica de una ciudadanía activa y democrática a través de la participación en actividades grupales y el ejercicio del diálogo racional, respetuoso, abierto, constructivo y comprometido con la búsqueda de la verdad, acerca de cuestiones y problemas filosóficamente relevantes. (CCL1, CCL5, STEM1, CPSAA3.1, CC2, CC3, CCEC1, CCEC3.2)",
    "Competencia específica 5",
    "5.1 Generar una concepción compleja y no dogmática de los problemas filosóficos mediante el análisis crítico de tesis filosóficas distintas y opuestas en torno a los mismos. (CC2, CC3.)",
    "5.2 Comprender y exponer distintas teorías filosóficas como momentos de un proceso dinámico y siempre abierto de reflexión y diálogo a través del análisis comparativo de los argumentos, principios, metodologías y enfoques de dichas tesis y teorías. (CCL5, CC1)",
    "Competencia específica 6",
    "6.1 Tomar conciencia de la riqueza e influencia del pensamiento filosófico identificando y analizando las principales ideas y teorías filosóficas en textos o documentos pertenecientes a ámbitos culturales diversos, así como poniéndolas en relación con experiencias, acciones o acontecimientos comunes y de actualidad. (CC1, CC3.)",
    "6.2 Adquirir y demostrar un conocimiento significativo de las ideas y teorías filosóficas de algunos de los más importantes pensadores de la historia, mediante su aplicación y el análisis crítico en el contexto de la práctica individual o colectiva de la indagación filosófica. (CCL2, CCEC2.)",
    "Competencia específica 7",
    "7.1 Afrontar cuestiones y problemas complejos de carácter fundamental y de actualidad, de modo interdisciplinar, sistemático y creativo, utilizando conceptos, ideas y procedimientos provenientes de distintos campos del saber, y orientándolos y articulándolos críticamente desde una perspectiva filosófica. (CCL2, CCL3, STEM2, CPSAA4 CC1, CC3, CC4, CCEC1)",
    "Competencia específica 8",
    "8.1 Desarrollar el propio juicio y la autonomía moral mediante el análisis filosófico de problemas éticos y políticos fundamentales y de actualidad, considerando las distintas posiciones en disputa y elaborando, argumentando, exponiendo y sometiendo al diálogo con los demás las propias tesis al respecto. (CCL5, CPSAA1.2, CC1, CC2, CC3, CC4, CE1.)",
    "Competencia específica 9",
    "9.1 Generar un adecuado equilibrio entre el aspecto racional y emotivo en la consideración de los problemas filosóficos, especialmente los referidos al ámbito de la estética, a través de la reflexión expresa en torno al arte y a otras actividades o experiencias con valor estético y el análisis del papel de las imágenes y el lenguaje audiovisual en la cultura contemporánea. (CPSAA3.1, CC2, CC3, CCEC2, CCEC3.1, CCEC3.2)",
    "Competencia específica 10",
    "10.1 Disponer de unos conocimientos mínimos propios de la disciplina filosófica, especialmente de autores y teorías, a través de la selección adecuada de fuentes de información. (CCL1, CCL3, CPSAA4)",
    "10.2 Reflexionar sobre estos conocimientos estableciendo relaciones adecuadas entre las teorías filosóficas y las situaciones y problemas propios de las sociedades actuales. (CCL4, CPSAA3.1, CPSAA5, CC1, CC2, CCEC1.)"
  ],
  "saberes": [
    "A. La filosofía y el ser humano",
    "1. La reflexión filosófica en torno a la propia filosofía",
    "- Características y concepciones del saber filosófico. El origen cívico de la filosofía: el debate filosófico como precursor de la cultura crítica. Las persecuciones de la filosofía. Breve recensión histórica de la filosofía. Las divisiones tradicionales de la filosofía y las áreas actuales de investigación. Vigencia y utilidad de la filosofía: la importancia de filosofar en torno a los retos del s. XXI.",
    "- La filosofía en relación con otros campos del saber y la actividad humana. La filosofía como teoría de la racionalidad. Racionalidad técnica, racionalidad teórica y racionalidad práctica como esferas de la reflexión filosófica.",
    "- Métodos y herramientas básicos del filósofo: el uso y análisis crítico de fuentes; la comprensión e interpretación de documentos filosóficos; la identificación de problemas filosóficos en otros ámbitos de la cultura; el pensamiento y el diálogo argumentativos; el experimento mental; la investigación y la disertación filosófica.",
    "- La discriminación social, de género, etnia y edad en la tradición filosófica.",
    "2. El ser humano como sujeto y objeto de la experiencia filosófica.",
    "- La filosofía y la existencia humana.",
    "- El debate sobre la génesis y definición de la naturaleza humana: especificidad",
    "- natural y condicionantes histórico-culturales. Antropogénesis, hominización y humanización. Implicaciones filosóficas y sociales de la evolución. Etnocentrismo, relativismo y racionalismo como actitudes frente a la diversidad humana. El darwinismo como justificación del colonialismo: discriminación, racismo y eurocentrismo. Civilización y barbarie. Concepciones filosóficas del ser humano. La visión clásica, medieval, moderna y contemporánea.",
    "- El ser humano a la luz de la psicología. La estructura psicosomática de la personalidad: sensibilidad, emotividad, deseos y volición, las facultades cognitivas. Conciencia y lenguaje. El problema de la identidad personal.",
    "B. Conocimiento y realidad.",
    "1. El problema filosófico del conocimiento y la verdad.",
    "- El conocimiento: definición, grados, posibilidad y límites. Teorías de la verdad.",
    "La desinformación y el fenómeno de la «posverdad».",
    "- Las teorías del conocimiento: formas de racionalismo, empirismo y otras teorías.",
    "La gnoseología y la epistemología. Realismo e idealismo.",
    "- Conocimiento y lenguaje. La importancia de la comunicación y su relación con el lenguaje. El problema del significado. Lenguaje cotidiano y lenguaje científico.",
    "- Los modos de pensar y de expresarse. La oralidad poético-mimética (poetas y sabios). La retórica y los maestros de la elocuencia (oradores y sofistas): la composición del discurso.",
    "- Lógica informal: El razonamiento y la argumentación. La argumentación informal.",
    "La detección de falacias y sesgos cognitivos.",
    "- Lógica Formal: Nociones de lógica formal. métodos de razonamiento y paradojas lógicas. La lógica aristotélica: el silogismo. Lógica proposicional: formalización, tablas de verdad y cálculo de deducción natural.",
    "- El saber científico: definición, demarcación y metodologías científicas. La filosofía de la ciencia: naturaleza, problemas y límites del conocimiento científico. El debate sobre la unidad metodológica de la ciencia.",
    "- La inferencia probabilística y el problema de la toma de decisiones. La incertidumbre como marco epistemológico de la acción humana.",
    "- Otros modos de saber: el problema del saber metafísico; las creencias religiosas; la razón poética; el saber común. La dimensión social y política del conocimiento. Conocimiento, poder e interés. La tecnociencia contemporánea. El saber de los grupos. El papel de la mujer en la ciencia y en los otros saberes.",
    "2. La cuestión de la naturaleza última de la realidad.",
    "- El problema de lo real. Apariencia y realidad. La cuestión de las realidades virtuales.",
    "- Cosmovisiones y paradigmas en la historia de la ciencia.",
    "- Unidad y pluralidad. Categorías y modos de ser. Entidades físicas y objetos ideales: el problema de los universales.",
    "- El problema mente-cuerpo. La filosofía de la mente y el debate en torno a la inteligencia artificial.",
    "- El problema filosófico del tiempo y el cambio. El problema del determinismo.",
    "Necesidad, azar y libertad.",
    "- El problema filosófico de la existencia de Dios. Teísmo, ateísmo y agnosticismo.",
    "C. Acción y creación",
    "3. La acción humana: filosofía ética y política.",
    "- La acción racional como problema filosófico. El debate acerca del individualismo y el holismo metodológicos.",
    "- El problema ético: cómo hemos de actuar. Ser y deber ser. La deliberación moral.",
    "Las condiciones del juicio y el diálogo ético.",
    "- La posibilidad de una ética racional. Cognitivismo y emotivismo. El debate en torno al relativismo moral. El reto de una ética universal de mínimos.",
    "- Las principales respuestas al problema ético: éticas consecuencialistas, éticas del deber y éticas de la virtud. La moral amoral de Nietzsche. Éticas del cuidado. Ética medioambiental. Éticas aplicadas.",
    "- Los derechos humanos: su génesis, legitimidad y vigencia actual. Las distintas generaciones de derechos humanos.",
    "- Grandes cuestiones éticas de nuestro tiempo: la desigualdad y la pobreza; la igualdad efectiva de derechos entre hombres y mujeres; la guerra, el terrorismo y otras formas de violencia; los derechos de la infancia; la discriminación y el respeto a las minorías; los problemas ecosociales y medioambientales; los derechos de los animales.",
    "- El hombre como ser social. Definición de lo político. Legalidad y legitimidad. La cuestión filosófica de la justicia. La Justicia según Platón.",
    "- El fundamento de la organización social y del poder político. La teoría de juegos como herramienta de análisis de conflictos y dilemas sociales. El convencionalismo en los Sofistas. Teorías del origen sobrenatural vs. teorías contractualistas. La reflexión filosófica en torno a la democracia. Ciudadanía y sociedad civil.",
    "- El diálogo en torno a los principios políticos fundamentales: igualdad y libertad; individuo y Estado; trabajo, propiedad y distribución de la riqueza. El debate político contemporáneo: liberalismo, utilitarismo y comunitarismo.",
    "- Ideales, utopías y distopías. Los movimientos sociales y políticos. El feminismo y la perspectiva de género en la filosofía.",
    "4. La reflexión filosófica en torno a la creación artística.",
    "- Definición, ámbitos y problemas de la estética: arte, belleza y gusto. La relación de lo estético con otros ámbitos de la cultura. Ética y estética. El papel político del arte.",
    "- Teorías clásicas y modernas acerca de la belleza y el arte. Teorías y problemas estéticos contemporáneos. La reflexión en torno a la imagen y la cultura audiovisual.",
    "- La filosofía y el futuro: las grandes predicciones de nuestro tiempo. La imaginación científica y la literaria."
  ]
}