{
    "saberes": [
        "Bloque 1: Programación. CE1 y CE5",
        "Programación ",
        "- Representación de problemas mediante el modelado de la realidad.",
        "- Abstracción, secuenciación, algorítmica. Detección y generalización de patrones.",
        "- Sostenibilidad e inclusión como requisitos del diseño del software.",
        "- Lenguajes de programación. Paradigmas de programación. Objetos y eventos.",
        "- Identificación de los elementos de un programa informático. Constantes y variables, tipos y estructuras de datos, operaciones, operadores y conversiones, expresiones, estructuras de control, funciones y procedimientos.",
        "- Operaciones básicas con bases de datos. Consultas, inserciones y modificación.",
        "- Fases del ciclo de vida de una aplicación: análisis, diseño, codificación, pruebas, documentación, explotación y mantenimiento, entre otras.",
        "- Instalación y uso de entornos de desarrollo. Funcionalidades.",
        "- Herramientas de depuración y validación de software.",
        "- Documentación técnica asociada al desarrollo del software.",
        "- Propiedad intelectual. Tipos de derechos, duración, límites a los derechos de autoría y licencias de distribución y explotación.",
        "- Importancia de la computación en el desarrollo igualitario de la sociedad. Sesgos en los algoritmos.",
        "- La industria del desarrollo del software. Producción y consumo de software. Sesgos de género.",
        "3.2. Bloque 2: Sistemas informáticos. CE2 y CE5",
        "Sistemas informáticos ",
        "- Unidades de medida. Sistemas de representación digital de la información.",
        "- Arquitectura y diseño de un ordenador. Elementos, componentes físicos y sus características.",
        "- Criterios de selección de los componentes de un ordenador. Montaje de ordenadores. Simuladores de hardware. Configuración de componentes.",
        "- Interacción de los componentes del equipo informático en su funcionamiento. Prestaciones y rendimiento.",
        "- Dispositivos móviles y sus características.",
        "- Sistemas operativos para ordenadores personales y dispositivos móviles.",
        "- Instalación, configuración y administración de sistemas operativos.",
        "- Instalación, configuración y administración de aplicaciones.",
        "- Implicaciones del uso de los dispositivos digitales sobre el bienestar digital, la salud, la sostenibilidad y el medio ambiente.",
        "3.3. Bloque 3: Redes. CE3 y CE5",
        "Redes ",
        "- Orígenes y evolución de las redes. Internet.",
        "- Tipos de redes.",
        "- Modelos y protocolos de comunicación.",
        "- Dispositivos de red y medios de transmisión.",
        "- Direccionamiento físico y lógico.",
        "- Diseño, instalación y configuración de redes. Simuladores.",
        "- Seguridad en redes cableadas e inalámbricas. Cifrado y encriptación.",
        "- Configuración básica de enrutadores.",
        "- Herramientas de monitorización y gestión de redes.",
        "3.4. Bloque 4: Servicios en red. CE4 y CE5",
        "Servicios en red ",
        "- Espacio compartido de disco en una red.",
        "- Uso adecuado de un servidor web.",
        "- Instalación y configuración básica de un servidor web.",
        "- Instalación y configuración básica de un gestor de contenidos.",
        "- Servidores web y sistemas gestores de contenidos como herramientas de publicación y colaboración en línea respetuosas.",
        "- Instalación y configuración de un gestor de bases de datos en local.",
        "- Uso y mantenimiento de bases de datos.",
        "- Certificado y firma digital.",
        "- Gestión de la identidad digital. La huella digital.",
        "- Estrategias para una ciberconvivencia igualitaria, segura y saludable. Etiqueta digital.",
        "- La privacidad en la red. La protección de los datos de carácter personal. Información y consentimiento."
     ],
    "criteriosEvaluacion": [
        "1.1. Analizar problemas de diferentescontextos y tipos mediante la abstracción ymodelización de la realidad.",
        "1.2. Resolver problemas de medianacomplejidad aplicando el pensamientocomputacional de forma guiada.",
        "1.3. Programar de forma guiada aplicacionesde mediana complejidad y validarlas.",
        "1.4. Aplicar y respetar los derechos deautoría, licencias de derechos y explotacióndurante la creación de software.",
        "2.1. Utilizar con precisión las unidades demedida y sistemas de representación de lainformación.",
        "2.2. Razonar la selección e interacción decomponentes de un sistema informático en elentorno personal en base a los requerimientos.",
        "2.3. Instalar, configurar y administrarsistemas operativos de uso personal.",
        "2.4. Instalar, configurar y administraraplicaciones de uso personal.",
        "3.1. Identificar los precursores y el origen delas redes de comunicación y los hitos másdestacados de su evolución en el transcurso delos dos últimos siglos.",
        "3.2. Analizar el diseño de la arquitectura deuna red informática para pequeños grupos detrabajo.",
        "3.3. Configurar y conectar de forma segura loselementos de una red informática parapequeños grupos de trabajo.",
        "4.1 Utilizar servicios compartidos dealmacenamiento en red entre diferentessistemas operativos en pequeños grupos detrabajo.",
        "4.2 Utilizar un servidor web local de manerasegura, responsable y crítica.",
        "4.3 Valorar la importancia de las gestionesadministrativas en red y el uso del certificado yla firma digital.",
        "4.4 Configurar y utilizar en modo básico ungestor de contenidos.",
        "4.5 Configurar y utilizar un servidor de bases dedatos local y herramientas de gestión, de formabásica.",
        "5.1. Buscar y seleccionar información técnicaa partir de diversas fuentes con sentido crítico,contrastando su veracidad y haciendo uso delas herramientas del entorno personal deaprendizaje.",
        "5.2. Participar en grupos de trabajo y utilizarestrategias comunicativas respetuosas entreiguales en espacios virtuales de aprendizajecolaborativo.",
        "5.3. Tomar medidas de prevención pararealizar un uso seguro y saludable endispositivos digitales, redes informáticas yservicios en red.",
        "5.4. Identificar las aportaciones de laInformática a lo largo de la historia, valorar susimplicaciones éticas y ecosociales para ejerceruna ciudadanía digital crítica que promueva eldesarrollo de una sociedad igualitaria."
    ]
}