{
    "saberes": [
        "Bloque 1. Sentido numérico",
        "▪ Conteo.",
        "– Estrategias para contar y recontar sistemáticamente, su adaptación al tamaño de los números, representación en situaciones variadas y cotidianas con explicación, comparación y reflexión sobre las estrategias y los procesos seguidos.",
        "– Realización de series ascendentes y descendentes como elemento facilitador del cálculo mental, con aceptación del error como una oportunidad de aprendizaje.",
        "▪ Cantidad.",
        "– Lectura, escritura, ordenación y representación de números naturales y decimales hasta las milésimas en textos y contextos habituales.",
        "– Identificación, lectura, escritura, ordenación y representación de fracciones en textos y contextos familiares y habituales.",
        "– Identificación, lectura, escritura, ordenación y representación de números enteros en textos y contextos familiares y habituales.",
        "– Composición, descomposición y recomposición de forma manipulativa, gráfica y simbólica de números naturales y decimales hasta las milésimas, con investigación de propiedades y relaciones, explicación del proceso e interpretación del valor posicional de las cifras.",
        "– Estimaciones, aproximaciones razonadas y redondeo de cantidades con números naturales y decimales hasta las milésimas en problemas cotidianos resueltos con estrategias diversas, descripción de la idoneidad de las soluciones y aceptación del error como parte del proceso de mejora.",
        "– Expresión de fracciones y decimales en problemas sobre la vida cotidiana; selección de la expresión más adecuada para cada situación.",
        "▪ Sentido de las operaciones.",
        "– Estrategias de cálculo mental para resolver operaciones con números naturales, fracciones y decimales en situaciones habituales y significativas, con explicación de las estrategias y los procesos seguidos, aceptación del error como una oportunidad para el aprendizaje y como recurso para evitar la frustración.",
        "– Resolución de problemas contextualizados que impliquen la comprensión de la utilidad de las operaciones aritméticas con números naturales, decimales y fracciones y su uso con flexibilidad y sentido, siguiendo los procesos adecuados.",
        "– Procesos en la resolución de problemas: interpretación y representación de la situación, determinación de datos útiles, planteamiento de hipótesis de resolución y propuesta de plan, contraste y argumentación de puntos de vista, simbolización, elaboración, revisión del proceso, expresión de la solución de forma clara, ordenada y con las unidades correctas, verificación e interpretación en contexto de los resultados obtenidos con explicitación del proceso seguido.",
        "– Resolución de problemas contextualizados con operaciones combinadas con atención a su jerarquía, aplicando sus propiedades, las estrategias personales y los procedimientos de cálculo mental, estimaciones, algoritmos o calculadora que se precisen según la naturaleza del cálculo.",
        "– Creación y planteamiento de problemas que se resuelvan mediante operaciones aritméticas (con números naturales, fracciones, decimales y porcentajes) basados en situaciones familiares y cotidianas que permitan establecer conexiones con experiencias propias.",
        "– Uso de calculadora como recurso para la autocorrección de resultados de operaciones realizadas en problemas una vez establecida la idoneidad del proceso, para la investigación de patrones y propiedades numéricas y como procedimiento útil en cálculos complejos.",
        "– Construcción y representación de cuadrados, cubos y potencias de base 10 como producto de factores iguales, investigación de patrones y propiedades, como introducción a las potencias, medidas de superficie y volumen.",
        "▪ Relaciones.",
        "– Sistema de numeración de base diez para su aplicación en la comprensión del valor posicional de las cifras de los números naturales y decimales (hasta las milésimas) y sus equivalencias; aplicación en las relaciones que genera en las operaciones.",
        "– Comparación y ordenación de números naturales, decimales hasta las milésimas y fracciones como solución de problemas de situaciones cotidianas, con interpretación y expresión del resultado exacto o estimado de la comparación y uso adecuado de la simbología de las relaciones numéricas.",
        "– Resolución de problemas que impliquen el uso de fracciones con comparación entre ellas, búsqueda de equivalencias por ampliación o reducción, sumando, restando… siguiendo las estrategias adecuadas, con explicación del proceso seguido en la resolución.",
        "– Estrategias manipulativas y gráficas para establecer relaciones entre las operaciones aritméticas de suma y multiplicación, suma y resta, resta y división, multiplicación y división, multiplicación y potencia, fracción y división; aplicación en contextos cotidianos.",
        "– Construcción manipulativa y gráfica con piezas de construcción, reglas, cuadrículas, tramas de puntos… de múltiplos y divisores para investigar la relación de divisibilidad. Utilización de la tabla de multiplicar para identificar múltiplos y divisores y la relación entre ellos.",
        "– Exploración de relaciones de divisibilidad entre dos números con estrategias diversas, comprobación del resultado y aceptación del error como parte del proceso.",
        "– Investigación y comprobación de relación entre fracciones sencillas, decimales y porcentajes en situaciones cotidianas.",
        "▪ Razonamiento proporcional.",
        "– Identificación de situaciones proporcionales y no proporcionales como comparación multiplicativa entre magnitudes en problemas de la vida cotidiana.",
        "– Planteamiento y resolución de problemas, individualmente y en equipo, que impliquen el uso de proporcionalidad, porcentajes y escalas en la vida cotidiana, mediante la igualdad entre razones, la reducción a la unidad y el uso de coeficientes de proporcionalidad, siguiendo la estrategia adecuada, con explicación del proceso seguido en la resolución.",
        "▪ Educación financiera.",
        "– Resolución de problemas en situaciones cotidianas que requieran una correcta administración del dinero y consumo responsable (valor/precio, calidad/precio, mejor precio), con análisis crítico de aspectos relacionados con el dinero, usando textos cotidianos físicos (folletos, carteles, informes) o digitales para comparar y elegir la mejor opción en una compra simulada.",
        "– Planteamiento y resolución de problemas que impliquen la elección de un producto para partir del análisis de las relaciones valor/precio y calidad/precio entre las diferentes opciones buscadas, justificación de la decisión tomada y propuesta de alternativas.",
        "Bloque 2. Sentido de la medida",
        "▪ Magnitud.",
        "– Reconocimiento, ordenación, clasificación y uso de las unidades de medida del sistema métrico decimal (longitud, masa, capacidad, volumen y superficie), del tiempo, de la temperatura y de ángulos (grados) en situaciones habituales y de su entorno, determinación de la medida más adecuada en cada situación.",
        "▪ Medición.",
        "– Resolución de problemas, de forma individual y en equipo, que impliquen la realización de mediciones en el contexto escolar: selección y uso del instrumento adecuado (analógico o digital), elección de las unidades más apropiadas al contexto y tamaño, demostrando conocimiento de las equivalencias entre medidas, medición precisa, valoración y contraste de los resultados, expresión correcta de forma simple y compleja de las unidades, control del proceso seguido y explicación verbal del mismo.",
        "▪ Estimación y relaciones.",
        "– Estrategias de comparación, ordenación, composición y descomposición de medidas de la misma magnitud y aplicación de equivalencias entre unidades para resolver problemas de la vida cotidiana que impliquen la conversión de unidades.",
        "– Resolución de retos y problemas que permitan observar y comprobar la relación existente entre el sistema métrico decimal y el sistema de numeración decimal.",
        "– Estrategias para la estimación de medidas del sistema métrico decimal, de ángulos, tiempo y temperatura por comparación con unidades de medida conocidas y su aplicación en contextos habituales, con verificación de los resultados, comprobación de si son posibles o no y análisis de la desviación como parte del proceso de aprendizaje.",
        "– Interiorización de medidas de tiempo en la gestión de las emociones, vivencia del tiempo de espera, el tiempo de calma, los turnos de intervención, la percepción emocional del tiempo… en la planificación del trabajo y en las secuencias temporales de sus producciones orales y escrituras.",
        "Bloque 3. Sentido espacial",
        "▪ Figuras geométricas de dos y tres dimensiones.",
        "– Interpretación y elaboración de mensajes y descripciones relativas a su entorno físico, a los objetos y al arte con vocabulario adecuado relacionado con figuras y cuerpos geométricos, relaciones (paralelismo, perpendicularidad, simetría) y posiciones o elementos referenciales (coordenadas, puntos cardinales, distancias, ángulos y giros).",
        "– Exploración individual y en equipo de propiedades de figuras geométricas de dos y tres dimensiones mediante materiales manipulables como cuadrículas, geoplanos, policubos, bloques geométricos, organicubos, katamino, rompecabezas geométricos, tangram… y el manejo de herramientas digitales de geometría dinámica, realidad aumentada y robótica educativa para la búsqueda de regularidades, comparación y clasificación con criterios sencillos y explicación del proceso.",
        "– Resolución de problemas contextualizados que impliquen el reconocimiento, clasificación y descripción de cuerpos geométricos en objetos e imágenes, demostrando curiosidad por descubrir propiedades y relaciones, con explicación del proceso seguido.",
        "– Estrategias y técnicas de construcción de figuras y cuerpos geométricos por composición y descomposición, mediante materiales manipulables, instrumentos de dibujo (regla, escuadra, compás) y aplicaciones informáticas, con explicación del proceso.",
        "▪ Localización y sistemas de representación.",
        "– Interpretación y descripción con el uso de vocabulario adecuado de las direcciones y de la posición relativa en planos y mapas a partir de puntos de referencia (incluidos los puntos cardinales), cálculo de distancias y escalas en soportes físicos y virtuales.",
        "– Descripción de posiciones y movimientos en el primer cuadrante del sistema de coordenadas cartesiano a través de juegos y retos (gráficos, robótica educativa), identificando utilidades habituales.",
        "– Elaboración y descripción de itinerarios, desplazamientos y movimientos en planos, bocetos, mapas y maquetas con representación de situaciones de la vida cotidiana.",
        "▪ Movimientos y transformaciones.",
        "– Identificación de figuras transformadas, observando traslaciones, giros y simetrías.",
        "– Generación de figuras transformadas a partir de un patrón, con predicciones sobre el resultado y contraste de las opiniones en equipo.",
        "– Identificación de figuras semejantes en situaciones de la vida cotidiana.",
        "– Generación de figuras semejantes a partir de simetrías y traslaciones de un patrón inicial con predicción del resultado.",
        "▪ Visualización, razonamiento y modelización geométrica.",
        "– Resolución y planteamiento de problemas de la vida cotidiana que impliquen el uso de estrategias variadas para el cálculo de perímetros y áreas de figuras planas, con contraste de estrategias y resultados.",
        "– Resolución de problemas geométricos que impliquen el conocimiento de figuras y cuerpos, sus relaciones y propiedades, utilizando un modelo (estrategias de clasificación, ejemplos contrarios, planteamiento de hipótesis, construcción, argumentación y toma de decisiones).",
        "– Resolución de problemas de la vida cotidiana con empleo del modelo geométrico y la representación matemática de la situación para resolver.",
        "– Utilización de instrumentos de dibujo (regla, escuadra, compás y transportador de ángulos) y programas de geometría dinámica para la elaboración de conjeturas sobre propiedades geométricas.",
        "– Reconocimiento de relaciones geométricas, posiciones, movimientos, simetrías y traslaciones en contextos lúdicos, artísticos, científicos, técnicos, y en cualquier otro ámbito de la vida cotidiana.",
        "Bloque 4. Sentido algebraico y pensamiento computacional",
        "▪ Patrones.",
        "– Estrategias para la identificación, descripción verbal, representación en tablas y gráficos, notaciones inventadas, predicción razonada y creación individual y en equipo de términos a partir de las regularidades en una colección de números, figuras o imágenes, con anticipación o extensión de la secuencia.",
        "– Creación de patrones recurrentes a partir de regularidades o de otros patrones con números, figuras o imágenes.",
        "▪ Modelo matemático.",
        "– Resolución de problemas de la vida cotidiana siguiendo un modelo matemático con dibujos, esquemas, diagramas, manipulables, dramatizaciones, guion de preguntas para la interpretación del enunciado, reconocimiento de datos útiles, elaboración y contraste de hipótesis, búsqueda del plan de acción, perseverancia en la solución, simbolización y realización de los cálculos, comprobación de soluciones, expresión clara y correcta del resultado, revisión de su idoneidad, rectificación, si es necesaria, y explicación de lo realizado.",
        "▪ Relaciones y funciones.",
        "– Comparación de números, operaciones y sus propiedades con explicación de las relaciones de igualdad y desigualdad en el contexto cotidiano y uso adecuado de la simbología (=, ≠, >, <, ≥, ≤).",
        "– Obtención de datos sencillos desconocidos representados por medio de un símbolo o compleción de datos en relaciones de igualdad en juegos y retos matemáticos, con persistencia en la obtención, contraste y comprobación de que el dato obtenido es correcto.",
        "▪ Pensamiento computacional.",
        "– Estrategias para la interpretación, modificación y creación de algoritmos sencillos relacionados con el contexto cotidiano y el juego en las reglas de juegos, instrucciones secuenciales, instrucciones anidadas y condicionales, bucles, patrones repetitivos, representaciones computacionales, programación por bloques, robótica educativa…",
        "Bloque 5. Sentido estocástico",
        "▪ Organización y análisis de datos.",
        "– Estrategias para la realización de un estudio estadístico sencillo: planteamiento de preguntas, y recogida, registro y organización de datos cualitativos y cuantitativos procedentes de diferentes experimentos a través de encuestas, mediciones, observaciones…, de manera individual o en equipo, para aplicar en situaciones contextualizadas.",
        "– Extracción, interpretación y explicación de información a través de la lectura, descripción y análisis crítico de gráficos estadísticos con pictogramas, diagramas de barras o histogramas y de tablas de frecuencias absolutas y relativas; uso de esa información en la resolución de problemas.",
        "– Planteamiento en equipo de problemas relacionados con el contexto próximo en los que intervenga la lectura, la interpretación o la representación de gráficas y tablas de datos.",
        "– Representación de datos en gráficas sencillas (diagrama de barras, sectores circulares y poligonales e histograma), con recursos tradicionales y tecnológicos, y elección del más adecuado a la situación.",
        "– Interpretación, cálculo y aplicación del promedio y de la moda en un registro estadístico o tablas de datos en contextos cotidianos.",
        "– Cálculo e interpretación de medidas de dispersión (rango) para comprender la variabilidad de los datos en un registro estadístico.",
        "– Organización de información estadística sencilla y elaboración de diferentes visualizaciones de los datos con uso de la calculadora y otros recursos digitales, como la hoja de cálculo.",
        "– Relación y comparación de dos conjuntos de datos a partir de su representación gráfica: planteamiento de conjeturas, análisis de la dispersión, obtención de conclusiones y exposición de las mismas.",
        "▪ Incertidumbre.",
        "– Cuantificación y estimación subjetiva y mediante la comprobación de la estabilización de las frecuencias relativas en experimentos aleatorios repetitivos, tras la identificación de la incertidumbre en situaciones de la vida cotidiana.",
        "– Aplicación de técnicas básicas del cálculo para el cálculo de probabilidades en experimentos, comparaciones o investigaciones en los que sea aplicable la regla de Laplace.",
        "– Valoración de la contribución de hombres y mujeres al desarrollo de la probabilidad y de la estadística y de estas al desarrollo humano.",
        "▪ Inferencia.",
        "– Identificación de un conjunto de datos como muestra de un conjunto más grande y reflexión sobre la población a la que es posible aplicar las conclusiones de investigaciones estadísticas sencillas relacionadas con lo cotidiano.",
        "Bloque 6. Sentido socioemocional",
        "▪ Creencias, actitudes y emociones.",
        "– Autorregulación de las emociones que puedan facilitar o perjudicar el aprendizaje de las matemáticas.",
        "– Recursos y estrategias para autorregular las emociones implicadas en la frustración ante tareas matemáticas, valoración del error como oportunidad de aprendizaje, fijación de metas y objetivos realistas y asequibles, autocontrol y entrenamiento positivo.",
        "– El refuerzo verbal, fomento de la participación, graduación de las dificultades e identificación de fortalezas como estrategias para desarrollar un autoconcepto positivo ante las matemáticas desde una perspectiva de género.",
        "– Estrategias para desarrollar la autoestima como medio para superar dificultades, confiar en sus posibilidades, perseverar en las soluciones y afrontar los retos matemáticos con seguridad.",
        "– Realización de investigaciones matemáticas individuales o en equipo para fomentar la curiosidad, el interés, la iniciativa en su aprendizaje, la organización de ideas, el tratamiento de la información y el planteamiento y comprobación de conjeturas.",
        "– Los juegos matemáticos individuales en formatos digital y físico como entrenamiento de la perseverancia, la confianza en las propias posibilidades y la superación personal.",
        "– Los enigmas, desafíos, búsqueda de pistas, jeroglíficos, juegos de codificación y decodificación, pasatiempos y retos matemáticos para incrementar la creatividad, el descubrimiento, la curiosidad y gusto por las matemáticas.",
        "– Estrategias personales para la presentación limpia, clara y ordenada del trabajo matemático que permita revisar, adaptar o cambiar el sistema utilizado, rectificar el proceso o alguna de sus fases y compartir comprensiblemente lo realizado.",
        "– Fomento de la autonomía y aplicación de estrategias para la toma de decisiones en situaciones de resolución de problemas: valoración de alternativas, desarrollo de la flexibilidad cognitiva, estimulación del razonamiento, valoración del error como oportunidad de aprendizaje y refuerzo de los logros.",
        "▪ Trabajo en equipo, inclusión, respeto y diversidad.",
        "– Expresión de actitudes empáticas inclusivas y no discriminatorias durante la realización de las tareas matemáticas en equipo, mostrando actitudes de comprensión de las emociones y experiencias de las demás personas y de sensibilidad y aceptación de la diversidad presente en el aula.",
        "– Los equipos colaborativos y cooperativos heterogéneos, mixtos y diversos para clarificar tareas, tutorizarse, debatir y argumentar propuestas, llegar a acuerdos, revisar y analizar producciones: escucha y participación activa y empática, responsabilidad y exigibilidad individual, interdependencia positiva, respeto por las contribuciones de todas las personas miembros del equipo, habilidades sociales: estrategias y dinámicas cooperativas.",
        "– Estrategias de planificación, control y organización del trabajo en equipo para gestionar el tiempo, la realización de las tareas, el establecimiento de objetivos de equipo, el reparto equitativo y rotatorio de roles en interacción simultánea, la autoevaluación del funcionamiento del equipo y la gestión de conflictos.",
        "– Investigación individual y en equipo sobre la contribución del análisis de datos, la geometría, la numeración, el cálculo y la probabilidad a los distintos ámbitos del conocimiento humano desde una perspectiva de género.",
        "– Reconocimiento de las contribuciones de matemáticas y matemáticos a diversos ámbitos del saber como mecanismo de construcción de una identidad positiva propia."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Elegir actitudes positivas ante nuevos retos matemáticos, tales como la perseverancia y la responsabilidad, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE1.2. Comprender problemas de la vida cotidiana a través de la reformulación de la pregunta, de forma verbal y gráfica. OBJ1",
        "CE1.3. Seleccionar entre diferentes estrategias para resolver un problema, justificando la elección. OBJ2",
        "CE1.4. Obtener posibles soluciones de un problema, seleccionando entre varias estrategias conocidas de forma autónoma. OBJ2",
        "CE1.5. Formular conjeturas matemáticas sencillas, investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE1.6. Formular nuevos problemas sobre situaciones cotidianas que se resuelvan matemáticamente. OBJ3",
        "CE1.7. Emplear herramientas tecnológicas adecuadas en la investigación y resolución de problemas. OBJ4",
        "CE1.8. Utilizar las conexiones entre las matemáticas, otras áreas y la vida cotidiana para resolver problemas en contextos no matemáticos. OBJ5",
        "CE1.9. Comunicar en diferentes formatos las conjeturas y procesos matemáticos, utilizando lenguaje matemático adecuado. OBJ6",
        "CE2.1. Colaborar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias cooperativas sencillas dirigidas a la consecución de objetivos compartidos. OBJ8",
        "CE2.2. Seleccionar entre diferentes estrategias para resolver un problema, justificando la elección. OBJ2",
        "CE2.3. Obtener posibles soluciones de un problema, seleccionando entre varias estrategias conocidas de forma autónoma. OBJ2",
        "CE2.4. Comprobar la corrección matemática de las soluciones de un problema y su coherencia en el contexto expuesto. OBJ2",
        "CE2.5. Utilizar conexiones entre diferentes elementos matemáticos movilizando conocimientos y experiencias propios. OBJ5",
        "CE2.6. Utilizar las conexiones entre las matemáticas, otras áreas y la vida cotidiana para resolver problemas en contextos no matemáticos. OBJ5",
        "CE2.7. Interpretar el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario apropiado y mostrando la comprensión del mensaje. OBJ6",
        "CE2.8. Comunicar en diferentes formatos las conjeturas y procesos matemáticos, utilizando lenguaje matemático adecuado. OBJ6",
        "CE3.1. Trabajar en equipo activa, respetuosa y responsablemente, mostrando iniciativa, comunicándose de forma efectiva, valorando la diversidad, mostrando empatía y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE3.2. Elaborar representaciones matemáticas que ayuden en la búsqueda y elección de estrategias y herramientas, incluidas las tecnológicas, para la resolución de una situación problematizada. OBJ1",
        "CE3.3. Seleccionar entre diferentes estrategias para resolver un problema, justificando la elección. OBJ2",
        "CE3.4. Formular conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE3.5. Utilizar conexiones entre diferentes elementos matemáticos movilizando conocimientos y experiencias propios. OBJ5",
        "CE3.6. Utilizar las conexiones entre las matemáticas, otras áreas y la vida cotidiana para resolver problemas en contextos no matemáticos. OBJ5",
        "CE3.7. Interpretar el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario apropiado y mostrando la comprensión del mensaje. OBJ6",
        "CE3.8. Comunicar en diferentes formatos las conjeturas y procesos matemáticos, utilizando lenguaje matemático adecuado. OBJ6",
        "CE4.1. Autorregular las emociones propias y reconocer algunas fortalezas y debilidades, desarrollando así la autoconfianza al abordar nuevos retos matemáticos. OBJ7",
        "CE4.2. Elaborar representaciones matemáticas que ayuden en la búsqueda y elección de estrategias y herramientas, incluidas las tecnológicas, para la resolución de una situación problematizada. OBJ1",
        "CE4.3. Seleccionar entre diferentes estrategias para resolver un problema, justificando la elección. OBJ2",
        "CE4.4. Obtener posibles soluciones de un problema, seleccionando entre varias estrategias conocidas de forma autónoma. OBJ2",
        "CE4.5. Formular conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE4.6. Modelizar situaciones de la vida cotidiana utilizando, de forma pautada, principios básicos del pensamiento computacional. OBJ4",
        "CE4.7. Emplear herramientas tecnológicas adecuadas en la investigación y resolución de problemas. OBJ4",
        "CE4.8. Utilizar conexiones entre diferentes elementos matemáticos movilizando conocimientos y experiencias propios. OBJ5",
        "CE4.9. Comunicar en diferentes formatos las conjeturas y procesos matemáticos, utilizando lenguaje matemático adecuado. OBJ6",
        "CE5.1. Trabajar en equipo activa, respetuosa y responsablemente, mostrando iniciativa, comunicándose de forma efectiva, valorando la diversidad, mostrando empatía y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE5.2. Comprender problemas de la vida cotidiana a través de la reformulación de la pregunta, de forma verbal y gráfica. OBJ1",
        "CE5.3. Elaborar representaciones matemáticas que ayuden en la búsqueda y elección de estrategias y herramientas, incluidas las tecnológicas, para la resolución de una situación problematizada. OBJ1",
        "CE5.4. Obtener posibles soluciones de un problema, seleccionando entre varias estrategias conocidas de forma autónoma. OBJ2",
        "CE5.5. Formular conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE5.6. Exponer nuevos problemas sobre situaciones cotidianas que se resuelvan matemáticamente. OBJ3",
        "CE5.7. Utilizar las conexiones entre las matemáticas, otras áreas y la vida cotidiana para resolver problemas en contextos no matemáticos. OBJ5",
        "CE5.8. Interpretar el lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario apropiado y mostrando la comprensión del mensaje. OBJ6",
        "CE6.1. Autorregular las emociones propias y reconocer algunas fortalezas y debilidades, desarrollando así la autoconfianza al abordar nuevos retos matemáticos. OBJ7",
        "CE6.2. Elegir actitudes positivas ante nuevos retos matemáticos, tales como la perseverancia y la responsabilidad, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE6.3. Trabajar en equipo activa, respetuosa y responsablemente, mostrando iniciativa, comunicándose de forma efectiva, valorando la diversidad, mostrando empatía y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE6.4. Colaborar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias cooperativas sencillas dirigidas a la consecución de objetivos compartidos. OBJ8",
        "CE6.5. Formular conjeturas matemáticas sencillas, investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE6.6. Utilizar conexiones entre diferentes elementos matemáticos, movilizando conocimientos y experiencias propios. OBJ5",
        "CE6.7. Utilizar las conexiones entre las matemáticas, otras áreas y la vida cotidiana para resolver problemas en contextos no matemáticos. OBJ5",
        "CE6.8. Comunicar en diferentes formatos las conjeturas y procesos matemáticos, utilizando lenguaje matemático adecuado. OBJ6"
    ]
}