{
  "saberes": [
    "A. El ser humano y el autoconocimiento ",
    "A.1. Visión y conocimiento del ser humano desde las perspectivas psicológica, antropológica y  sociológica. ",
    "A.2. Psicología. Neurociencia, conducta y cognición. Sistema nervioso central y sistema nervio so periférico. Neuronas y estructura funcional del cerebro. Fundamentos biológicos de la conducta.  Circuitos de recompensa y su relación con las adicciones. Bienestar y hábitos saludables. La ado lescencia desde el punto de vista psicológico. Desarrollo cognitivo y desarrollo de la personalidad  durante la adolescencia. Reconocimiento y control de las emociones. Desarrollo personal dentro del  grupo. Influencia del grupo en la persona. ",
    "A.3. Antropología. El ser humano como ser cultural. Concepto antropológico de cultura. El ser  humano como construcción cultural. Humanización y cultura. Diversidad cultural. ",
    "A.4. Sociología. El ser humano como ser social. Concepto de sociedad. Estrategias de inclusión  y cohesión social para mejorar la calidad de vida de las personas. La persona adolescente y sus relaciones. Búsqueda de la autonomía y asunción progresiva de responsabilidades. Conductas prosociales  y antisociales. Normas, roles y estereotipos. Igualdad de género. Diversidad y convivencia positiva  dentro los grupos. Procesos de transición a la vida adulta en perspectiva comparada. ",
    "B. Formación y orientación personal y profesional hacia la vida adulta ",
    "B.1. Aprendizaje y ser humano: ",
    "B1.1. Procesos implicados en el aprendizaje: atención, motivación y memoria. Estrategias de  aprendizaje y estudio. Inteligencia emocional e inteligencia ejecutiva. ",
    "B1.2. Lo heredado y lo aprendido: biología y cultura. Proceso de socialización. Agentes de so cialización. Aprendizaje formal e informal. ",
    "B.2. Construcción del sentido de competencia y logro: ",
    "B2.1. Autoconocimiento. Autonomía personal y autopercepción. Estilo atribucional. Capacidad  autocrítica. Iniciativa personal. Pensamiento creativo. Confianza y seguridad en uno mismo. Perse verancia. ",
    "B2.2. Estrategias para enfrentarse al fracaso y a la frustración. ",
    "B3. Relaciones e interacciones con las demás personas: ",
    "B3.1. Habilidades sociales. ",
    "B3.2. Habilidades comunicativas. Barreras en la comunicación y estrategias para superarlas. B3.3. Habilidades de organización y gestión. ",
    "B3.4. Herramientas digitales para la interacción con los demás. Huella y reputación digital. Gestión  de identidades digitales: personal y profesional. ",
    "B4. Orientación hacia la formación académica y profesional. Exploración del entorno profesional: ",
    "B4.1. Programas, oportunidades y ayudas para la formación. Servicios de orientación académica  y profesional. Formación permanente a lo largo de la vida. ",
    "B4.2. Exploración y descubrimiento del entorno de trabajo: Las relaciones laborales. La lucha  de clases. Tendencias laborales y demandas del mercado. Derechos de las personas trabajadoras  (convenio laboral, salario mínimo, vacaciones pagadas, seguro de desempleo, etc.). Retos de la  revolución digital. Emprendimiento e intraemprendimiento. Participación social activa. El ser humano  como homo oeconomicus. Teorías críticas. La teoría de la alienación. Colaboración y voluntariado. ",
    "C. Proyecto personal, académico-profesional y aproximación a la búsqueda activa de empleo ",
    "C.1. Planes de autoconocimiento y de formación académica y profesional. Cualidades personales.  Fortalezas y debilidades. La diversidad como elemento enriquecedor. Fases del plan: exploración,  diagnóstico, perfiles académicos y profesionales, toma de decisiones. Aspiraciones y metas. Ayudas  y recursos para superar carencias y afrontar retos personales y profesionales. ",
    "C.2. Aproximación a un plan de búsqueda activa de empleo con proyección hacia el futuro. Es trategias de búsqueda de empleo. Instrumentos de búsqueda de empleo. "
  ],
  "criteriosEvaluacion": [
    "1.1. Mejorar el desempeño personal, social y académico aplicando estrategias de aprendizaje y  gestión emocional que permitan mayor control sobre las acciones y sus consecuencias. ",
    "1.2. Identificar y aplicar los procesos que intervienen en el aprendizaje, analizando sus impli caciones y desarrollando estrategias que favorezcan la adquisición de conocimientos, destrezas y  actitudes. ",
    "1.3. Analizar la importancia del componente emocional, tomando conciencia de su repercusión  en el aprendizaje y desarrollando estrategias que lo mejoren. ",
    "1.4. Analizar la relación de la cognición, la motivación, el aprendizaje y la gestión emocional con  la conducta, tanto propia como de las demás personas, a partir de las bases teóricas fundamentales  de los procesos físicos y psicológicos que intervienen en ellos. ",
    "2.1. Afrontar nuevos retos, de forma eficaz y con progresiva autonomía, identificando las cualidades  personales y sociales propias y de las demás personas y analizando los elementos que condicionan  los comportamientos y actuaciones en el proceso de desarrollo evolutivo. ",
    "2.2. Conocer el desarrollo evolutivo de las personas, analizando y comprendiendo las principales  características de la madurez que van conformando a la persona en distintos planos: físico, cognitivo,  social, emocional y sexual. ",
    "2.3. Identificar cualidades personales y de las demás personas, reflexionando sobre la importancia  de potenciar aquellas que permitan afrontar eficazmente los retos y faciliten el proceso de transición  de la adolescencia a la edad adulta. ",
    "3.1. Reflexionar de manera crítica sobre la condición humana, la sociedad y la cultura a partir  del conocimiento que proporcionan las ciencias humanas y sociales. ",
    "3.2. Analizar la diversidad personal, social y cultural desde distintas perspectivas a partir de los  conocimientos que proporcionan las ciencias humanas y sociales, mostrando actitudes de respeto y  empatía por lo diferente y valorando la equidad y la no discriminación. ",
    "4.1. Desarrollar estrategias y habilidades que faciliten la adaptación a nuevos grupos y contextos  a partir del conocimiento social y antropológico del ser humano. ",
    "4.2. Analizar los factores personales y socioculturales que intervienen en la configuración psi cológica de la persona a partir del conocimiento comparado de la dimensión social y antropológica  del ser humano. ",
    "4.3. Valorar la diversidad desde el respeto, la inclusión y la igualdad real y efectiva entre mujeres  y hombres, considerándola un elemento enriquecedor a nivel personal, social y cultural. ",
    "5.1. Realizar un proyecto personal, académico y profesional propio y aproximarse al proceso de  búsqueda activa de empleo, priorizando las necesidades y descubriendo los intereses personales y  vocacionales mediante la exploración de las oportunidades académicas y profesionales que ofrece  el entorno presencial y virtual, y desarrollando las destrezas necesarias en el proceso de toma de  decisiones. ",
    "5.2. Explorar el entorno próximo identificando las oportunidades académicas y profesionales que  ofrece, valorando aquellas que mejor se adaptan a las cualidades e intereses personales y potenciando  el espíritu de iniciativa y superación. "
  ]
}