{
  "saberes": [
    "A. Retos del mundo actual",
    "Ubicación espacial: representación del espacio, orientación y escalas. Utilización de recursos digitales e in- terpretación y elaboración de mapas, esquemas, imágenes y representacio- nes gráficas. Tecnologías de la Infor- mación Geográfica (TIG).",
    "Emergencia climática: elementos y factores que condicionan el clima y el impacto de las actividades huma- nas. Métodos de recogida de datos meteorológicos e interpretación de gráficos. Riesgos y catástrofes climá- ticas en el presente, en el pasado y en el futuro.",
    "Biodiversidad. Dinámicas y amenazas de los ecosistemas planetarios. For- mas y procesos de modificación de la superficie terrestre. Riqueza y valor del patrimonio natural. La influencia huma- na en la alteración de los ecosistemas en el pasado y la actualidad. Conserva- ción y mejora del entorno local y global.",
    "Tecnologías de la información. Ma- nejo y utilización de dispositivos, apli- caciones informáticas y plataformas digitales. Búsqueda, tratamiento de la información y elaboración de conoci- miento. Uso seguro de las redes de comunicación. Lectura crítica de la información.",
    "Sociedad del conocimiento. Introduc- ción a los objetivos y estrategias de las Ciencias Sociales y al uso de sus procedimientos, términos y conceptos. Uso de plataformas digitales.",
    "Competencia y conflicto por los recursos y el territorio. Mercados regionales, políticas comerciales y movimientos migratorios. Tensiones internacionales, choques y alianzas entre civilizaciones.",
    "Igualdad. Situaciones discriminatorias de las niñas y de las mujeres en el mundo. Roles de género y su mani- festación en todos los ámbitos de la sociedad y la cultura.",
    "Objetivos de Desarrollo Sostenible. La visión de los dilemas del mundo actual, punto de partida para el pensa- miento crítico y el desarrollo de juicios propios.",
    "B. Sociedades y territorios",
    "Métodos de investigación para la construcción del conocimiento de la Geografía y la Historia. Metodologías del pensamiento geográfico y del pen- samiento histórico.",
    "Las fuentes históricas y arqueológicas como base para la construcción del conocimiento histórico. Objetos y arte- factos como fuente para la historia. El significado de los archivos, bibliotecas y museos y del legado histórico y cultu- ral como patrimonio colectivo.",
    "Tiempo histórico: construcción e inter- pretación de líneas del tiempo a través de la linealidad, cronología, simultanei- dad y duración.",
    "Análisis interdisciplinar del origen del ser humano y del nacimiento de la so- ciedad. Grandes migraciones humanas y nacimiento de las primeras culturas.",
    "Condicionantes geográficos e interpre- taciones históricas del surgimiento de las civilizaciones. Las grandes rutas comerciales y las estrategias por el control de los recursos: talasocracias e imperios, conquista y colonización.",
    "Violencia y conflictos armados. El cre- cimiento de los ejércitos y la evolución del armamento desde los hoplitas a los tercios. Los civiles durante las guerras.",
    "Complejidad social y nacimiento de la autoridad: familia, clan, tribu, casta, linaje y estamento. Desigualdad social y disputa por el poder en la Prehis- toria y la Antigüedad. Formación de oligarquías, la imagen del poder, y la evolución de la aristocracia.",
    "Las personas invisibilizadas de la his- toria: mujeres, esclavos y extranjeros. Marginación, segregación, control y sumisión en la historia de la humani- dad. Personajes femeninos en la histo- ria. La resistencia a la opresión.",
    "La organización política del ser huma- no y las formulaciones estatales en el mundo Antiguo: democracias, repúbli- cas, imperios y reinos. Evolución de la teoría del poder.",
    "Las raíces clásicas de la cultura occidental. La construcción de las identidades culturales, de la idea de Europa, y del eurocentrismo, a través del pensamiento y del arte.",
    "El papel de la religión en la organiza- ción social, la legitimación del poder y la formación de identidades: politeís- mo, monoteísmo y el surgimiento de las grandes religiones. Herejías, per- secuciones y guerras de religión.",
    "La transformación humana del terri- torio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los ci- clos demográficos, de los modos de vida y de los modelos de organización social. La lucha por la supervivencia y el estatus social en la Prehistoria y la Antigüedad.",
    "Interpretación del territorio y del paisa- je. La ciudad y el mundo rural a lo largo de la historia: polis, urbes, ciudades, villas y aldeas. La huella humana y la protección del patrimonio ambiental, histórico, artístico y cultural.",
    "Significado y función de las expresio- nes artísticas y culturales en las distin- tas civilizaciones. Diversidad y riqueza cultural. Respeto y conservación del patrimonio material e inmaterial.",
    "Ciencia, medicina y avances tecno- lógicos. La lucha contra epidemias y pandemias.",
    "C. Compromiso cívico local y global",
    "Dignidad humana y derechos univer- sales. Convención sobre los derechos del Niño.",
    "Alteridad: respeto y aceptación de otras personas. Comportamientos no discriminatorios y contrarios a cual- quier actitud diferenciadora y segre- gadora.",
    "Igualdad de género. Manifestaciones y conductas no sexistas.",
    "Interés ante los retos y problemas de actualidad en el entorno local y global.",
    "Las redes sociales. Seguridad y pre- vención ante los riesgos y peligros del uso de las tecnologías de la informa- ción y de la comunicación.",
    "Convivencia cívica y cultura democrá- tica. Incorporación e implicación en la sociedad civil en procesos demo- cráticos. Participación en proyectos comunitarios.",
    "Conciencia ambiental. Respeto, pro- tección y cuidado de los seres vivos y del planeta.",
    "Conservación y defensa del patrimonio histórico, artístico y cultural.",
    "Solidaridad, empatía y acciones de apo- yo a colectivos en situaciones de po- breza, vulnerabilidad y exclusión social.",
    "Identificación y gestión de las emo- ciones y su repercusión en comporta- mientos individuales y colectivos.",
    "Ciclos vitales, uso del tiempo libre y hábitos de consumo: Diferencias y cambios en las formas de vida en so- ciedades actuales y del pasado.",
    "Ciudadanía europea. Ideas y actitudes en el proyecto de construcción de una identidad común. La seguridad y la co- operación internacional.",
    "Seguridad vial y movilidad sostenible."
  ],
  "criteriosEvaluacion": [
    "1.1. Expresar y presentar contenidos  propios en forma de esquemas, tablas  informativas y otros tipos de formato  mediante el desarrollo de estrategias  de búsqueda, selección y tratamiento  de información relativas a procesos y  acontecimientos relevantes del presente  y del pasado.",
    "1.2. Contrastar y argumentar sobre te mas y acontecimientos de la Prehistoria y  la Edad Antigua, localizando y analizan do de forma crítica fuentes primarias y  secundarias como pruebas históricas.",
    "2.1. Identificar, valorar y mostrar interés  por los principales problemas que afec tan a la sociedad.",
    "2.2. Argumentar sobre problemas de  actualidad a través de conocimientos  geográficos e históricos, contrastando  y valorando fuentes diversas.",
    "2.3. Incorporar y utilizar adecuadamente  términos, conceptos y acontecimientos  relacionados con la geografía, la historia  y otras disciplinas de las ciencias sociales, a través de intervenciones ora les, textos escritos y otros productos,  mostrando planteamientos originales y  propuestas creativas.",
    "2.4. Construir la propia identidad y enri quecer el acervo común en el contexto  del mundo actual, de sus retos y conflic tos, y desde una perspectiva sistémica  y global y el respeto a las opiniones de  las demás personas.",
    "3.1. Identificar los principales proble-mas, retos y desafíos a los que se haenfrentado la humanidad a lo largo dela historia, los cambios producidos, suscausas y consecuencias.",
    "3.2. Utilizar una secuencia cronológicacon objeto de examinar la relación entre hechos y procesos en diferentes perío-dos y lugares históricos (simultaneidad y duración), utilizando términos y con-ceptos apropiados.",
    "3.3. Identificar procesos de cambiohistórico de relevancia a través del usode diferentes fuentes de información,teniendo en cuenta las continuidades ypermanencias en diferentes períodos ylugares.",
    "3.4. Adquirir conocimiento relevante delmundo actual y de la historia, a través deltrabajo por proyectos, retos o problemas,mediante la elaboración de productos que reflejen la comprensión de los fenó-menos y problemas abordados.",
    "4.2. Reconocer la necesidad de acciones de defensa, protección, conservación y mejora del entorno (natural, rural y urba- no) a través de propuestas e iniciativas que reflejen compromisos y conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos.",
    "4.3. Identificar el grado de sostenibilidad y de equilibrio de los diferentes espacios y desde distintas escalas y analizar su transformación y degradación a través del tiempo por la acción humana en la explotación de los recursos, su relación con la evolución de la población.",
    "5.1. Identificar los mecanismos que han regulado la convivencia y la vida en común a lo largo de la historia, desde el origen de la sociedad a las distintas civilizaciones de la Edad Antigua, se- ñalando los principales modelos de or- ganización social y política que se han ido gestando.",
    "5.2. Señalar y explicar aquellas ex- periencias históricas más destacables durante la Edad Antigua, en las que se lograron establecer sistemas políticos que favorecieron el ejercicio de dere- chos y libertades de las personas y de la colectividad, considerándolas como antecedentes de las posteriores conquis- tas democráticas y referentes históricos de las libertades actuales.",
    "5.3. Mostrar actitudes pacíficas y tole- rantes y asumir las normas como marco necesario para la convivencia, identifi- cando y respondiendo de manera aser- tiva ante las situaciones de injusticia y desigualdad.",
    "6.1. Mostrar actitudes no discriminato- rias y valorar la diversidad social y mul- ticultural, argumentando e interviniendo en favor de la inclusión, el reconocimien- to de las minorías étnico-culturales, la colaboración y la cohesión social.",
    "6.2. Reconocer las desigualdades socia- les existentes en épocas pasadas y los mecanismos de dominación y control que se han aplicado, identificando aquellos grupos que se han visto sometidos y si- lenciados, destacando la presencia de mujeres y de personajes pertenecientes a otros colectivos discriminados.",
    "6.3. Situar el nacimiento y desarrollo de distintas civilizaciones y situarlas en el espacio y en el tiempo, integran- do los elementos históricos, culturales, institucionales y religiosos que las han conformado.",
    "6.4. Argumentar e intervenir acerca de la igualdad real de mujeres y hombres actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género.",
    "7.1. Relacionar las culturas y civilizacio- nes que se han desarrollado a lo largo de la historia Antigua con las diversas identidades colectivas que se han ido construyendo hasta la actualidad, re- flexionando sobre los múltiples signifi- cados que adoptan y aportaciones a la cultura humana universal.",
    "7.3. Señalar los fundamentos de la idea de Europa a través de las diferen- tes experiencias históricas del pasado e identificar el legado histórico, institucio- nal, artístico y cultural como patrimonio común de la ciudadanía europea.",
    "7.4. Valorar, proteger y conservar el patrimonio artístico, histórico y cultural como fundamento de identidad colectiva local, autonómica, nacional, europea y universal, considerándolo un bien para el disfrute recreativo y cultural y un recurso para el desarrollo de los pueblos.",
    "8.1. Tomar conciencia del ciclo vital y analizar cómo han cambiado sus carac- terísticas, necesidades y obligaciones en distintos momentos históricos, así como las raíces de la distribución por motivos de género del trabajo domésti- co, asumiendo las responsabilidades y compromisos propios de su edad en el ámbito familiar, en el entorno escolar y comunitario y valorando la riqueza que aportan las relaciones intergeneracio- nales.",
    "8.2. Relacionar los cambios en los hábi- tos de vida tradicional y contrastarlos con los que son saludables y sostenibles en su entorno, a través de comportamientos respetuosos con su propia salud, con la de las demás personas y con los otros seres vivos, tomando conciencia de la importancia de promover su propio de- sarrollo personal.",
    "9.2. Identificar e interpretar la conexión de España con los grandes procesos his- tóricos (de la época Antigua), valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habi- tantes a lo largo de la historia."
  ]
}