{
    "criteriosEvaluacion": [
        "1.1. Analizar piezas musicales de distintas épocas, géneros y culturas, a través de la audición, el visionado activo y la indagación, explicando sus funciones y estableciendo vínculos con el contexto sociocultural en el que fueron creadas, para reflexionar sobre el valor social del patrimonio cultural y artístico y la necesidad de su conservación. CCL1, CCL2, CCL3, CP3, CPSAA4, CCEC1, CCEC2",
        "1.2. Expresar opiniones argumentadas sobre las obras analizadas, utilizando la terminología musical apropiada, a través de la elaboración y publicación de reseñas, comentarios y críticas musicales, e incorporando una visión crítica del papel de las mujeres compositoras e intérpretes en la sociedad, para desarrollar el espíritu crítico y la capacidad comunicativa sobre el hecho musical. CCL1, CCL2, CCL3, CP3, CCEC1",
        "1.3. Identificar las manifestaciones culturales más significativas del patrimonio musical canario y relacionarlas con su contexto de creación, a través de la audición, el visionado activo y la indagación, para reflexionar sobre el enriquecimiento inherente a la diversidad cultural. CCL1, CCL3, CP3, CCEC1, CCEC2",
        "2.1. Explicar la función que cumple la música en producciones audiovisuales diversas, a través de la audición y el visionado activo, la indagación y el análisis con perspectiva de género, para desarrollar el sentido crítico, y comprender el valor expresivo de la música en el lenguaje audiovisual y su potencial como vehículo transmisor de valores. CCL1, CCL2, CD1, CC3, CCEC2",
        "2.2. Crear o reelaborar contenidos audiovisuales con fines sociales, a través de la sonorización de secuencias de imágenes o vídeo, para reflexionar sobre los aspectos subjetivos y emocionales inherentes a la percepción musical, y participar de forma activa en la promoción de los derechos humanos y de los valores de nuestra sociedad. CCL5, CD2, CC2, CC3, CCEC3.1, CCEC4.1",
        "3.1. Interpretar piezas musicales y dancísticas, a través de la aplicación de técnicas vocales, instrumentales, corporales y de danza, respetando las normas necesarias para la práctica musical grupal, para vivenciar el hecho artístico y manifestar el compromiso con los valores de la sociedad. CCL5, CPSAA3.1, CC3, CCEC3.1, CCEC3.2",
        "3.2. Consolidar estrategias de gestión de emociones, a través de la interpretación grupal de obras musicales y dancísticas, con actitud activa y cooperativa, para experimentar el bienestar físico y mental derivado de la práctica artística. CPSAA2, CPSAA3.1, CC3, CCEC3.1, CCEC3.2",
        "4.1. Planificar, desarrollar y difundir proyectos musicales y audiovisuales colaborativos, apoyándose en las tecnologías digitales, vinculándolos a contextos y temáticas que favorezcan su proyección social, y asumiendo funciones diversas con responsabilidad y conciencia de grupo, para favorecer los procesos creativos y comprender la función de la música y el arte, en general, como vehículo de transmisión de ideas y valores. CCL5, STEM3, CD2, CC2, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2"
    ],
    "saberes": [
        "I. Escucha y percepción",
        "    1. Puesta en práctica de hábitos saludables de escucha. Actitud proactiva hacia la generación de espacios respetuosos con la escucha y el bienestar personal y social.",
        "    2. Audición y visionado activo de obras de diferentes géneros, épocas y culturas, en el aula o en la asistencia a conciertos, actuaciones y manifestaciones artístico-musicales en vivo, con una actitud de respeto y valoración crítica en la recepción musical.",
        "    3. Identificación de las principales manifestaciones culturales del patrimonio musical canario.",
        "    4. Análisis de la función que desempeña la música en las sociedades a lo largo de la historia, con una actitud de interés, apertura y respeto hacia manifestaciones artísticas diversas.",
        "    5. Identificación de la función de la música en combinación con los medios audiovisuales.",
        "    6. Empleo de un vocabulario técnico específico en las comunicaciones sobre el hecho musical.",
        "    7. Análisis de los mitos, estereotipos y roles de género transmitidos a través de la música, la danza y los medios audiovisuales, para la consolidación del compromiso con la igualdad de género.",
        "    8. Actitud proactiva, crítica y reflexiva ante mensajes contrarios a la igualdad de género en la audición y visionado de productos culturales y artísticos: canciones, videoclips, cine, publicidad, teatro musical, televisión, videojuegos y redes sociales.",
        "    9. Análisis de los contextos de creación con perspectiva de género. Visibilización de la producción de mujeres compositoras e intérpretes.",
        "    10. Uso responsable de herramientas digitales para la recepción musical. Consolidación de valores y hábitos de consumo responsable en las plataformas digitales y las redes sociales musicales.",
        "II. Expresión musical",
        "    1. Aplicación de técnicas sencillas de interpretación vocal e instrumental en obras representativas del repertorio musical internacional, nacional y local.",
        "    2. Aplicación de técnicas sencillas en la práctica de danzas de diferentes épocas y culturas.",
        "    3. Aplicación de estrategias y técnicas básicas de dramatización.",
        "    4. Interpretación vocal, instrumental y dancística de obras representativas de diferentes épocas, culturas, géneros y estilos.",
        "    5. Interpretación vocal, instrumental y dancística de obras de la música culta, tradicional y popular de Canarias.",
        "    6. Aplicación de técnicas de estudio y desarrollo del autoconocimiento, la autoconfianza y la gestión de emociones en el ensayo, e interpretación de repertorio vocal, instrumental y dancístico diverso.",
        "    7. Actitud proactiva y colaborativa en actividades de expresión y creación realizadas en el aula. Respeto de las normas necesarias para el desarrollo de actividades musicales.",
        "    8. Lectura de partituras con grafía convencional y no convencional.",
        "    9. Planificación, desarrollo y difusión de proyectos musicales y audiovisuales con proyección social. Respeto de la propiedad intelectual, los derechos de autoría y la protección de datos.",
        "    10. Empleo de las tecnologías digitales para el desarrollo de proyectos musicales y audiovisuales.",
        "       Comprensión de la función de la música como vehículo transmisor de ideas, emociones, sentimientos, mensajes y valores, a través de la interpretación y el desarrollo de proyectos musicales y audiovisuales.",
        "III. Música, cultura y sociedad",
        "    1. Relación de las manifestaciones culturales más significativas del patrimonio musical canario con su contexto de creación.",
        "    2. Uso de las tecnologías digitales en la difusión de la música y de la danza.",
        "    3. Elaboración y difusión de comentarios y críticas musicales con una terminología adecuada, expresando juicios personales.",
        "    4. Valoración crítica del mensaje musical, rechazando cualquier tipo de discriminación y violencia.",
        "    5. Interés por conocer, respetar, conservar y difundir el patrimonio musical y dancístico.",
        "    6. Aplicación de estrategias de búsqueda, selección, tratamiento y difusión de información, siguiendo criterios de fiabilidad y validez. Respeto de los derechos de autoría y de la propiedad intelectual."
    ]
}