{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "A. El cuerpo y el control del mismo. - Imagen global y segmentada del cuerpo: características individuales y percepción de los cambios físicos propios y de su relación con el paso del tiempo. Identificación y localización de partes externas e internas del cuerpo. Representación gráfica del esquema corporal.",
        "- Imagen positiva de uno mismo, así como aceptación de las posibilidades y limitaciones propias.",
        "- Identificación y respeto de las diferencias.",
        "- Los sentidos, sus funciones y la estimulación de los mismos. El cuerpo y el entorno: referencias espaciales en relación con el propio cuerpo (arriba-abajo, delante-detrás, cerca- lejos…) y temporales (duración, orden, velocidad, ritmo…).",
        "- El movimiento: control de la coordinación, el tono, el equilibrio y los desplazamientos. Habilidades motrices básicas de locomoción (saltos y giros en diferentes ejes) y manipulativas (lanzamientos y recepciones).",
        "- Dominio activo del tono y la postura en función de las características de los objetos, acciones y situaciones.",
        "- El juego espontáneo y dirigido como actividad placentera y fuente de aprendizaje. Juego sensorial, juego simbólico, juegos de construcción, juegos reglados, etc. Aceptación e integración de las normas de juego. Saber ganar y perder. Rutinas asociadas al juego: guardar, clasificar…",
        "- Autonomía en la realización de tareas y regulación del propio comportamiento. Hábitos elementales de organización, constancia, atención, concentración, iniciativa y esfuerzo en la propia actividad.",
        "B. Desarrollo y emociones. - Herramientas para la gestión de las emociones: identificación, expresión y aceptación y control de las propias emociones, sentimientos, vivencias, preferencias e intereses.",
        "- Estrategias de ayuda y colaboración en contextos de juego y rutinas. Ofrecimiento y solicitud de ayuda para sí mismo y para los demás. Valoración de la actitud de ayuda de otras personas.",
        "- Estrategias para desarrollar la seguridad en sí mismo, el reconocimiento de sus posibilidades y la asertividad respetuosa hacia los demás.",
        "- Aceptación de errores y correcciones: manifestaciones de superación y logro, control de la frustración, error como oportunidad de aprendizaje.",
        "- Valoración del trabajo bien hecho: desarrollo inicial de hábitos y actitudes de esfuerzo, constancia, organización, atención e iniciativa. Aceptación de correcciones para mejorar sus acciones.",
        "C. Hábitos de vida saludable para el cuidado de uno mismo y del entorno. - Necesidades básicas: manifestación, regulación y control personal.",
        "- Hábitos y prácticas responsables con el medio ambiente, con la alimentación, la higiene y el descanso.",
        "- Actividad física estructurada con diferentes grados de intensidad.",
        "- Rutinas: planificación de las acciones para resolver una tarea, normas de comportamiento social en la comida, en el descanso, en la higiene y en los desplazamientos, etc. Mantenimiento de limpieza y orden en el entorno.",
        "- Identificación de situaciones peligrosas y prevención de accidentes. Valoración ajustada de los factores de riesgo, adopción de comportamientos de prevención y seguridad en situaciones habituales. Actitud de colaboración en situaciones de enfermedad y de pequeños accidentes.",
        "D. Personas y emociones. La vida junto a los demás. - La familia.",
        "- La familia y la incorporación a la escuela. Paso del hogar hasta la adaptación a la escuela. Valoración y respeto de las relaciones afectivas que se establecen en la familia y la escuela. Principales características de la familia (miembros, relaciones de parentesco, lugar que ocupa entre ellos…) y de la escuela (miembros, dependencias, rutinas escolares…).",
        "- Habilidades sociales (pedir perdón, pedir permiso, dar las gracias, pedir por favor…), afectivas y de convivencia: comunicación de sentimientos y emociones y pautas básicas de convivencia, que incluyan el respeto a todos y el rechazo a cualquier tipo de discriminación.",
        "- Estrategias de autorregulación de la conducta. Empatía y respeto tanto con las personas adultas como con los iguales.",
        "- Resolución de conflictos surgidos en interacciones con los otros. Incorporación de pautas adecuadas para resolver conflictos cotidianos mediante el diálogo de forma autónoma.",
        "- La amistad como elemento protector, de prevención de la violencia para impulsar habilidades que entre ellas promuevan: el respeto a la vida, al ser humano, a la dignidad, fomentando las relaciones sociales y las buenas acciones.",
        "- Fórmulas de cortesía y relación social e interacción social positiva (respeto a las personas mayores, a los padres, a los niños). Actitud de ayuda y cooperación, petición y aceptación de ayuda y valoración de la actitud de ayuda de otras personas.",
        "- La respuesta a la diversidad debida a distintas formas de discapacidad y a sus implicaciones en la vida cotidiana.",
        "- Juego simbólico. Observación, imitación y representación de personas, personajes y situaciones.",
        "- Grupos de pertenencia: características, funciones y servicios. La actividad humana en el medio (oficios habituales y valoración de su necesidad), el entorno próximo al alumnado (casa, calle, barrio, ciudad…), medios de transporte y de comunicación, etc.",
        "- Asentamientos y actividades del entorno.",
        "- Celebraciones, costumbres y tradiciones.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "A. El entorno. Exploración de objetos, materiales y espacios. ",
        "- Cualidades o atributos de los objetos y materiales. Color, forma (figuras planas y cuerpos geométricos), tamaño, textura, olor, grosor, temperatura… y su comportamiento físico (caer, rodar, resbalar, botar, etcétera). Relaciones de orden, seriación, correspondencia, clasificación y comparación a través de la manipulación, observación y experimentación.",
        "- Uso de cuantificadores básicos en situaciones contextualizadas: igual que, más que, menos que, tantos como, muchos, pocos, alguno, ninguno, etc.",
        "- Funcionalidad de los números en la vida cotidiana. Conteo, establecimiento de relaciones de comparación y transformación (añadir, quitar, repartir, cambiar) por medio de la manipulación de objetos aplicada a situaciones de su vida cotidiana. Números cardinales y ordinales. Aproximación a la serie numérica: representación gráfica, utilización oral para contar y construir la serie numérica.",
        "- Situaciones en que se hace necesario medir. Empleo de unidades de medida (pie, palmo…) y del estándar para la exploración de las magnitudes de medida.",
        "- Nociones espaciales básicas en relación con el propio cuerpo, los objetos y las acciones, tanto en reposo como en movimiento: dentro-fuera, encima-debajo, cerca- lejos, juntos-separados, de frente-de lado-de espaldas, izquierda-derecha…",
        "- El tiempo y su organización: día-noche, estaciones, ciclos, calendario. Ubicación temporal de actividades de la vida cotidiana.",
        "- Indagación sobre el paso del tiempo (pasado, presente, futuro).",
        "- Aproximación a los principales hechos del pasado: prehistoria, primeras civilizaciones, hechos fundamentales de la historia, civilizaciones antiguas, modos de vida en el pasado, inventos, hechos relevantes, personajes …",
        "B. Experimentación en el entorno. Curiosidad, pensamiento científico y creatividad. ",
        "- Pautas para la investigación en el entorno: interés, respeto, curiosidad, asombro, cuestionamiento y deseos de conocimiento.",
        "- Estrategias de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, y entre experiencias previas y nuevas; relaciones con las personas adultas, con iguales y con el entorno.",
        "- Estrategias y técnicas de investigación: ensayo-error, observación, experimentación, formulación y comprobación de hipótesis, realización de preguntas, manejo y búsqueda en distintas fuentes de información.",
        "- Estrategias de planificación, organización o autorregulación de tareas. Iniciativa en la búsqueda de acuerdos en la toma de decisiones. Actitud de escucha y colaboración",
        "- Estrategias para proponer soluciones: creatividad, diálogo, imaginación y descubrimiento.",
        "- Procesos y resultados. Hallazgos, verificación y conclusiones.",
        "C. Indagación en el medio físico y natural. Cuidado, valoración y respeto. ",
        "- Elementos naturales (agua, tierra, aire, fuego). Características y comportamiento (peso, capacidad, volumen, mezclas o trasvases).",
        "- Influencia de las acciones de las personas en el medio físico y en el patrimonio. El cambio climático.",
        "- Recursos naturales: energías limpias y naturales. Disfrute al realizar actividades en contacto con la naturaleza. Valoración de su importancia para la salud y el bienestar. Repoblación, limpieza y recogida selectiva de residuos.",
        "- Fenómenos naturales: identificación y repercusión en la vida de las personas, así como sus causas y consecuencias.",
        "- Respeto y protección del medio natural.",
        "- Cuidado y protección de los animales. Características generales, observaciones, identificación y clasificación de los seres vivos (semejanzas y diferencias) y materia inerte (sol, rocas, nubes, ríos…). Aproximación al ciclo vital. Obtención de recursos procedentes de los seres vivos.",
        "- Respeto por el patrimonio cultural presente en el medio físico.",
        "- Aproximación y obtención de información acerca del universo y sus elementos indagando en diferentes fuentes: videos, fotografías, láminas, cuentos…",
        "- Observaciones, descubrimiento y descripción del entorno y su sentido: la realidad cultural, histórica, física y social de la Comunidad de Madrid, como parte de España, Europa, Hispanoamérica, el planeta y el universo. Interés y conexión con la realidad próxima y lejana. Interés por participar en actividades sociales y culturales.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "A. Intención e interacción comunicativa. - Repertorio comunicativo y elementos de comunicación no verbal (gestos, expresiones faciales, postura corporal…).",
        "- Comunicación interpersonal: empatía y asertividad.",
        "- Convenciones sociales del intercambio lingüístico en situaciones comunicativas que potencien el respeto y la igualdad: atención, escucha activa, turnos de diálogo y alternancia. Empleo de las formas socialmente establecidas para iniciar, mantener y terminar una conversación.",
        "- El uso del lenguaje para decir la verdad, las mentiras y sus efectos.",
        "B. Las lenguas y sus hablantes. - Repertorio lingüístico. Conjunto de elementos lingüísticos de cada alumno: fonemas, palabras, construcciones, registros y variedades lingüísticas.",
        "- La realidad lingüística del entorno. Fórmulas o expresiones.",
        "C. Comunicación verbal oral. Comprensión-expresión- diálogo. - El lenguaje oral en situaciones cotidianas: conversaciones, juegos de interacción social y expresión de vivencias. Uso progresivo del léxico, estructuración gramatical, entonación, ritmo y tono adecuado y pronunciación clara.",
        "- Textos orales formales e informales.",
        "- Intención comunicativa de los mensajes para evocar y relatar hechos, para explorar conocimientos, para expresar y comunicar ideas y sentimientos.",
        "- Verbalización de la secuencia de acciones en una acción planificada. Exposición clara y organizada de las ideas. Utilización de oraciones de distinto tipo (afirmativas, negativas e interrogativas), cuidando el empleo del género y número y el uso de tiempos verbales (presente, pasado y futuro).",
        "- Discriminación auditiva y conciencia fonológica: identificación de sonidos, asociación fonema-grafema, análisis silábico y fonético, asociación sonido-significado, memoria auditiva, etc., a través de juegos, rimas, poesías, canciones…",
        "D. Aproximación al lenguaje escrito. - Los usos sociales de la lectura y la escritura como medio de comunicación, información y disfrute. Funcionalidad y significatividad en situaciones comunicativas.",
        "- Textos escritos en diferentes soportes: libros, revistas, periódicos, carteles, etiquetas, pictogramas, rótulos, folletos, cuentos, tebeos, etc.",
        "- Intención comunicativa y acercamiento a las principales características textuales y paratextuales. Diferenciación entre las formas escritas y otras formas de expresión gráfica. Identificación de palabras escritas muy significativas y usuales. Primeras formas para la interpretación y compresión.",
        "- Las propiedades del sistema de escritura.",
        "- Aproximación al código escrito, evolucionando desde las escrituras indeterminadas y respetando el proceso evolutivo. Relaciones entre el lenguaje oral y escrito.",
        "- Otros códigos de representación gráfica: interpretación de imágenes, símbolos, números, fotografías, carteles… Comprensión de imágenes secuenciadas cronológicamente.",
        "- Iniciación a estrategias de búsqueda de información, reelaboración y comunicación.",
        "- Situaciones de lectura individual o a través de modelos lectores de referencia. Interés en la escucha de narraciones, explicaciones o descripciones.",
        "- Iniciación al desarrollo perceptivo-motriz de la escritura: orientación espacio- temporal, esquema corporal, discriminación de figuras y memoria visual. El trazo: direccionalidad, linealidad, orientación izquierda-derecha, distribución y posición al escribir.",
        "E. Aproximación a la educación literaria. - Textos literarios infantiles orales y escritos (cuentos, historias, poesías, rimas, adivinanzas, canciones, retahílas…) adecuados al desarrollo infantil. Memorización y recitado de algunos textos literarios disfrutando de las sensaciones que el ritmo, la rima y la belleza de las palabras producen.",
        "- Vínculos afectivos y lúdicos con los textos literarios. Participación creativa en juegos lingüísticos y dramatización de textos literarios para divertirse y aprender.",
        "- Conversaciones y diálogos en torno a textos literarios que fomenten la libertad de expresión, la curiosidad, la imaginación, la valentía, la bondad y la generosidad. Interés por compartir interpretaciones, sensaciones y emociones provocadas por las producciones literarias.",
        "- Utilización de la biblioteca como fuente de información, entretenimiento y disfrute. Manejo, cuidado y valoración de los cuentos y los libros.",
        "F. Lenguaje y expresión musical. - Posibilidades sonoras, expresivas y creativas de la voz, el cuerpo, los objetos cotidianos de su entorno y los instrumentos musicales.",
        "- Propuestas musicales en distintos formatos. (Audio, vídeo, música en directo…)",
        "- El sonido, el silencio y sus cualidades. Diferenciación entre ruido, silencio, música.",
        "- El código musical: acercamiento a la representación gráfica de la música a través del juego: parámetros del sonido, elementos de la música.",
        "- Intención expresiva en las producciones musicales. La canción como elemento expresivo: canciones de su entorno y del mundo.",
        "- La escucha musical como disfrute. Audición atenta, interés y participación en obras musicales presentes en el entorno: canciones populares infantiles, danzas sencillas, bailes etc.",
        "G. Lenguaje y expresión plásticos y visuales. - Materiales, elementos, técnicas y procedimientos plásticos como medio de comunicación y representación. Las técnicas básicas de la expresión plástica: dibujo, pintura, modelado, recortado, pegado…",
        "- Intención expresiva de producciones plásticas y pictóricas. Experimentación de algunos elementos que configuran el lenguaje plástico (línea, forma, color, textura, espacio…). Expresión de hechos, sentimientos, emociones, etc, a través de distintos materiales y manifestaciones artísticas. Interpretación y valoración de diferentes tipos de obras.",
        "- Manifestaciones plásticas variadas: representación de la figura humana diferenciando las distintas partes de su cuerpo, los colores primarios y su mezcla, el uso del collage con diversos materiales, formas y colores, etc. Otras manifestaciones artísticas: escultura, arquitectura… Principales elementos y autores representativos. Lugares de exposición de las manifestaciones artísticas: museos, galerías, etc.",
        "H. Lenguaje y expresión corporal. - Posibilidades expresivas y comunicativas del propio cuerpo en actividades individuales y grupales con referentes de igualdad: Descubrimiento y experimentación de gestos y movimientos. Las posibilidades motrices del cuerpo con relación al espacio y al tiempo (actividad, movimiento, respiración, equilibrio y relajación). Nociones de direccionalidad con el propio cuerpo. Desplazamientos por el espacio con movimientos diversos.",
        "- Interés e iniciativa en participar en danzas, juego simbólico y juegos de expresión corporal y dramática. Representación espontánea de personajes, hechos, situaciones e historias sencillas reales o imaginarias en juegos simbólicos, individuales y compartidos.",
        "I. Alfabetización digital. - Aplicaciones y herramientas con distintos fines: creación, comunicación, aprendizaje, disfrute y búsqueda de información.",
        "- Uso responsable de las tecnologías. La necesidad de un uso moderado de los medios audiovisuales: control del tiempo de uso, medios adecuados a la edad, etc. Distinción entre la realidad y la representación audiovisual.",
        "- Lectura e interpretación crítica de imágenes e información recibida a través de los medios.",
        "- Función educativa de los dispositivos y elementos tecnológicos.",
        "J. Lengua Extranjera. - Aproximación a la lengua extranjera. Elementos para una comunicación funcional básica.",
        "- Actitud positiva hacia la lengua extranjera e interés por participar en interacciones orales, en rutinas y situaciones habituales de comunicación.",
        "- Comprensión de la idea global de textos orales sencillos, en lengua extranjera, en situaciones habituales del aula y cuando se habla de temas conocidos y predecibles.",
        "- Expresión oral en lengua extranjera: adquisición de vocabulario básico. Comprensión y formulación de mensajes, preguntas y órdenes sencillas. Uso de normas socialmente establecidas para iniciar, mantener y terminar una conversación (saludar, despedirse, dar las gracias, etc.). Comprensión y reproducción de poesías, canciones, adivinanzas."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1.1. Progresar en el conocimiento de su cuerpo ajustando acciones y reacciones y desarrollando el equilibrio, la percepción sensorial y la coordinación en el movimiento.",
        "1.2. Manifestar sentimientos de seguridad personal en la participación en juegos y en las diversas situaciones de la vida cotidiana, confiando en las propias posibilidades y mostrando iniciativa.",
        "1.3. Manejar diferentes objetos, útiles y herramientas en el juego y en la realización de tareas cotidianas, mostrando un control progresivo y de coordinación de movimientos de carácter fino.",
        "1.4. Participar en juegos organizados o espontáneos con curiosidad y divirtiéndose.",
        "2.1. Identificar y expresar sus necesidades y sentimientos ajustando el control de sus emociones.",
        "2.2. Ofrecer y pedir ayuda en situaciones cotidianas, valorando los beneficios de la cooperación y la ayuda.",
        "2.3. Expresar inquietudes, gustos y preferencias, con entusiasmo y respeto, mostrando satisfacción y seguridad sobre los logros conseguidos.",
        "3.1. Realizar actividades relacionadas con el cuidado de uno mismo, con el cuidado del entorno y con actitud de respeto.",
        "3.2. Respetar la secuencia asociada a los acontecimientos y actividades cotidianas, adaptándose a las rutinas establecidas para el grupo y desarrollando comportamientos respetuosos hacia los demás.",
        "4.1. Participar con iniciativa en juegos y actividades relacionándose con otras personas con actitudes de afecto, empatía, generosidad y amor al prójimo, respetando los distintos ritmos individuales y evitando todo tipo de discriminación.",
        "4.2. Reproducir conductas, acciones o situaciones a través del juego simbólico en interacción con sus compañeros.",
        "4.3. Participar activamente en actividades relacionadas con la reflexión sobre las normas sociales que regulan la convivencia y promueven valores como el respeto a los demás.",
        "4.4. Desarrollar destrezas y habilidades para la gestión de conflictos de forma positiva, aprendiendo a buscar la verdad, a no mentir, a defender a quien lo necesite y a no tener miedo. Además, proponer alternativas creativas y teniendo en cuenta el criterio de otras personas.",
        "4.5. Participar, desde una actitud de respeto, en actividades relacionadas con costumbres presentes en su entorno, mostrando interés por conocerlas.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1.1. Establecer distintas relaciones entre los objetos a partir de sus cualidades o atributos, mostrando curiosidad e interés.",
        "1.2. Emplear los cuantificadores básicos más significativos en el contexto del juego y en las relaciones con los demás.",
        "1.3. Ubicarse adecuadamente en los espacios habituales, tanto en reposo como en movimiento, aplicando sus conocimientos acerca de las nociones espaciales básicas y jugando con el propio cuerpo y con objetos.",
        "1.4. Identificar las situaciones cotidianas en las que es preciso medir, utilizando el cuerpo u otros materiales y herramientas para efectuar las medidas.",
        "1.5. Organizar su actividad, ordenando las secuencias y utilizando las nociones temporales básicas.",
        "1.6. Utilizar nociones temporales básicas para investigar sobre el paso del tiempo y descubrir algunos hechos del pasado.",
        "2.1. Gestionar situaciones, dificultades, retos o problemas mediante la planificación de secuencias de actividades, la manifestación de interés e iniciativa y el trabajo con sus compañeros.",
        "2.2. Canalizar la frustración ante las dificultades o problemas mediante la aplicación de diferentes estrategias.",
        "2.3. Plantear ideas acerca del comportamiento de ciertos elementos o materiales, comprobándolas a través de la manipulación y la actuación sobre ellos.",
        "2.4. Utilizar diferentes estrategias para la toma de decisiones de manera autónoma, afrontando el proceso de creación de soluciones en respuesta a los retos que se le planteen.",
        "2.5. Programar secuencias de acciones o instrucciones para la resolución de tareas analógicas y digitales.",
        "2.6.  Participar en proyectos utilizando dinámicas de grupo, compartiendo y valorando opiniones propias y ajenas, expresando conclusiones personales a partir de ellas.",
        "3.1. Mostrar una actitud de respeto, cuidado y protección hacia el medio natural y los animales, identificando el impacto de algunas acciones humanas.",
        "3.2. Identificar rasgos comunes y diferentes entre seres vivos e inertes.",
        "3.3. Establecer relaciones entre el medio natural y social a partir de conocimiento y observación de algunos fenómenos naturales y de los elementos patrimoniales presentes en el medio físico.",
        "3.4. Identificar rasgos del entorno próximo, reconocer algunas señas de identidad cultural, física y social de la Comunidad de Madrid y de España.",
        "3.5. Participar en actividades sociales y culturales de la Comunidad de Madrid y de España.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1.1. Participar de manera espontánea y respetuosa con las diferencias individuales en situaciones comunicativas de complejidad.",
        "1.2. Ajustar su repertorio comunicativo a las propuestas, a los interlocutores y al contexto, indagando en las posibilidades expresivas de los diferentes lenguajes.",
        "1.3. Participar en situaciones de uso de diferentes lenguas, mostrando interés y curiosidad por las mismas.",
        "1.4. Interactuar con distintos medios digitales.",
        "2.1. Interpretar de forma eficaz los mensajes e intenciones comunicativas de los demás.",
        "2.2. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas reconociendo la intencionalidad del emisor y mostrando una actitud curiosa y responsable.",
        "2.3. Mostrar interés por conocer y comprender mensajes muy sencillos en lengua extranjera relacionados con rutinas y situaciones cotidianas.",
        "3.1. Hacer un uso funcional del lenguaje oral aumentando su repertorio lingüístico y construyendo un discurso organizado y coherente.",
        "3.2. Utilizar el lenguaje oral como instrumento regulador de la acción en las interacciones con los demás con seguridad y confianza.",
        "3.3. Evocar y expresar espontáneamente ideas a través del relato oral.",
        "3.4. Elaborar creaciones plásticas explorando y utilizando diferentes materiales y técnicas, y participando activamente en el trabajo en grupo cuando se precise.",
        "3.5. Interpretar propuestas dramáticas y musicales, utilizando y explorando diferentes instrumentos, recursos o técnicas.",
        "3.6. Ajustar armónicamente su movimiento al de los demás y al espacio como forma de expresión corporal libre, manifestando interés e iniciativa.",
        "3.7. Expresarse de manera creativa, utilizando diversas herramientas o aplicaciones.",
        "3.8. Adquirir y utilizar, de manera gradual y acorde al nivel madurativo, vocabulario y expresiones sencillas en lengua extranjera relacionadas con rutinas y situaciones habituales de comunicación.",
        "4.1. Mostrar interés por comunicarse a través de códigos escritos, convencionales o no, valorando su función comunicativa.",
        "4.2. Identificar, de manera acompañada, alguna de las características textuales y paratextuales mediante la indagación en cualquier tipo de textos.",
        "4.3. Recurrir a la biblioteca como fuente de información y disfrute, respetando sus normas de uso.",
        "4.4. Mostrar interés por participar en actividades que favorezcan la iniciación al desarrollo perceptivo-motriz de la escritura.",
        "5.1. Relacionarse con normalidad en la variedad lingüística y cultural de su entorno.",
        "5.2. Participar en interacciones comunicativas en lengua extranjera iniciándose en el uso de normas socialmente establecidas para comenzar, mantener y terminar una conversación relacionadas con rutinas y situaciones cotidianas.",
        "5.3. Participar en actividades de aproximación a la literatura infantil, explorando y apreciando la belleza del lenguaje literario.",
        "5.4. Mostrar una actitud positiva durante la aproximación a textos literarios en lengua extranjera tales como cuentos, pequeños poemas, leyendas…",
        "5.5. Expresar emociones, ideas y pensamientos a través de manifestaciones artísticas y culturales, disfrutando del proceso creativo.",
        "5.6. Expresar gustos, preferencias y opiniones sobre distintas manifestaciones artísticas, explicando las emociones que produce su disfrute."
    ]
}