{
    "criteriosEvaluacion": [
        "1.1 Analitzar críticament la presència del dibuix en diferents manifestacions culturals i artístiques, establint relacions entre si i amb la pròpia identitat cultural, incorporant a més la perspectiva de gènere.",
        "1.2 Comparar i comprendre el paper intel·lectual del dibuix en la història de les idees, realitzant una anàlisi i un debat constructiu a partir de les formes que adopta en processos creatius.",
        "1.3 Impulsar la pluralitat cultural i artística i la llibertat d’expressió, a través d’un discurs raonat i argumentat de manera activa, compromesa i respectuosa.",
        "2.1 Analitzar els llenguatges i els elements plàstics de diferents propostes artístiques, incloent-hi les contemporànies, tot valorant sense prejudicis la intencionalitat del missatge creat en llibertat i utilitzant correctament el vocabulari i la terminologia específics.",
        "2.2 Gaudir de l’obra d’art i del dibuix com part inherent d’aquesta, identificant-la adequadament per visualitzar i materialitzar idees.",
        "3.1 Interpretar i recrear gràficament la realitat objectiva i subjectiva de l’alumnat, utilitzant la pròpia expressió de manera espontània i creativa.",
        "3.2 Experimentar amb sensibilitat les possibilitats expressives de les formes i les textures aportant personalitat al procés creatiu.",
        "4.1 Integrar les tècniques tradicionals i l’experimentació amb el propi cos en produccions gràfiques tot reconeixent-ne globalment el valor artístic.",
        "4.2 Percebre gràficament l’espai tridimensional utilitzant diversos mitjans i tècniques, tot experimentant de forma oberta els efectes perceptius de la profunditat.",
        "5.1 Investigar de manera activa la presència de tecnologies digitals en referents artístics contemporanis i integrar aquesta recerca en el procés creatiu i expressiu.",
        "5.2 Descobrir l’acció de dibuixar com una exploració de l’espai exterior i interior de l’ésser humà, materialitzant en dibuixos els sentiments i les emocions i prenent com a punt de partida la pròpia voluntat i necessitat de crear.",
        "6.1 Estudiar la transformació de les formes en entorns urbans o naturals per evidenciar múltiples possibilitats expressives.",
        "6.2 Desenvolupar un traç propi en les representacions gràfiques intentant millorar la connexió mà/cervell durant el procés de creació.",
        "7.1 Plantejar solucions alternatives a la representació de la realitat, en diferents nivells d’iconicitat, mostrant un pensament divergent, utilitzant amb correcció les eines, els mitjans i els suports seleccionats i buscant activament un resultat final ajustat a unes intencions expressives prèvies.",
        "7.2 Innovar en l’ús d’eines, mitjans i suports en les seves interpretacions gràfiques de la realitat o del seu món interior, utilitzant els valors expressius del clarobscur i del color per contribuir a una intenció creativa concreta.",
        "8.1 Interpretar gràficament la realitat observada emprant la retentiva i la memòria visual per expressar idees i emocions.",
        "8.2 Valorar i aplicar la perspectiva com a mètode per recrear la tridimensionalitat a través del contrast lumínic, dels efectes de profunditat i dels canvis de proporció per augmentar les capacitats expressives.",
        "9.1 Participar activament en el procés de disseny d’un projecte gràfic, dins un àmbit disciplinari, assumint diferents rols de manera col·laborativa i utilitzant amb interès els valors expressius del dibuix artístic i els seus recursos.",
        "9.2 Reflexionar de manera respectuosa sobre les dificultats en planificar un projecte gràfic compartit, entenent-lo com un instrument de millora del resultat final, destacant professions relacionades amb el dibuix artístic i expressant la pròpia opinió de manera raonada.",
        "9.3 Exposar de manera inclusiva el resultat d’un projecte gràfic, individual o grupal, i explicar com s’han aplicat els valors expressius ii els recursos mobilitzats per tal de millorar la capacitat discursiva i saber difondre tots els valors d’un projecte."
    ],
    "saberes": [
        "El concepte i la història del dibuix",
        "- Identificar i diferenciar les manifestacions artístiques del dibuix en l’art dels segles XIX i XX, analitzant amb atenció els fenòmens de la representació subjectiva i l’abstracció tot incorporant la perspectiva de gènere i el patrimoni local.",
        "- Descobriment del dibuix com expressió artística totalment contemporània (l’obra com a projecte, l’obra múltiple de fàcil distribució, el dibuix com a eina d’intervenció en l’espai, etc.) per aproximar l’alumnat a totes les seves possibilitats expressives.",
        "L’expressió gràfica i els seus recursos elementals",
        "- Desenvolupar la retentiva i la memòria visual a partir d’assajos elementals i d’exemples elaborats.",
        "- Identificació, experimentació i transformació de formes positives i negatives i de textures visuals i tàctils per saber integrar-los de manera creativa en produccions artístiques globals.",
        "Dibuix i espai",
        "- Reconeixement i aplicació de la línia, el dibuix i la tridimensionalitat amb relació als conceptes ja estudiats en les diferents matèries artístiques.",
        "- Ús de l’enquadrament en el dibuix del natural fent servir diferents suports, situacions i estratègies que obliguin l’alumnat a mobilitzar recursos ja apresos en altres disciplines com ara el còmic, la fotografia o el cinema.",
        "- Anàlisi i experimentació del dibuix en espais interiors, exteriors, urbans i naturals a partir de l’aplicació de metodologies i tècniques variades.",
        "- Discernir i experimentar la relació entre geometria i naturalesa vinculada tant a funcions esteticoestilístiques com funcionals en contextos reals d’entorns naturals.",
        "La llum, el clarobscur i el color",
        "- Aplicació dels principis de l’ombrejat, la taca, les escales i les claus tonals per saber integrar de manera realista aquests elements.",
        "- Comparació i anàlisi dels diferents usos, qualitats i relacions del color tant local i tonal com ambiental com a eina poderosa per representar el món.",
        "- Ús i experimentació de les dimensions del color i de la perspectiva atmosfèrica en produccions pròpies, individuals i/o col·lectives i alienes.",
        "- Identificar i generar creacions d’art òptic i geomètric, amb un especial interès pel color en la línia, per atraure visualment a partir de l’aplicació de tècniques contemporànies concretes.",
        "La figura humana",
        "- Identificar, reflexionar i representar la figura humana al llarg de la història a través dels diferents cànons i proporcions esdevinguts en estereotips de bellesa per fomentar la riquesa cultural i representativa del món.",
        "- Desenvolupar nocions bàsiques d’anatomia artística en creacions pròpies i d’altres.",
        "- Elaborar apunts del natural, l’escorç i el retrat amb faccions i expressions expressives per saber integrar de manera creativa aquests elements en projectes personals i col·lectius amb la participació de la comunitat educativa.",
        "- Generar creacions amb el cos humà com a suport i instrument d’expressió artística vinculades tant a funcions estètiques com reivindicatives en contextos de l’entorn proper."
    ]
}