{
    "criteriosEvaluacion": [
        "Criterios de evaluación para las competencias 1, 2 y 3",
        "5.1.1. Realizar experiencias prácticas utilizando el material y herramientas del",
        "laboratorio respetando las normas de seguridad.",
        "5.1.2. Realizar investigaciones, experimentales o no, en torno a fenómenos",
        "observables que requieran formular preguntas investigables, emitir hipótesis,",
        "interpretar y analizar los resultados obtenidos, y extraer conclusiones",
        "razonadas y fundamentadas.",
        "5.1.3.Analizar críticamente la solución a un problema en el que intervienen los",
        "saberes de la materia y reformular los procedimientos utilizados si dicha",
        "solución no es viable o surgen nuevos datos.",
        "5.1.4.Seleccionar y utilizar las fuentes adecuadas de información para resolver",
        "preguntas relacionadas con las ciencias biológicas, geológicas o",
        "medioambientales.",
        "5.1.5. Contrastar y justificar la veracidad de información relacionada con la materia",
        "en base al conocimiento científico, adoptando una actitud crítica y escéptica",
        "hacia informaciones sin una base científica.",
        "5.1.6.Seleccionar e interpretar información, así como comunicarla, utilizando",
        "diferentes formatos (textos, vídeos, gráficos, tablas, diagramas, esquemas,",
        "aplicaciones y otros formatos digitales).",
        "5.1.7.Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o",
        "divulgación relacionado con los saberes de la materia aplicando las",
        "estrategias propias del trabajo científico.",
        "5.1.8. Comunicar información y datos, argumentando sobre aspectos relacionados",
        "con los saberes de la materia, considerando los puntos fuertes y débiles de",
        "diferentes posturas de forma razonada y con una actitud abierta, flexible,",
        "receptiva y respetuosa ante la opinión de los demás.",
        "Competencia específica 4",
        "5.2.1.Explicar la importancia del mantenimiento de los equilibrios en los",
        "ecosistemas a partir del conocimiento de la estructura y su composición, las",
        "relaciones de sus componentes y los flujos de materia y energía.",
        "5.2.2.Analizar las causas y consecuencias de distintos problemas",
        "medioambientales desde una perspectiva local y global concibiéndolos como",
        "grandes retos de la humanidad basándose en datos científicos.",
        "5.2.3.Proponer y poner en práctica hábitos e iniciativas sostenibles y saludables a",
        "nivel individual y colectivo, y argumentar sobre sus efectos positivos y la",
        "urgencia de adoptarlos basándose en informaciones contrastadas y",
        "argumentos científicos.",
        "Competencia específica 5",
        "5.3.1.Analizar la estructura y composición de la atmósfera y de la hidrosfera y",
        "explicar su papel fundamental en la existencia de vida en la Tierra.",
        "5.3.2.Explicar los modelos geodinámico y geoquímico de la estructura de la",
        "Tierra, a partir de los diferentes métodos de estudio de la misma.",
        "5.3.3. Mostrar la capacidad de la teoría de la tectónica de placas para explicar la",
        "dinámica de la geosfera relacionando los diferentes límites de placas con los",
        "fenómenos geológicos asociados.",
        "5.3.4. Interpretar el relieve como resultado de la interacción entre los procesos",
        "geológicos internos y externos.",
        "5.3.5.Analizar los riesgos derivados de los procesos geológicos internos y",
        "externos y relacionarlos con las actividades humanas y la prevención de",
        "riesgos.",
        "5.3.6. Relacionar las propiedades de los minerales y rocas en función de su origen",
        "y composición.",
        "5.3.7. Analizar la importancia de los recursos minerales y rocas, reconocerlos",
        "como no renovables y asociados a problemas socioeconómicos y ambientales",
        "en los lugares donde se encuentran sus yacimientos.",
        "Competencia específica 6",
        "5.4.1. Explicar el relieve actual a partir de la interpretación de datos y pruebas de",
        "la historia geológica basada en los principios geológicos como el Actualismo o",
        "el Principio de Superposición de los Estratos.",
        "5.4.2. Relacionar la evolución de los seres vivos y del planeta Tierra",
        "argumentando la interdependencia de ambos y la actuación de la selección",
        "natural",
        "5.4.3. Justificar las principales adaptaciones que presentan los seres vivos para",
        "desarrollar sus funciones biológicas en los diferentes hábitats y condiciones",
        "en las que se manifiesta la vida desde un punto de vista evolutivo.",
        "Competencia específica 7.",
        "5.5.1. Catalogar los diferentes niveles de organización de los seres vivos,",
        "evidenciando sus diferentes grados de complejidad.",
        "5.5.2. Analizar la composición de los seres vivos, relacionando los diferentes",
        "componentes con las funciones de cada uno de ellos.",
        "5.5.3. Explicar, desde el punto de vista estructural y funcional, los diferentes",
        "tipos de organización celular.",
        "5.5.4. Identificar las diferentes funciones que realizan los seres vivos,",
        "diferenciando los procesos químicos que tienen lugar en los seres vivos",
        "como sistemas abiertos.",
        "5.5.5. Justificar los diferentes tipos de división celular en procariotas y",
        "eucariotas y relacionarlos con la reproducción sexual y asexual.",
        "5.5.6. Diferenciar las características de los grandes grupos taxonómicos de",
        "seres vivos y aplicar el sistema de nomenclatura binomial."
    ],
    "saberes": [
        "Bloque A. Trabajo científico",
        "3.1.1. Pautas del trabajo científico propias de la planificación y ejecución de un",
        "proyecto de investigación en equipo: identificación de preguntas y planteamiento",
        "de problemas que puedan responderse, formulación de hipótesis, contrastación y",
        "comunicación de resultados.",
        "3.1.2 Utilización de herramientas y de técnicas propias de la Biología, Geología y",
        "las Ciencias Ambientales.",
        "3.1.3. Utilización de herramientas tecnológicas para la búsqueda de información,",
        "la colaboración, la interacción con instituciones científicas y la comunicación de",
        "procesos, resultados o ideas en diferentes formatos (presentación, gráficos, vídeo,",
        "póster, informe…).",
        "3.1.4. Búsqueda, reconocimiento y utilización de fuentes veraces de información",
        "científica.",
        "3.1.5. Diseño, planificación y realización de experiencias científicas de laboratorio",
        "o de campo para contrastar hipótesis",
        "3.1.6. Uso de los controles propios de las experiencias científicas para",
        "obtener resultados objetivos y fiables.",
        "3.1.7. Métodos para el análisis de resultados en los procedimientos",
        "experimentales mediante el uso de un lenguaje matematizado, control de",
        "variables, toma y representación de datos, análisis e interpretación de los mismos.",
        "3.1.8. Estrategias de comunicación de proyectos o resultados utilizando el",
        "vocabulario científico y distintos formatos (informes, vídeos, modelos, gráficos…).",
        "3.1.9. Papel de las científicas y científicos en el desarrollo de las ciencias",
        "biológicas, geológicas y ambientales.",
        "3.1.10. Análisis de la evolución histórica de un descubrimiento científico",
        "determinado, entendiendo la ciencia como un proceso colectivo e interdisciplinar",
        "en continua construcción y revisión.",
        "Bloque B. Ecología y sostenibilidad",
        "3.2.1. Ecosistemas: composición, relaciones tróficas y ciclos de materia y flujos de",
        "energía.",
        "3.2.2. El medio ambiente como motor económico y social: importancia del",
        "desarrollo sostenible.",
        "3.2.3. Importancia de la evaluación de impacto ambiental y de la gestión",
        "sostenible de recursos y residuos. La relación entre la salud medioambiental,",
        "humana y de otros seres vivos: one health (una sola salud).",
        "3.2.4. Concepto de huella ecológica. Responsabilidad del ser humano sobre la",
        "sostenibilidad.",
        "3.2.5. El cambio climático: su relación con el ciclo del carbono, causas y",
        "consecuencias sobre la salud, la economía, la ecología y la sociedad. Estrategias",
        "y herramientas para afrontarlo: mitigación y adaptación.",
        "3.2.6. El problema de los residuos. Los compuestos xenobióticos: los plásticos y",
        "sus efectos sobre la naturaleza y sobre la salud humana y de otros seres vivos. La",
        "prevención y gestión adecuada de los residuos.",
        "3.2.7. Iniciativas de tipo local y global para afrontar los problemas de tipo",
        "ecosocial. Los objetivos de desarrollo sostenible como referente.",
        "Bloque C. Historia de la Tierra y de la vida.",
        "3.3.1. El tiempo geológico: magnitud, escala y métodos de datación.",
        "3.3.2. La historia de la Tierra: principales acontecimientos geológicos.",
        "3.3.3. Métodos y principios para el estudio del registro geológico: reconstrucción",
        "de la historia geológica de una zona.",
        "3.3.4. La historia de la vida en la Tierra: principales cambios en los grandes",
        "grupos de seres vivos y justificación desde la perspectiva evolutiva.",
        "Bloque D. La dinámica terrestre",
        "3.4.1. Estructura, dinámica y funciones de la atmósfera y la hidrosfera.",
        "3.4.2. Estructura y dinámica de la geosfera. Modelo geoquímico y dinámico.",
        "Métodos de estudio de la Tierra. Interpretación de datos.",
        "3.4.3. Tectónica de placas. Dinámica de la geosfera. Límites de placa y",
        "fenómenos geológicos asociados.",
        "3.4.4. Los procesos geológicos externos: agentes causales y consecuencias",
        "sobre el relieve.",
        "3.4.5. La edafogénesis: factores y procesos formadores del suelo. La",
        "edafodiversidad e importancia de su conservación.",
        "3.4.6. Relación entre los procesos geológicos, las actividades humanas y los",
        "riesgos naturales. Prevención, predicción y corrección de los riesgos naturales.",
        "Bloque E. Composición de la geosfera",
        "3.5.1. Tipos de rocas en función de su origen y composición a través del estudio",
        "del ciclo geológico.",
        "3.5.2. Aplicación de criterios para la clasificación e identificación de minerales y",
        "rocas relevantes y del entorno.",
        "3.5.3. Importancia de los minerales y las rocas y de sus usos cotidianos y de los",
        "impactos asociados a su extracción y uso.",
        "Bloque F. Los seres vivos: composición y estructura",
        "3.6.1. Características y niveles de organización de los seres vivos",
        "3.6.2. Composición de los seres vivos. Bioelementos y biomoléculas. Estructura y",
        "funciones biológicas de las biomoléculas.",
        "3.6.3. Teoría celular. Modelos de organización celular. Teoría endosimbiótica.",
        "3.6.4. Estructura y función de los orgánulos celulares.",
        "3.6.5. El ciclo celular. Mitosis y meiosis: significado biológico.",
        "3.6.6. Pluricelularidad: especialización y diferenciación celular.",
        "3.6.7. Tejidos y órganos en el desarrollo de adaptaciones.",
        "3.7. Bloque G. Fisiología animal y vegetal",
        "3.7.1. Nutrición autótrofa y heterótrofa. Respiración celular y fotosíntesis.",
        "Importancia biológica.",
        "3.7.2. Análisis comparativo de adaptaciones en los sistemas que participan en la",
        "función de nutrición en animales y vegetales.",
        "3.7.3. Análisis comparativo de adaptaciones en los sistemas de coordinación y",
        "estructuras que participan en la función de relación en animales y vegetales.",
        "3.7.4. Análisis comparativo de adaptaciones en la función de reproducción en",
        "animales y vegetales.",
        "3.8. Bloque H. Biodiversidad",
        "3.8.1. Biodiversidad. Taxonomía y nomenclatura.",
        "3.8.2. Comparación de los principales grupos taxonómicos de acuerdo a sus",
        "características fundamentales.",
        "3.8.3. Relación fundamentada de las adaptaciones de determinadas especies y las",
        "características de los ecosistemas en los que se desarrollan. Reconocimiento, a",
        "partir de la observación, de estructuras de adaptación.",
        "3.8.4. La pérdida de biodiversidad: causas y consecuencias ambientales y sociales.",
        "3.9. Bloque I. Los microorganismos y formas acelulares",
        "3.9.1. Microbiología. Clasificación de los microorganismos. Formas acelulares.",
        "3.9.2. Técnicas de estudio de los microorganismos.",
        "3.9.3. Importancia ecológica de los microorganismos: simbiosis y ciclos",
        "biogeoquímicos.",
        "3.9.4. Los microorganismos como agentes causales de enfermedades",
        "infecciosas. Zoonosis y epidemias.",
        "3.9.5. El problema de la resistencia a antibióticos.",
        "3.9.6. Biotecnología. Importancia de los microorganismos en procesos industriales",
        "y en biotecnología ambiental."
    ]
}
