{
  "competenciasEspecificas": [                    
    "1. Buscar, analizar, producir y transmitir información relativa a cuestiones filosóficas, a partir del empleo contrastado y seguro de fuentes y de procedimientos elementales de investigación y comunicación, para desarrollar una actitud indagadora, autónoma y creativa en el ámbito de la reflexión filosófica. (CCL1, CCL2, CCL3, STEM1, CD1, CD3, CPSAA5, CC3, CE3).",
    "2. Identificar problemas y formular preguntas acerca de la naturaleza humana, del sentido de la realidad y de la existencia, a partir del análisis e interpretación de textos y otras formas de expresión filosófica y cultural, así como la necesidad de afrontarlas, para desarrollar una vida reflexiva y consciente. (CCL2, CPSAA2, CC1, CC3, CCEC1).",
    "3. Reconocer, usar y valorar las normas y pautas de la argumentación y del diálogo filosóficos, mediante la identificación, análisis y aplicación de las mismas, con rigor y en distintos soportes, tanto en la construcción y exposición de argumentos como en el ejercicio del diálogo con los demás, para evitar dogmatismos, falacias y sesgos cognitivos. (CCL1, CCL5, STEM1, CC3).",
    "4. Practicar el ejercicio del diálogo filosófico de manera crítica, tolerante y empática, interiorizando las pautas éticas y formales que este requiere, mediante la participación en actividades grupales y a través del planteamiento dialógico de las cuestiones filosóficas, para promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática. (CCL1, CCL5, STEM1, CPSAA4, CC2, CC3, CCEC1, CCEC4).",
    "5. Adquirir una perspectiva interdisciplinar y global, más allá de la cosmovisión occidental, en el planteamiento de problemas éticos y políticos de actualidad, analizando sus múltiples aspectos, desde la perspectiva fundamental de la filosofía, para poder tratar cuestiones complejas, de modo crítico, creativo y transformador, y desarrollar la autonomía de juicio, además de promover actitudes y acciones, cívica y éticamente, consecuentes. (CCL2, CCL3, CPSAA5, CC1, CC3, CC4, CCEC1)."
  ]
}
