{
  "saberes": [
    "A. Retos del mundo actual",
    "Cultura mediática. Técnicas y métodos de las Ciencias Sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, repre- sentación de gráficos e interpretación de imágenes a través de medios di- gitales accesibles. Tecnologías de la información geográfica.",
    "Sociedad de la información. Búsque- da, tratamiento de la información, uso de datos en entornos digitales y evaluación y contraste de la fiabi- lidad de las fuentes. El problema de la desinformación. Uso específico del léxico relativo a los ámbitos histórico, artístico y geográfico.",
    "Diversidad social, etnocultural y de gé- nero. Migraciones, multiculturalidad y mestizaje en sociedades abiertas. His- toria y reconocimiento del pueblo gita- no y otras minorías étnicas de nuestro país. Nuevas formas de identificación cultural.",
    "Geopolítica y principales conflictos en el presente. Genocidios y crímenes contra la humanidad. Guerras, terroris- mo y otras formas de violencia política. Alianzas e instituciones internaciona- les, mediación y misiones de paz. Inje- rencia humanitaria y Justicia Universal.",
    "Desigualdad e injusticia en el contexto local y global. Solidaridad, cohesión social y cooperación para el desa- rrollo.",
    "Igualdad de género y formas de vio- lencia contra las mujeres. Actitudes y comportamientos sexistas.",
    "Objetivos de Desarrollo Sostenible. Emergencia climática y sostenibilidad. Relación entre factores naturales y an- trópicos en la Tierra. Globalización, movimientos migratorios e intercul- turalidad. Los avances tecnológicos y la conciencia ecosocial. Conflictos ideológicos y etnoculturales.",
    "B. Sociedades y territorios",
    "Métodos de investigación en el ám- bito de la Geografía y de la Historia. Metodologías del pensamiento históri- co y del pensamiento geográfico.",
    "Las fuentes históricas como base para la construcción del conocimiento sobre el pasado contemporáneo. Contraste entre interpretaciones de personas historiadoras.",
    "Tiempo histórico: construcción e inter- pretación de líneas de tiempo a través de la linealidad, cronología, simultanei- dad y duración.",
    "Conciencia histórica. Elaboración de juicios propios y argumentados ante problemas de actualidad contextuali- zados históricamente. Defensa y ex- posición crítica de los mismos a través de presentaciones y debates.",
    "Las relaciones internacionales y estu- dio crítico y comparativo de conflictos y violencias de la primera mitad del siglo XX. El Holocausto.",
    "Relaciones multicausales en la cons- trucción de la democracia y los oríge- nes del totalitarismo: los movimientos por la libertad, la igualdad y los dere- chos humanos. La acción de los mo- vimientos sociales en el mundo con- temporáneo. Procesos de evolución e involución: la perspectiva emanci- padora de la interpretación del pasado",
    "Interpretación del sistema capitalista desde sus orígenes hasta la actua- lidad. Colonialismo, imperialismo y nuevas subordinaciones económicas y culturales.",
    "La acción de los movimientos femi- nistas y sufragistas en la lucha por la igualdad de género. Mujeres relevan- tes de la historia contemporánea.",
    "La transformación política de los seres humanos: de la servidumbre a la ciu- dadanía. Transiciones, revoluciones y resistencias: permanencias y cambios en la época contemporánea. La con- quista de los derechos individuales y colectivos en la época contemporánea. Origen, evolución y adaptación de los sistemas liberales en España y en el mundo a través de las fuentes.",
    "Las formaciones identitarias: ideolo- gías, nacionalismos y movimientos supranacionales. Ciudadanía europea y cosmopolita.",
    "El proceso de construcción europea. Integración económica, monetaria y ciudadana. Las instituciones europeas. El futuro de Europa.",
    "España ante la modernidad. Estrate- gias para la identificación de los fun- damentos del proceso de transforma- ción de la España contemporánea y contextualización y explicación de los aspectos políticos, económicos, socia- les y culturales en la formación de una identidad multicultural compartida.",
    "Los fundamentos geoestratégicos des- de la segunda mitad del siglo XX hasta la actualidad, la política de bloques, los conflictos de la descolonización y el nuevo orden mundial. El papel de los organismos internacionales.",
    "El nacimiento de las nuevas expre- siones artísticas y culturales contem- poráneas y su relación con las artes clásicas. La diversidad cultural en el mundo actual. Respeto y conservación del patrimonio material e inmaterial.",
    "Las transformaciones científicas y tec- nológicas. Dimensión ética de la cien- cia y la tecnología. Cambios culturales y movimientos sociales. Los medios de comunicación y las redes sociales.",
    "La ley como contrato social. De la Constitución de 1812 a la Constitu- ción de 1978. Ordenamiento normativo autonómico, constitucional y suprana- cional como garante del desarrollo de derechos y libertades para el ejercicio de la ciudadanía.",
    "La memoria democrática. Experiencias históricas dolorosas del pasado recien- te y reconocimiento y reparación a las víctimas de la violencia. El principio de Justicia Universal.",
    "C. Compromiso cívico local y global",
    "Dignidad humana y derechos univer- sales. Declaración Universal de los Derechos Humanos.",
    "Diversidad social y multiculturalidad. Integración y cohesión social.",
    "La igualdad real de mujeres y hom- bres. La discriminación por motivo de diversidad sexual y de género. La con- quista de derechos en las sociedades democráticas contemporáneas.",
    "Responsabilidad ecosocial. Compro- miso y acción ante los Objetivos del Desarrollo Sostenible. La juventud como agente de cambio para el de- sarrollo sostenible.",
    "Ciudadanía ética digital. Nuevos comportamientos en la sociedad de la información.",
    "Compromiso cívico y participación ciu- dadana. Mediación y gestión pacífica de conflictos y apoyo a las víctimas de la violencia y del terrorismo.",
    "Implicación en la defensa y protección del medio ambiente. Acción y posición ante la emergencia climática.",
    "Servicio a la comunidad. La corres- ponsabilidad en los cuidados. Las relaciones intergeneracionales. La responsabilidad colectiva e individual. El asociacionismo y el voluntariado. Entornos y redes sociales.",
    "El patrimonio como bien y como recur- so. Puesta en valor, difusión y gestión de la riqueza patrimonial.",
    "Cohesión social e integración. Medi- das y acciones en favor de la igualdad y de la plena inclusión.",
    "Instituciones del Estado que garanti- zan la seguridad integral y la conviven- cia social. Los compromisos interna- cionales de nuestro país en favor de la paz, la seguridad y la cooperación internacional.",
    "Las emociones y el contexto cultural. La perspectiva histórica del compo- nente emocional.",
    "Empleo y trabajo en la sociedad de la información, aprendizaje permanente y a lo largo de toda la vida.",
    "Los valores del europeísmo. Fórmulas de participación en programas educa- tivos europeos."
  ],
  "criteriosEvaluacion": [
    "1.1. Elaborar contenidos propios en dis tintos formatos, mediante aplicaciones y  estrategias de recogida y representación  de datos más complejas, usando y con trastando críticamente fuentes fiables,  tanto analógicas como digitales, del  presente y de la historia contemporá nea, identificando la desinformación y  la manipulación.",
    "1.2. Establecer conexiones y relaciones  entre los conocimientos e informacio nes adquiridos, elaborando síntesis  interpretativas y explicativas, mediante  informes, estudios o dosieres informati vos, que reflejen un dominio y consolida ción de los contenidos tratados.",
    "1.3. Transferir adecuadamente la infor mación y el conocimiento por medio de  narraciones, pósteres, presentaciones,  exposiciones orales, medios audiovisua les y otros productos.",
    "2.1. Generar productos originales y  creativos mediante la reelaboración de  conocimientos previos a través de herra mientas de investigación que permitan  explicar problemas presentes y pasa dos de la humanidad a distintas escalas  temporales y espaciales, de lo local a lo  global, utilizando conceptos, situaciones  y datos relevantes.",
    "2.4. Producir y expresar juicios y argu mentos personales y críticos de forma  abierta y respetuosa, haciendo patente  la propia identidad y enriqueciendo el  acervo común en el contexto del mundo  actual, sus retos y sus conflictos desde  una perspectiva sistémica y global.",
    "3.1. Entender y afrontar, desde un en- foque ecosocial, problemas y desafíos pasados, actuales o futuros de las so- ciedades contemporáneas teniendo en cuenta sus relaciones de interdependen- cia y ecodependencia.",
    "3.2. Utilizar secuencias cronológicas complejas en las que identificar, com- parar y relacionar hechos y procesos en diferentes períodos y lugares históricos (simultaneidad, duración, causalidad), utilizando términos y conceptos espe- cíficos del ámbito de la Historia y de la Geografía.",
    "3.3. Analizar procesos de cambio his- tórico y comparar casos de la historia y la geografía a través del uso de fuentes de información diversas, teniendo en cuenta las transformaciones de corta y larga duración (coyuntura y estructura), las continuidades y permanencias en diferentes períodos y lugares.",
    "3.6. Conocer los Objetivos de Desarro- llo Sostenible, realizando propuestas que contribuyan a su logro, aplicando métodos y proyectos de investigación e incidiendo en el uso de mapas y otras representaciones gráficas, así como de medios accesibles de interpretación de imágenes.",
    "4.1. Identificar los elementos del entorno y comprender su funcionamiento como un sistema complejo por medio del aná- lisis multicausal de sus relaciones natu- rales y humanas, presentes y pasadas, valorando el grado de conservación y de equilibrio dinámico.",
    "4.2. Idear y adoptar, cuando sea posi- ble, comportamientos y acciones que contribuyan a la conservación y mejora del entorno natural, rural y urbano, a tra- vés del respeto a todos los seres vivos, mostrando comportamientos orientados al logro de un desarrollo sostenible de dichos entornos, y defendiendo el ac- ceso universal, justo y equitativo a los recursos que nos ofrece el planeta.",
    "5.1. Conocer, valorar y ejercitar respon- sabilidades, derechos y deberes y actuar en favor de su desarrollo y afirmación, a través del conocimiento de nuestro ordenamiento jurídico y constitucional, de la comprensión y puesta en valor de nuestra memoria democrática y de los aspectos fundamentales que la confor- man, de la contribución de las mujeres y hombres a la misma y la defensa de nuestros valores constitucionales.",
    "5.2. Reconocer movimientos y causas que generen una conciencia solidaria, promuevan la cohesión social, y trabajen para la eliminación de la desigualdad, especialmente la motivada por cuestión de género, y para el pleno desarrollo de la ciudadanía, mediante la movilización de conocimientos y estrategias de parti- cipación, trabajo en equipo, mediación y resolución pacífica de conflictos.",
    "6.1. Rechazar actitudes discriminatorias y reconocer la riqueza de la diversidad, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecoso- ciales y culturales que han conformado la sociedad globalizada y multicultural actual, y del conocimiento de la apor- tación de los movimientos en defensa de los derechos de las minorías y en favor de la inclusión y la igualdad real, especialmente de las mujeres y de otros colectivos discriminados.",
    "6.4. Contribuir al bienestar individual y colectivo a través del diseño, exposición y puesta en práctica de iniciativas orien- tadas a promover un compromiso activo con los valores comunes, la mejora del entorno y el servicio a la comunidad.",
    "7.1. Reconocer los rasgos que van conformando la identidad propia y de las demás personas, la riqueza de las identidades múltiples en relación con distintas escalas espaciales, a través de la investigación y el análisis de sus fundamentos geográficos, históricos, artísticos, ideológicos y lingüísticos, y el reconocimiento de sus expresiones culturales.",
    "7.2. Conocer y contribuir a conservar el patrimonio material e inmaterial co- mún, respetando los sentimientos de pertenencia y adoptando compromisos con principios y acciones orientadas a la cohesión y la solidaridad territorial de la comunidad política, los valores del euro- peísmo y de la Declaración Universal de los Derechos Humanos.",
    "8.1. Reconocer las iniciativas de la so- ciedad civil, reflejadas en asociaciones y entidades sociales, adoptando actitudes de participación y transformación en el ámbito local y comunitario, especialmen- te en el ámbito de las relaciones inter- generacionales.",
    "8.2. Adoptar un papel activo y com- prometido con el entorno, de acuerdo con aptitudes, aspiraciones, intereses y valores propios, a partir del análisis crítico de la realidad económica, de la distribución y gestión del trabajo, y la adopción de hábitos responsables, sa- ludables, sostenibles y respetuosos con la dignidad humana y la de otros seres vivos, así como de la reflexión ética ante los usos de la tecnología y la gestión del tiempo libre.",
    "9.1. Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis de los principales conflictos del presente y el reconocimiento de las instituciones del Estado, y de las asociaciones civiles que garantizan la seguridad integral y la convivencia social, así como de los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los va- lores democráticos y los Objetivos de Desarrollo Sostenible.",
    "9.2. Interpretar y explicar de forma argu- mentada la conexión de España con los grandes procesos históricos de la época contemporánea, valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia, así como las apor- taciones del Estado y sus instituciones a la cultura europea y mundial."
  ]
}