{
    "criteriosEvaluacion": [
        "1.1. Distinguir los diferentes sistemas de escritura y alfabetos, prestando especial interés en el griego y en sus características fonéticas, gráficas y prosódicas. Reconocer, a su vez, el origen común de las lenguas indoeuropeas y la evolución del griego clásico al moderno, identificando sus diferentes etapas a lo largo de la historia. Todo ello con la finalidad de valorar la lengua como una herramienta comunicativa y cultural, y apreciar la diversidad lingüística que está inmersa en la sociedad actual. CCL2, CP3, CD1, CC1",
        "1.2. Comprender el concepto de lengua flexiva del griego, reconociendo la flexión nominal y verbal de las distintas palabras, de manera que sepan clasificarlas mediante su enunciado y declinándolas o conjugándolas según corresponda. A su vez, distinguir las funciones sintácticas de cada caso y su relación con la morfología para una correcta traducción de las palabras y los sintagmas. CCL2, CP2, STEM2",
        "1.3. Realizar lecturas o traducciones directas o inversas de oraciones simples y textos originales o adaptados de dificultad adecuada y progresiva, y preferentemente narrativos, con corrección ortográfica y expresiva, identificando y analizando unidades lingüísticas básicas y regulares de la lengua e iniciándose en el uso adecuado del diccionario bilingüe griego-español, de glosarios o de listas de vocabulario…, con la intención de ir desarrollando destrezas y habilidades propias de los procesos de análisis textual y de la traducción. CCL1, CCL2, CCL3, CP2, STEM1, CD1",
        "1.4. Revisar y subsanar de manera progresivamente autónoma las traducciones propias y la de los compañeros y las compañeras, a partir de los procesos de autoevaluación y coevaluación, realizando propuestas de mejora y adoptando estrategias adecuadas y eficaces para ello. CCL1, CP2, STEM2, CPSAA5",
        "2.1. Deducir el significado de vocablos griegos de uso común, aplicando estrategias de reconocimiento de étimos y formantes griegos según los cambios fonéticos, morfológicos o semánticos, con el objetivo de aumentar el léxico y el dominio de las lenguas del repertorio del alumnado. CP2, CP3, STEM1",
        "2.2. Reconocer helenismos y neologismos en la lengua propia, especialmente los propios del léxico científico-técnico, asociándolos con sus etimologías griegas, para comprender los procesos de formación de palabras en las lenguas, como la composición o la derivación, y valorar la diversidad lingüística como fuente de conocimiento y de riqueza. CCL5, CP3, CPSAA4, CPSAA5",
        "3.1. Leer y comentar textos y fragmentos literarios básicos o adaptados y en diferentes soportes de información y comunicación, identificando conceptos fundamentales para la comprensión de la civilización griega y aplicando estrategias de aprendizaje que impliquen analizar y reflexionar sobre la propia experiencia, con el objetivo de comprender el mundo y la condición humana, e iniciar al alumnado en la lectura de fragmentos y textos clásicos traducidos. CCL2, CCL4, CP3, CD1, CCEC1, CCEC2",
        "3.2. Reconocer e identificar los principales géneros literarios, temas, tópicos y valores éticos o estéticos de la civilización y cultura griegas, partiendo de la lectura de fragmentos significativos de diferentes autores clásicos, con el propósito de identificar su pervivencia en obras o fragmentos literarios posteriores de la cultura europea y occidental y de producir textos individuales o colectivos con intención literaria en distintos soportes, como fuente de desarrollo creativo. CCL2, CCL4, CP3, CD1, CD2, CCEC2, CCEC3.2",
        "4.1. Identificar los principales hitos históricos, políticos y sociales de Grecia, comparándolos con los de las sociedades actuales con la intención de favorecer el desarrollo de una cultura y una ciudadanía comprometidas con la memoria colectiva y los valores democráticos, y de fomentar la educación de valores cívicos y normas que impliquen la igualdad de todas las personas como instrumentos válidos en la resolución de conflictos. CCL3, CP3, CC1, CC2, CCEC1",
        "4.2. Elaborar trabajos de investigación de manera progresivamente autónoma en distintos soportes de información y comunicación del ámbito educativo, sobre aspectos del legado de la civilización griega en el ámbito personal, religioso y sociopolítico; y reflexionar acerca de su importancia, tratando de forma correcta la información procedente de diferentes fuentes bibliográficas y digitales, calibrando su fiabilidad y pertinencia, aprendiendo a respetar los principios de rigor y propiedad intelectual, y haciendo uso responsable de soportes tecnológicos para la realización de producciones. Todo esto para obtener una visión global e integradora de la pervivencia helena y la tradición clásica, que posibilite el contraste y la empatía de opiniones y el respeto de las argumentaciones ajenas. CCL1, CCL3, CCL5, CD1, CD2, CPSAA3.1, CC3, CCEC1",
        "5.1. Investigar e identificar, de manera guiada, el legado material e inmaterial de la civilización griega, analizando sus producciones culturales y la influencia que han tenido estas en el mundo occidental, para lograr una actitud cívica que asegure el reconocimiento y la sostenibilidad del patrimonio y el desarrollo de una actitud respetuosa, igualitaria y libre de prejuicios hacia ese legado cultural que constituye el fundamento de nuestra sociedad actual. CCL3, CP3, CD2, CC1, CC4, CCEC1, CCEC2",
        "5.2. Explorar las huellas del legado griego, aplicando los conocimientos adquiridos en los que el alumnado reflexione sobre la cultura de los pueblos y su forma de vida y sociedad, con el fin de observar la pervivencia de la Antigüedad clásica, en especial, de la civilización griega en su vida cotidiana y en el patrimonio cultural de Canarias, y presentar sus resultados a través de diferentes soportes de información y comunicación del ámbito educativo. CP3, CD2, CC1, CC4, CE1, CCEC2"
    ],
    "saberes": [
        "I. El texto: comprensión y traducción",
        "    1. Unidades lingüísticas de la lengua griega ",
        "        1.1. Conocimiento del alfabeto, la pronunciación y la acentuación del griego para su correcta lectura y escritura.",
        "        1.2. Distinción de las clases de palabras (sustantivos, verbos, adjetivos…) y su correcta clasificación.",
        "        1.3. Comprensión del concepto de lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones) y flexión verbal (sistema de conjugaciones).",
        "        1.4. Reconocimiento de las funciones sintácticas de los casos.",
        "        1.5. Manejo y análisis de las estructuras oracionales simples y compuestas más frecuentes. ",
        "            1.5.1. Establecimiento de relaciones básicas de concordancia: sustantivo + adjetivo y sustantivo/pronombre + verbo.",
        "            1.5.2. Conocimiento de la disposición de las palabras griegas en una frase.",
        "        1.6. Clasificación de las formas nominales más habituales del verbo.",
        "        1.7. Reconocimiento general de las estructuras lingüísticas en castellano.",
        "    2. La traducción: técnicas, procesos y herramientas ",
        "        2.1. Análisis morfosintáctico como herramienta de traducción.",
        "        2.2. Aplicación de estrategias de traducción: ",
        "            2.2.1. Formulación de expectativas a partir del entorno textual (título, obra…) y del propio texto (campos temáticos, familias de palabras…), así como a partir del contexto.",
        "            2.2.2. Identificación del tema y breve descripción de la estructura y género.",
        "            2.2.3. Acercamiento a las peculiaridades lingüísticas de los textos traducidos (discurso directo / indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica…).",
        "            2.2.4. Identificación de errores frecuentes de traducción y técnicas para evitarlos (comprobación de si la traducción está completa, control de acuerdo a criterios dados, delimitación de construcciones sintácticas…).",
        "        2.3. Búsqueda y aplicación de herramientas de traducción: glosarios, diccionarios, atlas o correctores ortográficos en soporte analógico o digital…",
        "        2.4. Lectura comparada de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
        "        2.5. Recursos estilísticos frecuentes y su relación con el contenido del texto.",
        "        2.6. Uso de estrategias básicas para la realización de retroversión de frases muy elementales, de manera que se trabaje la morfosintaxis casual de manera activa.",
        "        2.7. Uso de la traducción como instrumento que favorece el razonamiento lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis.",
        "        2.8. Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación.",
        "        2.9. Uso de estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación.",
        "II. Plurilingüismo",
        "    1. Identificación de los diferentes sistemas de escritura a lo largo de la historia.",
        "    2. Uso de reglas de transcripción del alfabeto griego al castellano.",
        "    3. Reconocimiento del origen del griego a partir de las lenguas indoeuropeas.",
        "    4. Identificación de las etapas de la lengua griega: desde el indoeuropeo hasta el griego moderno.",
        "    5. Valoración de la influencia del griego en la evolución del castellano y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado.",
        "    6. Identificación de lexemas, sufijos y prefijos de origen griego presentes en el léxico de uso común y en el específico de las ciencias y la técnica, infiriendo el significado y definición de palabras de uso común en las lenguas de enseñanza a partir de sus étimos de origen griego.",
        "    7. Acercamiento a los procedimientos de derivación y composición de palabras españolas con componentes léxicos griegos.",
        "    8. Empleo de helenismos integrados en las lenguas modernas, en la lengua coloquial y en diferentes tipos de textos (literarios, periodísticos, publicitarios…), así como en los medios de comunicación y las redes sociales.",
        "    9. Interés por conocer el significado etimológico de las palabras: la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
        "    10. Reconocimiento del griego como instrumento que permite un mejor conocimiento de las lenguas de estudio y un más fácil acercamiento a otras lenguas modernas, romances y no romances.",
        "    11. Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan.",
        "    12. Reconocimiento de herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de griego clásico a nivel transnacional.",
        "    13. Reflexión acerca de expresiones y léxico específico básico sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "III. Educación literaria",
        "    1. Identificación de las diferentes etapas y vías de transmisión de la literatura griega, para contextualizar adecuadamente los autores y géneros en el momento correcto.",
        "    2. Aproximación a los principales géneros de la literatura griega: origen, tipología, cronología, temas, motivos, tradición, características y principales autores.",
        "    3. Aprendizaje y uso de técnicas básicas para el comentario y análisis lingüístico y literario de los textos literarios griegos.",
        "    4. Recepción de la literatura griega: ",
        "        4.1. Valoración de la influencia de la literatura griega en la producción cultural europea.",
        "        4.2. Aprendizaje de nociones básicas de intertextualidad: aproximación al concepto de mímesis en la antigua Grecia.",
        "    5. Identificación de las analogías y diferencias entre los géneros literarios griegos y los de la literatura actual.",
        "    6. Iniciación a la crítica literaria: análisis y valoración de la literatura griega.",
        "    7. Interés hacia la literatura de autores clásicos como fuente de placer y de conocimiento del mundo.",
        "    8. Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "IV. La antigua Grecia",
        "    1. Identificación de los aspectos más relevantes de la geografía de Grecia.",
        "    2. Reconocimiento de las ciudades y los lugares más relevantes de la antigua Grecia y la función de de cada uno de estos (ágora, acrópolis, βουλή…), a través de los textos.",
        "    3. Estudio de las etapas y de los periodos históricos de Grecia: ",
        "        3.1. Identificación de las etapas y de los periodos históricos más relevantes de Grecia: épocas arcaica, clásica y helenística.",
        "        3.2. Ubicación en ejes o frisos cronológicos de los hitos y episodios más representativos de la historia del mundo griego entre los siglos VIII a. C. y V d. C.",
        "        3.3. Identificación de las principales leyendas de la historia de Grecia.",
        "        3.4. Identificación de las personalidades históricas más representativas de Grecia: biografía en contexto e importancia para Europa.",
        "    4. Aproximación a la organización política y social de Grecia como parte esencial de la historia y cultura de la sociedad actual.",
        "    5. Comparación de las instituciones, creencias y formas de vida de la civilización griega con la perspectiva sociocultural actual, prestando especial atención atención al papel desempeñado por la mujer en aquel momento histórico.",
        "    6. Valoración de las influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit.",
        "    7. Aportación de Grecia a la cultura y al pensamiento de la sociedad occidental como base del desarrollo posterior en las distintas civilizaciones.",
        "    8. Importancia del discurso público para la vida política y social.",
        "    9. Relación de Grecia con culturas extranjeras (Persia, Roma…), de manera que el alumnado reflexione y sea tolerante y respetuoso con las culturas actuales ajenas a él.",
        "    10. Estudio del mar Mediterráneo como encrucijada de culturas del ayer y hoy, y paso del conocimiento científico, literario, histórico, artístico y tecnológico entre Asia, Europa y África.",
        "    11. Localización de Canarias en el imaginario clásico: visión mítica del archipiélago como locus amoenus.",
        "V. Legado y patrimonio",
        "    1. Reconocimiento del legado, de la herencia y del patrimonio griego en el mundo actual.",
        "    2. Apreciación de la transmisión textual griega como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Reconocimiento de soportes de escritura: tipos y preservación.",
        "    3. Identificación de la mitología clásica en las manifestaciones artísticas (literatura, artes plásticas y visuales, música…) de la cultura occidental, en general, y de Canarias, en particular.",
        "    4. Valoración de la educación en la antigua Grecia y distinción entre los modelos educativos de Atenas y Esparta.",
        "    5. Reconocimiento de las obras públicas y urbanismo: construcción, conservación, preservación y restauración.",
        "    6. Valoración del legado inmaterial del mundo griego: las instituciones políticas, las representaciones y los festivales teatrales, las competiciones atléticas…",
        "    7. Iniciación a las técnicas básicas de debate y de exposición oral.",
        "    8. Localización de las principales obras artísticas de la Antigüedad griega y sitios arqueológicos, museos o festivales relacionados con la Antigüedad clásica.",
        "    9. Identificación del patrimonio cultural griego en la arquitectura y el urbanismo de Canarias."
    ]
}