{
   "saberes": [
      "A. Las destrezas científicas básicas",
      "- El lenguaje científico: manejo adecuado de distintos sistemas de unidades y sus símbolos, cobrando especial importancia el Sistema Internacional de unidades. Magnitudes fundamentales y derivadas. Magnitudes escalares y vectoriales. Herramientas matemáticas adecuadas en diferentes entornos científicos y de aprendizaje.",
      "- Identificación de las diferentes etapas del método científico a partir de un texto donde se refleje la investigación científica.",
      "- Trabajo experimental y proyectos de investigación: estrategias en la resolución de problemas y el tratamiento del error: incertidumbre absoluta y relativa y la expresión del resultado (medida y error) con el número correcto de cifras significativas, mediante la indagación, la deducción, la búsqueda de evidencias y el razonamiento lógico-matemático, haciendo inferencias válidas de las observaciones y obteniendo conclusiones que vayan más allá de las condiciones experimentales para aplicarlas a nuevos escenarios.",
      "- Diversos entornos y recursos de aprendizaje científico como el laboratorio o los entornos virtuales: materiales, sustancias, instrumentos y herramientas tecnológicas.",
      "- Normas de uso de cada espacio, asegurando y protegiendo así la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medio ambiente.",
      "- Estrategias de interpretación y producción de información científica en diferentes formatos y a partir de diferentes medios: desarrollo de un criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
      "- Valoración de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de la física y la química para el avance y la mejora de la sociedad.",
      "B. La materia",
      "- Cuantificación de la cantidad de materia: cálculo del número de moles de sistemas materiales de diferente naturaleza, manejando con soltura las diferentes formas de medida y expresión de la misma en el entorno científico.",
      "- Sistemas materiales: resolución de problemas y situaciones de aprendizaje diversas sobre las disoluciones (concentración en g/L, mol/L, porcentaje en masa y volumen) y los gases, entre otros sistemas materiales significativos.",
      "- Modelos atómicos: desarrollo histórico de los principales modelos atómicos clásicos y cuánticos y descripción de las partículas subatómicas, estableciendo su relación con los avances de la física y de la química.",
      "- Estructura electrónica de los átomos: configuración electrónica de un átomo y su relación con la posición del mismo en la tabla periódica y con sus propiedades fisicoquímicas (radio atómico y carácter metálico y no metálico).",
      "- Compuestos químicos: su formación (enlace iónico, covalente y metálico), propiedades físicas y químicas y valoración de su utilidad e importancia en otros campos como la ingeniería, el diseño de materiales o el deporte.",
      "- Nomenclatura inorgánica: denominación de sustancias simples, iones y compuestos químicos binarios y ternarios mediante las normas de la IUPAC.",
      "- Introducción a la nomenclatura orgánica: denominación de compuestos orgánicos monofuncionales (alcoholes, éteres, aldehídos, cetonas, ácidos carboxílicos y ésteres) a partir de las normas de la IUPAC como base para entender la gran variedad de compuestos del entorno basados en el carbono.",
      "C. La energía",
      "- La energía: formulación y comprobación de hipótesis sobre las distintas formas y aplicaciones de la energía, a partir de sus propiedades y del principio de conservación, como base para la experimentación y la resolución de problemas relacionados con la energía mecánica en situaciones cotidianas.",
      "- Transferencias de energía: el trabajo y el calor como formas de transferencia de energía entre sistemas relacionados con fuerzas: conceptos de trabajo y potencia, o la diferencia de temperatura: concepto de calor y equilibrio térmico entre dos sistemas. La luz y el sonido como ondas que transfieren energía.",
      "- La energía en nuestro mundo: estimación de la energía consumida en la vida cotidiana mediante la búsqueda de información contrastada, la experimentación y el razonamiento científico, comprendiendo la importancia de la energía en la sociedad, su producción (rendimiento del proceso) y su uso responsable.",
      "D. La interacción",
      "- Predicción y comprobación, utilizando la experimentación y el razonamiento lógico-matemático, de las principales magnitudes de la cinemática, ecuaciones y gráficas que describen el movimiento de un cuerpo (rectilíneo uniforme, movimiento rectilíneo uniformemente acelerado y movimiento circular uniforme), relacionándolo con situaciones cotidianas y la mejora de la calidad de vida.",
      "- Leyes de Newton. La fuerza como agente de cambios en los cuerpos: principio fundamental de la Física que se aplica a otros campos como el diseño, el deporte y la ingeniería.",
      "- Carácter vectorial de las fuerzas: uso del álgebra vectorial básica para la realización gráfica y numérica de operaciones con fuerzas y su aplicación a la resolución de problemas relacionados con sistemas sometidos a conjuntos de fuerzas, valorando su importancia en situaciones cotidianas.",
      "- Principales fuerzas del entorno cotidiano: reconocimiento del peso, la normal, el rozamiento, la tensión o el empuje, y su uso en la explicación de fenómenos físicos en distintos escenarios.",
      "- Ley de gravitación universal: atracción entre los cuerpos que componen el universo. Concepto de peso.",
      "- Fuerzas y presión en los fluidos: efectos de las fuerzas y la presión sobre los líquidos y los gases, estudiando los principios fundamentales que las describen. Interpretación de fenómenos meteorológicos y mapas del tiempo.",
      "E. El cambio",
      "- Ecuaciones químicas: ajuste de las reacciones químicas, y realización de predicciones cualitativas y cuantitativas basadas en la estequiometría, relacionándolas con procesos fisicoquímicos de la industria, el medioambiente y la sociedad.",
      "- Descripción cualitativa de reacciones químicas de interés: reacciones de combustión, neutralización y procesos electroquímicos sencillos, valorando las implicaciones que tienen en la tecnología, la sociedad o el medio ambiente.",
      "- Factores que influyen en la velocidad de las reacciones químicas: comprensión de cómo ocurre la reordenación de los átomos aplicando modelos como la teoría de colisiones y realización de predicciones en los procesos químicos cotidianos más importantes."
   ],
   "criteriosEvaluacion": [
      "Competencia específica 1",
      "1.1 Comprender y explicar con rigor los fenómenos fisicoquímicos cotidianos a partir de los principios, teorías y leyes científicas adecuadas, expresándolos de manera argumentada, utilizando diversidad de soportes (textos, tablas, representaciones esquemáticas, gráficas y aplicaciones informáticas) y medios de comunicación. (CCL1, STEM 2, CD1)",
      "1.2 Resolver los problemas fisicoquímicos planteados mediante las leyes y teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando los resultados con corrección y precisión. (CCL1, STEM1, STEM2, STEM 4)",
      "1.3 Reconocer y describir situaciones problemáticas reales de índole científica y emprender iniciativas colaborativas en las que la ciencia, y en particular la física y la química, pueden contribuir a su solución, analizando críticamente su impacto en la sociedad y el medio ambiente. (CCL1, STEM 2, CPSAA4)",
      "Competencia específica 2",
      "2.1 Emplear las metodologías propias de la ciencia en la identificación y descripción de fenómenos científicos a partir de situaciones tanto observadas en el mundo natural o generadas en un laboratorio como planteadas a través de enunciados con información textual, gráfica o numérica. (CCL1, CCL3, STEM1, STEM2, STEM4, CD1, CPSAA4, CCEC3)",
      "2.2 Predecir, para las cuestiones planteadas, respuestas que se puedan comprobar con las herramientas y conocimientos adquiridos, tanto de forma experimental como deductiva, aplicando el razonamiento lógico-matemático en su proceso de validación. (CCL1, CCL3, STEM1, STEM2, CD1, CPSAA4)",
      "2.3 Aplicar las leyes y teorías científicas más importantes para validar hipótesis de manera informada y coherente con el conocimiento científico existente, diseñando de forma pautada, los procedimientos experimentales o deductivos necesarios para resolverlas y analizando los resultados críticamente. (STEM 1, STEM 2, CPSAA4, CE1) Competencia específica 3",
      "3.1 Emplear fuentes variadas (textos, gráficas y tablas), fiables y seguras para seleccionar, interpretar, organizar y comunicar información relativa a un proceso fisicoquímico concreto, relacionando entre sí lo que cada una de ellas contiene, extrayendo en cada caso lo más relevante para la resolución de un problema y desechando todo lo que sea irrelevante. (STEM4, CD3, CPSAA4, CCEC2, CCEC4)",
      "3.2 Utilizar adecuadamente las reglas básicas de la física y la química, incluyendo el uso correcto de varios sistemas de unidades, las herramientas matemáticas necesarias y las reglas de nomenclatura avanzadas, consiguiendo una comunicación efectiva con toda la comunidad científica. (STEM4, CD3, CC1, CCEC2)",
      "3.3 Aplicar con rigor las normas de uso de los espacios específicos de la ciencia, como el laboratorio de física y química, asegurando la salud propia y colectiva, la conservación sostenible del medio ambiente y el cuidado de las instalaciones. (STEM5, CPSAA2, CC1)",
      "Competencia específica 4",
      "4.1 Utilizar de forma eficiente recursos variados, tradicionales y digitales, como el laboratorio o simulaciones informáticas, mejorando el aprendizaje autónomo y la interacción con otros miembros de la comunidad educativa, de forma rigurosa y respetuosa y analizando críticamente las aportaciones de cada participante. (CCL3, STEM4, CD1, CD2, CD3, CPSAA3, CPSAA4)",
      "4.2 Trabajar de forma versátil con medios variados, tradicionales y digitales, en la consulta de información y la creación de contenidos, seleccionando y empleando con criterio las fuentes y herramientas más fiables, desechando las menos adecuadas y mejorando el aprendizaje propio y colectivo. (CCL2, CCL3, STEM4, CD1, CD2, CD3, CPSAA3, CPSAA4, CE3, CCEC4)",
      "Competencia específica 5",
      "5.1 Establecer interacciones constructivas y coeducativas, emprendiendo actividades de cooperación e iniciando el uso de las estrategias propias del trabajo colaborativo, como forma de construir un medio de trabajo eficiente en la ciencia. (CCL5, CP3, STEM5, CD3, CPSAA3, CC3, CE2)",
      "5.2 Emprender, de forma autónoma y de acuerdo con la metodología adecuada, proyectos científicos que involucren al alumnado en la mejora de la sociedad y que creen valor para el individuo y para la comunidad. (STEM3, STEM5, CE2)",
      "Competencia específica 6",
      "6.1 Reconocer y valorar, a través del análisis histórico de los avances científicos logrados por mujeres y hombres, así como de situaciones y contextos actuales (líneas de investigación, instituciones científicas, etc.), que la ciencia es un proceso en permanente construcción y que esta tiene repercusiones e implicaciones importantes sobre la sociedad actual. (STEM2, CD4, CPSAA1, CPSAA4, CC3, , CCEC1)",
      "6.2 Detectar las necesidades tecnológicas, ambientales, económicas y sociales más importantes que demanda la sociedad, entendiendo la capacidad de la ciencia para darles solución sostenible a través de la implicación de la ciudadanía. (STEM5, CD4, CC4)"
   ]
}