{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Analizar críticamente conceptos y procesos relacionados con los saberes de la materia de Ecología y Sostenibilidad Ambiental, seleccionando, organizando e interpretando la información en diversos formatos como mapas, modelos, diagramas de flujo u otros.",
        "Criterio 1.2. Contrastar y justificar la veracidad de información relacionada con los saberes de la materia utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
        "Criterio 1.3. Argumentar sobre aspectos relacionados con los saberes de la materia, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y con actitud, receptiva y respetuosa ante la opinión de los demás.",
        "Criterio 1.4. Crear contenidos relacionados con los saberes de la materia, localizando y citando fuentes de forma adecuada, respetando las licencias y los derechos de autoría.",
        "Criterio 1.5. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia, transmitiéndolas de forma clara y rigurosa, utilizando el vocabulario y formato adecuado, y respondiendo con precisión a las cuestiones que puedan surgir durante la exposición.",
        "Competencia específica 2.",
        "Criterio 2.1. Explicar fenómenos relacionados con los saberes de la materia de Ecología y Sostenibilidad Ambiental a través del planteamiento y resolución de problemas individual o colectivamente, buscando y utilizando las estrategias y recursos adecuados.",
        "Criterio 2.2. Analizar críticamente la solución a un problema relacionado con los saberes de la materia de Ecología y Sostenibilidad Ambiental y reformular los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad.",
        "Competencia específica 3.",
        "Criterio 3.1. Promover y adoptar estilos de vida sostenibles a partir del análisis de los diferentes tipos de recursos y sus posibles usos, partiendo de la información obtenida en diferentes formatos o de observaciones de campo.",
        "Criterio 3.2. Relacionar el impacto de la explotación de determinados recursos con el deterioro medioambiental, argumentando sobre la importancia de su consumo y aprovechamiento responsables.",
        "Competencia específica 4.",
        "Criterio 4.1. Analizar las causas y consecuencias ecológicas, sociales y económicas de los principales problemas medioambientales desde una perspectiva global, concibiéndolos como grandes retos de la humanidad basándose en datos científicos y en los saberes de la materia.",
        "Criterio 4.2. Proponer y poner en práctica estilos de vida e iniciativas sostenibles y saludables a nivel local o global y argumentar sobre sus efectos positivos y la urgencia de adoptarlos basándose en los saberes de la materia de Ecología y Sostenibilidad Ambiental.",
        "Criterio 4.3. Describir la dinámica de los ecosistemas determinando los problemas que se producen cuando las acciones humanas interfieren sobre ellos.",
        "Criterio 4.4. Defender el uso responsable y la gestión sostenible de los recursos naturales frente a actitudes consumistas y negacionistas, argumentando con criterios científicos sus propuestas.",
        "Competencia específica 5.",
        "Criterio 5.1. Valorar razonadamente la influencia que los modelos de desarrollo económico han tenido en cada uno de los diferentes impactos que afectan al planeta.",
        "Criterio 5.2. Analizar críticamente la influencia que los hábitos de consumo de la sociedad tienen tanto en el agotamiento de recursos como en la acumulación de residuos en nuestro planeta. ",
        "Criterio 5.3. Potenciar el uso responsable y la gestión sostenible e innovadora de los recursos naturales frente a actitudes consumistas y negacionistas, argumentando con criterios científicos sus propuestas.",
        "Criterio 5.4. Valorar las repercusiones, tanto positivas como negativas, que algunas decisiones políticas o económicas puedan tener sobre el medioambiente.",
        "Criterio 5.5. Proponer, individual y colectivamente, medidas y soluciones innovadoras para mejorar el medioambiente."
        
    ],
    "saberes": [
        "Bloque A. Fundamentos de sistemas ambientales.",
        "A.1. Fundamentos de sistemas.",
        "A.1.1. Sistemas y modelos. ",
        "A.1.2. La Tierra como sistema. Interacciones con el subsistema humano (sociosistema).",
        "A.2. Sostenibilidad.",
        "A.2.1. Desarrollo histórico del movimiento ambientalista. Principales cumbres medioambientales. ",
        "A.2.2. Modelos de desarrollo: incontrolado, conservacionista, sostenible.",
        "A.2.3. Objetivos de Desarrollo Sostenible (ODS). La agenda 2030.",
        "A.2.4. Principios operativos de sostenibilidad.",
        "A.2.5. Economía circular. Estrategia de economía verde y circular de Extremadura.",
        "A.2.6. Capacidad de carga global y huella ecológica.",
        "Bloque B. Ecosistemas y biodiversidad.",
        "B.1. Ecología.",
        "B.1.1. Especies y poblaciones.",
        "B.1.2. Comunidades y ecosistemas.",
        "B.1.3. Dinámica de los ecosistemas. Flujos de materia y energía.",
        "B.1.4. Biomas, regiones biogeográficas y ecorregiones.",
        "B.1.5. Adaptaciones de los seres vivos al medio. Influencia del cambio climático.",
        "B.1.6. Técnicas de estudio de los ecosistemas.",
        "B.2. Biodiversidad y conservación.",
        "B.2.1. Introducción a la biodiversidad.",
        "B.2.2. Orígenes de la biodiversidad.",
        "B.2.3. Medida de la biodiversidad.",
        "B.2.4. Amenazas a la biodiversidad. Especies invasoras.",
        "B.2.5. Conservación de la biodiversidad.",
        "B.2.6. Especies vegetales y animales amenazadas en Extremadura.",
        "Bloque C. La Tierra como sistema.",
        "C.1. Agua y sistemas de producción de alimentos acuáticos.",
        "C.1.1. Introducción a la estructura y la dinámica de los sistemas acuáticos.",
        "C.1.2. Acceso al agua dulce.",
        "C.1.3. Contaminación del agua.",
        "C.1.4. Potabilización y depuración del agua.",
        "C.1.5. Sistemas de producción de alimentos acuáticos.",
        "C.2. Sistemas atmosféricos.",
        "C.2.1. Introducción a la estructura, la dinámica y el papel de la atmósfera.",
        "C.2.2. Ozono estratosférico.",
        "C.2.3. Nieblas contaminantes fotoquímicas.",
        "C.2.4. Deposición seca y lluvia ácida.",
        "C.3. Cambio climático y producción de energía.",
        "C.3.1. Opciones y seguridad energética.",
        "C.3.2. Plan Extremeño Integrado de Energía y Clima.",
        "C.3.3. Cambio climático: causas y efectos.",
        "C.3.4. Cambio climático: mitigación y adaptación.",
        "C.4. Sistemas edáficos y sistemas de producción de alimentos terrestres.",
        "C.4.1. Introducción a los sistemas edáficos.",
        "C.4.2. Sistemas de producción de alimentos terrestres y opciones de alimentación.",
        "C.4.3. Degradación y conservación del suelo.",
        "C.5. Sistemas humanos y uso de los recursos.",
        "C.5.1. Dinámica de las poblaciones humanas.",
        "C.5.2. Uso de recursos en la sociedad.",
        "C.5.3. Residuos sólidos urbanos. Gestión.",
        "C.5.4. Capacidad de carga de la población humana.",
        "C.5.5. Impactos ambientales.",
        "C.6. Protección medioambiental.",
        "C.6.1. Figuras de protección de la naturaleza.",
        "C.6.2. RENPEX (Red de Espacios Naturales Protegidos de Extremadura).",
        "Bloque D. Proyecto de investigación.",
        "D.1. Metodología científica.",
        "D.1.1. El método científico y las técnicas de investigación. ",
        "D.1.2. Técnicas para la recogida de ideas. Búsqueda de información. ",
        "D.1.3. Fuentes de información; derechos y licencias; el plagio. ",
        "D.1.4. Planteamiento de hipótesis. ",
        "D.2. Diseño y estructura de un proyecto de investigación sobre los bloques anteriores.",
        "D.2.1. Elección del tema y concreción de objetivos. ",
        "D.2.2. Revisión del estado de la cuestión. ",
        "D.2.3. Plan de trabajo. Cronograma.",
        "D.2.4. Transformación de la investigación en informe. Redacción del trabajo. ",
        "D.2.5. Conclusiones generales. ",
        "D.2.6. Difusión de los resultados: exposición, elaboración de publicaciones, comunicaciones, pósteres, etc."

    ]
}