{
  "competenciasEspecificas": [
    "OBJ1. Identificar los fundamentos del diseño para partir del análisis crítico de diversos productos de diseño bidimensional y tridimensional, para profundizar en la comprensión tanto de la complejidad de los procesos y herramientas que intervienen, como de la dimensión simbólica y semántica de sus lenguajes.",
    "OBJ2. Reflexionar desde la propia identidad cultural sobre los orígenes, los principios y las funciones del diseño, comparando y analizando producciones de diferentes épocas, estilos y ámbitos de aplicación, para valorar la influencia del entorno y la cultura en dicha actividad, asociando estas tareas con los niveles de impacto ambiental del ser humano en el planeta.",
    "OBJ3. Analizar de manera crítica y rigurosa distintas configuraciones formales, compositivas y estructurales presentes en el diseño de diferentes productos, identificando sus elementos plásticos, estéticos, funcionales y comunicativos, para enriquecer sus propias producciones y conformar una opinión sólida que responda a estrategias comerciales y de marketing vinculadas al diseño gráfico, a campañas de diseño publicitario, al packaging de productos o al diseño de espacios que favorecen la actividad comercial.",
    "OBJ4. Planificar proyectos de diseño individuales y colectivos, seleccionando con criterio las herramientas y recursos necesarios, para proponer y analizar críticamente soluciones creativas en respuesta a necesidades propias y ajenas.",
    "OBJ5. Desarrollar propuestas personales e imaginativas a partir de ideas o productos preexistentes, considerando la propiedad intelectual, para responder con creatividad a necesidades propias y ajenas y potenciar la autoestima y el crecimiento personal.",
    "OBJ6. Crear productos de diseño, respondiendo con creatividad a necesidades concretas, incluidas las del diseño inclusivo y las relativas a la sostenibilidad, y cuidando la corrección técnica, la coherencia y el rigor de la factura del producto, para potenciar una actitud crítica y responsable que favorezca el desarrollo personal, académico o profesional en el campo del diseño."
  ]
}