{
    "criteriosEvaluacion": [
        "1.1. Conocer los problemas ecosociales a los que se enfrenta la sociedad española y singularmente la del entorno más próximo.",
        "1.2. Cuestionar con espíritu constructivo los modos de vida insostenibles mediante el análisis geográfico de todo tipo de fuentes de información que traten los retos ecosociales presentes y futuros desde argumentos fundados sobre su relevancia y la necesidad de las acciones para afrontarlos.",
        "1.3. Debatir sobre los retos naturales y sociales de España de forma comprometida y respetuosa con opiniones ajenas, utilizando estrategias orales con apoyo digital de gráficos, imágenes y cartografía para presentar en público eficientemente datos rigurosos.",
        "2.1. Valorar todo impacto de la acción antrópica desde el principio de sostenibilidad reconociendo la complejidad sistémica del medio natural y de las propias actividades humanas, apreciando la riqueza patrimonial de nuestros entornos naturales.",
        "2.2. Extraer información de paisajes naturales y humanizados analizando y comentando con rigor científico fuentes visuales representativas del espacio geográfico español y singularmente del territorio de Cantabria distinguiendo elementos e interpretando la influencia de factores físicos y humanos.",
        "3.1. Reflexionar sobre la percepción del espacio geográfico localizando y reconociendo en mapas regiones geomorfológicas y bioclimáticas con características comunes y específicas, destacando su aportación a la sostenibilidad del medio.",
        "3.2. Identificar la diversidad y singularidad de paisajes naturales comparando su distribución, características y contrastes a escala autonómica, de España y de Europa, así como formas humanas de relación con esos entornos.",
        "3.3. Mostrar actitudes de respeto ante las identidades múltiples y sentimientos de pertenencia construidos a partir la variedad de percepciones y relaciones existentes entre las personas y sus entornos.",
        "4.1. Conocer y manejar los métodos y técnicas propias de las Tecnologías de la Información Geográfica (TIG).",
        "4.2. Discernir y emplear la escala apropiada a cada situación para localizar o representar con apoyo de las TIG cualquier fenómeno físico o humano justificando los métodos y datos elegidos y la delimitación de regiones o categorías de análisis, así como de áreas de transición.",
        "4.3. Crear productos cartográficos y visuales propios, individuales o en grupo, con fines explicativos comunicando diagnósticos, proponiendo hipótesis o conclusiones, y aplicando eficientemente las TIG.",
        "5.1. Identificar los factores causantes de las principales transformaciones socioeconómicas que han propiciado el fenómeno de la globalización y las consecuencias que estas producen sobre el territorio y la sociedad.",
        "5.2. Valorar la dignidad humana analizando críticamente las consecuencias de nuestras acciones sobre las condiciones laborales y de vida tanto en España como en otros países, investigando y poniendo en contexto el sistema de relaciones económicas globalizadas y los sectores económicos, y su plasmación en el territorio nacional y singularmente en Cantabria.",
        "5.3. Expresar la necesidad de preservar el medio ambiente indagando sobre los impactos de los modos de producción, distribución y consumo a escala local y global, y proponiendo actuaciones de mejora.",
        "6.1. Justificar la necesidad de los mecanismos de compensación de las desigualdades individuales y territoriales a partir de los principios de solidaridad y equidad recogidos en el actual marco constitucional, identificando los procesos pasados y recientes, así como, sus causas y consecuencias sociolaborales y demográficas.",
        "6.2. Argumentar sobre el origen de los desequilibrios socioeconómicos de España y Europa analizando los factores de localización de las actividades económicas y de la población, tanto en los procesos pasados y como en los recientes, así como, sus causas y consecuencias en una sociedad terciarizada.",
        "7.1. Reelaborar saberes sobre fenómenos naturales y humanos relevantes a diferentes escalas y en nuevos contextos aplicando el pensamiento geográfico, movilizando y revisando críticamente conocimientos previos y nuevos, diagnosticando problemas y oportunidades, y razonando previsiones y posibles soluciones.",
        "7.2. Desarrollar un pensamiento crítico que fomente el autoaprendizaje permanente basado en el manejo de datos y su tratamiento sistemático y contrastado, mediante procesos de discusión y deliberación que estimulen el compromiso cívico activo."
    ],
    "saberes": [
        "A. España, en Europa y la globalización.",
        "- España: localización y situación geográfica en el mundo a través de mapas de relieve, bioclimáticos y políticos. Posición relativa de España en el mundo en diferentes indicadores socioeconómicos y del desarrollo humano. Geoposicionamiento y dispositivos móviles.",
        "- España ante la globalización: amenazas y oportunidades. Contexto geopolítico mundial y participación en organismos internacionales. Cooperación internacional y misiones en el exterior. Diagnóstico de los compromisos con los Objetivos de Desarrollo Sostenible.",
        "- España en Europa: localización de países y aspectos naturales. La Unión Europea en la actualidad: su influencia en situaciones cotidianas. Análisis de desequilibrios territoriales y políticas de cohesión a través de mapas e indicadores socioeconómicos.",
        "- Organización administrativa de España. Estudio de los desequilibrios territoriales nacionales y autonómicos. Utilidad del Atlas Nacional de España y el uso contrastado de los indicadores socioeconómicos oficiales. Gestión y ordenación del territorio: debate sobre las políticas de cohesión y desarrollo regional. El futuro del estado del bienestar.",
        "B. La sostenibilidad del medio físico de España.",
        "- Factores físicos y diversidad de paisajes y ecosistemas. Análisis de los condicionantes geomorfológicos, bioclimáticos, edáficos, hídricos y relativos a las actividades humanas y prevención de los riesgos asociados para las personas.",
        "- Diversidad climática de España. Análisis comparativos de distribución y representación de climas. Emergencia climática: cambios en los patrones termopluviométricos; causas, consecuencias y medidas de adaptación Estrategias de interpretación del tiempo y alertas meteorológicas; webs y aplicaciones móviles.",
        "- Biodiversidad, suelos y red hídrica. Características por regiones naturales. Impacto de las actividades humanas y efectos sobre las mismas: pérdida de biodiversidad, degradación y pérdida de suelos y gestión del agua. Interpretación de imágenes, cartografía y datos. Riesgos para las personas. Las realidades cercanas en el entorno autonómico: incendios forestales, inundaciones, especies invasoras...",
        "- Políticas ambientales en España y la Unión Europea: uso de herramientas de diagnóstico. La red de Espacios Naturales Protegidos y la red Natura 2000. Debate sobre los cambios del modelo de desarrollo: del economicismo al principio de sostenibilidad.",
        "C. La ordenación del territorio en el enfoque ecosocial.",
        "- La población española: análisis de su estructura y desequilibrios. Interpretación causal de datos, gráficos y mapas: tendencias pasadas, presentes y proyecciones. Ventajas e inconvenientes de los movimientos migratorios: respeto por la diversidad étnico-cultural. El reto demográfico: envejecimiento y despoblación rural.",
        "- Los espacios urbanos en España: los principales modelos urbanos y las grandes concentraciones urbanas encuadradas en el contexto europeo y mundial. Funciones de la ciudad y relaciones de interdependencia con el territorio, la influencia sobre el espacio rururbano. Estructura urbana a través de los planos: repercusiones sobre las formas de vida y los impactos medioambientales. Modelos de ciudades sostenibles. El uso del espacio público. La movilidad segura, saludable y sostenible.",
        "- Los espacios rurales. Identificación de los paisajes agrarios. Transformaciones de las actividades agropecuarias: prácticas sostenibles e insostenibles. El valor socioambiental y económico de los productos agroalimentarios y forestales de cercanía: indagación de huellas ecológicas y de la estructura sociolaboral. Influencia de la actual Política Agraria Común en el desarrollo rural y la sostenibilidad. Estudio de casos: etiquetados diferenciados, ecológico, denominaciones de origen, etc. Los productos de calidad del entorno más próximo.",
        "- Los recursos marinos y la transformación del litoral: pesca, acuicultura y otros aprovechamientos en el entorno marino: de la explotación salina a la extracción de recursos mineros o las fuentes de energías renovables. Sostenibilidad y Política Pesquera Común. Estudio de casos: marisqueo, pesca de bajura y altura, acuicultura, sobreexplotación de caladeros, los parques eólicos, etc.",
        "- Los espacios industriales. Factores de localización y transformaciones en las actividades industriales y los paisajes: materias primas y fuentes de energía. Evaluación de huellas ecológicas; dependencia y transición energéticas; estructura del tejido industrial, entorno sociolaboral y empleo directo e indirecto. Impacto de la deslocalización sobre sectores de la industria española. Estudio de casos: construcción, automovilístico, agroalimentario, etc. y factores de localización. Debate sobre la influencia de las políticas de la Unión Europea.",
        "- Los espacios terciarizados. El modelo de economía circular y los servicios: relaciones entre producción, distribución y venta. Análisis crítico de huellas ecológicas, estructura sociolaboral, responsabilidad social corporativa y de los consumidores. Estudio de casos: competitividad y desequilibrios en transporte, comercio, turismo, servicios esenciales, etc. y factores de localización. Modelos insostenibles de servicios y alternativas. La economía digital: impacto de la «economía colaborativa» y nuevos modelos de negocio en el contexto global y de la Unión Europea."
    ]
}