{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Desarrollar proyectos de investigación e innovación con el fin de crear y mejorar productos de ",
        "forma continua, utilizando modelos de gestión cooperativos y flexibles. ",
        "1.2. Comunicar y difundir de forma clara y comprensible proyectos elaborados y presentarlos con ",
        "la documentación técnica necesaria. ",
        "1.3. Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y ",
        "gestionando emociones, aceptando y aprendiendo de la crítica razonada y utilizando el error ",
        "como parte del proceso de aprendizaje. ",
        "Competencia específica 2. ",
        "2.1. Analizar la idoneidad de los materiales técnicos en la fabricación de productos sostenibles y ",
        "de calidad, estudiando su estructura interna, propiedades, tratamientos de modificación y ",
        "mejora de sus propiedades. ",
        "2.2. Elaborar informes sencillos de evaluación de impacto ambiental, de manera fundamentada y ",
        "estructurada. ",
        "Competencia específica 3. ",
        "3.1. Resolver problemas asociados a las distintas fases del desarrollo y gestión de un proyecto ",
        "(diseño, simulación y montaje y presentación), utilizando las herramientas adecuadas que ",
        "proveen las aplicaciones digitales. ",
        "Competencia específica 4. ",
        "4.1. Calcular y montar estructuras sencillas, estudiando los tipos de cargas a los que se puedan ",
        "ver sometidas y su estabilidad. ",
        "4.2. Analizar las máquinas térmicas: máquinas frigoríficas, bombas de calor y motores térmicos, ",
        "comprendiendo su funcionamiento y realizando simulaciones y cálculos básicos sobre su ",
        "eficiencia, rendimiento y transferencias energéticas. ",
        "4.3. Interpretar y solucionar esquemas de sistemas neumáticos e hidráulicos, a través de montajes ",
        "o simulaciones, comprendiendo y documentando el funcionamiento de cada uno de sus ",
        "elementos y del sistema en su totalidad. ",
        "4.4. Interpretar y resolver circuitos de corriente alterna, mediante montajes o simulaciones, ",
        "identificando sus elementos y comprendiendo su funcionamiento. ",
        "4.5. Experimentar y diseñar circuitos combinacionales y secuenciales físicos y simulados ",
        "aplicando fundamentos de la electrónica digital, comprendiendo su funcionamiento en el ",
        "diseño de soluciones tecnológicas. ",
        "Competencia específica 5. ",
        "5.1. Comprender y simular el funcionamiento de los procesos tecnológicos basados en sistemas ",
        "automáticos de lazo abierto y cerrado, aplicando técnicas de simplificación y analizando su ",
        "estabilidad. ",
        "5.2. Conocer y evaluar sistemas informáticos emergentes y sus implicaciones en la seguridad de ",
        "los datos, analizando modelos existentes. ",
        "Competencia específica 6. ",
        "6.1. Analizar los distintos sistemas de ingeniería desde el punto de vista de la responsabilidad ",
        "social y la sostenibilidad, estudiando las características de eficiencia energética asociadas a ",
        "los materiales y a los procesos de fabricación.         "
    ],
    "saberes": [
        "A. Proyectos de investigación y desarrollo. ",
        "– Gestión y desarrollo de proyectos:  ",
        "Técnicas y estrategias de trabajo en equipo.  ",
        "Metodologías Agile: tipos, características y aplicaciones.  ",
        "Fases del desarrollo de proyecto: análisis de viabilidad, planificación de los trabajos ",
        "(identificación y secuenciación de tareas, elaboración del plan de trabajo), ejecución, ",
        "seguimiento y evaluación de los resultados. ",
        "Documentación técnica de un proyecto: memorias, pliegos de condiciones, presupuestos ",
        "y planos. Características y contenido básico. ",
        "– Difusión y comunicación de documentación técnica. Elaboración, referenciación y ",
        "presentación. ",
        "– Autoconfianza e iniciativa en los trabajos colaborativos. Identificación y gestión de emociones ",
        "en el trabajo en equipo: empatía y respeto. ",
        "– Utilización del error y la reevaluación en la mejora de los proyectos y como parte del proceso ",
        "de aprendizaje. ",
        "– Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una ",
        "perspectiva interdisciplinar. ",
        "B. Materiales y fabricación. ",
        "– Estructura interna. Propiedades mecánicas y procedimientos de ensayo y medida. ",
        "– Técnicas de diseño y tratamientos de modificación y mejora de las propiedades y ",
        "sostenibilidad de los materiales. ",
        "– Técnicas de fabricación industrial:  ",
        "Operaciones de procesamiento: moldeado, conformado por deformación, forja, ",
        "estampación, extrusión, mecanizado de piezas, tratamientos térmicos, tratamiento de las ",
        "superficies.  ",
        "Operaciones de ensamblaje: uniones permanentes y ensambles mecánicos. ",
        "C. Sistemas mecánicos. ",
        "– Descripción y elementos de estructuras sencillas:   ",
        "En edificación: cimentación, pórticos (pilares y vigas), cerchas.  ",
        "En maquinaria: chasis y bastidores, bancadas. ",
        "– Estabilidad y cálculos básicos de estructuras:  ",
        "Tipos de cargas: puntual y uniformemente repartida.  ",
        "Tipos de apoyos y uniones: empotramientos, apoyos fijos y articulados.  ",
        "Cálculo de esfuerzos en vigas simplemente apoyadas sometidas a cargas puntuales y/o ",
        "uniformemente repartidas. Diagramas de esfuerzos cortantes y de flexión.  ",
        "Cálculo de los esfuerzos de compresión y/o tracción en estructuras isostáticas de barras ",
        "articuladas. Diagrama de Cremona.  ",
        "Montaje o simulación de ejemplos sencillos. ",
        "– Máquinas térmicas:  ",
        "Máquina frigorífica, bomba de calor y motores térmicos. Elementos y fundamentos físicos ",
        "de funcionamiento.  ",
        "Cálculos básicos de potencia, energía útil, par motor y rendimiento.  ",
        "Simulación y aplicaciones.  ",
        "– Neumática e hidráulica:  ",
        "Principios físicos en neumática. El aire, ley de los gases perfectos, magnitudes y ",
        "unidades básicas.  ",
        "Principios físicos en hidráulica: presión hidráulica (principio de Pascal), principio de ",
        "Bernouilli, efecto Venturi, magnitudes y unidades básicas.  ",
        "Componentes: compresor (neumática), depósito y bomba (hidráulica), sistemas de ",
        "mantenimiento, cilindros neumáticos e hidráulicos, motores, válvulas, tuberías. ",
        "Descripción y análisis.  ",
        "Esquemas característicos de aplicación.  ",
        "Diseño y montaje físico o simulado. ",
        "D. Sistemas eléctricos y electrónicos. ",
        "– Circuitos de corriente alterna:  ",
        "Generación de la corriente alterna.  ",
        "Valores instantáneos, medios y eficaces. Diagrama de Fresnel. ",
        "Ley de Ohm en corriente alterna. Impedancia, factor de potencia. Triángulo de potencias.   ",
        "Cálculo, montaje o simulación.  ",
        "– Electrónica digital combinacional:  ",
        "Puertas lógicas: NOT, AND, OR.  ",
        "Álgebra de Boole. Diseño y simplificación: mapas de Karnaugh.  ",
        "Experimentación en simuladores. ",
        "– Electrónica digital secuencial. Experimentación en simuladores. ",
        "E. Sistemas informáticos emergentes. ",
        "– Fundamentos de la inteligencia artificial. Tipos: máquinas reactivas, memoria limitada, teoría ",
        "de la mente y autoconciencia.  ",
        "– Características fundamentales del big data: volumen, velocidad, variedad de los datos, ",
        "veracidad de los datos, viabilidad, visualización de los datos y valor. Bases de datos ",
        "distribuidas. Bases de datos relacionales. ",
        "– La ciberguridad a nivel de usuario. Concepto, amenazas, medidas básicas de protección.  ",
        "F. Sistemas automáticos. ",
        "– Sistemas en lazo abierto y cerrado. Álgebra de bloques y simplificación de sistemas. ",
        "– Estabilidad. Experimentación en simuladores. ",
        "G. Tecnología sostenible  ",
        "– Impacto social y ambiental. Valoración crítica de las tecnologías desde el punto de vista de la ",
        "sostenibilidad. ",
        "– Informes de evaluación de impacto ambiental.         "
    ]
}
