{
  "saberes": [
    "A. Las lenguas y sus hablantes. ",
    "– Aproximación a las lenguas habladas en el mundo y su clasificación en las familias ",
    "lingüísticas. ",
    "– Análisis de la extensión y variedades del español actual.  ",
    "Diferencias entre plurilingüismo y diversidad dialectal. ",
    "Comparación de rasgos de las principales variedades dialectales del español, con ",
    "especial atención a la del propio territorio.  ",
    "– Iniciación a la reflexión interlingüística como instrumento para la construcción de nociones ",
    "gramaticales transversales o específicas de cada lengua.  ",
    "– Estrategias de identificación de prejuicios y estereotipos lingüísticos y exploración de formas ",
    "de evitarlos. ",
    "– Aproximación a los sistemas aumentativos y alternativos de comunicación, incluidas las ",
    "lenguas de signos y los recursos de apoyo a la comunicación, el sistema braille y la ",
    "tiflotecnología. Alfabeto dactilológico.  ",
    "– Reconocimiento del origen histórico de las lenguas de España. ",
    "B. Comunicación. ",
    "– Análisis de las estrategias de producción, comprensión y análisis crítico de textos orales, ",
    "escritos y multimodales de diferentes ámbitos: personal, escolar y social, con atención ",
    "conjunta a los siguientes aspectos: ",
    "1. Contexto. ",
    "– Análisis de los componentes del hecho comunicativo. Funciones del lenguaje y tipos de ",
    "textos. ",
    "– Análisis de cómo la situación condiciona el acto comunicativo. Reconocimiento de las ",
    "diferencias contextuales y formales relevantes del acto comunicativo en relación al grado de ",
    "formalidad de la situación y a su carácter público o privado; distancia social entre los ",
    "interlocutores; propósitos comunicativos e interpretación de intenciones; canal de ",
    "comunicación y elementos no verbales de la comunicación. ",
    "Identificación de los elementos no verbales de la comunicación en textos icónico-verbales ",
    "y multimodales. ",
    "2. Géneros discursivos. ",
    "– Lectura, análisis e interpretación de secuencias textuales básicas, con especial atención a las ",
    "narrativas, descriptivas, dialogadas, y expositivas. ",
    "El texto expositivo. La exposición. Clases de exposiciones. Estructura del texto ",
    "expositivo, su estilo y lenguaje. ",
    "– Nociones básicas de las propiedades textuales: coherencia, cohesión y adecuación ",
    "lingüística. ",
    "– Géneros discursivos propios del ámbito social:  ",
    "Redes sociales y medios de comunicación. ",
    "Pautas de comportamiento cívico en internet: explicación de los principios de la etiqueta ",
    "digital y sus reglas básicas.  ",
    "Riesgos de desinformación, manipulación y vulneración de la privacidad en la red: ",
    "derecho a la protección de la imagen y derecho al honor.  ",
    "Análisis de la imagen y de los elementos paratextuales de los textos icónico-verbales y ",
    "multimodales. ",
    "Presentación de la publicidad y sus recursos. ",
    "Finalidad de la publicidad ",
    "3. Procesos comunicativos: hablar, escuchar, leer, escribir. ",
    "3.1. Hablar y escuchar. ",
    "– Comprensión oral: sentido global del texto y relación entre sus partes, atendiendo a la ",
    "intencionalidad del emisor.  ",
    "Selección y retención de la información relevante. ",
    "– Comprensión, producción y evaluación de textos orales formales siendo capaz de ",
    "argumentar: ",
    "Adecuación a la audiencia y al tiempo de exposición. ",
    "Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal. ",
    "Planificación, búsqueda y organización de la información, dependiendo de la ",
    "intencionalidad del hablante, textualización y revisión. ",
    "Valoración de la importancia de la conversación en la vida social practicando actos de ",
    "habla: contando, opinando, dialogando, describiendo, en situaciones comunicativas ",
    "propias de la actividad escolar. ",
    "– Detección y análisis de usos lingüísticos discriminatorios del lenguaje verbal y no verbal que ",
    "transmiten prejuicios, estereotipos y descalificación. ",
    "3.2. Leer y escribir. ",
    "– Comprensión lectora: lectura de textos en voz alta. Identificación del sentido global del texto ",
    "atendiendo a la intencionalidad del emisor y la relación entre sus partes, selección y retención ",
    "de la información relevante.  – Producción escrita: planificación, textualización, revisión y edición en diferentes soportes de ",
    "textos propios del ámbito académico y usos de la escritura para la organización del ",
    "pensamiento: toma de notas, esquemas, resúmenes, definiciones, mapas conceptuales, ",
    "organigramas, exposiciones y explicaciones sencillas, glosarios, tablas de contenidos, etc., en ",
    "soporte papel o digital, con corrección gramatical y ortográfica y propiedad léxica. ",
    "– Conocimiento de las estrategias verbales y no verbales para la producción escrita en ",
    "diferentes soportes: planificación, organización de la información, redacción, revisión y ",
    "presentación del texto. Localización en un texto escrito de una determinada información.  ",
    "– Comprensión, interpretación y producción de textos escritos de ámbito personal, escolar y ",
    "social (instrucciones, correos electrónicos, etc.), con corrección gramatical y ortográfica y ",
    "propiedad léxica. ",
    "– Alfabetización mediática e informacional:  ",
    "Conocimiento de estrategias de búsqueda y selección de la información en internet con ",
    "criterios de fiabilidad, calidad y pertinencia: conocimiento y elección de buscadores, ",
    "realización de búsquedas eficaces, filtro de los resultados, uso de operadores, contraste ",
    "de datos, análisis, valoración, reorganización y síntesis de la información en esquemas ",
    "propios y transformación en conocimiento. ",
    "Comunicación y difusión creativa y respetuosa con la propiedad intelectual.  ",
    "Utilización de plataformas virtuales para la realización de proyectos escolares. ",
    "– Detección y análisis de usos lingüísticos discriminatorios del lenguaje verbal e icónico que ",
    "transmiten prejuicios, estereotipos y descalificación. ",
    "4. Reconocimiento y uso discursivo de los elementos lingüísticos. ",
    "– Identificación y uso de los recursos lingüísticos para mostrar la implicación del emisor en los ",
    "textos y su actitud ante los mismos: ",
    "Formas de deixis (temporal, personal y espacial). ",
    "Procedimientos de modalización: clases de enunciados según la actitud del hablante, ",
    "modos verbales. ",
    "– Introducción a los mecanismos lingüísticos de la cohesión: identificación de los recursos ",
    "lingüísticos para establecer relaciones entre las diferentes partes del texto.  ",
    "Los conectores textuales explicativos, temporales, de orden y de contraste. ",
    "Mecanismos de referencia interna gramaticales (sustituciones pronominales y ",
    "adverbiales) y léxicos (repeticiones, sinónimos, hiperónimos y elipsis). ",
    "– Uso coherente de las formas verbales en los textos. Los tiempos de pretérito en la narración. ",
    "Correlación temporal en el discurso relatado. ",
    "– Recursos lingüísticos para adecuar el registro de la situación de comunicación. Explicación y ",
    "análisis de la adecuación textual. ",
    "– Uso progresivamente autónomo de diccionarios, manuales de consulta de gramática para ",
    "obtener información básica, y de correctores ortográficos en soporte analógico o digital. ",
    "– Explicación y uso de los signos básicos de puntuación como mecanismo organizador del texto ",
    "escrito: los dos puntos, los paréntesis, los corchetes. Su relación con el significado. ",
    "– Corrección lingüística y revisión ortográfica y gramatical de los textos. Aplicación guiada del ",
    "conocimiento y uso reflexivo de las normas ortográficas y gramaticales, valorando la ",
    "necesidad de ceñirse a la norma lingüística, tanto en textos manuscritos como digitales.  ",
    "La acentuación de diptongos, triptongos e hiatos.  ",
    "Acentuación de las palabras compuestas.  ",
    "Escritura correcta de palabras de uso que contengan grafías homófonas. ",
    "C. Educación literaria. ",
    "1. Lectura autónoma. ",
    "Implicación en la lectura libre, de forma progresivamente autónoma, a partir de una preselección ",
    "de textos variados y de obras completas de la literatura española y universal y de la literatura ",
    "juvenil, en soporte papel y en soporte digital, próximos a los intereses y aficiones de los alumnos, ",
    "y reflexión sobre los textos leídos y sobre la práctica de lectura, atendiendo a las siguientes ",
    "destrezas y estrategias: ",
    "– Criterios y estrategias para la selección de obras variadas de la literatura española y universal ",
    "y de la literatura juvenil, en soporte papel y digital, incluyendo nuevos géneros y formatos ",
    "como novela gráfica o cómic, de manera orientada, a partir de la exploración guiada de la ",
    "biblioteca escolar, de las virtuales y de la pública disponible, para el desarrollo de una toma ",
    "de conciencia progresiva de los propios gustos e identidad lectora, promoviendo la lectura en ",
    "voz alta y la lectura compartida. ",
    "– Participación guiada y activa en actos culturales vinculados con el circuito literario y lector ",
    "como encuentros con el autor y concursos literarios, entre otros. ",
    "– Expresión de la experiencia lectora, con apoyo de ejemplos y utilizando progresivamente un ",
    "metalenguaje específico. ",
    "– Apropiación de los textos leídos a través de distintas formas de recreación. ",
    "– Uso de estrategias de movilización de la experiencia personal y lectora como forma de ",
    "establecer vínculos entre la obra leída y aspectos de la actualidad, así como con otros textos ",
    "y manifestaciones artísticas y culturales (música, pintura, audiovisuales, etc.), entendidas ",
    "como formas de expresión del sentimiento humano.  ",
    "– Utilización de estrategias para la recomendación de las lecturas, en soportes variados o bien ",
    "oralmente entre iguales, como clubes o encuentros de lectura. ",
    "– Estrategias de fomento del gusto y el hábito lector en todas sus vertientes: ocio y placer, ",
    "fuente conocimiento, acceso a una nueva visión de la realidad y de la ficción. ",
    "2. Lectura guiada. ",
    "Lectura guiada de obras completas y fragmentos relevantes de la literatura juvenil contemporánea ",
    "y del patrimonio literario universal, inscritas en itinerarios temáticos o de género, que atraviesan ",
    "épocas, contextos culturales y movimientos artísticos, identificando el tema y la intención del ",
    "autor, relacionando su forma y contenido con el contexto sociocultural y literario de la época, y ",
    "analizando la evolución de tópicos y formas literarias, atendiendo a los siguientes contenidos y ",
    "estrategias: ",
    "– Estrategias para la construcción compartida de la interpretación de las obras a través de ",
    "conversaciones literarias, con la incorporación progresiva de metalenguaje específico.  ",
    "– Relación entre los elementos constitutivos del género literario y la construcción del sentido de ",
    "la obra.  ",
    "Análisis básico del valor de los recursos expresivos y de sus efectos en la recepción.  ",
    "– Expresión pautada, a través de procesos y soportes diversificados, de la interpretación y ",
    "valoración personal de obras y fragmentos literarios. ",
    "Elaboración de reseñas, crónicas, notas, comentarios, informes de la valoración e ",
    "interpretación personal de las obras y fragmentos literarios leídos. ",
    "– Relación y comparación de los textos leídos con otros textos, con otras manifestaciones ",
    "artísticas y culturales y con las nuevas formas de ficción en función de temas, tópicos, ",
    "estructuras y lenguajes. ",
    "– Introducción a la lectura desde diferentes perspectivas.  ",
    "– Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de ",
    "comprensión, apropiación y oralización implicados.  ",
    "Lectura dramatizada de textos teatrales.  ",
    "Lectura y recitado de textos poéticos.  ",
    "– Creación de textos personales de intención literaria, en prosa y en verso, a partir de la ",
    "apropiación de las convenciones del lenguaje literario y en referencia a modelos dados: ",
    "Imitación, transformación, continuación, etc. de diferentes textos de intención literaria. ",
    "– Caracterización e identificación de los géneros y subgéneros literarios de acuerdo con sus ",
    "características estructurales, temáticas y formales. Relación entre los elementos constitutivos ",
    "de cada género literario y la creación del sentido de la obra.  La narración literaria. La narración en verso y en prosa La novela moderna. El cuento ",
    "literario. El microrrelato. ",
    "El género didáctico. El ejemplo y la fábula. El ensayo. ",
    "El género lírico. El ritmo y la rima. Aproximación a la métrica. ",
    "El género dramático.  ",
    "D. Reflexión sobre la lengua.  ",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un ",
    "lenguaje específico a partir de la observación, comparación y clasificación de unidades ",
    "comunicativas y del contraste entre lenguas en torno a los siguientes contenidos y estrategias: ",
    "– Observación e identificación de las diferencias contextuales y formales relevantes e ",
    "intersecciones entre lengua oral y lengua escrita, atendiendo a aspectos sintácticos, léxicos y ",
    "pragmáticos. ",
    "– Identificación, distinción y caracterización de las categorías gramaticales. Las palabras ",
    "variables: ",
    "El nombre. Expresión y formación del género y el número. ",
    "El adjetivo. Los grados del adjetivo. ",
    "Determinantes: Clases. Pronombres: Clases. ",
    "El verbo: Lexemas y desinencias verbales. Verbos regulares e irregulares. Formación y ",
    "explicación de la voz pasiva. ",
    "– Identificación, distinción y caracterización de las categorías gramaticales. Las palabras ",
    "invariables: ",
    "El adverbio: clases de adverbios. Las locuciones adverbiales. ",
    "La conjunción: conjunciones coordinantes y subordinantes. ",
    "– Caracterización, identificación y reconocimiento de la oración simple.  ",
    "Identificación de la oración copulativa. El atributo. ",
    "Identificación de la oración predicativa. Distinción y reconocimiento del complemento ",
    "directo, indirecto, circunstancial, de régimen y del complemento predicativo.  ",
    "Oraciones activas y pasivas. Transformación de oraciones activas en pasivas. ",
    "Relación entre los esquemas semántico y sintáctico de la oración simple. Observación y ",
    "transformación de enunciados de acuerdo con estos esquemas y uso de la terminología ",
    "sintáctica necesaria. ",
    "El orden de palabras. La concordancia. ",
    "– Conocimiento, uso y explicación de los procedimientos morfológicos de adquisición y ",
    "formación de palabras y de los procesos léxicos para el cambio de categoría gramatical. ",
    "La derivación y la composición. ",
    "La familia léxica.  ",
    "Las siglas y los acrónimos. ",
    "Los préstamos lingüísticos ",
    "Conocimiento de los procedimientos léxicos (afijos) y sintácticos para el cambio de ",
    "categoría gramatical. ",
    "– Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones ",
    "sintácticas). Relaciones gramaticales.  ",
    "– Explicación y reflexión sobre los cambios en el significado, las relaciones semánticas entre ",
    "palabras y sus valores denotativos y connotativos:  ",
    "Las relaciones de significado: hiperónimos, hipónimos.  ",
    "Connotación y denotación en función del contexto y el propósito comunicativo.  ",
    "El cambio semántico: metáfora, metonimia, palabras tabú y eufemismos. ",
    "– Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para ",
    "obtener información gramatical básica. "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Reconocer las lenguas de España y las variedades dialectales del español, con atención ",
    "especial a la del propio territorio, identificando algunas nociones básicas de las lenguas, tanto ",
    "de España como las que forman los repertorios lingüísticos del alumnado, y contrastando ",
    "algunos de sus rasgos en manifestaciones orales, escritas y multimodales.  ",
    "1.2. Valorar los sistemas aumentativos y alternativos de comunicación, incluidos la lengua de ",
    "signos y el alfabeto dactilológico y los recursos de apoyo a la comunicación oral, el sistema ",
    "braille y la tiflotecnología, como vehículos de comunicación, apreciando sus diferencias como ",
    "una muestra de la riqueza de lenguas y comunidades hablantes. ",
    "1.3. Identificar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración ",
    "de la riqueza cultural, lingüística y dialectal, a partir de la observación de la diversidad ",
    "lingüística del entorno. ",
    "Competencia específica 2. ",
    "2.1. Comprender e interpretar el sentido global, la estructura, la información más relevante en ",
    "función de las necesidades comunicativas y la intención del emisor en textos orales y ",
    "multimodales sencillos de diferentes ámbitos, analizando la interacción entre los diferentes ",
    "códigos. ",
    "2.2. Valorar la forma y el contenido de textos orales y multimodales sencillos, evaluando su ",
    "calidad, su fiabilidad y la idoneidad del canal utilizado, así como la eficacia de los ",
    "procedimientos comunicativos empleados. ",
    "Competencia específica 3. ",
    "3.1. Realizar narraciones y exposiciones orales sencillas con diferente grado de planificación, ",
    "organizando el contenido y elaborando guiones previos, seleccionando la idea principal, así ",
    "como las secundarias, sobre temas de interés personal, social y educativo ajustándose a las ",
    "convenciones propias de los diversos géneros discursivos, con fluidez, coherencia, cohesión y ",
    "el registro adecuado, en diferentes soportes y utilizando de manera eficaz recursos verbales y ",
    "no verbales. ",
    "3.2. Participar en interacciones orales informales, en el trabajo en equipo y en situaciones orales ",
    "formales de carácter dialogado de manera activa y adecuada, con actitudes de escucha activa ",
    "y haciendo uso de estrategias de cooperación conversacional y cortesía lingüística. ",
    "Competencia específica 4. ",
    "4.1. Comprender e interpretar el sentido global, la estructura, la información más relevante y la ",
    "intención del emisor en textos escritos y multimodales sencillos de diferentes ámbitos que ",
    "respondan a diferentes propósitos de lectura, realizando las inferencias necesarias. ",
    "4.2. Valorar la forma y el contenido de textos sencillos evaluando su calidad, su fiabilidad y la ",
    "idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos ",
    "empleados. ",
    "Competencia específica 5. ",
    "5.1. Planificar la redacción de textos escritos y multimodales sencillos, atendiendo a la situación ",
    "comunicativa, al destinatario, al propósito y al canal; redactar borradores y revisarlos para ",
    "aclarar problemas con el contenido (ideas y estructura) o la forma (puntuación, ortografía, ",
    "gramática y presentación), con ayuda del diálogo entre iguales e instrumentos de consulta, y ",
    "presentar un texto final coherente, cohesionado y con el registro adecuado. ",
    "5.2. Incorporar procedimientos básicos para enriquecer los textos propios descriptivos, narrativos, ",
    "dialogados y expositivos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con ",
    "precisión léxica y corrección ortográfica y gramatical. ",
    "5.3. Resumir textos breves, diferenciando la idea principal de las secundarias, globalizando la ",
    "información e integrándola en oraciones que se relacionen lógica y semánticamente.  ",
    "Competencia específica 6. ",
    "6.1. Localizar, seleccionar y contrastar información de manera progresivamente autónoma ",
    "procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia en función de los ",
    "objetivos de lectura; organizarla e integrarla en esquemas propios y reelaborarla y ",
    "comunicarla de manera creativa adoptando un punto de vista crítico respetando los principios ",
    "de propiedad intelectual. ",
    "6.2. Elaborar trabajos de investigación de manera progresivamente autónoma en diferentes ",
    "soportes sobre diversos temas de interés académico, personal o social a partir de la ",
    "información seleccionada, adoptando un punto de vista crítico y personal. ",
    "6.3. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en ",
    "relación a la búsqueda y la comunicación de la información. ",
    "Competencia específica 7. ",
    "7.1. Elegir y leer textos a partir de preselecciones de la literatura española y universal y de la ",
    "literatura juvenil, guiándose por los propios gustos, intereses y necesidades y dejando ",
    "constancia del propio itinerario lector y de la experiencia de lectura. ",
    "7.2. Desarrollar, a través de la lectura autónoma, el gusto y el hábito de la lectura en todos sus ",
    "aspectos, como fuente de placer, de conocimiento y de acceso a otros mundos diferentes a ",
    "los nuestros, reales o fantásticos, contribuyendo así a la formación de la propia identidad ",
    "lectora. ",
    "7.3. Compartir la experiencia de la lectura en soportes diversos relacionando el sentido de la obra ",
    "con la propia experiencia biográfica y lectora. ",
    "Competencia específica 8. ",
    "8.1. Explicar y argumentar, con la ayuda de pautas y modelos, la interpretación de las obras leídas ",
    "y de otros textos significativos, a partir del análisis de las relaciones internas de sus elementos ",
    "constitutivos con el sentido de la obra, atendiendo a la configuración de los géneros y ",
    "subgéneros literarios. ",
    "8.2. Establecer, de manera guiada, vínculos argumentados entre los textos leídos y otros textos ",
    "escritos, orales o multimodales, así como con otras manifestaciones artísticas y culturales, en ",
    "función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la ",
    "implicación y la respuesta personal del lector en la lectura. ",
    "8.3. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos ",
    "soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los ",
    "diversos géneros y estilos literarios. ",
    "8.4. Conocer las principales características de los géneros y subgéneros literarios y comprender e ",
    "interpretar el lenguaje literario y sus recursos expresivos. ",
    "Competencia específica 9. ",
    "9.1. Revisar los textos propios de manera guiada y hacer propuestas de mejora argumentando los ",
    "cambios a partir de la reflexión metalingüística e interlingüística.  ",
    "9.2. Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones ",
    "lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento ",
    "explícito de la lengua y un metalenguaje específico. ",
    "9.3. Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua a partir de ",
    "la observación, la comparación y la transformación de enunciados, así como de la formulación ",
    "de hipótesis y la búsqueda de contraejemplos utilizando un metalenguaje específico y ",
    "consultando de manera guiada diccionarios, manuales y gramáticas. ",
    "9.4. Identificar, distinguir y caracterizar las categorías gramaticales de las palabras variables e ",
    "invariables. ",
    "9.5. Comprender el significado de las palabras en toda su extensión para reconocer y diferenciar ",
    "los usos subjetivos de los objetivos, así como las diferentes relaciones semánticas entre las ",
    "palabras. ",
    "9.6. Reconocer los elementos constitutivos de la palabra y los distintos procedimientos de ",
    "formación de palabras, diferenciando las compuestas, las derivadas, las siglas y los ",
    "acrónimos. ",
    "9.7. Reconocer, usar y explicar los elementos constitutivos de la oración simple. ",
    "Competencia específica 10. ",
    "10.1. Identificar, desterrar y sustituir los usos discriminatorios de la lengua y los usos ",
    "manipuladores del lenguaje a partir de la reflexión y el análisis de los elementos lingüísticos, ",
    "textuales y discursivos utilizados, así como de los elementos no verbales que rigen la ",
    "comunicación entre las personas. ",
    "10.2. Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de ",
    "consensos tanto en el ámbito personal como educativo y social. "
    
  ]
}
