{
    "criteriosEvaluacion": [
        "1.1 Reflexionar sobre els aspectes singulars de diferents propostes musicals de manera crítica, estructurada i respectuosa.",
        "1.2 Contextualitzar diferents composicions musicals, determinant el context cultural, social i històric de l’obra fent ús de l’escolta reflexiva.",
        "2.1 Distingir les diferents veus i/o instruments que participen en una interpretació musical, mitjançant l’audició de diferents obres musicals.",
        "2.2 Reconèixer els elements tècnics bàsics i les estructures formals més característiques de composicions musicals diverses, mitjançant l’anàlisi auditiva i gràfica.",
        "3.1 Expressar lliurement les impressions i els sentiments produïts per la música escoltada, utilitzant arguments que mostrin el desenvolupament del pensament crític.",
        "3.2 Participar activament en els processos de difusió cultural, col·laborant com a analistes crítics en els projectes musicals, artístics i culturals del centre.",
        "4.1 Crear composicions musicals pròpies fent ús de diversos suports per a la creació, incloent-hi les eines digitals.",
        "4.2 Utilitzar amb autonomia i confiança diferents eines i llenguatges artístics per a la producció de creacions musicals.",
        "5.1 Establir relacions entre la música i altres arts mitjançant l’anàlisi guiada de propostes escèniques afavorint el desenvolupament de la identitat cultural i la recerca de l’expressió pròpia.",
        "5.2 Planificar propostes musicals coherents amb un projecte artístic interdisciplinari, posant en valor les opinions del grup.",
        "5.3 Participar en la producció de projectes artístics, escollint músiques adequades segons les seves característiques i la seva intencionalitat,tot implicant-se en el bon desenvolupament de projecte."
    ],
    "saberes": [
        "Iniciació als elements analítics",
        "- Anàlisi auditiva dels elements psicològics de l’escolta musical.",
        "- Identificació de les característiques més rellevants dels principals gèneres musicals al llarg de la història en l’anàlisi d’obres.",
        "- Discriminació auditiva i anàlisi dels elements de ritme, melodia, harmonia, dinàmica, agògica i textura en una proposta musical concreta.",
        "- Anàlisi de la relació que s’estableix entre la música i el text en les obres vocals.",
        "Recepció auditiva, anàlisi i interpretació",
        "- Audició i visionat de propostes musicals representatives de diferents èpoques, estils i gèneres.",
        "- Consolidació del coneixement i de la interpretació de les grafies convencionals i no convencionals en la lectura de partitures.",
        "- Interpretació d’obres vocals o instrumentals amb consciència analítica.",
        "- Aplicació i ús de recursos digitals en l’elaboració i la creació d’obres i projectes musicals i artístics.",
        "La forma musical",
        "- Anàlisi dels elements bàsics de l’estructura musical: melodia, ritme, harmonia, textura i timbre.",
        "- Identificació dels principals processos compositius: repetició, seqüència, imitació, variació i desenvolupament.",
        "- Anàlisi de les tipologies de formes musicals: simples, compostes i lliures en diverses obres i manifestacions musicals.",
        "- Anàlisi de les principals formes històriques i actuals: instrumentals, vocals i escèniques."
    ]
}