{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Explicar y argumentar la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria.",
        "Criterio 1.2. Utilizar un metalenguaje específico e incorporar juicios de valor vinculados a la apreciación estética de las obras.",
        "Criterio 1.3. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura o interpretación de obras o fragmentos significativos. ",
        "Criterio 1.4. Emplear las convenciones formales de los diversos géneros y estilos literarios, desarrollando una estética personal, en la creación y recreación de propuestas artísticas.",
        "Criterio 1.5. Compartir las propias experiencias de lectura de clásicos universales con la ayuda de un metalenguaje específico.",
        "Competencia específica 2.",
        "Criterio 2.1. Elaborar una interpretación personal a partir de la lectura autónoma de obras relevantes de la literatura universal.",
        "Criterio 2.2. Analizar los aspectos temáticos, de género y subgénero, los elementos de la estructura y el estilo y los valores éticos y estéticos de las obras.",
        "Criterio 3.3. Establecer vínculos argumentados con otras obras y otras experiencias artísticas y culturales.",
        "Criterio 2.4. Diversificar formas de acceso a la cultura literaria y a otras manifestaciones artísticas, en el marco de un itinerario lector personal que enriquezca, de forma consciente y sistemática, la propia identidad lectora.",
        "Criterio 2.5. Compartir las propias experiencias de lectura con la ayuda de un metalenguaje específico.",
        "Competencia específica 3.",
        "Criterio 3.1. Relacionar y comparar obras literarias, o sus constituyentes, con otras manifestaciones literarias o artísticas, argumentando oralmente o por escrito los elementos de semejanza y contraste, tanto en lo relativo a aspectos temáticos y de contenido como formales y expresivos, así como atendiendo también a sus valores éticos y estéticos.",
        "Criterio 3.2. Analizar, con perspectiva comparada, la evolución de tópicos y motivos literarios en la historia de la literatura, estableciendo conexiones con otras manifestaciones artísticas y culturales.",
        "Criterio 3.3. Conocer la evolución de los géneros literarios e identificar los rasgos que los vinculan con movimientos o tradiciones artísticas, empleando los los tecnicismos adecuados. ",
        "Criterio 3.4. Reconocer y valorar el fenómeno de la intertextualidad, en contraste con el plagio. ",
        "Criterio 3.5. Desarrollar proyectos de investigación literarios, individualmente o en grupo, editados en formatos diversos, plasmando en ellos los vínculos entre los clásicos de la literatura universal y otras manifestaciones artísticas o literarias de diferentes épocas y tradiciones, en función de sus temas, tópicos, estructuras, lenguaje, recursos expresivos y valores éticos y estéticos.",
        "Competencia específica 4.",
        "Criterio 4.1. Construir una línea temporal de la literatura a partir de la lectura de los clásicos y su vinculación con el contexto en el que fueron creados, así como de la conexión con obras precursoras y su vigencia en épocas posteriores. ",
        "Criterio 4.2. Analizar la evolución de motivos, tópicos y personajes en el eje histórico de la literatura, contextualizando su origen y argumentando su pervivencia.",
        "Criterio 4.3. Elaborar, de manera individual o colectiva, trabajos expositivos en formatos variados, que sitúen textos leídos en su horizonte históricocultural y que ofrezcan panorámica de conjunto sobre movimientos artísticos y tradiciones literarias donde se insertan obras relevantes de la literatura universal.",
        "Competencia específica 5.",
        "Criterio 5.1. Realizar, de manera individual o colectiva, un proyecto de investigación, ya sea escrito, oral o multimodal, sobre autoras de relevancia, obras literarias de contextos no occidentales o sobre cuestiones temáticas o formales que aporten una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria.",
        "Criterio 5.2. Elaborar, de manera individual, comentarios críticos de textos, bien orales o bien escritos, y participar en debates o mesas redondas acerca de lecturas, en los que se incorpore la perspectiva de género y se ponga en cuestión la mirada etnocéntrica propia del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad que suponga opresión sobre cualquier grupo."        
    ],
    "saberes": [
        "Bloque A. Lectura, interpretación y análisis guiado de clásicos literarios universales, ",
        "inscritos en itinerarios temáticos.",
        "A.1. La literatura del yo: expresión lírica y confesional.",
        "A.1.1. Poesía lírica y prosa poética.",
        "A.1.2. Literatura testimonial y biográfica: diarios, cartas, memorias, autobiografías, autoficción.",
        "A.1.3. Narrativa existencial: personajes en crisis.",
        "A.2. Diálogo y escena: temas y formas de la literatura representada.",
        "A.2.1. La tragedia: frente a la ley o el destino.",
        "A.2.2. El drama: frente a las convenciones sociales. ",
        "A.2.3. La comedia: humor crítico, humor complaciente.",
        "A.3. Mundos posibles: el género narrativo. ",
        "A.3.1. Mundos imaginados: mitos y narrativa. Mitologías, héroes y heroínas, viajes imaginarios, espacios y criaturas fantásticas. Utopías, distopías, ciencia ficción.",
        "A.3.2. Mundos observados: cuento y novela. Bildungsroman o novela de formación. Espacios privados, espacios públicos: afectos íntimos y lazos sociales. Desigualdades, discriminación, violencias. Guerra y revolución. Migraciones e identidades culturales. Colonialismo y emancipación.",
        "A.3.3. Mundos de evasión: relato breve y novela de género. La literatura de aventuras y la novela policíaca. Literatura de terror.",
        "A.4. La literatura como cauce para la reflexión y la opinión.",
        "A.4.1. El arte como compromiso: el ensayo. La literatura de ideas.",
        "A.4.2. El ser humano en la naturaleza: inspiración, integración y empatía.",
        "A.5. Estrategias de análisis, interpretación, recreación y valoración crítica de la obra literaria. ",
        "A.5.1. Construcción compartida de la interpretación de las obras a través de discusiones o conversaciones literarias.",
        "A.5.2. Análisis de los elementos constitutivos del género literario y su relación con el sentido de la obra. Efectos en la recepción de sus recursos expresivos.",
        "A.5.3. Utilización de la información sociohistórica, cultural y artística necesaria para interpretar las obras y comprender su lugar en la tradición literaria.",
        "A.5.4. Establecimiento de vínculos intertextuales entre obras y otras manifestaciones artísticas en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura.",
        "A.5.5. Indagación en torno al funcionamiento de la literatura como artefacto ideológico determinante en la construcción de los imaginarios sociales, haciendo especial hincapié en la perspectiva de género.",
        "A.5.6. Investigación en torno al papel silenciado de las mujeres creadoras en la historia de la literatura y del arte. Revisión y enriquecimiento del canon literario.",
        "A.5.7. Expresión argumentada de la interpretación de los textos, integrando los diferentes aspectos analizados y atendiendo a sus valores culturales, éticos y estéticos.",
        "A.5.8. Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de comprensión y de oralización implicados.",
        "A.5.9. Creación de textos de intención literaria y otras propuestas artísticas a partir de las obras leídas, y con voluntad de estilo.",
        "Bloque B. Lectura y valoración autónoma de obras relevantes del patrimonio universal.",
        "B.1. La lectura como vivencia individual y compartida.",
        "B.1.1. Selección de las obras de manera autónoma y con la ayuda de recomendaciones especializadas.",
        "B.1.2. Utilización independiente y frecuente de bibliotecas. ",
        "B.1.3. Participación individual o grupal en otras experiencias culturales.",
        "B.1.4. Recomendación de las lecturas en soportes variados atendiendo a aspectos temáticos, formales e intertextuales.",
        "B.1.5. Participación en conversaciones literarias y en intercambios de recomendaciones lectoras en contextos presenciales y digitales.",
        "B.2. Reflexión teórica, crítica y comparada sobre la experiencia lectora. ",
        "B.2.1. Argumentación de los gustos lectores personales. Diversificación del corpus leído.",
        "B.2.2. Utilización de un metalenguaje específico, atendiendo a aspectos temáticos, género y subgénero, rasgos de estructura y estilo, además de valores éticos y estéticos de las obras.",
        "B.2.3. Movilización de la experiencia personal, lectora y cultural para establecer vínculos entre la obra leída con aspectos de la actualidad y otras manifestaciones literarias o artísticas.",
        "B.2.4. Aplicación de estrategias de crítica literaria y literatura comparada en la elaboración de trabajos de investigación temáticos, relacionados con movimientos, obras o creadores literarios.",
        "B.3. La lectura como fuente de creación artística.",
        "B.3.1. Recreación y adaptación de textos literarios. Intertextualidad e interpretación.",
        "B.3.2. Expresión creativa personal, a partir de la recepción de obras literarias, en conexión con otras manifestaciones artísticas y desarrollando una estética personal."        
    ]
}
