{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1.  Generar un conocimiento riguroso de fuentes y documentos filosóficamente relevantes, aplicando técnicas de búsqueda, organización, análisis, comparación e interpretación de los mismos, y relacionándolos correctamente con contextos históricos, problemas, tesis, autores y autoras, así como con elementos pertenecientes a otros ámbitos culturales.",
        "1.2.  Construir juicios propios acerca de problemas históricofilosóficos, a través de la elaboración y presentación de documentos y trabajos de investigación sobre los mismos con precisión y aplicando los protocolos al uso, tanto de forma individual como grupal y cooperativa.",
        "Competencia específica 2.",
        "2.1.  Emplear argumentos de modo riguroso, reconociendo y aplicando normas, técnicas y pautas lógicas, retóricas y argumentativas, y evitando modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis.",
        "2.2.  Sostener el hábito del diálogo argumentativo, empático, abierto y constructivamente comprometido con la búsqueda del conocimiento, a través de la participación activa, respetuosa y colaborativa en cuantas actividades se propongan. ",
        "Competencia específica 3.",
        "3.1.  Adquirir y expresar un conocimiento significativo de las más importantes propuestas filosóficas que se han sucedido a lo largo de la historia, a través de la indagación sobre ellas y la identificación de las cuestiones a las que responden.",
        "3.2.  Identificar, comprender y debatir acerca de los principales problemas, ideas, tesis y controversias filosóficas de la historia del pensamiento, a través del análisis y comentario crítico de textos y documentos filosóficos o relevantes para la filosofía.",
        "Competencia específica 4.",
        "4.1.  Generar una concepción plural, dialéctica, abierta y crítica de la historia del pensamiento a través de la comprensión, la realización de síntesis comparativas y la exposición de las relaciones de oposición y complementariedad entre tesis, escuelas, filósofos y filósofas de una misma época o tradición o de distintas épocas y tradiciones.",
        "4.2.  Adoptar una actitud tolerante y comprometida con la resolución racional y dialogada de conflictos y desacuerdos a partir de la práctica del pensamiento filosófico y la comprensión de las relaciones de complementariedad, y no solo de oposición, entre perspectivas distintas en torno a problemas actuales y de relevancia filosófica, cultural o social. ",
        "Competencia específica 5.",
        "5.1.  Afrontar los grandes problemas filosóficos en su doble aspecto histórico y universal a través del análisis y exposición crítica de las condiciones culturales que han permitido en cada caso la aparición y evolución de dichos problemas en distintos momentos de la historia.",
        "5.2.  Comprender la dimensión temporal y universal de los problemas filosóficos más importantes, comparando mediante esquemas u otros productos o actividades el tratamiento filosófico que se hace de ellos en distintas épocas, escuelas, tradiciones, autores y autoras.",
        "Competencia específica 6.",
        "6.1.  Adquirir una concepción sistémica y relacional de la historia de la cultura occidental y del papel de las ideas filosóficas en ella, mediante el análisis, comentario y comparación de textos o documentos literarios, historiográficos, periodísticos, científicos o religiosos, así como de cualquier otra manifestación cultural, en los que se expresen problemas y concepciones filosóficamente relevantes.",
        "6.2.  Analizar y exponer de modo argumentado y crítico la relación entre las aportaciones de diversos saberes, disciplinas y producciones culturales de distintos campos, en torno a una misma temática, idea o cuestión filosófica, mediante la realización de debates y pequeños trabajos de investigación al respecto.",
        "Competencia específica 7.",
        "7.1.  Aplicar diversos enfoques y argumentos filosóficos al tratamiento de problemas fundamentales y de actualidad, analizando y contrastando dichos enfoques y argumentos y manejándolos con solvencia en el diálogo con otras personas.",
        "7.2.  Desarrollar un juicio crítico, personal y autónomo, e identificar y promover planteamientos, actitudes y acciones ética y cívicamente consecuentes con el propio juicio y la consideración racional de los valores comunes, con respecto a problemas fundamentales de la actualidad, a partir de la comprensión de ideas, teorías y controversias históricofilosóficas que puedan contribuir a clarificar tales problemas."       
    ],
    "saberes": [
        "Bloque A. Del origen de la filosofía occidental en Grecia hasta el fin de la Antigüedad.",
        "A.1. Originalidad y orígenes de la filosofía. ",
        "A.1.1. Historicidad y universalidad de los problemas y concepciones filosóficas. Métodos de trabajo en la materia de Historia de la Filosofía.",
        "A.1.2. El surgimiento de la filosofía occidental en Grecia. Cosmovisión mítica y teorización filosófica. El pensamiento filosófico en otras tradiciones culturales.",
        "A.2. Los problemas de la filosofía griega.",
        "A.2.1. El problema de la realidad en los presocráticos.",
        "A.2.2. Filosofía y ciudadanía en la Ilustración griega: los sofistas y Sócrates. Aspasia de Mileto y el papel de la mujer en la cultura y la filosofía griega.",
        "A.2.3. Idea y naturaleza: conocimiento y realidad en Platón y Aristóteles.",
        "A.2.4. La antropología en la filosofía clásica: Sócrates y el conocimiento de sí; la psique en Platón y Aristóteles.",
        "A.2.5. La discusión ética: el intelectualismo socráticoplatónico; la teoría de las virtudes en Platón y Aristóteles; el concepto de eudemonía. ",
        "A.2.6. El debate político: Las propuestas platónica y aristotélica en torno al mejor orden social. ",
        "A.3. La filosofía en la Antigüedad tardía.",
        "A.3.1. De las polis al imperio. Filosofía, ciencia y cultura en el helenismo. ",
        "A.3.2. Estoicismo y epicureísmo. ",
        "A.3.3. Otras escuelas filosóficas de la Antigüedad. La figura de Hipatia de Alejandría.",
        "Bloque B. De la Edad Media a la modernidad.",
        "B.1. El pensamiento filosófico durante la Edad Media.",
        "B.1.1. Etapas, métodos y cuestiones fundamentales en la filosofía medieval. ",
        "B.1.2. Los grandes filósofos medievales. Agustín de Hipona. Tomas de Aquino. Guillermo de Ockham. La personalidad polifacética de Hildegard von Bingen. ",
        "B.1.3. La filosofía árabe y judía.",
        "B.1.4. La asimilación de la filosofía griega por la teología medieval. El problema de la relación entre fe y razón.",
        "B.2. El desarrollo de la modernidad europea.",
        "B.2.1. El nacimiento de la modernidad europea. El Renacimiento. El protestantismo. La revolución científica.",
        "B.2.2. Racionalismo y empirismo: René Descartes y David Hume.",
        "B.2.3. El debate metafísico moderno. La teoría cartesiana de las sustancias. El materialismo desde Thomas Hobbes a la Ilustración.",
        "B.2.4. La cuestión del origen y fundamento de la sociedad y el poder. Del pensamiento político medieval a la teoría del contrato social según Thomas Hobbes, John Locke y JeanJacques Rousseau.",
        "Bloque C. De la modernidad a la postmodernidad.",
        "C.1. El desarrollo del pensamiento ilustrado.",
        "C.1.1. El proyecto ilustrado: potencia y límites de la razón. Ilustración moderada e Ilustración radical. Los Derechos del Hombre. La primera ola feminista: Olympe de Gouges y Mary Wollstonecraft.",
        "C.1.2. La filosofía crítica de Immanuel Kant y el problema de la metafísica como saber.",
        "C.1.3. Éticas de la felicidad y éticas del deber. La ética kantiana frente al utilitarismo.",
        "C.2. Problemas filosóficos de nuestro tiempo.",
        "C.2.1. La crítica del capitalismo: el pensamiento revolucionario de Karl Marx.",
        "C.2.2. La dialéctica de la Ilustración en la Escuela de Fráncfort. El análisis del totalitarismo de Hannah Arendt.",
        "C.2.3. La deconstrucción de la tradición occidental en Friedrich Nietzsche y la herencia posmoderna.",
        "C.2.4. Los problemas filosóficos a la luz del análisis del lenguaje: Ludwig Wittgenstein y la filosofía analítica.",
        "C.2.5. El existencialismo: Martin Heidegger y Jean Paul Sartre. ",
        "C.2.6. La razón vital y la razón poética: José Ortega y Gasset y María Zambrano.",
        "C.2.7. El desarrollo del feminismo: Simone de Beauvoir. Sexo y género en el pensamiento de Judith Butler. ",
        "C.2.8. La teoría de la acción comunicativa de Jürgen Habermas. La filosofía política contemporánea. "
    ]
}
