{
    "saberes": [
        "A. Proyecto científico",
        "• Formulación de preguntas, hipótesis y conjeturas científicas.",
        "• Estrategias de utilización de herramientas digitales para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas en diferentes formatos (presentación, gráfica, vídeo, póster, informe...).",
        "• Reconocimiento y utilización de fuentes veraces de información científica.",
        "• Experimentación para responder a una cuestión científica determinada utilizando instrumentos y espacios (laboratorio, aulas, entorno...) de forma adecuada.",
        "• Modelado para la representación y comprensión de procesos o elementos de la naturaleza.",
        "• Métodos de observación y de toma de datos de fenómenos naturales.",
        "• Métodos de análisis de resultados y diferenciación entre correlación y causalidad.",
        "• Contribución de las grandes científicas, científicos y organismos internacionales en el desarrollo del medio ambiente y la sostenibilidad.",
        "B. Biodiversidad",
        "• Biodiversidad: significado, razones para conservarla y amenazas.",
        "• Estudio dentro y fuera del aula de las especies de fauna y flora más representativas de los ecosistemas del entorno. Uso de claves dicotómicas, guías de observación y otras herramientas.",
        "• Fomento y desarrollo de actividades que favorezcan la biodiversidad del entorno escolar y cercano. Elaboración de cajas nido, oasis de mariposas, plantación de árboles, etc.",
        "• Especies en peligro en La Rioja y en España. Investigación de las amenazas y medidas de gestión. Estudio de caso de alguna especie en concreto.",
        "• Especies invasoras. Especies en La Rioja y en España, consecuencias y vectores de transmisión. Debate sobre las medidas de gestión.",
        "C. Agua",
        "• Ciclo del agua e interacciones con las actividades humanas. Investigación sobre el ciclo urbano del agua de tu municipio. Identificación del origen de las aguas residuales: depuración y potabilización.",
        "• Diagnóstico de la gestión del agua en tu centro y desarrollo de un proyecto para su gestión sostenible destinado a la reducción de su consumo y contaminación.",
        "• Estudio práctico de los ecosistemas fluviales y/o lacustres del entorno y su estado de conservación.",
        "• Gestión sostenible de inundaciones, el caso del Ebro y el proyecto Ebro Resilience. Correcta ordenación del territorio y devolución de espacio fluvial.",
        "• Investigaciones sobre los principales impactos al agua en La Rioja y España. Estudio de casos concretos: regresión del delta del Ebro, Tablas de Daimiel, el Mar Menor, nitratos en La Rioja, etc.",
        "D. Energía y movilidad",
        "• Fuentes de energía, beneficios e inconvenientes de cada una de ellas. Fuentes renovables, y/o sostenibles. Investigación y debate sobre su significado y su desarrollo en La Rioja.",
        "• Consumo energético. Principales actividades implicadas y análisis de medidas sostenibles. Transporte, industria, calefacción.",
        "• Ecoauditoría del consumo energético de tu centro y elaboración de un plan de ahorro en el Centro. Análisis de la factura de la luz.",
        "• Combustibles fósiles, crisis climática e impactos ecológicos y sociales asociados. Bases científicas del cambio climático y desarrollo de acciones que fomentan la actitud crítica y comprometida: exposiciones, podcast, vídeos, etc.",
        "• Análisis crítico de algunas cumbres internacionales sobre el desarrollo sostenible y de la viabilidad de los acuerdos tomados.",
        "• Movilidad sostenible. Análisis de los programas de movilidad en tu municipio y diseño de un plan de movilidad sostenible para tu municipio y entorno escolar.",
        "E. Consumo y residuos",
        "• Sociedad de consumo. Significado y consecuencias ambientales. Análisis de la huella de carbono, huella ecológica y huella hídrica de diferentes productos.",
        "• Debate sobre la necesidad de un modelo de consumo más racional y sostenible y estrategias para conseguirlo.",
        "• Bases de la alimentación sostenible. Producción y consumo local y ecológico. Investigación de ejemplos cercanos de modelos de consumo alternativos.",
        "• Gestión sostenible de residuos. Reducir, reutilizar y reciclar, en ese orden. La gestión de los residuos en La Rioja.",
        "• Análisis de la gestión de los residuos del centro educativo y diseño de un plan de gestión sostenible en el mismo."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Analizar conceptos y procesos relacionados con los saberes de las ciencias medioambientales, especialmente en lo referente a fenómenos cercanos, interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica y obteniendo conclusiones fundamentadas.",
        "1.2 Facilitar la comprensión y análisis de fenómenos cercanos de tipo medioambiental, transmitiéndola de forma clara utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, videos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales...).",
        "1.3 Analizar y explicar fenómenos relacionados con la biodiversidad, el agua, la energía, el consumo o los residuos, representándolos mediante modelos y diagramas y utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora).",
        "Competencia específica 2",
        "2.1 Resolver cuestiones relacionadas con los saberes de la materia de Educación ambiental localizando, seleccionando y organizando información mediante el uso y citación correctos de distintas fuentes.",
        "2.2 Reconocer la información con base científica distinguiéndola de pseudociencias, bulos, teorías conspiratorias, creencias infundadas, etc., y manteniendo una actitud escéptica ante estos.",
        "Competencia específica 3",
        "3.1 Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando métodos científicos intentando explicar aspectos y fenómenos medioambientales y realizar predicciones sobre estos.",
        "3.2 Diseñar la experimentación, la toma de datos y el análisis de aspectos y fenómenos del medio natural de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada.",
        "3.3 Realizar experimentos y tomar datos cuantitativos o cualitativos sobre aspectos y fenómenos medioambientales utilizando los instrumentos, herramientas o técnicas adecuadas con corrección.",
        "3.4 Interpretar los resultados obtenidos en el proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas.",
        "3.5 Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario, respetando la diversidad y favoreciendo la inclusión.",
        "3.6 Presentar la información y las conclusiones obtenidas mediante la experimentación y observación de campo utilizando el formato adecuado (tablas, gráficos, informes, etc.) y, cuando sea necesario, herramientas digitales.",
        "3.7 Valorar la contribución de la ciencia a la sociedad y la labor de personas dedicadas a ella destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución.",
        "Competencia específica 4",
        "4.1 Identificar problemas ecosociales utilizando conocimientos, datos e información aportados, el razonamiento lógico, el pensamiento computacional o recursos digitales para proponer posibles soluciones.",
        "4.2 Analizar críticamente la solución a un problema sobre fenómenos medioambientales.",
        "Competencia específica 5",
        "5.1 Proponer y adoptar, hábitos de vida sostenible, analizando los acciones propias y ajenas, reconociendo comportamientos respetuosos de cuidado y protección del entorno y uso sostenible de los recursos naturales",
        "5.2 Exponer los cambios positivos y negativos causados en el medio por la acción humana.",
        "5.3 Mostrar actitudes de respeto para el disfrute del patrimonio natural reconociéndolo como un bien común 5.4 Fomentar actitudes encaminadas a un consumo más racional y comprometido con la conservación ambiental Saberes básicos"
    ]
}