{
    "saberes": [
        "Block A. Communication",
        "- Self-confidence in the use of the foreign language.",
        "- Initiation in elementary strategies for the comprehension and production of brief, simple and contextualized oral, written and multimodal texts.",
        "- Elementary communicative functions appropriate to the field and context: greet, say goodbye, introduce and introduce yourself; identify the characteristics of people, objects and places; answer specific questions about everyday issues; express time, quantity and space.",
        "- Elementary contextual models in the comprehension and production of short and simple oral, written and multimodal texts, such as congratulations, notes, lists or notices.",
        "- Elementary linguistic units and meanings associated with said structures such as expression of the entity and its properties, quantity and number, affirmation, exclamation, negation, interrogation.",
        "- Elementary vocabulary of interest to students related to basic interpersonal relationships, housing, places and nearby environments.",
        "- Initiation in elementary sound and accentual patterns.",
        "- Introduction to elementary spelling conventions.",
        "- Elementary conversational conventions and strategies, in synchronous or asynchronous format, to start, maintain and end communication, take and give the floor, ask and answer, etc.",
        "- Elementary analog and digital tools for oral, written and multimodal comprehension and production.",
        "Block B. Plurilingualism",
        "- Elementary strategies and techniques for detecting communicative deficiencies and limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "- Initiation in elementary strategies to identify and use linguistic units (lexis, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "Block C. Interculturality",
        "- The foreign language as a means of communication and relationship with people from other countries.",
        "- Elementary and most significant sociocultural and sociolinguistic aspects related to customs and daily life in countries where the foreign language is spoken.",
        "- Initiation in the basic strategies of common use to understand and appreciate the linguistic, cultural and artistic diversity, based on ecosocial and democratic values.",
        "- Initiation in the basic strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1. Recognize and interpret common words and expressions in short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance close to their experience, expressed in an understandable, clear, simple and direct way, and in standard language." ,
        "1.2. Select and apply elementary strategies in everyday communicative situations relevant to the students in a guided way in order to capture the overall idea and identify specific elements with the help of linguistic and non-linguistic elements of the context and cotext.",
        "2.1. Orally express short and simple sentences with basic information about everyday matters and relevant to the students, using verbal and non-verbal resources in a guided way, resorting to models and structures previously presented and paying attention to rhythm, stress and intonation .",
        "2.2. Write words, well-known expressions and phrases based on models and with a specific purpose, through analog and digital tools, using vocabulary and elementary structures on everyday matters and of personal relevance to the students.",
        "2.3. Select and apply, in a guided way, basic strategies to produce brief and simple messages appropriate to the communicative intentions using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "3.1. Participate, in a guided way, in elementary interactive situations on daily topics, previously prepared, through various supports, relying on resources such as repetition, slow rhythm or non-verbal language, and showing empathy.",
        "3.2. Select and use, in a guided way and in close environments, elementary strategies for greeting, saying goodbye and introducing oneself; expressing simple and brief messages; and formulating and answering basic questions for communication.",
        "4.1. Interpret and explain, in a guided way, basic information on concepts, communications, and short and simple texts in situations in which attention is paid to diversity, showing empathy and interest in the interlocutors and in the problems of understanding in their environment immediately, relying on various resources and supports.",
        "5.1 Compare and contrast obvious similarities and differences between different languages, reflecting, in a guided way, on elementary aspects of how they work.",
        "5.2 Identify and apply, in a guided way, knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "5.3 Identify and explain, in a guided way, elementary progress and difficulties in the foreign language learning process.",
        "6.1 Show interest in intercultural communication, identifying and analyzing, in a guided way, the most common discriminations, prejudices and stereotypes, in everyday and habitual situations.",
        "6.2 Recognize and appreciate the linguistic and cultural diversity related to the foreign language, showing interest in knowing its elementary cultural and linguistic elements."
    ]
}