{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Reconocer e interpretar el sentido general, así como la información más relevante en textos ",
        "sencillos y estructurados de tipo oral, escrito o multimodal sobre temas frecuentes y ",
        "cotidianos de relevancia personal y próximos a su experiencia, así como de textos de ficción ",
        "muy breves, expresados de forma comprensible, clara y en lengua estándar a través de ",
        "distintos soportes. Competencia específica 2. ",
        "2.1. Expresar oralmente mensajes claros y sencillos para dar información básica sobre asuntos ",
        "cotidianos y de relevancia para el alumnado, utilizando de forma guiada recursos verbales y ",
        "no verbales, prestando atención al ritmo, la acentuación y la entonación. ",
        "2.2. Escribir palabras, expresiones conocidas y frases sencillas de mayor longitud a partir de ",
        "modelos y con una finalidad específica, a través de herramientas analógicas y digitales, ",
        "usando estructuras y léxico elemental sobre asuntos cotidianos y de relevancia personal para ",
        "el alumnado.  ",
        "Competencia específica 3. ",
        "3.1. Participar de forma semiguiada en situaciones interactivas elementales sobre temas ",
        "cotidianos y próximos a su experiencia, preparadas previamente, a través de diversos ",
        "soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no ",
        "verbal, y mostrando empatía y respeto por la cortesía lingüística. ",
        "3.2. Utilizar, de forma semiguiada y en situaciones cotidianas, distintas estrategias elementales ",
        "para iniciar, mantener y terminar la comunicación y contestar preguntas más complejas. ",
        "Competencia específica 4. ",
        "4.1. Interpretar y explicar textos y comunicaciones sencillas, de forma semiguiada, en situaciones ",
        "en las que atender a la diversidad, mostrando empatía e interés por los interlocutores y por ",
        "los problemas de entendimiento en su entorno más próximo, apoyándose en diversos ",
        "recursos y soportes básicos. ",
        "Competencia específica 5. ",
        "5.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando, de ",
        "forma cada vez más autónoma, sobre aspectos básicos de su funcionamiento. ",
        "5.2. Registrar y aplicar, de manera guiada, los progresos y dificultades elementales de aprendizaje ",
        "de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y participando en ",
        "actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo ",
        "de las Lenguas, o en un diario de aprendizaje. ",
        "Competencia específica 6. ",
        "6.1. Mostrar interés por la comunicación intercultural, identificando y analizando, de forma guiada, ",
        "las discriminaciones, los prejuicios y los estereotipos más comunes, en situaciones cotidianas ",
        "y habituales.  ",
        "6.2. Reconocer y apreciar la diversidad lingüística, cultural y artística propia de países donde se ",
        "habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por ",
        "comprender elementos culturales y lingüísticos elementales y habituales que fomenten la ",
        "convivencia pacífica y el respeto por los demás. "
        
    ],
    "saberes": [
        "A. Comunicación. ",
        "– Conocimientos, destrezas y actitudes que permitan detectar y colaborar en problemas de ",
        "intercomprensión y de entendimiento en situaciones cotidianas sencillas. ",
        "– Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: situar ",
        "eventos en el tiempo; ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias; narrar ",
        "acontecimientos pasados; enunciar sucesos futuros; expresar la opinión, la posibilidad, la ",
        "capacidad, la obligación y la prohibición.  ",
        "– Producción de Unidades lingüísticas básicas y significados asociados a dichas unidades tales ",
        "como el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la ",
        "exclamación, relaciones lógicas básicas.  ",
        "– Ampliación del léxico de uso común y de interés para el alumnado relativo a identificación ",
        "personal, relaciones interpersonales, lugares y entornos cercanos, ocio y tiempo libre, vida ",
        "cotidiana, salud y actividad física, vivienda y hogar, clima y entorno natural, tecnologías de la ",
        "información y la comunicación. ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones ",
        "comunicativas generales asociadas a dichos patrones. ",
        "– Uso de las convenciones ortográficas básicas y significados e intenciones comunicativas ",
        "asociados a los formatos, patrones y elementos gráficos. ",
        "– Utilización semiguiada de recursos para el aprendizaje y estrategias básicas de búsqueda de ",
        "información: diccionarios, libros de consulta, bibliotecas, recursos digitales e informáticos, etc. ",
        "– Identificación de la autoría de las fuentes consultadas y los contenidos utilizados. ",
        "– Uso de herramientas analógicas y digitales básicas para la comprensión, producción y ",
        "coproducción oral, escrita y multimodal; y plataformas virtuales para el aprendizaje, la ",
        "comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua ",
        "extranjera. ",
        "B. Plurilingüismo ",
        "– Identificación de las estrategias y técnicas para responder eficazmente a una necesidad ",
        "comunicativa básica y concreta de forma comprensible, a pesar de las limitaciones derivadas ",
        "del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio ",
        "lingüístico propio. ",
        "– Comparación básica entre lenguas a partir de elementos gramaticales de la lengua extranjera ",
        "y otras lenguas: origen y parentescos. ",
        "C. Interculturalidad. ",
        "– Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes ",
        "medios con hablantes o estudiantes de la lengua extranjera. ",
        "– Aspectos socioculturales y sociolingüísticos básicos relativos a la vida cotidiana y las ",
        "relaciones interpersonales; convenciones sociales básicas; lenguaje no verbal, cortesía ",
        "lingüística y etiqueta digital; cultura, costumbres y valores propios de países donde se habla la ",
        "lengua extranjera. ",
        "– Estrategias básicas para entender y apreciar la diversidad lingüística y sociocultural, relativa a ",
        "la vida cotidiana, las costumbres y valores propios de países donde se habla la lengua ",
        "extranjera. ",
        "– Estrategias básicas de detección y actuación ante usos discriminatorios del lenguaje verbal y ",
        "no verbal. "
    ]
}