{
    "criteriosEvaluacion": [
        "1.1. Realizar traducciones directas o inversas de textos o fragmentos adaptados u originales, de dificultad adecuada y progresiva, empleando una redacción estilísticamente correcta y conforme a las normas gramaticales y ortográficas, identificando y analizando unidades lingüísticas regulares de la lengua, y apreciando variantes y coincidencias con otras lenguas conocidas.",
        "1.2. Seleccionar el significado apropiado de palabras polisémicas y justificar la decisión, teniendo en cuenta la información cotextual o contextual y utilizando herramientas de apoyo al proceso de traducción en distintos soportes, tales como listas de vocabulario, glosarios, diccionarios, mapas o atlas y gramáticas.",
        "1.3. Revisar y subsanar las propias traducciones y la de los compañeros y las compañeras, realizando propuestas de mejora y argumentando los cambios con terminología especializada a partir de la reflexión lingüística.",
        "1.4. Realizar la lectura directa de textos latinos de dificultad adecuada identificando la unidades lingüísticas más frecuentes de la lengua latina, comparándolas con las de las lenguas del repertorio lingüístico propio y asimilando los aspectos morfológicos, sintácticos y léxicos del latín.",
        "1.5. Registrar los progresos y dificultades de aprendizaje de la lengua latina, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolos explícitos y compartiéndolos",
        "2.1. Deducir el significado etimológico de un término de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado aplicando estrategias de reconocimiento de formantes latinos atendiendo a los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar.",
        "2.2. Explicar cambios fonéticos, morfológicos o semánticos de complejidad creciente que se han producido tanto desde el latín culto como desde el latín vulgar hasta las lenguas de enseñanza, sirviéndose cuando sea posible de la comparación con otras lenguas de su repertorio.",
        "2.3. Explicar la relación del latín con las lenguas modernas, analizando los elementos lingüísticos comunes de origen latino y utilizando con iniciativa estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio propio.",
        "2.4. Analizar críticamente prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal, a partir de criterios dados.",
        "3.1. Interpretar y comentar textos y fragmentos literarios de diversa índole de creciente complejidad, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, comprender el mundo y la condición humana y desarrollar la sensibilidad estética y el hábito lector.",
        "3.2. Analizar y explicar los temas, tópicos, géneros y valores éticos o estéticos de obras o fragmentos literarios latinos comparándolos con obras o fragmentos literarios posteriores, desde un enfoque intertextual.",
        "3.3. Identificar y definir palabras latinas que designan conceptos fundamentales para el estudio y comprensión de la civilización latina y cuyo aprendizaje combina conocimientos léxicos y culturales, tales como potestas, auctoritas, virtus, prudentia en textos de diferentes formatos.",
        "3.4. Crear textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se haya partido de la civilización y la cultura latinas como fuente de inspiración.",
        "4.1. Explicar los procesos históricos y políticos, las instituciones, los modos de vida y las costumbres de la sociedad romana, comparándolos con los de las sociedades actuales, incluida la sociedad andaluza actual, valorando de manera crítica las adaptaciones y cambios experimentados a la luz de la evolución de las sociedades y los derechos humanos, y favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos.",
        "4.2. Debatir acerca de la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado romano en nuestra sociedad, utilizando estrategias retóricas y oratorias, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias veraces y mostrando interés, respeto y empatía por otras opiniones y argumentaciones.",
        "4.3. Elaborar trabajos de investigación de manera autónoma, en grupo o individualmente, en diferentes soportes sobre aspectos del legado de la civilización latina en el ámbito personal, religioso y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual.",
        "5.1. Identificar y explicar el legado material e inmaterial de la civilización latina como fuente de inspiración, analizando producciones culturales y artísticas posteriores.",
        "5.2. Investigar el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización latina, actuando de forma adecuada, empática y respetuosa e interesándose por los procesos de construcción, preservación, conservación y restauración y por aquellas actitudes cívicas que aseguran su sostenibilidad.",
        "5.3. Explorar las huellas de la romanización y el legado romano en el entorno del alumnado aplicando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus distintos usos, dando ejemplos de la pervivencia de la Antigüedad clásica en su vida cotidiana y presentando sus resultados a través de diferentes soportes."
    ],
    "saberes": [
        "A. El texto: comprensión y traducción",
        "LATI.2.A.1. Unidades lingüísticas de la lengua latina: conceptos avanzados de prosodia, morfología y sintaxis ",
        "LATI.2.A.1.1. Clases de palabras. Concepto de lengua flexiva.",
        "LATI.2.A.1.2. Funciones y sintaxis de los casos.",
        "LATI.2.A.1.3. Repaso de la flexión nominal: sistema casual y declinaciones. El sintagma nominal y la concordancia. La gradación del adjetivo.",
        "LATI.2.A.1.4. La flexión pronominal: repaso de pronombres personales, demostrativos, posesivos y anafórico. Pronombres indefinidos, interrogativos y de relativo.",
        "LATI.2.A.1.5. La flexión verbal: verbos latinos irregulares y defectivos. Compuestos de sum. La voz pasiva. Verbos deponentes y semideponentes. La conjugación perifrástica.",
        "LATI.2.A.1.6. Sintaxis oracional. Estructuras oracionales. Predicado nominal y verbal. La concordancia y el orden de las palabras en textos.",
        "LATI.2.A.1.7. Coordinación y subordinación II: oraciones de relativo con verbo en subjuntivo, oraciones completivas y adverbiales. Valores de cum, quod y ut/ ne.",
        "LATI.2.A.1.8. Formas nominales del verbo: gerundio/gerundivo y supino. ",
        "LATI.2.A.2. La traducción: técnicas, procesos y herramientas",
        "LATI.2.A.2.1. El análisis morfosintáctico como herramienta de traducción.",
        "LATI.2.A.2.2. Estrategias de traducción: formulación de expectativas a partir del entorno textual (título, obra…) y del propio texto (campos temáticos, familias de palabras, etc.), así como a partir del contexto; conocimiento del tema; descripción de la estructura y género; peculiaridades lingüísticas de los textos traducidos (discurso directo / indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica, etc.); errores frecuentes de traducción y técnicas para evitarlos (comprobar si la traducción está completa, control de acuerdo a criterios dados, delimitación de construcciones sintácticas, etc.).",
        "LATI.2.A.2.3. Herramientas de traducción: glosarios, diccionarios y atlas en soporte analógico o digital, etc. ",
        "LATI.2.A.2.4. Lectura comparada de diferentes traducciones y comentario de textos bilingües: a partir de terminología metalingüística.",
        "LATI.2.A.2.5. Recursos estilísticos frecuentes y su relación con el contenido del texto. ",
        "LATI.2.A.2.6. Estrategias de retroversión de textos breves.",
        "LATI.2.A.2.7. Estudio de los conocimientos adquiridos para un uso práctico. La traducción como instrumento que favorece el razonamiento lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis.",
        "LATI.2.A.2.8. Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación. ",
        "LATI.2.A.2.9. Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación.",
        "B. Plurilingüismo",
        "LATI.2.B.1. Influencia del latín en la evolución de las lenguas de enseñanza y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado.",
        "LATI.2.B.2. Reglas fonéticas en la evolución del latín a las lenguas de enseñanza.",
        "LATI.2.B.3. Léxico: lexemas, sufijos y prefijos de origen latino presentes en el léxico de uso común y en el específico de las ciencias y la técnica; significado y definición de palabras de uso común en la lengua de enseñanza a partir de sus étimos de origen latino; expresiones latinas integradas en las lenguas modernas y su empleo en diferentes tipos de textos: literarios, periodísticos, publicitarios.",
        "LATI.2.B.4. Interés por conocer el significado etimológico de las palabras y la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
        "LATI.2.B.5. El latín como instrumento que permite un mejor conocimiento de las lenguas de estudio y un más fácil acercamiento a otras lenguas modernas, romances y no romances.",
        "LATI.2.B.6. Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan.",
        "LATI.2.B.7. Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de latín a nivel transnacional.",
        "LATI.2.B.8. Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "C. Educación literaria",
        "LATI.2.C.1. La lengua latina como principal vía de transmisión del mundo clásico a través de la historia. La erudición y las grandes bibliotecas. El libro antiguo.",
        "LATI.2.C.2. Etapas y vías de transmisión de la literatura latina. El Renacimiento: el Humanismo latino.",
        "LATI.2.C.3. Principales géneros de la literatura latina: origen, tipología, cronología, temas, motivos, tradiciones, características y principales autores. La épica (Épica arcaica, Virgilio y Lucano); la lírica (Neotéricos, Catulo, Propercio, Tibulo, Horacio y Ovidio); la comedia (Plauto, Terencio); la tragedia (Séneca); la historiografía (César, Salustio, Livio, Tácito y Suetonio). La oratoria (Cicerón y Quintiliano); la fábula (Fedro); la filosofía (Cicerón y Séneca).",
        "LATI.2.C.4. Técnicas para el comentario y análisis lingüístico y literario de los textos literarios latinos. ",
        "LATI.2.C.5. Recepción de la literatura latina: influencia en la producción cultural europea en general y en la española en particular, nociones básicas de intertextualidad, imitatio, aemulatio, interpretatio, allusio.",
        "LATI.2.C.6. Analogías y diferencias entre los géneros literarios latinos y los de la literatura actual. ",
        "LATI.2.C.7. Introducción a la crítica literaria: la crítica textual.",
        "LATI.2.C.8. Interés hacia la literatura como fuente de placer y de conocimiento del mundo.",
        "LATI.2.C.9. Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "D. La antigua Roma",
        "LATI.2.D.1. Geografía del proceso de expansión de Roma desde su nacimiento hasta la desaparición del Imperio romano.",
        "LATI.2.D.2. Topografía de la antigua Roma, nombre y función de los sitios centrales de la ciudad (edificios públicos y privados), por ejemplo, Foro Romano, basílicas, Coliseo, Circo Máximo).",
        "LATI.2.D.3. Historia de la antigua Roma: etapas de la historia de Roma: monarquía, república e imperio; hitos de la historia del mundo romano entre los siglos VIII a.C. y V d.C.; leyendas y principales episodios de la historia de Roma; personalidades históricas relevantes de la historia de Roma, su biografía en contexto y su importancia para Europa (Aníbal, P. Cornelio Escipión, Cicerón, Catilina, César, Pompeyo, Augusto, M. Antonio, Séneca…).",
        "LATI.2.D.4. Historia y organización política y social de Roma como parte esencial de la historia y cultura de la sociedad actual. La magistratura, el Senado. La sociedad romana, el ciudadano romano. Equites, nobiles, clientes. Los esclavos y los libertos: la manumisión.",
        "LATI.2.D.5. Instituciones, creencias y formas de vida de la civilización latina desde la perspectiva sociocultural actual.",
        "LATI.2.D.6. Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit. ",
        "LATI.2.D.7. La aportación de Roma a la cultura y al pensamiento de la sociedad occidental.",
        "LATI.2.D.8. Relación de Roma con culturas extranjeras como las griegas, el cristianismo y otras. ",
        "LATI.2.D.9. El mar Mediterráneo como encrucijada de culturas ayer y hoy: Mare Nostrum.",
        "LATI.2.D.10. Raíces y repercusión de la Roma Antigua en la cultura andaluza.",
        "E. Legado y patrimonio",
        "LATI.2.E.1. Conceptos de legado, herencia y patrimonio.",
        "LATI.2.E.2. La transmisión textual latina como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Soportes de escritura: tipos y preservación.",
        "LATI.2.E.3. La mitología clásica en manifestaciones literarias y artísticas.",
        "LATI.2.E.4. La romanización de Hispania y las huellas de su pervivencia, especialmente en la geografía andaluza, Ceuta y Melilla.",
        "LATI.2.E.5. Obras públicas y urbanismo: construcción, conservación, preservación y restauración. ",
        "LATI.2.E.6. El derecho romano y su importancia en el sistema jurídico actual.",
        "LATI.2.E.7. Las instituciones políticas romanas y su influencia y pervivencia en el sistema político actual. Las magistraturas y el “cursus honorum”.",
        "LATI.2.E.8. La importancia del discurso público para la vida política y social. ",
        "LATI.2.E.9. Técnicas de debate y de exposición oral.",
        "LATI.2.E.10. Principales obras artísticas de la Antigüedad romana: transmisión y pervivencia. Hallazgos artísticos destacados en Andalucía.",
        "LATI.2.E.11. Principales sitios arqueológicos, museos o festivales relacionados con la Antigüedad clásica, con especial atención a los existentes en Andalucía."
    ]
}