{
  "competenciasEspecificas": [
    "1. Conocer la función que las distintas producciones musicales y escénicas han tenido en el desarrollo del ser humano y su cultura, a través de la recepción activa y la reflexión crítica sobre su evolución, para entender cómo se convierten en el testimonio de los valores y convicciones de cada individuo y de la sociedad en su conjunto, valorando la importancia de su conservación. CCL1, CCL2, CP3, CD1, CPSAA1, CC1, CE1, CCEC1 y CCEC2.",
    "2. Reconocer las características más relevantes de diferentes manifestaciones musicales y escénicas, analizando sus elementos e intenciones dentro de la sociedad, para desarrollar el pensamiento propio y la identidad cultural, manifestando interés y valoración de la importancia del patrimonio como fuente de enriquecimiento cultural y respeto. CCL1, CCL2, CP3, CPSAA1, CC1, CC2, CCEC1, CCEC2, CD2.",
    "3. Analizar la relación entre las emociones y la expresión musical, a través de opiniones propias y ajenas e improvisaciones vocales o instrumentales y corporales, para desarrollar la creatividad y la actitud colaborativa. CCL1, CPSAA1, CP1, CD2, CD3, CC2, CE1, CE3, CCEC2 y CCEC3.",
    "4. Aplicar conocimientos musicales, habilidades y técnicas propias de la interpretación musical, vocal, instrumental, de movimiento y danza, a través de la ejecución de propuestas musicales y escénicas, para explorar sus posibilidades creativas y expresivas, controlar y gestionar sus sentimientos, emociones y actitudes, así como desarrollar la autoestima. CCL1, CPSAA1, CPSAA3, CC1, CC2, CE1, CCEC3 y CCEC4.",
    "5. Generar propuestas artísticomusicales y escénicas, de forma individual o grupal, a través de la voz, de diferentes instrumentos, del cuerpo y del soporte de distintas herramientas tecnológicas para potenciar la creatividad e identificar de forma inclusiva, las oportunidades de desarrollo personal, social y emprendedor. CPSAA1, CPSAA3, CPSAA4, CPSAA5, CD1, CD3, CD4, CC1, CC2, CE3, CCEC3 y CCEC4, STEM 3, STEM5"
  ]
}