{
  "competenciasEspecificas": [
    "1. Multilingüismo e interculturalidad Describir y apreciar la diversidad lingüística y cultural de la Comunidad Valenciana, de España y del mundo, a través del reconocimiento de las lenguas del alumnado y de la realidad multilingüe e intercultural del entorno, analizando las características, el origen y el desarrollo sociohistórico de las dos lenguas oficiales y de las principales variedades lingüísticas, y combatiendo los prejuicios lingüísticos.",
    "2. Comprensión oral y multimodal Comprender, interpretar y valorar, de manera autónoma, textos orales y multimodales propios de los ámbitos personal, social, educativo y profesional, a través de la escucha activa, aplicando estrategias de comprensión oral, reflexionando sobre el contenido y la forma, y evaluando su calidad y fiabilidad.",
    "3. Comprensió escrita i multimodal Comprender, interpretar y valorar, de manera autónoma, textos escritos y multimodales propios de los ámbitos personal, social, educativo y profesional, a través de la lectura de textos, aplicando estrategias de comprensión escrita, reflexionando sobre el contenido y la forma, y evaluando su calidad y fiabilidad.",
    "4. Producir mensajes orales con coherencia, cohesión y adecuación, fluidez y corrección, a través de diferentes soportes y situaciones de comunicación del ámbito familiar, social, educativo o profesional.",
    "5. Producir textos escritos y multimodales coherentes, cohesionados, adecuados y correctos empleando estrategias de planificación, textualización, revisión y edición.",
    "6. Interacción oral, escrita y multimodal Interactuar de manera oral, escrita y multimodal, de forma progresivamente autónoma, a través de textos de complejidad creciente de los ámbitos personal, social, educativo y profesional, utilizando un lenguaje no discriminatorio y estrategias básicas de comprensión, expresión y resolución dialogada de conflictos, de forma síncrona y asíncrona.",
    "7. Mediar entre interlocutores aplicando estrategias de adaptación, simplificación y reformulación del lenguaje para procesar y transmitir información más elaborada, en situaciones comunicativas de ámbito personal, social, educativo y profesional.",
    "8. Leer obras y textos de carácter diverso y de complejidad progresiva, seleccionados con autonomía, reflexionando sobre el perfil lector que se va configurando.",
    "9. Leer y producir textos literarios, contextualizados en la cultura y la sociedad, como fuente de placer y de conocimiento."
  ]
}
