{
    "criteriosEvaluacion": [
        "1.1. Reconocer la información en torno a temas sobre la salud y el bienestar con consistencia científica, distinguiéndola de pseudociencias, bulos, teorías conspiratorias y creencias infundadas y manteniendo una actitud escéptica ante estos.",
        "1.2. Manejar con soltura diferentes medios de consulta para conseguir la información necesaria en la resolución de dudas o cuestiones sobre salud. ",
        "1.3.  Utilizar la información adecuada respetando la autoría de las fuentes y citándolas correctamente.",
        "1.4. Entender la investigación como una labor colectiva e interdisciplinar en constante evolución que debe compartirse a través de la divulgación responsable.",
        "2.1. Plantear preguntas, realizar predicciones y formular hipótesis en torno a la salud y la anatomía y fisiología del cuerpo humano que puedan ser respondidas o contrastadas utilizando métodos científicos.",
        "2.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y ambientales y seleccionar los instrumentos necesarios que permitan responder a preguntas concretas o contrastar las hipótesis planteadas, minimizando los sesgos en la medida de lo posible.",
        "2.3. Realizar la experimentación y la toma de datos cuantitativos y cualitativos seleccionando los materiales, herramientas o técnicas adecuadas con corrección y precisión.",
        "2.4. Interpretar y analizar los resultados obtenidos de un proyecto de investigación usando, cuando sea necesario, herramientas matemáticas y tecnológicas, reconociendo su alcance y sus limitaciones y obteniendo conclusiones razonadas y fundamentadas o reconociendo la imposibilidad de hacerlo.",
        "2.5. Establecer colaboraciones dentro y fuera del centro educativo en las fases del proyecto de investigación que lo requieran para aumentar la eficacia y la difusión, usando las herramientas digitales adecuadas, valorando la cooperación en la investigación, respetando la diversidad y favoreciendo la discusión.",
        "3.1. Comprender los procesos relacionados con las funciones de nutrición, relación y reproducción y establecer el papel que realiza cada uno de los sistemas y aparatos implicados en cada una de esas funciones.",
        "3.2. Adquirir el vocabulario y las expresiones necesarias para expresarse con precisión y respeto alrededor de los temas relacionados con la anatomía, morfología y fisiología humanas.",
        "3.3. Descubrir las estrechas relaciones de dependencia entre los diferentes sistemas y aparatos y visualizar el cuerpo humano como un todo, en el que los sistemas deben ser analizados en su conjunto y no solo a través del análisis de  las partes que los componen. ",
        "4.1. Analizar situaciones generadas por las acciones humanas que comportan modificaciones en el medio ambiente con consecuencias para la salud a nivel individual, local y global.",
        "4.2. Comprender la relación directa que existe entre la calidad del medio ambiente en el que vivimos y el buen funcionamiento de los aparatos y sistemas del  cuerpo humano y la propia sensación de bienestar.",
        "4.3. Proponer y crear soluciones en el entorno cercano que contribuyan a minimizar el impacto medioambiental negativo para compatibilizar el entorno con el ejercicio de una vida sana individual y colectiva.",
        "5.1. Comprender y argumentar con fundamentos científicos la necesidad de abordar las actividades personales y colectivas de forma respetuosa con el propio cuerpo y con el medio ambiente del que depende la propia salud. ",
        "5.2. Observar y analizar las situaciones cotidianas individuales y colectivas y encontrar y descubrir cómo realizarlas respetando las necesidades del cuerpo humano y de su entorno, para determinar optimizarlas y evitar los malos hábitos que ponen en riesgo la salud y que se deben transformar en saludables.",
        "5.3. Aplicar lo aprendido en relación a las necesidades fisiológicas y psicológicas del ser humano en la vida cotidiana para garantizar la salud y la sensación de bienestar físico, psíquico y social.",
        "5.4. Divulgar y difundir las actitudes respetuosas y los hábitos saludables con el cuerpo y con el entorno que promueven la salud y un ambiente saludable y colaboran en la sensación de bienestar.",
        "6.1. Analizar las causas que llevan a la aparición de patologías, trastornos o enfermedades relacionadas con los diferentes aparatos y sistemas del cuerpo humano, comprendiendo las relaciones de causa-efecto y aplicando el razonamiento fundamentado en información científica contrastada.",
        "6.2. Valorar las ventajas de la prevención de las enfermedades con el consecuente refuerzo hacia una estrategia vital basada en la adquisición de hábitos saludables.",
        "6.3. Comprender y asumir las capacidades y limitaciones del sistema inmunitario a la hora de proteger al cuerpo humano de enfermedades y patologías intrínsecas y extrínsecas, conectando los agentes causales con los elementos defensivos del sistema y su relación con los métodos de inmunidad artificial activa.",
        "6.4. Asumir la responsabilidad de un uso racional de los medicamentos y el respeto a la opinión profesional en el tratamiento médico y en actuaciones preventivas a nivel individual y colectivo como los sistemas de vacunación nacional e internacional."
    ],
    "saberes": [
        "A. La salud y las fuentes de información y desinformación",
        "A.1. Estrategias para la búsqueda de información",
        "− Instituciones científicas con publicaciones sobre temas relacionados con el funcionamiento del cuerpo humano",
        "− Uso responsable de la búsqueda en internet y en las redes sociales",
        "− Herramientas informáticas y documentales básicas para buscar y acceder a instigaciones que sobre la materia puedan publicarse a través de la red o en las publicaciones especializadas",
        "− Participación en entornos colaborativos fiables con interés sobre esta materia",
        "A.2. Fuentes de información",
        "− Fuentes fiables de información sobre salud y hábitos saludables",
        "− Reconocimiento, respeto de la autoría y uso ",
        "− Citación correcta de las fuentes y respeto a la autoría",
        "A.3. Desinformación en torno a la salud",
        "− Información sobre salud y bienestar con consistencia científica frente a pseudociencias, bulos, teorías conspiratorias y creencias infundadas",
        "− Análisis e interpretación de textos sobre salud y fisiología humanas para reconocer sesgos o radicalidad de información.",
        "B. Salud y medio ambiente",
        "B.1. La salud",
        "− Concepto de Salud según la OMS",
        "− Tratamientos médicos (higiénicos, farmacológicos, quirúrgicos…) con finalidad de curar enfermedades o mitigar sus síntomas",
        "− Etapas en la experiencia de enfermedad. La conducta del paciente. La historia clínica. La dependencia del sistema de salud. Salud pública.",
        "− Medicina frente a “pseudomedicinas”.",
        "B.2. La salud y el medio ambiente",
        "− Aire, agua, radiación, ruido ambiental, entorno de trabajo, interior de edificios, calidad ambiental en los lugares de producción de alimento (agricultura, ganadería…), prácticas agrícolas (uso de plaguicidas, reutilización de aguas residuales…), entornos urbanizados, cambio climático. ",
        "− Factores químicos, físicos, biológicos y sociales externos al cuerpo humano que afecta su salud y la sensación de bienestar.",
        "− Principales efectos de la salud atribuibles a factores ambientales: enfermedades respiratorias, trastornos neurológicos de desarrollo, cáncer, exposición a humos durante los embarazos, alteraciones en la actividad inmunológica por plaguicidas o radiación ultravioleta, disminución en la eficacia de aprendizaje en escuelas junto a espacios con niveles de ruido elevado o persistentes. Relaciones causa-efecto.",
        "C. El cuerpo humano como sistema",
        "C.1. Niveles de organización del cuerpo humano",
        "− Nivel atómico, molecular, celular, tisular, órganos, sistemas y aparatos, individuo, población, ecosistema.",
        "C.2. Sistemas y aparatos",
        "− Presentación de los diferentes sistemas y aparatos en una visión de conjunto, asociados a las tres funciones vitales. ",
        "C.3. El cuerpo humano como sistema",
        "− El cuerpo como sistema vivo global que sigue las leyes de la Biología, cuyos aparatos y sistemas trabajan hacia un fin común",
        "− Dependencia entre los diferentes sistemas y aparatos.",
        "C.4. El microbioma humano",
        "− Microorganismos que residen en la piel o el tracto digestivo. Sus efectos beneficiosos para la salud en el ser humano. La fragilidad de la biota humana frente al abuso de medicamentos como los antibióticos.",
        "D. Alimentación y nutrición",
        "D.1. Diferencia entre alimentación y nutrición",
        "− Nutrientes inorgánicos y orgánicos. ",
        "− Metabolismo: catabolismo y anabolismo y el flujo de energía. ATP como molécula intermediaria de energía entre uno y otro. ",
        "− Alimentos y sus nutrientes. Tipos de alimentos.",
        "− Dietas equilibradas y dietas restrictivas. Hábitos saludables en la alimentación. Los factores sociales y el comportamiento alimentario. ",
        "− Alimentación e hidratación y el ejercicio físico",
        "D.2. Anatomía y fisiología del aparato digestivo",
        "− Estructura del aparato digestivo: tejidos y órganos.",
        "− Anatomía y fisiología del aparato digestivo",
        "− Procesos digestivos: ingestión, digestión, absorción y eliminación de residuos.",
        "− Hábitos saludables en relación al aparato digestivo",
        "D.3. Anatomía y fisiología del aparato excretor",
        "− La excreción: sudor, lágrimas y orina",
        "− Anatomía y fisiología del aparato excretor. Riñones, uréteres, vejiga y uretra. Glándulas lacrimales y sudoríparas.",
        "− Hábitos saludables en torno a la excreción.",
        "D.4. Anatomía y fisiología del aparato circulatorio",
        "− Anatomía y fisiología del aparato circulatorio: sistema sanguíneo y sistema linfático. Vasos sanguíneos, corazón y circulación sanguínea y linfática.",
        "− Hábitos saludables en relación al aparato circulatorio",
        "D.5. Anatomía y fisiología de los aparatos respiratorio y fonador",
        "− Anatomía y fisiología del aparato respiratorio. La respiración. ",
        "− Estructura y funcionamiento del aparato fonador. Uso de la voz y disfonías por su mal uso.",
        "− Hábitos saludables en relación al aparato respiratorio y fonador.",
        "D.6. Trastornos asociados a los aparatos y sistemas de la función de nutrición",
        "− Enfermedades frecuentes de los aparatos digestivo, excretor, circulatorio y respiratorio/fonador",
        "− tratamientos y profilaxis",
        "E. La función de relación",
        "E.1. Sistema Nervioso y órganos de los sentidos:",
        "− El tejido nervioso. Funcionamiento del impulso nervioso, la sinapsis entre neuronas y los neurotransmisores.",
        "− sustancias que provocan adicciones y su efecto negativo sobre la salud.",
        "− Estructura y función del sistema nervioso: sistema nervioso central y el sistema nervioso periférico. Su funcionamiento.",
        "− Hábitos saludables en relación al sistema nervioso",
        "E.2. Sistema endocrino",
        "− hormonas: naturaleza química y función ",
        "− órganos, glándulas y células que producen hormonas",
        "− la regulación hormonal",
        "E.4. Hábitos saludables de los sistemas coordinadores",
        "− Alimentación adecuada. Los problemas de salud asociados al consumo de tabaco, alcohol, esteroides y drogas. Higiene del sueño. El estrés y el control emocional. La conveniencia de mantener una mente activa",
        "E.5. Aparato locomotor",
        "− La locomoción en el ser humano. El movimiento en la vida cotidiana y en la expresión corporal etológica (el lenguaje no verbal) y artística",
        "− Sistema esquelético: anatomía y fisiología. Hábitos saludables.",
        "− Sistema muscular: anatomía y fisiología. Hábitos saludables",
        "E.6. Sistema inmunológico",
        "− Sustancias y células que intervienen en la respuesta inmunológica frente a agentes patógenos.",
        "− Sistema inmunológico innato y adaptativo. Respuestas primaria y secundaria. ",
        "− Inmunidad activa y pasiva. Inmunidad artificial y natural. Responsabilidad social frente a las enfermedades extendidas en las poblaciones humanas: el calendario de vacunas y los sistemas de prevención de enfermedades como los protocolos de detección del cáncer o la vacunación contra la Covid19.",
        "− Errores del sistema inmunológico: las alergias.",
        "− Relación entre el ejercicio físico y la actividad del sistema inmunológico.",
        "E.7. Trastornos asociados a los aparatos y sistemas efectores.",
        "− Enfermedades frecuentes del aparato locomotor y del sistema inmunológico de relación: sistema nervioso, aparato locomotor, sistema endocrino y sistema inmunológico",
        "− Tratamientos y profilaxis",
        "F. Sexualidad y reproducción",
        "F.1. Aparato reproductor:",
        "− Aparato reproductor femenino. Fisiología y ciclo ovárico y endometrial. ",
        "− Aparato reproductor masculino. Fisiología. ",
        "− Hábitos saludables vinculados al aparato reproductor. ",
        "F.2. Diferencia entre reproducción y sexualidad",
        "− Diferencia entre reproducción y sexualidad. Reproducción sexual.",
        "− Reproducción humana. Hábitos saludables.",
        "F.3. La compleja sexualidad humana",
        "− Educación sexual y perspectiva de género para fomentar la salud sexual integral, que alejen al alumnado de relaciones con desigualdad, desequilibrios de poder y dinámicas tóxicas."
    ]
}