{
    "saberes": [
        "I. Conciencia emocional: percepción, identificación, comprensión y aceptación responsable de las propias emociones.",
        "1. Iniciación en la toma de conciencia de sus propios estados para favorecer el descubrimiento del diálogo interno.",
        "2. Reconocimiento de sensaciones y emociones propias, según diversas cualidades de estas (agradables o desagradables; duración mantenida…), a través de lenguajes multimodales, así como de las causas y las consecuencias de las mismas e identificación de las propias virtudes, limitaciones y capacidades.",
        "3. Observación e identificación a partir de gestos, mirada, respiración, desplazamiento…, en relación con determinadas situaciones propuestas y/o experimentadas.",
        "4. Identificación y explicación de las emociones ante los hechos y consecuencias responsables, comunicándolos a través de lenguajes multimodales.",
        "5. Adquisición y utilización de vocabulario relacionado con sensaciones: respiración pausada-agitada, gestos faciales tensos-relajados, manos sudorosas-secas, agitación-relajación corporal, mirada serena-inquieta…con la finalidad de expresarnos y desarrollar el autoconocimiento.",
        "6. Comunicación de las propias sensaciones a través de la utilización de la expresión lingüística, cultural, artística creativa, corporal proporcionando múltiples formas de implicación, representación y expresión…, con el fin de percibir las emociones adecuadas a través de lenguajes multimodales.",
        "7. Experimentación con herramientas y estrategias de autoconocimiento emocional que faciliten habilidades que permitan al alumnado reconocer eficazmente sus emociones en los diferentes contextos de la vida escolar.",
        "8. Vivenciar sus emociones de manera efectiva y adaptativa, a través de múltiples experiencias  en el ámbito escolar con la finalidad de reconocer y comenzar a comprenderlas.",
        "II. Autorregulación emocional responsable y resiliencia educativa.",
        "1. Reconocimiento del sentido de responsabilidad respecto a las consecuencias de la propia conducta, en contraposición al sentimiento de culpa, dañino hacia sí mismo o hacia las demás personas.",
        "2. Actuación responsable y comprometida en actividades del contexto escolar y social, valorando el cumplimiento de las normas de convivencia en distintos contextos para una convivencia organizada y pacífica, propiciadora de emociones adaptativas.",
        "3. Expresión y control de las propias emociones, en pro de una convivencia positiva con el resto de personas, aplicando  habilidades del pensamiento y de rutinas como comparto, agradezco y me comprometo, para ejercitar el sentido crítico y la autonomía e iniciativa en la toma de decisiones en el grupo de iguales y con las personas adultas.",
        "4. Aplicación de habilidades cognitivas tales como pensamiento causal, alternativo, consecuencial y medio-fin, como estrategia para establecer una relación entre las experiencias emocionales, las consecuencias de ellas y los efectos dañinos para la propia personas y las demás, o el entorno.",
        "5. Gestionar las propias emociones: reconocer las sensaciones que producen y proporcionar una respuesta ajustada a las mismas, que favorezca un desarrollo afectivo adecuado a través de múltiples formas de representación y expresión, aplicando diferentes estrategias para la prevención y solución pacífica de conflictos.",
        "6. Entrenamiento en estrategias para la regulación emocional: toma de conciencia de manera autónoma de los movimientos respiratorios (inspiración, pausa, espiración, pausa), manejo del propio cuerpo utilizando la relajación como estrategia de regulación emocional (relajación muscular progresiva, entrenamiento autógeno, técnicas de meditación, mindfulness…).",
        "7. Regulación de la impulsividad, de la ansiedad y del estrés desde la comunicación y expresión gestual, oral y artística, y desde el silencio y la quietud.",
        "8. Tolerancia a la frustración mediante la integración de habilidades que permitan el desarrollo de la afirmación personal (planteamiento y aceptación del «sí» y del «no»). Petición de ayuda y acompañamiento a sus iguales y a personas adultas.",
        "9. Utilización del error como recurso de aprendizaje y del perdón como recurso emocional en relación con uno mismo o una misma, y a las demás personas.",
        "10. Reflexión sobre los cambios emocionales producidos y regulados con la visualización de imágenes generadoras de vitalidad y dinamismo para producir una mejora en el clima de convivencia en diferentes contextos.",
        "11. Interpretación de hechos y realidades positivas que existen a nuestro alrededor para superar la negatividad, utilizando la alegría y el sentido del humor como estrategias para afrontar la adversidad, favorecer una actitud positiva ante la vida y adaptarse a las situaciones adversas.",
        "III. Empatía, comunicación e interacción socioemocional",
        "1. Comunicación de los efectos en sus emociones a partir de su interacción e interdependencia con las demás personas y el medio y los objetos, identificando, comprendiendo e interpretando, de manera empática, las señales emocionales en las otras personas para desarrollar una relación interpersonal que favorezca el respeto a la convivencia.",
        "2. Observación y valoración de las emociones propias y de las otras personas ante un hecho que las produce y sus consecuencias responsables, haciendo uso de herramientas múltiples, lenguajes diversos y tecnologías asistenciales en el contexto escolar.",
        "3. Experimentación de diversos recursos y estrategias favorecedoras del diálogo reflexivo (mensajes-yo) y de la comunicación asertiva sin estilos agresivos y pasivos, favoreciendo la escucha activa y el uso de un lenguaje emocional que favorezca un diálogo ágil y efectivo.",
        "4. Iniciarse en el desarrollo de la habilidad cognitiva de perspectiva, desde el punto de vista de la otra persona, para situarse en su lugar en diversos contextos sociales.",
        "5. Identificación en los demás e interpretación de señales corporales asociadas a experiencias emocionales.",
        "6. Manifestación de apertura sensible hacia los sentimientos que experimentan las demás personas.",
        "7. Descubrimiento de estrategias personales para evitar el estrés empático.",
        "IV. Autoconfianza creativa: técnicas creativas aplicadas a múltiples lenguajes expresivos y estimulación multisensorial.",
        "1. Experimentación de diferentes técnicas creativas y utilización de múltiples formas de expresión como herramientas de trabajo individual y grupal para generar ideas creativas.",
        "2. Desarrollo de técnicas aplicadas al entrenamiento creativo a partir de la búsqueda de ideas alternativas, diferentes e inusuales y la asociación novedosa y extraña entre ideas.",
        "3. Experimentación y combinación de múltiples lenguajes expresivos y representativos utilizando diferentes soportes, para comunicarse de manera creativa en diferentes contextos.",
        "4. Autoafirmación del propio potencial creativo comenzando a transmitir una actitud abierta hacia lo original, lo diferente, y valorando positivamente las producciones individuales y grupales.",
        "5. Observación y reflexión de sus emociones ante las creaciones y producciones propias y de las de otras personas.",
        "6. Descubrimiento de los obstáculos sociales que limitan la capacidad creativa, tomando conciencia de los aspectos afectivos implicados.",
        "7. Desarrollo de la sensibilidad, la investigación y la búsqueda de formas alternativas de pensamiento a través de la estimulación sensorial, el juego libre con objetos y el desarrollo e investigación a través de los sentidos.",
        "8. Expresión multimodal de las emociones experimentadas a través del juego y la experiencia sensorial.",
        "9. Interés por las experiencias e ideas comunes y receptividad frente a lo diferente, lo nuevo o lo alternativo, que rompan estereotipos y fomenten la actitud crítica.",
        "V. Emprendeduría social: compromiso y vínculo con las personas como recurso de la creatividad emocional",
        "1. Capacidad de compromiso con un objetivo o proyecto común y desarrollo de diversas conductas prosociales (ayuda, solidaridad, altruismo).",
        "2. Asunción de las consecuencias y los efectos de los vínculos emocionales establecidos con las demás personas. Evitación de la procrastinación en el cumplimiento de los compromisos adquiridos en relación con proyectos personales y colectivos.",
        "3. Experimentación con las fases de creación: motivación, preparación y recogida de información, incubación, inspiración o iluminación, evaluación y elaboración.",
        "4. Elaboración de preguntas curiosas, alternativas y complejas en la búsqueda de temas de trabajo: fomento de la «mirada curiosa».",
        "5. Desarrollo de habilidades de trabajo cooperativo. Elaboración de propuestas, aceptación de las de otras personas, logro de consensos y concreción de procesos de ejecución.",
        "6. Fomento de la autonomía e implicación en la toma de decisiones, para lograr la creación de proyectos sociales innovadores con objetivos compartidos. "
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar las experiencias emocionales percibidas mediante las sensaciones corporales, validándolas y reconociéndolas como propias, para favorecer el autodescubrimiento personal y la conciencia emocional.",
        "1.2. Comprender y analizar las emociones que experimenta, reflexionando y estableciendo relaciones entre ellas y los sucesos que las originan, así como las consecuencias derivadas de las mismas, para adecuar sus reacciones y favorecer su autoconocimiento emocional.",
        "2.1. Actuar en diferentes contextos, asumiendo la responsabilidad de sus propia decisiones, a partir de sus experiencias emocionales y los efectos de estas en la propia conducta, para desarrollar progresivamente un ajuste afectivo satisfactorio y mejorar las relaciones interpersonales.",
        "2.2. Regular las experiencias emocionales desajustadas, ajustando su intensidad, duración y vivencia desagradable, utilizando estrategias de respiración y de relajación corporal, para desarrollar, de manera paulatina, un ajuste afectivo satisfactorio.",
        "3.1. Comunicar, de manera asertiva, las experiencias emocionales propias, utilizando un lenguaje verbal y no verbal, escuchando y comprendiendo los sentimientos de los otros y demostrando una actitud de respeto y de apertura hacia ellos, para establecer vínculos con sus compañeros/as y con las demás personas con las que interactúa.",
        "3.2. Reconocer las emociones en las demás personas, expresando sentimientos hacia ellas, experimentando con modelos empáticos y promoviendo la conciencia emocional, como medio para fomentar la empatía y la vinculación emocional.",
        "4.1. Experimentar los principios y estrategias de pensamiento creativo, utilizando múltiples lenguajes, percibiendo e interpretando la realidad a través de la estimulación multisensorial, comprendiendo las causas que bloquean el potencial creativo, con el fin de promover la expresión de la creatividad y la autoconfianza en las propias capacidades creativas.",
        "4.2. Desarrollar el compromiso emocional con las demás personas, a través de la participación, elaboración e implementación de proyectos colectivos de carácter emprendedor, usando sus capacidades creativas y actitudes innovadoras para proporcionar beneficios a la comunidad."
    ]
}