{
  "competenciasEspecificas": [
    "1. Comprender el dibujo como herramienta de conocimiento, comunicación y expresión, valorando la diversidad de significados que origina como fuente de riqueza cultural y artística y mostrando curio- sidad, respeto y criterio propio, para apreciar la pluralidad de representaciones que posibilita en dife- rentes propuestas plásticas y promover su conservación. CCL1, CCD3, C1, CC3, CCEC1, CCEC2.",
    "2. Analizar, con actitud abierta, crítica y reflexiva, diversas producciones plásticas, reconociendo el lenguaje, las técnicas, los procedimientos y la función significativa y la expresividad presentes en ellas, para ampliar la formación artística, adquirir una conciencia visual y desarrollar el deleite estético. CCL1, CD3, CC1, CC3, CCEC2.",
    "3. Utilizar el dibujo y sus diferentes herramientas y lenguajes, analizando, interpretando y compren- diendo la realidad, para propiciar su representación gráfica objetiva y expresiva, potenciar la sensibi- lidad, la imaginación y la creatividad y favorecer el crecimiento personal y artístico. STEM2, CPSAA1.1, CPSAA1.2, CC1, CCEC3.1.",
    "4. Experimentar de manera imaginativa, innovadora e indagadora con diferentes materiales, técnicas y soportes, incluido el propio cuerpo, analizando la importancia del mismo en las propuestas artísticas contemporáneas, para descubrir el gesto del dibujo y la apropiación del espacio como medios de autoexpresión y aceptación personal. STEM2, CPSAA1.1, CPSAA1.2, CC1, CCEC3.1, CCEC3.2.",
    "5. Apreciar la práctica artística como medio de expresión, investigando con actitud abierta y activa los referentes culturales como parte inherente a las nuevas creaciones, para valorar la importancia de la identidad cultural como enriquecimiento de las producciones. STEM2. CPSAA1.1, CC1, CC3, CCEC2, CCEC3.1.",
    "6. Realizar producciones gráficas expresivas y creativas, valorando la importancia de los elementos del lenguaje gráfico y su organización en la definición de un estilo personal, y mostrando esfuerzo y constancia en el trabajo para progresar en las cualidades comunicativas y expresivas de sus produc- ciones y lograr un trazo y gesto personal. STEM2, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2.",
    "7. Conocer y experimentar con las técnicas propias del dibujo, tanto tradicionales como digitales, identificando las herramientas, medios, soportes y destrezas previas necesarias, desarrollando el pensamiento divergente en su uso, para integrarlas de forma responsable, innovadora, sostenible y creativa en la realización de producciones gráficas. STEM4, CD2, CPSAA1.1,CPSAA5,CC4, CCEC4.1, CCEC4.2.",
    "8. Enriquecer los conocimientos y destrezas adquiridos, asumiendo el error como forma de mejora y aprendizaje y desarrollando la retentiva y la memoria visual, para responder con creatividad y eficacia a nuevos desafíos de representación gráfica. STEM4, CPSAA1.1, CPSAA5, CC1, CCEC4.1, CCEC4.2.",
    "9. Crear proyectos gráficos colaborativos, adaptando el diseño y el proceso a las necesidades propias del ámbito disciplinar desde el que se planteen y contribuyendo de forma responsable, creativa, con una actitud positiva y respetuosa, en su planificación y realización, para afrontar con mayor seguridad posibles retos profesionales y apreciar el enriquecimiento que estas propuestas suponen. STEM2, STEM 3, CPSAA1.1, CPSAA3.1, CPSAA3.2, CE1, CE3, CCEC4.1, CCEC4.2."
  ]
}