{
    "criteriosEvaluacion": [
        "1.1. Buscar informació en fonts documentals tant digitals com no digitals que resulten d'interés per a conéixer aspectes geogràfics, històrics i artístics de la Comunitat Valenciana.",
        "1.2. Identificar i seleccionar la informació més rellevant que ajude a explicar els diferents processos històrics, geogràfics i artístics que podem trobar en àmbit territorial de la Comunitat Valenciana.",
        "1.3. Contrastar la informació continguda en les fonts documentals i utilitzar la informació oferida per institucions i organismes oficials.",
        "2.1. Localitzar i identificar en mapes les principals regions naturals, geomorfològiques i bioclimàtiques de la Comunitat Valenciana, la Península Ibèrica i resta d'Europa.",
        "2.2. Descriure i explicar l'espai geogràfic de la Comunitat Valenciana, com a sistema compost de subsistemes abiòtics, biòtics i l'acció antròpica, interrelacionats entre si.",
        "2.3. Descriure sintèticament la diversitat de les regions naturals de la Península Ibèrica, a través de les característiques més destacades de relleu, clima, hidrografia i biodiversitat.",
        "2.4. Descriure sintèticament la diversitat natural de les principals regions naturals d'Europa, a través de les característiques més destacades de relleu, clima, hidrografia i biodiversitat.",
        "2.5. Confrontar les característiques de relleu, clima, hidrografia i biodiversitat de les regions naturals de la Península Ibèrica amb les del context europeu.",
        "3.1. Identificar i localitzar en un mapa les principals zones d'ocupació humana de la Comunitat Valenciana, i relacionar-les amb l'aprofitament dels recursos naturals i la utilització de l'espai.",
        "3.2. Descriure i explicar sintèticament les interaccions més rellevants entre els grups socials contemporanis que ocupen el territori de la Comunitat Valenciana, en relació amb l'aprofitament dels recursos naturals i la utilització de l'espai geogràfic.",
        "3.3. Identificar i explicar les principals repercussions de l'aprofitament dels recursos naturals i de la utilització de l'espai geogràfic per part dels grups socials contemporanis que ocupen el territori de la Comunitat Valenciana.",
        "3.4. Comparar i contrastar les principals repercussions econòmiques, socials, polítiques i mediambientals, derivades de l'aprofitament dels recursos i la utilització de l'espai per part dels grups socials contemporanis que ocupen el territori de la Comunitat Valenciana.",
        "3.5. Identificar i descriure les repercussions històriques més rellevants derivades de l'aprofitament dels recursos naturals i de la utilització de l'espai geogràfic del territori de la Comunitat Valenciana.",
        "4.1. Identificar i descriure els trets geogràfics, històrics, socials, lingüístics, culturals i patrimonials que permeten reconéixer la Comunitat Valenciana com a realitat social amb identitat pròpia.",
        "4.2. Explicar l'origen de les principals característiques que defineixen la Comunitat Valenciana com una realitat social amb identitat pròpia.",
        "4.3. Detectar i valorar les actituds de tolerància i respecte en la construcció històrica de la identitat pròpia de la Comunitat Valenciana.",
        "4.4. Identificar les situacions històriques d'intolerància i exclusió en l'espai valencià, i debatre sobre les seues causes i repercussions.",
        "4.5. Adoptar i manifestar actituds de tolerància i respecte cap a la diversitat social i cultural en l'anàlisi de situacions problemàtiques i conflictives, i formular propostes per a abordar-les.",
        "5.1. Construir relats històrics descriptius i explicatius sobre els fets, processos i personatges més rellevants de la història de la Comunitat Valenciana.",
        "5.2. Explicar les connexions de causa i efecte entre els fets i processos més rellevants de la història de la Comunitat Valenciana i les qüestions polítiques, econòmiques, socials i culturals més destacades del present.",
        "5.3. Analitzar críticament i extraure informació rellevant i veraç referida a la història i el present de la Comunitat Valenciana a partir de fonts tant primàries com secundàries.",
        "5.4. Reconéixer la diversitat de la Comunitat Valenciana al llarg de la història i en el present, apreciant-la com una font de riquesa social i cultural.",
        "6.1. Identificar les característiques dels elements patrimonials valencians, relacionant-los amb estils artístics, època històrica i entorn geogràfic.",
        "6.2. Elaborar i exposar propostes que contribuïsquen a la preservació i difusió del patrimoni valencià.",
        "6.3. Definir les categories de protecció del patrimoni cultural i natural de la Comunitat Valenciana.",
        "6.4. Valorar el patrimoni cultural i natural de la Comunitat Valenciana com a part fonamental dels atractius turístics del territori.",
        "7.1. Identificar, analitzar i explicar la diversitat i la conflictivitat social en els principals processos de canvi històric en l'àmbit valencià.",
        "7.2. Identificar, analitzar i explicar l'aportació dels grups socials als principals processos de canvi històric a la Comunitat Valenciana.",
        "7.3. Identificar les desigualtats socials i altres situacions de discriminació de col·lectius socials en la història de la Comunitat Valenciana i adoptar una posició crítica cap a elles.",
        "7.4. Manifestar una actitud proactiva cap a la igualtat efectiva entre homes i dones i de compromís amb la prevenció de la violència de gènere.",
        "8.1. Identificar problemes actuals rellevants de la Comunitat Valenciana, susceptibles de ser analitzats des d'una perspectiva crítica i fonamentada en coneixements històrics i geogràfics.",
        "8.2. Localitzar i identificar informacions de fonts fiables i diverses, especialment de caràcter històric i geogràfic, per a elaborar treballs individuals i en equip sobre problemes rellevants de la Comunitat Valenciana.",
        "8.3. Analitzar, contrastar i integrar informacions de fonts fiables i diverses en treballs individuals i d'equip sobre problemes rellevants de la Comunitat Valenciana.",
        "8.4. Participar en l'elaboració i exposició de treballs individuals i d'equip sobre problemes rellevants de la Comunitat Valenciana, des d'una perspectiva crítica i fonamentada en els coneixements històrics i geogràfics."
    ],
    "saberes": [
        "3.1. Bloc 1. Mètodes i tècniques de Geografia i Història. Transversal a totes les CE.",
        "• Tipus i característiques de problemes i hipòtesis de treball referits a qüestions geogràfiques o històriques.",
        "• Elements i factors que configuren els processos socials abordats des de la Geografia i la Història. Procediments i instruments d'anàlisi.",
        "• Fonts i material geogràfic i historiogràfic. Estratègies de cerca, identificació i anàlisi.",
        "• Elaboració de síntesis geogràfiques i històriques, utilitzant diversos codis per a l'elaboració i comunicació de síntesis geogràfiques i històrica: verbal, cartogràfic, gràfic i estadístic.",
        "3.2. Bloc 2. Geografia de la Comunitat Valenciana. CE1, CE2, CE3, CE4, CE8.",
        "3.2.1. El medi físic i el poblament.",
        "• Caracterització del medi físic de la Comunitat Valenciana.",
        "• La configuració del territori de la Comunitat Valenciana.",
        "• Distribució i característiques de la població. Comportaments i tendències demogràfiques.",
        "• L'espai rural i l'espai urbà de la Comunitat Valenciana.",
        "3.2.2.Territori, recursos, riscos i desequilibris",
        "• Els espais dels sectors econòmics.",
        "• Desequilibris socioeconòmics i espacials.",
        "• Problemes i riscos mediambientals.",
        "• Principals compromisos i polítiques de protecció, conservació i recuperació. El patrimoni natural.",
        "• Dificultats de vertebració territorial de la Comunitat Valenciana i respecte al seu context nacional i europeu.",
        "  3.3. Bloc 3. Història de la Comunitat Valenciana.",
        "CE1, CE5, CE6, CE7, CE8.",
        "3.3.1.Prehistòria i Antiguitat del territori valencià.",
        "• Prehistòria i primeres societats urbanes: l'herència mediterrània.",
        "• La romanització.",
        "• L'ocupació musulmana.",
        "• La societat andalusina en vespres de la conquesta.",
        "3.3.2. El Regne foral de València",
        "• Conquesta, repoblació i creació institucional del Regne de València.",
        "• La societat feudal valenciana.",
        "• L'esplendor econòmica i cultural del segle XV.",
        "• La integració en la Monarquia hispànica: Germanies, neoforalisme i bandolerisme.",
        "• La crisi cultural i econòmica del segle XVII.",
        "3.3.3. La València postforal i contemporània.",
        "• Guerra de Successió i pèrdua dels furs.",
        "• L'expansió econòmica i demogràfica del segle XVIII.",
        "• La Il·lustració valenciana.",
        "• Les lluites antisenyorials i la crisi de l'Antic Règim.",
        "• La Guerra d'Independència.",
        "• La dinàmica del canvi: de l'ascens del liberalisme a la crisi del sistema. La formació de la burgesia valenciana.",
        "• Transformacions del capitalisme: el camp i la indústria. La integració en el mercat mundial.",
        "• La formació de la classe obrera valenciana. Republicanisme i valencianisme polític. La consolidació de la cultura burgesa.",
        "• Modernització política i social: la II República.",
        "• La Guerra Civil i la dictadura franquista.",
        "• La recuperació democràtica i la institucionalització de l'autonomia.",
        "• El desenvolupament econòmic i el canvi social. Predomini industrial i crisi de l'agricultura.",
        "• La Memòria Democràtica de la Comunitat Valenciana.",
        "• Els moviments feministes i els nous moviments socials en l'àmbit valencià.",
        "  3.4. Bloc 4. Valors cívics i compromís ciutadà. Transversal a totes les CE.",
        "• El patrimoni cultural i llegat artístic, local i de la Comunitat Valenciana.",
        "• Compromís amb els drets i normes de la Declaració Universal dels Drets Humans.",
        "• Mesures per a l'assoliment dels Objectius de Desenvolupament Sostenible.",
        "• Consciència i memòria democràtica.",
        "• La ciutadania global i els principis de l'europeisme.",
        "• La igualtat efectiva entre homes i dones.",
        "• Estratègies de prevenció de la manipulació de la informació i de la desinformació.",
        "• La importància de les institucions internacionals i la cultura de la pau."
    ]
}