{
  "saberes": [
    "A. Escucha y percepción",
    "- El silencio, el sonido, el ruido y la escucha activa. Efectos sobre la salud. Sensibilización y actitud crítica ante la polución sonora y el consumo indiscriminado de música.",
    "- Obras musicales y dancísticas: análisis descriptivo de sus características más relevantes. Géneros musicales y dancísticos.",
    "- Voces e instrumentos. Evolución y agrupaciones. Relevancia en las distintas etapas.",
    "- Compositores, artistas y agrupaciones locales, regionales, especialmente de Castilla y León, nacionales e internacionales: análisis de conciertos, eventos y manifestaciones artístico-musicales en vivo y registradas.",
    "- Conciertos, actuaciones musicales y manifestaciones artístico-musicales en vivo y registradas.",
    "- Mitos, estereotipos y roles de género trasmitidos a través de la música y la danza.",
    "- Herramientas digitales para la recepción musical.",
    "- Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad.",
    "- Actitud de respeto y valoración en la recepción musical.",
    "- Propuestas musicales: análisis descriptivo de sus características más relevantes, dentro de su contexto histórico-musical.",
    "- Lectura de partituras y otros recursos al servicio de la audición y comprensión de la música, a través del repertorio de compositores internacionales, nacionales, regionales y locales.",
    "- Análisis de conciertos, actuaciones musicales y manifestaciones artísticomusicales en vivo y registradas de artistas y agrupaciones locales, regionales, nacionales e internacionales.",
    "- Preferencias musicales: interés por ampliarlas y diversificarlas, hacia otros géneros, estilos y manifestaciones.",
    "- Herramientas digitales y de otras fuentes de información para obtener referencias sobre músicas de diferentes épocas y culturas, incluidas las actuales.",
    "- Vocabulario técnico adecuado para describir y analizar diversas obras musicales.",
    "B. Interpretación, improvisación y creación escénica",
    "- La partitura: lectura y escritura musical. Otros recursos gráficos al servicio de la interpretación y la creación musical.",
    "- Elementos del lenguaje musical. Tonalidad: modulación, funciones armónicas, progresiones armónicas. Formas musicales complejas.",
    "- Repertorio vocal, instrumental o corporal individual o grupal de distintos tipos de música del patrimonio musical histórico, actual y de otras culturas.",
    "- Técnicas para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de estudio y de control de emociones.",
    "- Técnicas de improvisación guiada y libre: melódicas y ritmos vocales, instrumentales o corporales.",
    "- Planificación y ejecución de proyectos musicales y audiovisuales: empleo de la voz, el cuerpo, los instrumentos musicales, los medios y las aplicaciones tecnológicas.",
    "- Valores y hábitos de consumo responsable en las plataformas digitales y las redes sociales musicales. Reflexión crítica sobre el consumo de la música en la era digital.",
    "- Recursos para la creación de productos musicales y audiovisuales. Herramientas digitales para la creación sonora y musical. Secuenciadores, editores de partituras y aplicaciones informáticas.",
    "- Actitudes de respeto y colaboración en la participación activa en actividades musicales.",
    "- Práctica de las pautas básicas de interpretación: silencio, atención al director y adecuación al conjunto.",
    "C. Contextos y culturas",
    "- Historia de la música y la danza en España: periodos, características, géneros, voces, instrumentos y agrupaciones.",
    "- Tradiciones musicales y dancísticas de otras culturas del mundo: características, funciones, pervivencia e influencias en otros estilos musicales.",
    "- Músicas populares, urbanas y contemporáneas.",
    "- El sonido y la música en los medios audiovisuales y las tecnologías digitales. La música al servicio de otras artes y lenguajes.",
    "- El patrimonio musical español, en particular de Castilla y León: periodos, características, géneros musicales, instrumentos y agrupaciones.",
    "- Orígenes y evolución de la música popular urbana hasta la actualidad, en España y en otros países: principales grupos y tendencias musicales.",
    "- Relación existente entre la música y otras manifestaciones artísticas.",
    "- La música en los medios de comunicación.",
    "- La música en el cine. Contextualización histórica y social.",
    "- Ámbitos profesionales de la música."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Analizar obras musicales y dancísticas de diferentes épocas y culturas apoyándose en la audición y en el uso de documentos gráficos o audiovisuales, identificando sus rasgos estilísticos, explicando su relación con el contexto y evidenciando una actitud de apertura, interés y respeto en la escucha o el visionado de las mismas. (CCL1, CCL3, CP3, CD1, CPSAA3, CC1, CCEC1)",
    "1.2. Valorar críticamente los hábitos, los gustos y los referentes musicales y dancísticos de diferentes épocas y culturas, reflexionando sobre su evolución y sobre su relación con los del presente. (CCL1, CCL2, CP3, STEM5, CD2, CPSAA1, CPSAA3, CC1)",
    "1.3. Reconocer la importancia patrimonial de la música y la danza española, y comprender el valor de conservarla y transmitirla, apreciando su relación con el contexto en el que fue creada. (CP3, CD1, CD2, CPSAA1, CCEC2)",
    "1.4. Valorar todo tipo de manifestaciones musicales y dancísticas de los siglos XX y XXI, a través de la recepción activa y respetuosa, entendiéndolas como reflejo de la sociedad donde fueron creadas. (CCL1, CCL3, CP2, CD1, CD2, CPSAA1, CPSAA3, CC1)",
    "Competencia específica 2",
    "2.1. Elaborar piezas musicales o dancísticas estructuradas, a partir de actividades de improvisación, seleccionando las técnicas del repertorio personal de recursos más adecuadas a la intención expresiva. (CCL1, CD2, CD4, CPSAA1, CC1, CE3, CCEC2, CCEC3)",
    "2.2. Participar, con iniciativa, confianza y creatividad, en la exploración de técnicas musicales y dancísticas de mayor complejidad, por medio de improvisaciones libres y pautadas, individuales o grupales, empleando las posibilidades sonoras que ofrece la voz, el cuerpo, instrumentos musicales, herramientas tecnológicas o cualquier otro objeto. (STEM5, CD2, CD4, CPSAA1, CPSAA2, CPSAA3, CE3, CCEC3)",
    "2.3. Demostrar habilidades musicales individuales y grupales, adquiriendo autoestima y conciencia global, a través de la improvisación, mostrando una actitud de respeto hacia las creaciones de los demás. (STEM5, CPSAA1, CPSAA2, CPSAA3, CC1, CE3, CCEC3)",
    "Competencia específica 3",
    "3.1. Leer partituras sencillas, identificando los elementos básicos del lenguaje musical y analizando de forma guiada las estructuras de las piezas, con o sin apoyo de la audición. (CCL2, CP1, CCEC2).",
    "3.2. Emplear diferentes técnicas de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y aprendizaje, potenciando la manifestación y el control de emociones y la seguridad en sí mismo. (CCL1, CP1, CD2, CPSAA1, CPSAA4, CE1, CE3, CCEC3)",
    "3.3. Interpretar con corrección y expresividad piezas musicales y dancísticas, individuales y grupales, dentro y fuera del aula, gestionando la ansiedad y el miedo escénico, y manteniendo la relajación y concentración. (CCL2, CP1, CPSAA1, CPSAA3, CPSAA4, CC1, CE1, CE3, CCEC3)",
    "3.4. Demostrar habilidades musicales individuales y grupales, adquiriendo autoestima y conciencia global, a través de la interpretación. (CD2, CPSAA3, CPSAA4, CC1, CC2, CE3, CCEC3)",
    "Competencia específica 4",
    "4.1. Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, seleccionando, de entre los disponibles, los medios musicales y dancísticos, así como las herramientas analógicas o digitales. (CCL1, CP2, STEM3, CD2, CE3, CCEC3, CCEC4)",
    "4.2. Participar activamente en la planificación y en la ejecución de propuestas artísticomusicales colaborativas, dentro y fuera del centro, mostrando iniciativa y liderazgo en los procesos creativos e interpretativos, asumiendo diferentes funciones, valorando las aportaciones del resto de integrantes del grupo e identificando diversas oportunidades de desarrollo personal, social, académico y profesional. (CCL1, CP2, STEM3, CD3, CPSAA3, CE1, CE3, CCEC3, CCEC4)",
    "4.3. Utilizar herramientas digitales con autonomía en la creación de propuestas artísticomusicales, para el desarrollo de materiales audiovisuales para grabar, reproducir, crear e interpretar música, garantizando el respeto por los derechos de autor y la propiedad intelectual. (CCL3, CD2, CD3, CE3, CCEC4)",
    "4.4. Reflexionar críticamente sobre el consumo de la música en la era digital, valorando y promoviendo hábitos de consumo responsable en las plataformas digitales y las redes sociales musicales. (CCL1, CCL3, CD3, CC1, CE1)"
  ]
}