{
    "competenciasClave": [
        "Competència en comunicació lingüística (CCL): La competència en comunicació lingüística suposa interactuar de forma oral, escrita o signada de manera coherent i adequada en diferents àmbits i contextos i amb diversos propòsits comunicatius. Implica mobilitzar, de manera conscient, el conjunt de coneixements, destreses i actituds que permeten comprendre, interpretar i valorar críticament missatges orals, signats, escrits, audiovisuals o multimodals, evitant els riscos de manipulació i desinformació, així com comunicar-se eficaçment amb altres persones de manera cooperativa, creativa, ètica i respectuosa. La competència en comunicació lingüística constitueix la base per al pensament propi i per a la construcció del coneixement en tots els àmbits del saber. Per això, el seu desenvolupament està vinculat a la reflexió explícita sobre el funcionament de la llengua en els gèneres discursius específics de cada àrea de coneixement, així com als usos de l’oralitat, la llengua de signes o l’escriptura per pensar i per aprendre. Finalment, fa possible apreciar la dimensió estètica del llenguatge i gaudir de la cultura literària.",
        "CCL1. Expressa fets, conceptes, pensaments, opinions o sentiments de forma oral, escrita o signada, amb claredat i adequació a diferents contextos quotidians del seu entorn personal, social i educatiu, i participa en interaccions comunicatives amb actitud cooperativa i respectuosa, tant per intercanviar informació i crear coneixement com per construir vincles personals.",
        "CCL2. Comprèn, interpreta i valora textos orals, signats, escrits o multimodals senzills dels àmbits personal, social i educatiu, amb acompanyament puntual per participar activament en contextos quotidians i per construir coneixement.",
        "CCL3. Localitza, selecciona i contrasta, amb el degut acompanyament, informació senzilla procedent de dues o més fonts, sap avaluar- ne la fiabilitat i utilitat en funció dels objectius de lectura i la integra i transforma en coneixement per comunicar-la adoptant un punt de vista creatiu i personal i al mateix temps respectuós amb la propietat intel·lectual.",
        "CCL4. Llegeix obres diverses adequades al seu desenvolupament, seleccionant aquelles que millor s’ajusten als seus gustos i interessos, reconeix el patrimoni literari com a font de gaudi i aprenentatge individual i col·lectiu i mobilitza la seva experiència personal i lectora per construir i compartir la seva interpretació de les obres i per crear textos d’intenció literària a partir de models senzills.",
        "CCL5. Posa les seves pràctiques comunicatives al servei de la convivència democràtica, la gestió dialogada dels conflictes i la igualtat de drets de totes les persones, detectant els usos discriminatoris de la llengua, així com els abusos de poder a través de la llengua, per afavorir un ús no només eficaç sinó també ètic del llenguatge.",
        "Competència plurilingüe (CP): La competència plurilingüe implica utilitzar diferents llengües, orals o signades, de manera apropiada i eficaç per a l’aprenentatge i la comunicació. Aquesta competència suposa reconèixer i respectar els perfils lingüístics individuals i aprofitar les experiències pròpies per desenvolupar estratègies que permetin intervenir i fer transferències entre llengües, incloses les clàssiques, i, si escau, mantenir i adquirir destreses en la llengua o llengües familiars en les llengües oficials. Integra, així mateix, dimensions històriques i interculturals orientades a conèixer, valorar i respectar la diversitat lingüística i cultural de la societat amb l’objectiu de fomentar la convivència democràtica.",
        "CP1. Usa, a més de la llengua catalana, o l’aranesa, a l’Aran, almenys una altra llengua més per respondre a necessitats comunicatives senzilles i predictibles de manera adequada tant al seu desenvolupament i interessos com a situacions i contextos quotidians dels àmbits personal, social i educatiu.",
        "CP2. A partir de les seves experiències, reconeix la diversitat de perfils lingüístics i experimenta estratègies que, de manera guiada, li permeten fer transferències senzilles entre diferents llengües per comunicar-se en contextos quotidians i ampliar el seu repertori lingüístic individual.",
        "CP3. Coneix i respecta la diversitat lingüística i cultural present en el seu entorn, reconeixent i comprenent el seu valor com a factor de diàleg, per millorar la convivència.",
        "Competència matemàtica i competència en ciència, tecnologia i enginyeria (CMCCTE): La competència matemàtica i competència en ciència, tecnologia i enginyeria comporta la comprensió del món utilitzant els mètodes científics, el pensament i representació matemàtics, la tecnologia i els mètodes de l’enginyeria per transformar l’entorn de forma compromesa, responsable i sostenible. La competència matemàtica permet desenvolupar i aplicar la perspectiva i el raonament matemàtics per resoldre diversos problemes en diferents contextos. La competència en ciència comporta la comprensió i explicació de l’entorn natural i social utilitzant un conjunt de coneixements i metodologies, incloses l’observació i l’experimentació, per plantejar preguntes i extreure’n conclusions basades en proves per poder interpretar i transformar el món natural i el context social. La competència en tecnologia i enginyeria comprèn l’aplicació dels coneixements i metodologies propis de les ciències per transformar la nostra societat d’acord amb les necessitats o desitjos humans en un marc de seguretat, responsabilitat i sostenibilitat.",
        "CMCCTE 1. Utilitza, de manera guiada, alguns mètodes inductius, deductius i lògics propis del raonament matemàtic en situacions conegudes, i selecciona i empra algunes estratègies per resoldre problemes reflexionant sobre les solucions obtingudes.",
        "CMCCTE 2. Utilitza el pensament científic per entendre i explicar alguns dels fenòmens que ocorren al seu voltant confiant en el coneixement com a motor de desenvolupament, utilitzant eines i instruments adequats, plantejant preguntes i fent experiments senzills de forma guiada.",
        "CMCCTE 3. Duu a terme de forma guiada projectes, dissenyant, fabricant i avaluant diferents prototips o models, adaptant davant la incertesa, per generar cooperativament un producte creatiu amb un objectiu concret, procurant la participació de tot el grup i resolent pacíficament els conflictes que puguin sorgir.",
        "CMCCTE 4. Interpreta i transmet els elements més rellevants d’alguns mètodes i resultats científics, matemàtics i tecnològics de forma clara i veraç, utilitzant la terminologia científica apropiada, en diferents formats (dibuixos, diagrames, gràfics, símbols, etc.) i aprofitant de forma crítica, ètica i responsable la cultura digital per compartir i construir nous coneixements.",
        "CMCCTE 5. Participa en accionsfonamentades científicament per preservar la salut i el medi ambient aplicant principis d’ètica i seguretat i practicant el consum responsable.",
        "Competència digital (CD): La competència digital implica l’ús segur, saludable, sostenible, crític i responsable de les tecnologies digitals per al desenvolupament i benestar personal, per a l’aprenentatge, per a la feina, per a l’oci i per a la participació en la societat. Inclou la gestió de dispositius i aplicacions digitals (maneig, configuració, manteniment), l’alfabetització en informació i dades, la comunicació i la col·laboració, l’educació mediàtica, la creació de continguts digitals (inclosa la programació), la seguretat (inclòs el benestar digital i les competències relacionades amb la ciberseguretat), assumptes relacionats amb la ciutadania digital, la privacitat, la propietat intel·lectual, la resolució de problemes i el pensament computacional i crític.",
        "CD1. Fa cerques guiades a Internet i usa estratègies senzilles per al tractament digital de la informació (paraules clau, selecció d’informació rellevant, organització de dades, etc.) amb una actitud crítica sobre els continguts que obté.",
        "CD2. Crea, integra i reelabora continguts digitals en diferents formats (text, taula, imatge, àudio, vídeo, programa informàtic, etc.) mitjançant l’ús de diferents eines digitals per expressar idees, sentiments i coneixements, respectant la propietat intel·lectual i els drets d’autor dels continguts que reutilitza.",
        "CD3. Participa en activitats i/o projectes escolars mitjançant l’ús d’eines o plataformes virtuals que li permetin construir nou coneixement, comunicar-se, treballar col·laborativament, compartir dades i continguts en entorns digitals restringits i supervisats de manera segura i amb una actitud oberta i responsable davant el seu ús.",
        "CD4. Coneix els riscos i adopta, ambl’orientació del docent, mesures preventives en l’usar les tecnologies digitals per protegir els dispositius, les dades personals, la salut i el medi ambient, i s’inicia en l’adopció d’hàbits d’ús crític, segur, saludable i sostenible d’aquestes tecnologies.",
        "CD5. S’inicia en el desenvolupament de solucions digitals senzilles i sostenibles (reutilització de materials tecnològics, programació informàtica per blocs, robòtica educativa, etc.) per resoldre problemes concrets o reptes proposats de manera creativa i sol·licitar ajuda en cas necessari.",
        "Competència personal, social i d’aprendre a aprendre (CPSAA): La competència personal, social i d’aprendre a aprendre implica l’habilitat de reflexionar sobre un mateix, per autoconèixer-se, acceptar-se i promoure un creixement personal constant, gestionar el temps i la informació eficaçment, col·laborar amb altres de manera constructiva, mantenir la resiliència i gestionar l’aprenentatge al llarg de la vida. Inclou l’habilitat de fer front a la incertesa i la complexitat, adaptar-se als canvis, aprendre a aprendre, contribuir al mateix benestar físic i emocional, conservar la salut física i mental i ser capaç de portar una vida saludable i orientada al futur, expressar empatia i gestionar els conflictes en un context integrador i de suport.",
        "CPSAA1. És conscient de les pròpies emocions, idees i comportaments personals i empra estratègies per gestionar-los en situacions de tensió o conflicte, adaptant-se als canvis i harmonitzant-los per assolir els seus objectius.",
        "CPSAA2. Coneix els riscos més rellevants per a la salut i comença a adoptar hàbits saludables per al seu benestar físic i mental.",
        "CPSAA3. Reconeix i respecta les emocions i experiències dels altres, participa activament en el treball en grup, assumeix les responsabilitats individuals assignades i dona feina estratègies cooperatives dirigides a la consecució d’objectius compartits.CPSAA4. Reconeix el valor de l’esforç i la dedicació personal per a la millora del seu aprenentatge i adopta postures crítiques quan es produeixen processos de reflexió guiats.",
        "CPSAA5. Planifica objectius a curt termini, utilitza estratègies d’aprenentatge autoregulat i participa en processos d’auto- i coavaluació, reconeixent les seves limitacions i sabent buscar ajuda en el procés de construcció de coneixement.",
        "Competència ciutadana (CC): La competència ciutadana permet actuar com a ciutadans i ciutadanes responsables i participar plenament a la vida social i cívica. Es basa en la comprensió dels conceptes i les estructures socials, econòmiques, jurídiques i polítiques, així com en el coneixement dels esdeveniments mundials i el compromís actiu amb la sostenibilitat i l’assoliment d’una ciutadania mundial. Inclou l’alfabetització cívica, l’adopció conscient dels valors propis d’una cultura democràtica basada en el respecte als drets humans i a les lleis que emmarquen la interacció social, incloent-hi la igualtat de gènere, la igualtat de tracte i la no-discriminació, la reflexió crítica sobre els grans problemes ètics del nostre temps i el desenvolupament d’un estil de vida sostenible d’acord amb els objectius de desenvolupament sostenible plantejats en l’Agenda 2030.",
        "CC1. Entén els fets històrics i socials més rellevants relatius a la seva pròpia identitat i cultura, reflexiona sobre les normes de convivència i les aplica de manera constructiva, dialogant i inclusiva en qualsevol context.",
        "CC2. Participa en activitats comunitàries, la presa de decisions i la resolució dels conflictes de forma dialogada i respectuosa amb els procediments democràtics en el marc de la Unió Europea, de l’ordenament jurídic de l’Estat espanyol i Catalunya, dels drets humans i de l’infant, i del valor de la diversitat i l’assoliment de la igualtat de gènere, la cohesió social i els objectius de desenvolupament sostenible.CC3. Reflexiona i dialoga sobre valors i problemes ètics d’actualitat, comprenent la necessitat de respectar diferents cultures i creences, cuidar l’entorn, rebutjar prejudicis i estereotips, i oposar-se a qualsevol forma de discriminació i violència —incloent-hi la violència masclista, LGTBI-fòbica, racista o capacitista— o fonamentalisme ideològic.",
        "CC4. Comprèn les relacions sistèmiques entre les accions humanes i l’entorn i s’inicia en l’adopció d’hàbits de vida sostenibles, per contribuir a la conservació de la biodiversitat des d’una perspectiva tant local com global.",
        "Competència emprenedora (CE): La competència emprenedora implica desenvolupar un enfocament vital dirigit a actuar sobre oportunitats i idees utilitzant els coneixements específics necessaris per obtenir resultats de valor per a altres. Aporta estratègies que permetin adaptar la mirada per detectar necessitats i oportunitats, entrenar el pensament per analitzar i avaluar l’entorn, crear i replantejar idees utilitzant la imaginació, la creativitat, el pensament estratègic i la reflexió ètica, crítica i constructiva dins dels processos creatius i d’innovació, i despertar la disposició a aprendre, a arriscar, a afrontar la incertesa, prendre decisions basades en la informació i el coneixement i col·laborar de manera àgil amb altres persones, amb motivació, empatia i habilitats de comunicació i de negociació.",
        "CE1. Reconeix necessitats i reptes a afrontar i elabora idees originals utilitzant destreses creatives i prenent consciència de les conseqüències i efectes que les idees puguin provocar en l’entorn per proposar solucions valuoses que responguin a les necessitats detectades.",
        "CE2. Identifica fortaleses i debilitats pròpies mitjançant estratègies d’autoconeixement. S’inicia en el coneixement d’elements econòmics i financers bàsics aplicant-los a situacions i problemes de la vida quotidiana per detectar aquells recursos que puguin posar les idees originals i valuoses en acció.CE3. Crea idees i solucions originals, planifica tasques, coopera amb altres i en equip, valorant el procés realitzat i el resultat obtingut, per dur a terme una iniciativa emprenedora, considerant l’experiència com una oportunitat per aprendre.",
        "Competència en consciència i expressió culturals (CCEC): La competència en consciència i expressió culturals implica comprendre i respectar la forma en què les idees i el significat s’expressen de forma creativa i es comuniquen en les diferents cultures, així com a través d’una sèrie d’arts i altres manifestacions culturals. Implica esforçar-se per comprendre, desenvolupar i expressar les idees pròpies i un sentit de pertinença a la societat o d’exercir-hi una funció en diferents formes i contextos, així com l’enriquiment de la identitat a través del diàleg intercultural.",
        "CCEC1. Reconeix i respecta els aspectes fonamentals del patrimoni cultural i artístic de qualsevol època, comprenent les diferències culturals i la necessitat de respectar-les, en un entorn intercultural.",
        "CCEC2. Reconeix i s’interessa per les especificitats i intencionalitats de les manifestacions artístiques i culturals més destacades del patrimoni, a través dels seus llenguatges i elements tècnics en diversos mitjans i suports i en un context en contínua transformació",
        "CCEC3. Enriqueix i construeix la seva identitat, interactuant amb l’entorn i la societat, a través de l’expressió cultural i artística creativa, integrant el propi cos i desenvolupant les seves capacitats afectives amb una actitud oberta i inclusiva amb els altres.",
        "CCEC4. Utilitza amb creativitat diferents representacions i expressions artístiques, a través de tècniques plàstiques, visuals,audiovisuals, sonores i corporals per a la creació de propostes artístiques i culturals de forma col·laborativa."
    ]
}