{
    "objetivosGenerales": [
      "a) Assumir responsablement els seus deures; conèixer i exercir els seus drets en el respecte als altres; practicar l'empatia, la tolerància, la cooperació i la solidaritat entre les persones i grups; exercitar-se en el diàleg garantint els drets humans com a valors comuns d'una societat plural, i preparar-se per a l'exercici de la ciutadania democràtica.",
      "b) Desenvolupar i consolidar hàbits d'autoregulació, estudi i treball individual i en equip com a condició necessària per portar a terme de manera satisfactòria les tasques de l'aprenentatge i com a mitjà de desenvolupament personal i relacional.",
      "c) Valorar la igualtat de gènere i respectar la diversitat sexual, de gènere, ètnica o de capacitats. Rebutjar els estereotips que suposin qualsevol forma de discriminació entre persones. Conèixer els drets sexuals i reproductius, i exercir-los des del respecte a qualsevol persona i des de l'autocura.",
      "d) Enfortir les capacitats afectives en tots els àmbits de la personalitat i en les relacions amb els altres, així com rebutjar tot tipus de violència i discriminació, especialment la violència masclista i la violència LGTBI- fòbica, els prejudicis de qualsevol tipus, els comportaments sexistes, i resoldre pacíficament els conflictes.",
      "e) Adquirir destreses bàsiques en la utilització de les fonts d'informació per adquirir, amb sentit crític, nous coneixements. Desenvolupar les competències tecnològiques bàsiques i avançar en una reflexió ètica sobre el funcionament i l'ús de la tecnologia.",
      "f) Concebre el coneixement científic com un saber integrat, que s'estructura en diferents disciplines, així com conèixer i aplicar els mètodes per identificar i resoldre els problemes en els diversos camps del coneixement i de l'experiència.",
      "g) Conèixer, comprendre i aplicar les diferents formes de raonament pròpies de les matemàtiques i usar-les en la resolució de problemes propis en els diversos camps del coneixement i de l'experiència.",
      "h) Desenvolupar la iniciativa emprenedora i la confiança en si mateix, la participació, el sentit crític, la iniciativa personal i la capacitat per aprendre a aprendre, planificar, prendre decisions i assumir responsabilitats.",
      "i) Utilitzar la llengua catalana en tots els contextos relacionats amb els aprenentatges tant formals com informals.",
      "j) Comprendre i expressar amb correcció, oralment i per escrit, en llengua catalana i en llengua castellana, textos i missatges complexos, i iniciar-se en el coneixement, la lectura i l'estudi de la literatura.",
      "k) Comprendre i expressar-se en una o més llengües estrangeres de manera apropiada.",
      "l) Conèixer, valorar i respectar els aspectes bàsics de la cultura i la història pròpies i dels altres, així com el patrimoni artístic, cultural i gastronòmic.",
      "m) Conèixer i acceptar el funcionament del propi cos i el dels altres, respectar les diferències, afermar els hàbits de cura i salut corporals, adquirir estratègies per poder prendre decisions conscients sobre el consum alimentari, i incorporar l'educació física i la pràctica de l'esport per afavorir el desenvolupament personal i social. Conèixer i valorar la dimensió humana de la sexualitat en tota la seva diversitat.",
      "n) Valorar críticament els hàbits socials relacionats amb la salut, l'alimentació, el consum, la cura, la consideració i el respecte cap als éssers vius, i contribuir a la conservació i millora del medi ambient.",
      "o) Apreciar la creació artística i comprendre el llenguatge de les diferents manifestacions artístiques, utilitzant diversos mitjans d'expressió i representació.",
      "p) Desenvolupar hàbits quotidians de mobilitat activa, autònoma i saludable, per fomentar l'educació vial i actituds de respecte per prevenir els accidents de trànsit.",
      "q) Prendre consciència de les problemàtiques que té plantejades la humanitat i que es concreten en els objectius de desenvolupament sostenible."
    ]
  }