{
    "perfilSalida": [
        "– Desenvolupar una actitud responsable a partir de la presa de consciència de la degradació del medi ambient i del maltractament animal basada en el coneixement de les causes que els provoquen, agreugen o milloren, des d'una visió sistèmica, tant local com global.",
        "– Identificar els diferents aspectes relacionats amb el consum responsable, valorant-ne les repercussions sobre el bé individual i el comú, jutjant críticament les necessitats i els excessos i exercint un control social davant la vulneració dels seus drets.",
        "– Desenvolupar estils de vida saludable a partir de la comprensió del funcionament de l'organisme i la reflexió crítica sobre els factors interns i externs que hi incideixen, assumint la responsabilitat personal i social en la cura pròpia i en la cura de les altres persones, així com en la promoció de la salut pública.",
        "– Desenvolupar un esperit crític, empàtic i proactiu per detectar situacions d'inequitat i exclusió a partir de la comprensió de les causes complexes que les originen.",
        "– Entendre els conflictes com a elements connaturals a la vida en societat que s'han de resoldre de manera pacífica.",
        "– Analitzar de manera crítica i aprofitar les oportunitats de tota mena que ofereix la societat actual, en particular les de la cultura a l'era digital, avaluant els seus beneficis i riscos i fent un ús ètic i responsable que contribueixi a la millora de la qualitat de vida personal i col·lectiva.",
        "– Acceptar la incertesa com una oportunitat per articular respostes més creatives, aprenent a manejar l'ansietat que pot comportar.",
        "– Cooperar i conviure en societats obertes i canviants, valorant la diversitat personal i cultural com a font de riquesa i interessant-se per altres llengües i cultures.",
        "– Sentir-se part d'un projecte col·lectiu, tant a nivell local com global, desenvolupant empatia i generositat.",
        "– Desenvolupar les habilitats que li permetin seguir aprenent al llarg de la vida, des de la confiança en el coneixement com a motor del desenvolupament i la valoració crítica dels riscos i beneficis d'aquest últim."    ]
}