{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "I. El cuerpo y el control progresivo del mismo",
        "1. Descubrimiento de su cuerpo y reconocimiento de la propia imagen y la de las personas de su entorno.",
        "1.1. Identificación y respeto de las diferencias.",
        "1.2. Relación y contacto con las otras personas y con los objetos.",
        "2. Evolución del juego como actividad propia para el bienestar y el disfrute: juego exploratorio, sensorial y motor.",
        "3. Exploración y participación en experiencias activas en el entorno: el movimiento libre como fuente de aprendizaje y desarrollo inicial.",
        "3.1. Curiosidad e interés por la exploración sensoriomotriz de su cuerpo y su entorno inmediato.",
        "3.2. Integración sensorial del mundo a través de las posibilidades perceptivas.",
        "4. Experimentación manipulativa y dominio progresivo de la coordinación visomotriz en el contacto con objetos y materiales.",
        "5. Contacto con las otras personas y con los objetos. Iniciativa y curiosidad para aprender nuevas habilidades.",
        "6. Adaptación y progresivo control del movimiento y la postura en las diferentes situaciones de la vida cotidiana.",
        "7. Estrategias para identificar y evitar situaciones de riesgo o peligro.",
        "II. Desarrollo y equilibrio afectivos",
        "1. Identificación y adecuación de estados emocionales a las diferentes situaciones: tiempos de espera, pequeñas frustraciones asociadas a la satisfacción de necesidades básicas y cuidados.",
        "2. Aceptación y control progresivo de las emociones y de sus manifestaciones. Disfrute de las relaciones con las demás personas.",
        "3. Aproximación a algunas estrategias para lograr seguridad afectiva: búsqueda de ayuda y demanda de contacto afectivo.",
        "III. Hábitos de vida saludable para el autocuidado y el cuidado del entorno",
        "1. Participación activa en los momentos de los cuidados y la atención a las necesidades básicas que se le ofrecen.",
        "2. Manifestación de interés por ofrecer un aspecto saludable y aseado. Participación activa en el desarrollo de actividades que favorecen la salud y generan bienestar.",
        "3. Participación e interés por el cuidado del entorno.",
        "4. Iniciación a la participación activa en el desarrollo de hábitos sostenibles y ecosocialmente responsables relacionados con la alimentación, la higiene, el aseo personal, el descanso o la limpieza del espacio.",
        "5. Adaptación progresiva de los ritmos biológicos propios a las rutinas del grupo.",
        "6. Iniciación en la interiorización de rutinas relacionadas con el compromiso y la autonomía: anticipación de acciones, normas de comportamiento social en la comida, el descanso, la higiene, los desplazamientos…",
        "IV. Interacción socioemocional en el entorno. La vida junto a las demás personas",
        "1. Transición del grupo familiar al grupo social en la escuela.",
        "1.1. Construcción de los primeros vínculos afectivos escolares.",
        "1.2. Construcción de sentimientos de pertenencia y vinculación afectiva con las personas de referencia escolar: el aula y el centro como grupos sociales de pertenencia.",
        "2. Acercamiento a la diversidad funcional y sus implicaciones en la vida cotidiana.",
        "2.1. Establecimiento de relaciones afectuosas y respetuosas.",
        "2.2. Reproducción de conductas a través del juego de imitación para el desarrollo de actitudes de respeto y empatía.",
        "3. Iniciación en el uso de estrategias elementales, con mediación de la persona adulta, para la gestión de conflictos.",
        "4. Adquisición paulatina de hábitos y regulación del comportamiento en función de las necesidades de los demás: escucha, paciencia y ayuda.",
        "5. Asunción de pequeñas responsabilidades en actividades y juegos.",
        "6. Participación activa y disfrute en celebraciones, costumbres y tradiciones étnicos-culturales presentes en el entorno.",
        "7. Acercamiento y disfrute del patrimonio natural y cultural de Canarias. ",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "I. Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios",
        "1. Manifestación de curiosidad e interés por la exploración del entorno y sus elementos.",
        "2. Exploración de objetos y materiales a través de los sentidos: apretar, dejar caer, volcar, encajar, apilar, soplar… Efectos que producen las diferentes acciones sobre ellos.",
        "3. Identificación de las cualidades o los atributos de los objetos y materiales en cuanto a su textura, tamaño, color y forma.",
        "4. Aproximación a las relaciones de orden, correspondencia, clasificación, agrupación y comparación.",
        "5. Aproximación a las nociones espaciales básicas en relación con el propio cuerpo y los objetos.",
        "6. Interiorización de algunas nociones temporales básicas a través de los ritmos que marcan las rutinas: cambio y permanencia, continuidad; sucesión y simultaneidad; pasado, presente y futuro.",
        "II. Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad",
        "1. Indagación en el entorno a través de procesos manipulativos, con interés, curiosidad, imaginación, creatividad y sorpresa.",
        "2. Construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, en interacciones de calidad con las personas adultas, con iguales y con el entorno.",
        "3. Acercamiento a la elaboración de estrategias y técnicas básicas de investigación: observación, experimentación, ensayo-error, realización de preguntas sencillas, planteamiento de ideas o soluciones alternativas…",
        "III. Indagación en el medio físico y natural. Cuidado, valoración y respeto",
        "1. Experimentación con los elementos naturales.",
        "2. Disfrute de las actividades al aire libre y en la naturaleza.",
        "3. Cuidado y respeto hacia la naturaleza, los seres vivos y los derechos de los animales.",
        "4. Descubrimiento y respeto hacia el patrimonio natural canario.",
        "5. Observación y descubrimiento de los fenómenos naturales habituales: repercusión en la vida cotidiana. ",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "I. Intención y elementos de la interacción comunicativa",
        "1. Evolución de la intencionalidad comunicativa: establecimiento de contacto e intercambio visual en contextos de proximidad.",
        "2. Progresión en la expresión facial y corporal: gestos de intención, necesidad y estado de ánimo y las sensaciones que los acompañan.",
        "3. Progresión en el control postural a través de las interacciones tónico-emocionales: el diálogo corporal.",
        "4. Comprensión de las expresiones emocionales de la persona adulta y reacción ante ellas.",
        "5. Desarrollo de actitudes comunicativas: sostenimiento de la atención conjunta y la mirada referencial.",
        "6. Uso de estrategias que facilitan los intercambios en situaciones comunicativas: el contacto visual con la persona interlocutora, la escucha atenta, el turno de diálogo.",
        "7. Descubrimiento de los objetos de uso compartido como mediadores en los primeros contextos de interacción comunicativa.",
        "8. Disfrute con las nanas, las canciones de arrullo y los juegos de regazo, así como de las nursery rhymes, chants, riddles, songs…, en una primera lengua extranjera.",
        "II. Las lenguas y sus hablantes",
        "1. Ampliación del repertorio lingüístico individual, tanto en su lengua materna como en la lengua extranjera.",
        "2. Iniciación en el descubrimiento de la realidad plurilingüe del aula y entorno.",
        "3. Adquisición paulatina de palabras o expresiones que respondan a sus necesidades e intereses.",
        "4. Observación y exploración de representaciones sociales, culturales y artísticas cercanas al interés y necesidad personal.",
        "5. Valoración positiva e interés por disfrutar de diversidad cultural, presente en su entorno y de las costumbres de otros países.",
        "III. Comunicación verbal y oral: expresión, comprensión y diálogo",
        "1. Uso del lenguaje oral en situaciones cotidianas tanto en su lengua materna como en la lengua extranjera: primeras conversaciones con sonidos, vocalizaciones y juegos de interacción.",
        "2. Expresión sonora y articulación de las palabras. Juegos de imitación, lingüísticos y de percepción auditiva, tanto en su lengua materna como en la lengua extranjera.",
        "3. Iniciación en la discriminación auditiva de las diferencias fonéticas del lenguaje oral e iniciación en la segmentación del mismo.",
        "4. Ampliación del repertorio lingüístico: situaciones comunicativas, conversaciones colectivas, léxico y discurso.",
        "5. Expresión de necesidades, vivencias y emociones. Producción de los primeros mensajes, de forma libre y creativa,",
        "6. Iniciación en el uso de palabras sencillas y significativas, en una primera lengua extranjera, para el desarrollo de las rutinas. Comprensión y producción de palabras y mensajes muy sencillos en la lengua extranjera",
        "7. Comprensión del mundo y de mensajes, a través de la escucha activa.",
        "8. Descubrimiento de la funcionalidad del lenguaje para representar la realidad.",
        "IV. Aproximación al lenguaje escrito",
        "1. Descubrimiento de las formas escritas y otros símbolos presentes en el entorno.",
        "2. Acercamiento a la presencia del lenguaje escrito en el entorno cercano y a sus usos sociales y funcionales.",
        "3. Disfrute de cuentos, adivinanzas, rimas, retahílas…, en soporte escrito.",
        "4. Imitación de la lectura a través de modelos lectores de referencia.",
        "V. Aproximación a la educación literaria",
        "1. Introducción a los textos literarios orales y escritos con contenido adecuado al desarrollo infantil que, preferentemente, desarrollen valores sobre la cultura de paz, los derechos de la infancia, la igualdad entre mujeres y hombres y la diversidad funcional y étnico-cultural.",
        "2. Construcción de vínculos afectivos y lúdicos, a través de modelos lectores de referencia.",
        "VI. El lenguaje y la expresión musical",
        "1. Descubrimiento y disfrute de los sonidos del entorno a través de la escucha.",
        "2. Reconocimiento, evocación, reproducción de canciones, y otras manifestaciones musicales, prestando especial atención al patrimonio musical canario.  Expresión de sentimientos y emociones que transmiten.",
        "3. Exploración de las posibilidades sonoras y expresivas de la voz, el cuerpo, los objetos y los instrumentos. Juego con los sonidos, la entonación y los ritmos.",
        "VII. El lenguaje y la expresión plástica y visual",
        "1. Exploración y descubrimiento de materiales, colores, volúmenes, texturas, técnicas y procedimientos plásticos.",
        "2. Despliegue de la expresión plástica y visual. Acercamiento y apreciación de otras expresiones artísticas.",
        "3. Aproximación a obras artísticas del patrimonio cultural canario y las de otras culturas presentes en su entorno.",
        "VIII. El lenguaje y la expresión corporal",
        "1. Expresión libre a través del gesto, el movimiento y el desplazamiento por el espacio.",
        "2. Evolución del juego hasta llegar al de imitación, a través de marionetas, muñecos y otros objetos de representación espontánea.            "
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1.1. Iniciarse en el descubrimiento de su cuerpo y en el reconocimiento de la propia imagen, así como en la identificación de las características personales básicas y de las diferencias respecto a otras personas, y avanzar, de manera paulatina, en el control del movimiento y la postura del cuerpo, a partir de interacciones lúdicas, tanto espontáneas como sugeridas, con el medio y con otras personas, explorando sus posibilidades motoras, sensoriales y perceptivas, con la finalidad de reconocerse como persona diferenciada de las demás y formarse una autoimagen positiva, de vivir con placer la actividad sensomotriz y de adquirir mayor autonomía en sus desplazamientos.",
        "1.2. Explorar el mundo que le rodea y sus propias posibilidades perceptivas, a través de la participación en experiencias activas y de movimiento libre en el entorno, y de la manipulación de materiales y utensilios comunes, en situaciones lúdicas, naturales y constructivas, iniciándose en la integración sensorial del mundo para adquirir, paulatinamente, seguridad y autonomía en actividades de la vida cotidiana, y progresar en la coordinación visomotriz.",
        "2.1. Expresar necesidades, emociones básicas y sentimientos, de manera progresiva y con la mediación de una persona adulta, en actividades lúdicas y de intercambio comunicativo, con el fin de iniciarse en el desarrollo progresivo de la conciencia emocional así como de estrategias de regulación emocional.",
        "2.2. Disfrutar relacionándose con otras personas de manera libre, segura, respetuosa y alejada de estereotipos, con la finalidad de aceptar y mostrar afecto.",
        "2.3. Afrontar pequeñas adversidades, manifestando actitudes de superación, solicitando y prestando ayuda, con la finalidad de avanzar en el despliegue de algunas estrategias básicas de seguridad afectiva y bienestar.",
        "3.1. Incorporar, de manera progresiva, hábitos saludables, disfrutando de la actividad física e incorporar, de manera progresiva, estrategias y hábitos relacionados con el cuidado del entorno, en actividades cotidianas de alimentación, descanso e higiene, manifestando satisfacción por los beneficios que le aportan, con el fin de adquirir progresivamente actitudes ecosocialmente responsables y de autonomía en las actividades de cuidado personal.",
        "3.2. Reconocer y anticipar algunas nociones temporales básicas para ubicarse en el tiempo, a través de las actividades y rutinas de la vida cotidiana, e iniciarse en la anticipación que estructura la dinámica de los tiempos en el aula, asociándolas a procedimientos concretos, con la finalidad de adaptar, de manera paulatina, sus ritmos biológicos a las rutinas del grupo.",
        "4.1. Establecer vínculos y relaciones de apego saludables, demostrando actitudes de afecto y empatía hacia sus iguales y las personas adultas, y respetando los distintos ritmos individuales, con el fin de realizar una transición armónica del grupo familiar a la escuela y de desarrollar los primeros vínculos afectivos escolares.",
        "4.2. Reproducir conductas y situaciones previamente observadas en su entorno próximo, a través de juegos de imitación, con el fin de desarrollar, de manera paulatina, sentimientos de pertenencia y actitudes de respeto y empatía, igualdad de género, trato no discriminatorio y respeto a los derechos humanos.",
        "4.3. Iniciarse en la resolución de conflictos con sus iguales, con la mediación de la persona adulta, experimentando los beneficios de llegar a acuerdos.",
        "4.4. Desarrollar progresivamente actitudes de espera y de participación activa, en juegos individuales o con iguales, con el fin de iniciarse en la asunción  de algunas responsabilidades.",
        "4.5. Participar, de manera activa, de las actividades relacionadas con costumbres y tradiciones presentes en el entorno próximo, demostrando interés por el patrimonio cultural de Canarias, con el fin de iniciarse en el respeto hacia la diversidad cultural.""Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1.1. Explorar y descubrir las cualidades y los atributos básicos de los objetos, los materiales y las colecciones, presentes en el entorno, en situaciones cotidianas del aula y en contextos lúdicos, tanto de manera espontánea como sugerida, estableciendo relaciones entre ellos, explorando y manipulando con curiosidad e interés, con la finalidad de iniciarse en el reconocimiento del mundo que les rodea.",
        "1.2. Iniciarse en las relaciones de orden, clasificación y agrupación, y en el uso de cuantificadores básicos, a través de la manipulación de objetos y materiales diversos, con la finalidad de iniciarse en el desarrollo de destrezas lógico-matemáticas básicas.",
        "1.3. Aplicar sus conocimientos acerca de las nociones espaciales básicas para ubicarse en los espacios, tanto en reposo como en movimiento, jugando con el propio cuerpo y con los objetos.",
        "2.1. Iniciarse en la gestión de retos y problemas con la ayuda de la persona adulta de referencia, mediante su división en secuencias de actividades más sencillas, demostrando interés e iniciativa, para iniciarse en la resolución de desafíos sencillos de la vida cotidiana.",
        "2.2. Observar y manipular objetos, en situaciones de la vida cotidiana y en interacciones lúdicas con las personas adultas, sus iguales y el entorno, con la finalidad de aproximarse a nociones básicas del pensamiento científico y las destrezas del pensamiento computacional, y a la construcción de nuevos conocimientos, relacionando lo conocido con lo novedoso.",
        "2.3. Iniciarse en la aplicación de algunas técnicas y estrategias de investigación sencillas, a través de la observación, comprobación y realización de preguntas, y proponer soluciones y alternativas, con la finalidad de responder de forma creativa a cuestiones, retos o situaciones que se le presentan.",
        "3.1. Demostrar curiosidad, interés y respeto por la naturaleza y los elementos naturales del entorno próximo, incorporar hábitos sencillos, guiados por la persona adulta, para su cuidado y conservación, e iniciarse en el respeto a los derechos de los animales que lo habitan, a partir de su participación en actividades al aire libre, con el fin de descubrir y respetar el medio natural, prestándose especial atención al contexto natural canario, y de iniciarse en el desarrollo de hábitos sostenibles.",
        "3.2. Identificar y nombrar los fenómenos atmosféricos más habituales en su entorno, acercándose, a través de la experimentación, a las repercusiones que tienen en la vida cotidiana, con la finalidad incrementar su conocimiento del mundo que le rodea.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1.1. Participar con interés en interacciones cotidianas, utilizando diferentes sistemas comunicativos, con la finalidad de expresar sus necesidades, sentimientos, vivencias, intereses o intenciones, utilizando diferentes estrategias comunicativas y aprovechando las posibilidades que le ofrecen los diferentes lenguajes, para ampliar progresivamente sus posibilidades expresivas.",
        "1.2. Participar, manifestando interés y curiosidad, en situaciones de uso y en sencillas interacciones, en una primera lengua extranjera, relacionadas con el entorno más cercano o con el contexto del aula, a través de la participación en actividades lúdicas, con la finalidad de iniciarse en el aprendizaje de una primera lengua extranjera.",
        "2.1. Interpretar los estímulos y mensajes del entorno, demostrando interés y curiosidad por la información proveniente de distintos ámbitos y formatos, con la finalidad de construir nuevos significados y aprendizajes, ampliar así su repertorio lingüístico e iniciarse en la comprensión de las intenciones comunicativas de otras personas.",
        "2.2. Expresar sensaciones, sentimientos y emociones como respuesta a estímulos recibidos, en actividades de acercamiento a manifestaciones sociales, artísticas y culturales propias del entorno del alumnado, prestando especial atención al patrimonio canario, con la finalidad de progresar, desde el acompañamiento y la mediación de la persona adulta, en el conocimiento del mundo que le rodea y de sus valores culturales.",
        "2.3. Comprender palabras y mensajes muy sencillos relacionados a las rutinas de aula y al contexto más inmediato, en una primera lengua extranjera, con la finalidad de iniciarse en la utilización de dicha lengua.",
        "3.1. Utilizar progresivamente el lenguaje oral para producir mensajes y expresar y compartir necesidades, sentimientos, deseos, emociones y vivencias, regulando las acciones e interactuando en diferentes situaciones y contextos, para ampliar y enriquecer su repertorio comunicativo con seguridad y confianza.  ",
        "3.2. Iniciarse en la utilización de palabras y estructuras muy breves y sencillas, en una primera lengua extranjera, con la finalidad de explorar sus posibilidades expresivas en dicha lengua.",
        "3.3. Explorar, de forma libre y creativa, las posibilidades expresivas de los diferentes lenguajes, utilizando los medios materiales propios de los mismos.",
        "4.1. Participar en el descubrimiento del código escrito, a través de actividades lúdicas, con la finalidad de iniciarse en el acercamiento al lenguaje escrito y su uso funcional.",
        "4.2. Realizar, con intención comunicativa, escrituras indeterminadas, espontáneas y no convencionales, con la finalidad de incorporarlas a sus producciones.",
        "4.3. Disfrutar de los primeros contactos con la literatura infantil, tanto en su lengua materna como en la lengua extranjera, explorando la biblioteca de aula o de centro, como espacios de diversión, de disfrute y de aproximación a textos de uso social, libres de prejuicios y estereotipos sexistas, mostrando una escucha atenta cuando se narra, se recita o se lee, con el fin de iniciarse en el gusto por la lectura y de realizar las primeras imitaciones de modelos lectores de referencia.",
        "5.1. Relacionarse, con naturalidad y disfrute, en la realidad lingüística y cultural de su entorno inmediato, con la finalidad de iniciarse en el reconocimiento de otras lenguas, etnias y culturas presentes en su contexto.",
        "5.2. Disfrutar de sus primeras aproximaciones a obras musicales, audiovisuales, dramáticas o dancísticas, con actitud participativa, con la finalidad de iniciarse en el descubrimiento de sus estrategias comunicativas y en el conocimiento de la diversidad del mundo cultural que le rodea, con especial atención al patrimonio cultural canario.",
        "5.3. Escuchar con actitud atenta, reconocer, recordar y reproducir, con disfrute, nanas, canciones, retahílas, juegos de regazo, tanto en la lengua materna como en una primera lengua extranjera, en situaciones de juego espontáneo o guiado, con la finalidad de disfrutar del repertorio musical de apego, hacer uso de las posibilidades expresivas del repertorio musical e iniciarse en la sonoridad de una lengua extranjera.",
        "5.4. Disfrutar del movimiento libre, el gesto y el desplazamiento por el espacio, y explorar las posibilidades expresivas que ofrecen el cuerpo y la voz, así como los objetos e instrumentos presentes en el entorno, en actividades de juego de sonidos, entonación y ritmo, con la finalidad de disfrutar de las posibilidades expresivas de su cuerpo y de iniciarse en la expresión musical.",
        "5.5. Aproximarse a lenguas y culturas diferentes de la familiar, mostrando actitudes de respeto y aprecio hacia la diversidad lingüística y cultural, con la finalidad de iniciarse de manera progresiva en el uso de una lengua extranjera y enriquecer su repertorio lingüístico."
    ]
}