{
    "criteriosEvaluacion": [
        "1.1 Reconèixer i respectar la diversitat de manifestacions artístiques, especialment de la contemporaneïtat, a partir de la recerca i el debat al voltant de les diferents concepcions i definicions de l’art.",
        "1.2 Cercar informació rigorosa i contrastada i tractar-la per identificar i analitzar la varietat de manifestacions, expressions i concepcions.",
        "2.1 Elaborar productes en què s’expressin de manera raonada, coherent i amb fluïdesa judicis i emocions les obres d’art, utilitzant la terminologia i el vocabulari específic de la matèria.",
        "2.2 Reconèixer algunes pautes i codis propis de llenguatges artístics d’èpoques i cultures diverses i de les formes d’expressió i comunicació amb què es vinculen.",
        "3.1 Demostrar una apreciació complexa i un judici crític i informat de les obres d’art i els processos de producció i recepció artística, mitjançant la distinció i l’anàlisi de les funcions i de les dimensions ideològica, política, social, econòmica, subjectiva i pròpiament estètica.",
        "3.2 Identificar i comprendre la complexitat dels processos de creació artística i de les pròpies obres d’art, analitzant i investigant continuïtats i ruptures amb el present.",
        "4.1 Reconèixer els mecanismes que regeixen l’evolució de la història de l’art a partir de l’anàlisi comparativa d’obres i moviments de diverses èpoques.",
        "4.2 Explicar les relacions d’influència, intercanvi i préstec que es produeixen entre estils, autors i moviments, així com certes pervivències i ruptures en moviments posteriors i en l’actualitat, i alguns fenòmens d’aculturació.",
        "5.1 Valorar i respectar diverses obres i formes de creació i manifestació artística, especialment les que han estat marginades i minoritzades, i apreciar-ne la creativitat i la contribució social i cultural.",
        "5.2 Analitzar el paper dels artistes, individualment i col·lectivament, en el procés creador mitjançant la recerca sobre el context històric, les circumstàncies personals, les funcions i les motivacions.",
        "6.1 Comprendre la importància de la conservació i la promoció del patrimoni artístic, investigant sobre els processos de recuperació, conservació i difusió d’obres d’art.",
        "6.2 Analitzar el paper conformador de les identitats individuals i col·lectives que posseeix l’art i el patrimoni artístic, així com el seu paper en la creació de vincles comunitaris.",
        "7.1 Formar-se una imatge ajustada de si mateix, a partir de l’anàlisi i la comparació de la representació humana en diverses èpoques i en l’actualitat, desenvolupant els gustos personals i la sensibilitat.",
        "7.2 Apreciar la diversitat com a font d’enriquiment i respectar les idees estètiques de les altres persones, superant estereotips i prejudicis.",
        "8.1 Identificar certs processos i fenòmens de la història de l’art que han negat o ocultat la capacitat creadora de les dones i reconèixer i visibilitzar artistes i col·lectius invisibilitzats per raó de gènere.",
        "8.2 Analitzar críticament la imatge de la dona en la història de l’art, mitjançant l’anàlisi comparativa d’obres de diferents èpoques i cultures en les quals estigui representada la figura femenina."
    ],
    "saberes": [
        "Aproximació a la història de l’art",
        "- Definició del concepte d’art en el marc de la seva evolució històrica. Identificació i valoració del significat de l’obra artística.",
        "- Anàlisi dels llenguatges artístics: l’art com a forma de comunicació. Identificació i coneixement dels diversos codis i llenguatges, símbols i iconografia. Debat sobre la subjectivitat creadora, el problema de la interpretació i el judici estètic a partir de determinats casos.",
        "- Anàlisi i valoració sobre les influències, els préstecs i les ruptures produïdes durant l’evolució de la història de l’art a partir d’exemples. Identificació de models d’influència anterior i posterior per mitjà de la recerca.",
        "- Coneixement d’algunes metodologies de la història de l’art i identificació de les principals tipologies de fonts per a l’estudi de les manifestacions artístiques.",
        "- Anàlisi i interpretació de les obres d’art dins el seu context, aplicant un esquema metodològic coherent i flexible, utilitzant correctament el vocabulari específic de la disciplina i desenvolupant la capacitat del gaudi estètic i l’expressió d’emocions.",
        "- Identificació i reconeixement del paper de les dones en la creació artística. Recerca sobre les causes que han relegat les dones a un rol secundari al llarg de la història de l’art.",
        "- Participació en accions per valorar, dignificar i visibilitzar aportacions de col·lectius minoritzats com a font de riquesa per a tothom.",
        "- Identificació i classificació dels vehicles, les tècniques, els materials i les tipologies artístiques a partir de l’observació directa o indirecta i l’experimentació.",
        "- Definició del concepte d’estil, reflexió sobre el seu caràcter convencional i aplicació de la seva periodització històrica en obres artístiques concretes.",
        "- Identificació de causes i conseqüències dels fenòmens artístics en el seu context històric, valorant els processos de continuïtat i canvis, i constatant els diferents ritmes evolutius de les societats i la varietat de manifestacions. Descobriment dels referents i antecedents d’alguns llenguatges i moviments artístics contemporanis.",
        "- Establiment de relacions interdisciplinàries en l’anàlisi d’algunes obres i manifestacions (literatura, cinema, música, fotografia, arts plàstiques, còmic, publicitat, arts escèniques, dansa, disseny, indumentària, etc.) i definició del concepte d’art total.",
        "- Ús de recursos propis de l’audiovisual, el cinema i la fotografia en la creació de productes digitals en la narració de fets, en l’expressió de sentiments i en la denúncia de situacions de violència o discriminació que afectin col·lectius i persones.",
        "- Creació de productes individuals i col·laboratius per expressar i comunicar idees.",
        "Art, forma i funció",
        "- Anàlisi de l’art com a instrument màgic i ritual. Establiment de relacions entre art i mite en les cultures prehistòriques, antigues i primitives.",
        "- Reconeixement del paper de formes artístiques diverses (art popular, art antic, art oriental, art islàmic, art africà, etc.) com a font inspiradora de l’art occidental, especialment de les avantguardes del segle XX.",
        "- Identificació de la funció de l’art com a dispositiu de dominació i control, a partir de l’anàlisi del paper de les manifestacions artístiques en diferents moments de la història: de les antigues civilitzacions mediterrànies a l’Imperi romà i de l’absolutisme als totalitarismes.",
        "- Caracterització de l’arquitectura a la Grècia i la Roma antigues, analitzant les formes, interpretant les funcions dels espais i valorant les aportacions tècniques i formals d’altres civilitzacions. Anàlisi de pervivències i influències del cànon clàssic en alguns exemples de l’entorn proper.",
        "- Caracterització de les arts plàstiques d’època medieval a Catalunya per mitjà de l’anàlisi d’obres representatives: aspectes formals, iconografia i caràcter narratiu i didàctic de la imatge.",
        "- Anàlisi de la concepció de l’espai religiós en l’arquitectura romànica i gòtica: simbolisme, pervivències i novetats tècniques i relacions d’influència amb altres cultures coetànies.",
        "- Anàlisi de l’art com a mitjà per expressar sentiments i emocions: del romanticisme a l’expressionisme. Debat sobre les noves formes d’expressió dins les avantguardes artístiques.",
        "- Establiment de relacions entre la forma i la funció, el disseny industrial i les arts decoratives per resoldre les necessitats de la vida domèstica: del Modernisme a la Bauhaus.",
        "Dimensió individual i social de l’art",
        "- Recerca sobre el paper de l’art en la representació de la identitat individual: el retrat de l’època romana al Renaixement.",
        "- Reconeixement de la reivindicació de la identitat de l’artista: l’autoretrat. Debat entorn de l’autorepresentació en la cultura visual contemporània. Valoració de l’art com a forma d’autoconeixement.",
        "- Anàlisi crítica de la representació femenina en les arts i en la publicitat i de la seva influència en l’autopercepció de la imatge corporal a partir d’algunes obres.",
        "- Comparació entre diverses aproximacions i formats per representar la figura humana: de l’art antic del Pròxim Orient al Body Art.",
        "- Anàlisi del paper de l’art com a expressió d’identitats col·lectives. Reconeixement de l’art com a plataforma de reivindicació col·lectiva, com a mitjà de transformació social i cultural i com a transgressió. Debat sobre els usos de l’art com a crítica, publicitat i propaganda a partir de l’estudi de casos.",
        "- Anàlisi del rol i de l’estatus de l’artista al llarg de la història i a l’època contemporània i dels conceptes d’autoria i còpia en l’art. Debat sobre el rol de les dones en l’art i la cultura actuals: desigualtats, reptes i oportunitats.",
        "- Anàlisi crítica de fenòmens d’aculturació i d’espoli o destrucció patrimonial com a conseqüència del domini territorial d’unes cultures i societats sobre unes altres. Anàlisi de fenòmens d’hibridació i sincretisme cultural en l’entorn.",
        "- Participació activa en la preparació d’esdeveniments culturals i artístics al centre i a l’entorn.",
        "- Coneixement dels canals de difusió de la creació artística i cultural i de la recepció de les novetats: dels salons i les exposicions universals a les xarxes socials.",
        "- Identificació dels canvis en el mercat i el consum de l’art en la contemporaneïtat i en la relació entre els artistes, el públic i la crítica d’art: del col·leccionisme a l’art de masses.",
        "- Identificació d’estereotips i prejudicis en la recepció dels corrents artístics i culturals. Respecte per les produccions i les expressions dels altres i rebuig de la violència i la discriminació envers persones i col·lectius per raó de gènere.",
        "Art, espai, natura i ciutat",
        "- Debat entorn de l’expressió artística com a referent de la realitat i com a component de la ficció i de la utopia.",
        "- Anàlisi de les influències mútues entre la fotografia, el cinema i les arts plàstiques.",
        "- Anàlisi de formes de representació naturalistes en l’art: del taller al plein air i a l’hiperrealisme. Debat sobre l’abstracció com a llenguatge visual autònom de la realitat.",
        "- Recerca sobre la representació de l’espai tridimensional en les arts bidimensionals: del barroc a les avantguardes del segle XX.",
        "- Identificació de les relacions entre l’art i la natura per mitjà de l’anàlisi crítica d’algunes intervencions artístiques en espais naturals: de l’art ambiental al land art.",
        "- Identificació de les principals fites del moviment modern en l’arquitectura i de les funcions de l’escultura urbana.",
        "- Anàlisi de l’urbanisme, l’arquitectura i l’espai domèstic des d’una perspectiva de gènere: desigualtats, reptes i oportunitats.",
        "- Debat entorn de les repercussions socials de la cultura i l’art, i de la seva rellevància en la consecució dels objectius de desenvolupament sostenible i de ciutats sostenibles i socialment equitatives.",
        "- Anàlisi crítica de les manifestacions artístiques populars urbanes: del Pop-Art a l’art mural.",
        "- Reconeixement d’algunes accions artístiques i performances contemporànies i de les oportunitats que ofereixen els mitjans electrònics i digitals aplicats a l’art.",
        "- Definició del concepte de patrimoni artístic i valoració de la necessitat de protegir i difondre el patrimoni com a herència cultural dels grups humans.",
        "- Participació en activitats que tinguin lloc en museus i en altres recintes artístics i culturals i que tinguin valor social i comunitari. Participació activa en la preparació d’esdeveniments culturals i artístics al centre i a l’entorn."
    ]
}