{
  "saberes": [
    "A. Las lenguas y sus hablantes",
    "Desarrollo de la reflexión interlingüís- tica.",
    "Exploración y cuestionamiento de pre- juicios y estereotipos lingüísticos. Los fenómenos del contacto entre lenguas: bilingüismo, préstamos, interferencias. Diglosia lingüística y diglosia dialectal.",
    "Indagación en torno a los derechos lingüísticos y su expresión en leyes y declaraciones institucionales.",
    "B. Comunicación",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos, con atención conjunta a los siguientes aspectos:",
    "B1. Contexto",
    "Componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre personas interlocutoras; propósitos comunicativos e interpreta- ción de intenciones; canal de comuni- cación y elementos no verbales de la comunicación.",
    "b2. Géneros discursivos",
    "Secuencias textuales básicas, con especial atención a las expositivas y argumentativas.",
    "Propiedades textuales: coherencia, cohesión y adecuación.",
    "Géneros discursivos propios del ámbi- to personal: la conversación, con espe- cial atención a los actos de habla que amenazan la imagen de la persona interlocutora (la discrepancia, la queja, la orden, la reprobación).",
    "Géneros discursivos propios del ám- bito educativo.",
    "Géneros discursivos propios del ám- bito social. Redes sociales y medios de comunicación. Etiqueta digital y riesgos de desinformación, manipu- lación y vulneración de la privacidad en la red. Análisis de la imagen y de los elementos paratextuales de los textos icónico-verbales y multimodales.",
    "Géneros discursivos propios del ám- bito profesional: el currículum vitae, la carta de motivación y la entrevista de trabajo.",
    "b3. Procesos",
    "Interacción oral y escrita de carácter informal: tomar y dejar la palabra. Co- operación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "Comprensión oral: sentido global del tex- to y relación entre sus partes, selección y retención de la información relevante. Detección de usos discriminatorios del lenguaje verbal y no verbal.",
    "Producción oral formal: planificación y búsqueda de información, textua- lización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discur- sivos y lingüísticos de la oralidad for- mal. La deliberación oral argumentada.",
    "Comprensión lectora: sentido global del texto y relación entre sus partes. La intención de la persona emisora. Detección de usos discriminatorios del lenguaje verbal e icónico. Valoración de la forma y el contenido del texto.",
    "Producción escrita: planificación, tex- tualización, revisión y edición en dife- rentes soportes. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas con- ceptuales, definiciones, resúmenes, etc.",
    "Alfabetización mediática e informa- cional: búsqueda y selección de la in- formación con criterios de fiabilidad, calidad y pertinencia; análisis, valo- ración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión de manera creativa y respetuosa con la propiedad intelectual. Utilización de plataformas virtuales para la realización de proyec- tos escolares.",
    "b4. reconocimiento y uso discursivo de los elementos lingüísticos",
    "La expresión de la subjetividad en textos de carácter expositivo y argu- mentativo. Identificación y uso de las variaciones de las formas deícticas (fórmulas de confianza y cortesía) en relación con las situaciones de comu- nicación.",
    "Recursos lingüísticos para adecuar el registro a la situación de comunicación.",
    "Procedimientos explicativos básicos: la aposición y las oraciones de relativo.",
    "Mecanismos de cohesión. Conectores textuales distributivos, de orden, con- traste, explicación, causa, consecuen- cia, condición e hipótesis. Mecanismos de referencia interna, gramaticales y léxicos (nominalizaciones e hiperóni- mos de significado abstracto).",
    "Uso coherente de las formas verba- les en los textos. Correlación temporal en la coordinación y subordinación de oraciones, y en el discurso relatado.",
    "Corrección lingüística y revisión orto- gráfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y de correctores ortográficos en sopor- te analógico o digital.",
    "Los signos de puntuación como me- canismo organizador del texto escrito. Su relación con el significado.",
    "C. Educación literaria",
    "C1. Lectura autónoma",
    "Implicación en la lectura de obras de forma progresivamente autónoma a partir de una preselección de textos variados, y reflexión sobre los textos leídos y sobre la práctica de lectura, atendiendo a los siguientes saberes:",
    "Criterios y estrategias para la selec- ción de obras variadas, a partir de la utilización autónoma de la biblioteca escolar y pública disponible.",
    "Toma de conciencia y verbalización de los propios gustos e identidad lectora.",
    "Participación activa en actos culturales vinculadosconelcircuitoliterarioylector.",
    "Expresión de la experiencia lectora, utilizando progresivamente metalen- guaje específico. Apropiación de los textos leídos a través de distintas for- mas de recreación.",
    "Movilización de la experiencia perso- nal, lectora y cultural para establecer vínculos de manera argumentada entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales.",
    "Estrategias para la recomendación de las lecturas en soportes variados o bien oralmente entre iguales, enmar- cando de manera básica las obras en los géneros y subgéneros literarios.",
    "C2. Lectura guiada",
    "Lectura de obras y fragmentos relevantes de la literatura vasca y universal y de la literatura actual, inscritas en itinerarios temáticos o de género que atraviesan épocas, contextos culturales y movimientos artísticos, atendiendo a los siguientes saberes:",
    "Estrategias de construcción compar- tida de la interpretación de las obras a través de conversaciones literarias, con la incorporación progresiva de metalenguaje específico.",
    "Relación entre los elementos constitu- tivos del género literario y la construcción del sentido de la obra. Efectos de sus recursos expresivos en la recepción.",
    "Estrategias de utilización de informa- ción sociohistórica, cultural y artística básica para construir la interpretación de las obras literarias.",
    "Relación y comparación de los textos leídos con otros textos orales, escritos o multimodales, con otras manifesta- ciones artísticas y culturales y con las nuevas formas de ficción en función de temas, tópicos, estructuras y len- guajes. Elementos de continuidad y ruptura.",
    "Estrategias para interpretar obras y fragmentos literarios a partir de la in- tegración de los diferentes aspectos analizados y atendiendo a los valores culturales, éticos y estéticos presentes en los textos.",
    "Lectura con perspectiva de género.",
    "Procesos de indagación en torno a las obras leídas que promuevan el interés por construir la interpretación de las obras y establecer conexiones entre textos.",
    "Lectura expresiva, dramatización y re- citación de los textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "Creación de textos a partir de la apro- piación de las convenciones del len- guaje literario y en referencia a mode- los dados (imitación, transformación, continuación, etc.).",
    "D. Reflexión sobre la lengua",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas en torno a los siguientes saberes:",
    "Diferencias relevantes e interseccio- nes entre lengua oral y lengua escrita atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
    "Reconocimiento de la lengua como sistema y de sus unidades básicas teniendo en cuenta los diferentes nive- les: el sonido y sistema de escritura, las palabras (forma y significado), su or- ganización en el discurso (orden de las palabras, componentes de las oracio- nes o conexión entre los significados).",
    "Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas de la oración simple) y consolidación de los proce- dimientos léxicos (afijos) y sintácticos para el cambio de categoría.",
    "Relación entre los esquemas semán- tico y sintáctico de la oración simple. Observación y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria.",
    "Procedimientos de adquisición y for- mación de palabras. Reflexión sobre los cambios en su significado, las re- laciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo.",
    "Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para obtener información gramatical básica."
  ],
  "criteriosEvaluacion": [
    "1.2. Identificar y cuestionar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, a partir del análisis de la diversidad lin- güística en el entorno social próximo y de la exploración y reflexión en torno a los fenómenos del contacto entre lenguas y de la indagación de los derechos lingüís- ticos individuales y colectivos.",
    "2.1. Comprender el sentido global, la estructura, la información más relevante en función de las necesidades comuni- cativas y la intención de al emisora en textos orales y multimodales de cierta complejidad de diferentes ámbitos, ana- lizando la interacción entre los diferentes códigos.",
    "2.2. Valorar la forma y el contenido de textos orales y multimodales de cierta complejidad, evaluando su calidad, su fiabilidad y la idoneidad del canal utiliza- do, así como la eficacia de los procedi- mientos comunicativos empleados.",
    "3.1. Realizar exposiciones y argumen- taciones orales de cierta extensión y complejidad con diferente grado de planificación sobre temas de interés personal, social, educativo y profesio- nal ajustándose a las convenciones pro- pias de los diversos géneros discursivos, con fluidez, coherencia, cohesión y el registro adecuado en diferentes sopor- tes, utilizando de manera eficaz recursos verbales y no verbales.",
    "3.2. Participar de manera activa y ade- cuada en interacciones orales informales, en el trabajo en equipo y en situaciones orales formales de carácter dialogado, con actitudes de escucha activa y estra- tegias de cooperación conversacional y cortesía lingüística.",
    "4.1. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención de la persona emisora de textos escritos y multimoda- les de cierta complejidad que respondan a diferentes propósitos de lectura, reali- zando las inferencias necesarias.",
    "4.2. Valorar críticamente el contenido y la forma de textos de cierta compleji- dad evaluando su calidad y fiabilidad, así como la eficacia de los procedimientos lingüísticos empleados.",
    "5.1. Planificar la redacción de textos es- critos y multimodales de cierta extensión atendiendo a la situación comunicativa, a la persona destinataria, al propósito y canal; redactar borradores y revisarlos con ayuda del diálogo entre iguales e instrumentos de consulta; y presentar un texto final coherente, cohesionado y con el registro adecuado.",
    "5.2. Incorporar procedimientos para enri- quecer los textos atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical.",
    "6.1. Localizar, seleccionar y contrastar de manera progresivamente autónoma información procedente de diferen- tes fuentes, calibrando su fiabilidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y co- municarla de manera creativa adoptando un punto de vista crítico respetando los principios de propiedad intelectual.",
    "6.2. Elaborar trabajos de investigación de manera progresivamente autónoma en diferentes soportes sobre diversos temas de interés académico, personal o social a partir de la información se- leccionada.",
    "6.3. Adoptar hábitos de uso crítico, se- guro, sostenible y saludable de las tecno- logías digitales en relación a la búsqueda y la comunicación de la información.",
    "7.1. Leer de manera autónoma textos seleccionados en función de los propios gustos, intereses y necesidades, y de- jar constancia del progreso del propio itinerario lector y cultural explicando los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y la experiencia de lectura.",
    "7.2. Compartir la experiencia de lectu- ra en soportes diversos relacionando el sentido de la obra con la propia experien- cia biográfica, lectora y cultural.",
    "8.1. Explicar y argumentar la interpre- tación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico, atendiendo a la configuración y evolución de los géneros y subgéneros literarios.",
    "8.2. Establecer de manera progresiva- mente autónoma vínculos argumentados entre los textos leídos y otros textos es- critos, orales o multimodales, así como con otras manifestaciones artísticas y culturales, en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal de la persona en la lectura.",
    "8.3. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovi- suales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios.",
    "9.1. Revisar los textos propios de ma- nera progresivamente autónoma y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalin- güística e interlingüística con el meta- lenguaje específico.",
    "9.2. Explicar y argumentar la interrelación entre el propósito comuni- cativo y las elecciones lingüísticas de la persona emisora, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y el metalenguaje específico.",
    "9.3. Formular generalizaciones sobre algunos aspectos del funcionamiento de la lengua a partir de la observación, la comparación y la transformación de enunciados, así como de la formulación de hipótesis y la búsqueda de contrae- jemplos, utilizando el metalenguaje es- pecífico y consultando de manera pro- gresivamente autónoma diccionarios, manuales y gramáticas.",
    "10.1. Identificar y desterrar los usos dis- criminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje a partir de la reflexión y el análisis de los elemen- tos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales de la comunicación.",
    "10.2. Utilizar estrategias para la resolu- ción dialogada de los conflictos y la bús- queda de consensos, tanto en el ámbito personal como educativo y social."
  ]
}