{
  "saberes": [
    "A. Vida activa y saludable. ",
    "– Salud física. ",
    "Refuerzo de determinados conceptos relacionados con la salud, como son la tasa mínima ",
    "de actividad física diaria y semanal, o la relación entre salud y alimentación. Adaptación ",
    "del volumen, la intensidad y la frecuencia de la actividad física a las características ",
    "personales y aproximación a una dieta adaptada a consideraciones individuales. ",
    "Educación postural: técnicas básicas de descarga postural y relajación. Musculatura del ",
    "núcleo central del cuerpo (core; zona media o lumbo-pélvica) y su relación con el ",
    "mantenimiento de la postura. ",
    "Cuidado del cuerpo: diseño de un calentamiento general autónomo. ",
    "Desarrollo y aplicación de pautas para prevenir y tratar el dolor muscular de origen ",
    "retardado. ",
    "– Salud social. ",
    "Análisis crítico de cualquier estereotipo. Comportamientos violentos e incitación al odio en ",
    "el deporte. ",
    "– Salud mental. ",
    "La actividad física como fuente de disfrute, liberación de tensiones, cohesión social y ",
    "superación personal. ",
    "Reflexión sobre actitudes negativas hacia la actividad física derivadas de ideas ",
    "preconcebidas, prejuicios, estereotipos o experiencias negativas. ",
    "Trastornos alimenticios asociados a la práctica de la actividad física y deporte. ",
    "B. Organización y gestión de la actividad física. ",
    "– Elección de la práctica física. ",
    "Consolidación de técnicas de gestión aplicadas a situaciones de competición basadas en ",
    "base a criterios de lógica, respeto al rival y motivación. ",
    "– Preparación de la práctica motriz. ",
    "Autoconstrucción de materiales como complemento y alternativa en la práctica de ",
    "actividad física y deporte. ",
    "– Planificación y autorregulación de proyectos motores. ",
    "Afianzamiento de los mecanismos de autoevaluación para reconducir los procesos de ",
    "trabajo. ",
    "Profundización en el uso de herramientas y recursos digitales para la gestión de la ",
    "actividad física. ",
    "– Prevención de accidentes en las prácticas motrices. ",
    "Aplicación y diseño de medidas de seguridad en actividades físicas dentro y fuera del ",
    "centro educativo. ",
    "Calzado deportivo, ropa y ergonomía. ",
    "– Repaso de las actuaciones básicas ante accidentes durante la práctica de actividades físicas. ",
    "Técnica PAS (proteger, ayudar, socorrer). ",
    "Protocolo 112. ",
    "Soporte vital básico (SVB). ",
    "C. Resolución de problemas en situaciones motrices. ",
    "– Toma de decisiones. ",
    "Planificación de pautas grupales para optimizar los recursos motrices del grupo de cara a ",
    "la resolución de la acción/tarea en situaciones cooperativas diversas. ",
    "Análisis de movimientos y patrones motores del adversario para actuar en consecuencia ",
    "en situaciones motrices de persecución y de interacción con un móvil. ",
    "Adecuación de los movimientos propios a las acciones del contrario en situaciones de ",
    "oposición. Delimitación de estrategias previas de ataque y defensa en función de las ",
    "características de los integrantes del equipo en situaciones motrices de colaboración-",
    "oposición de persecución y de interacción con un móvil. ",
    "– Capacidades perceptivo-motrices en contexto de práctica: ",
    "Integración del esquema corporal. ",
    "Integración de los diferentes aspectos coordinativos, espaciales y temporales en ",
    "secuencias motrices y/o deportivas diversas. ",
    "– Capacidades condicionales. ",
    "Desarrollo de las capacidades físicas básicas. Principios básicos del acondicionamiento ",
    "físico. ",
    "– Habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas:  ",
    "Deportes y actividades individuales: habilidades gimnásticas y acrobáticas. ",
    "Deportes de red y muro: bossaball o futvoley. ",
    "Deportes de combate: lucha, judo, karate, kickboxing o taekwondo. ",
    "Deportes de invasión: fútbol o fútbol gaélico. ",
    "Deportes y juegos de blanco y diana: boccia, bolos, minigolf o petanca. ",
    "– Creatividad motriz. ",
    "Resolución de retos y situaciones-problema, con incremento progresivo de su dificultad, ",
    "de forma original, tanto individualmente como en grupo. ",
    "– Actitud crítica ante elementos del entorno que supongan obstáculos a la accesibilidad ",
    "universal y la movilidad activa, autónoma, saludable y segura. ",
    "D. Emociones y relaciones sociales. ",
    "– Gestión emocional. ",
    "El estrés. Sensaciones, indicios y manifestaciones. ",
    "Estrategias de autorregulación colectiva del esfuerzo y la capacidad de superación para ",
    "afrontar desafíos. ",
    "Perseverancia y tolerancia a la frustración en contextos físico-deportivos. ",
    "– Habilidades sociales. ",
    "– Respeto a las reglas. ",
    "Las reglas de juego como elemento de integración social. ",
    "Funciones de arbitraje deportivo. ",
    "– Identificación y rechazo de conductas contrarias a la convivencia. ",
    "E. Manifestaciones de la cultura motriz. ",
    "– Práctica de actividades rítmico-musicales con carácter artístico-expresivo. ",
    "Acrosport: figuras, acrobacias y coreografía musical. ",
    "La danza como manifestación y patrimonio cultural. ",
    "– Deporte y género. ",
    "Visibilidad y tratamiento en los medios de comunicación. ",
    "Promoción del deporte en igualdad. Comprensión de los retos inclusivos a que se ",
    "enfrenta la actividad física a fin de que todo el mundo pueda practicarla. ",
    "Presencia y relevancia de figuras del deporte. Análisis crítico. Igualdad de género en las ",
    "profesiones asociadas al deporte (comentaristas, periodistas, deportistas, técnicos y ",
    "técnicas, etc.). ",
    "– Influencia del deporte en la cultura actual. ",
    "Análisis crítico del deporte como fenómeno de masas. Impacto social, aspectos positivos ",
    "y negativos. ",
    "F. Interacción eficiente y sostenible con el entorno. ",
    "– La práctica de la bicicleta como medio de transporte habitual. ",
    "– Nuevos espacios y prácticas deportivas: características, requisitos, condicionantes, medidas ",
    "de seguridad, de cuidado y de conservación del entorno de práctica. ",
    "Utilización de espacios naturales desde la motricidad. Escalda y rapel. ",
    "Utilización de espacios urbanos desde la motricidad. Parkour, skate u otras ",
    "manifestaciones similares. ",
    "Diseño de actividades físicas en el medio natural y urbano. ",
    "– Análisis del riesgo en las prácticas físico-deportivas en el medio natural y urbano: adopción ",
    "crítica de medidas de seguridad en actividades de los distintos entornos con posibles ",
    "consecuencias graves en los mismos. ",
    "– Consumo responsable. ",
    "Autoconstrucción y reciclaje de materiales para la práctica motriz. ",
    "– Cuidado del entorno próximo como servicio a la comunidad, durante la práctica de actividad ",
    "física en entornos naturales y urbanos.  "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Fijar y organizar secuencias sencillas de actividad física orientada al concepto integral de ",
    "salud y al estilo de vida activo, partiendo de una valoración del nivel inicial y respetando la ",
    "propia realidad e identidad corporal.  ",
    "1.2. Incorporar progresivamente y con autonomía procesos de activación corporal, dosificación del ",
    "esfuerzo, alimentación saludable, educación postural, relajación e higiene durante la práctica ",
    "de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y ",
    "responsable. ",
    "1.3. Adoptar de manera responsable y con progresiva autonomía medidas generales para la ",
    "prevención de lesiones antes, durante y después de la práctica de actividad física, ",
    "aprendiendo a reconocer situaciones de riesgo para actuar preventivamente. ",
    "1.4. Actuar de acuerdo a los protocolos de intervención ante accidentes derivados de la práctica ",
    "de actividad física y deportiva, aplicando medidas básicas de primeros auxilios. ",
    "1.5. Analizar y valorar de manera crítica la incidencia que ciertas prácticas y comportamientos ",
    "tienen en nuestra salud y en la convivencia, valorando su impacto y evitando activamente su ",
    "reproducción. ",
    "1.6. Emplear recursos y aplicaciones digitales variados, reconociendo su potencial, así como sus ",
    "riesgos para su uso en el ámbito de la actividad física y el deporte. ",
    "Competencia específica 2. ",
    "2.1. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, ",
    "estableciendo mecanismos para reconducir los procesos de trabajo, incluyendo estrategias de ",
    "autoevaluación y coevaluación tanto del proceso como del resultado. ",
    "2.2. Interpretar y actuar correctamente en contextos motrices variados, aplicando principios ",
    "básicos de toma de decisiones en situaciones lúdicas, juegos modificados y actividades ",
    "deportivas a partir de la anticipación, adecuándose a las demandas motrices, a la actuación ",
    "de los compañeros y de la persona oponente (si lo hubiera) y a la lógica interna en contextos ",
    "reales o simulados de actuación, reflexionando sobre las soluciones y los resultados ",
    "obtenidos. ",
    "2.3. Evidenciar control y dominio corporal al emplear los componentes cualitativos y cuantitativos ",
    "de la motricidad de manera eficiente y creativa, haciendo frente a las demandas de resolución ",
    "de problemas en situaciones motrices transferibles a su espacio vivencial con progresiva ",
    "autonomía. ",
    "Competencia específica 3. ",
    "3.1. Practicar una gran variedad de actividades motrices, valorando las implicaciones éticas de las ",
    "actitudes antideportivas, actuando con deportividad al asumir los roles de público, participante ",
    "u otros. ",
    "3.2. Cooperar o colaborar en la práctica de diferentes producciones motrices para alcanzar el ",
    "logro individual y grupal, participando en la toma de decisiones y asumiendo distintos roles ",
    "asignados y responsabilidades. ",
    "3.3. Emplear con autonomía habilidades sociales, diálogo en la resolución de conflictos y respeto ",
    "ante la diversidad.  ",
    "Competencia específica 4. ",
    "4.1. Organizar y gestionar la participación en juegos motores y otras manifestaciones artístico-",
    "expresivas vinculadas tanto con la cultura propia como con otras, favoreciendo su ",
    "conservación y valorando sus orígenes, evolución e influencia en las sociedades ",
    "contemporáneas. ",
    "4.2. Clasificar y analizar objetivamente las diferentes actividades y modalidades deportivas según ",
    "sus características y requerimientos.  ",
    "4.3. Participar activamente en la creación y representación de composiciones de expresión ",
    "corporal individuales o colectivas con y sin base musical, utilizando intencionadamente y con ",
    "progresiva autonomía el cuerpo como herramienta de expresión y comunicación a través de ",
    "diversas técnicas expresivas. ",
    "Competencia específica 5. ",
    "5.1. Participar en actividades físico-deportivas en entornos naturales, terrestres o acuáticos, ",
    "disfrutando del entorno de manera sostenible. ",
    "5.2. Practicar y colaborar en la organización de actividades físico-deportivas en el medio natural y ",
    "urbano, aplicando normas de seguridad individuales y colectivas. "
    
  ]
}
