{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Utilizar el pensamiento científico para entender y analizar críticamente conceptos y procesos, relacionados con los contenidos de la materia seleccionando, filtrando y contrastando información científica fidedigna e interpretando información en diversos formatos como mapas (topográficos, hidrográficos, geológicos, de vegetación, etc.), cortes, modelos, diagramas de flujo u otros, utilizando métodos inductivos y deductivos. (CCL2, CCL3, CP1, STEM1, STEM2, STEM4, CD3, CPSAA4)",
        "1.2 Comunicar informaciones u opiniones razonadas relacionadas con los contenidos de la materia, transmitiéndolas de forma clara y rigurosa y utilizando el vocabulario y los formatos adecuados como mapas (topográficos, hidrográficos, geológicos, de vegetación, etc.), cortes, modelos, diagramas de flujo, u otros y respondiendo con precisión a las cuestiones que puedan surgir durante la exposición. (CCL1, CP1, STEM4, CD2)",
        "1.3 Realizar discusiones científicas sobre aspectos relacionados con los contenidos de la materia aplicando, con sentido crítico y ético, los conocimientos técnicos de ésta, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y con actitud, receptiva y respetuosa ante la opinión de los demás. (CCL1, CCL5, STEM2, CC3, CCEC3.2)",
        "Competencia específica 2",
        "2.1 Plantear y resolver cuestiones y crear contenidos, incluidos aquellos en formato digital, relacionados con los contenidos de la materia, innovadores, y sostenibles para dar respuesta a necesidades concretas con pensamiento científico, sentido crítico y ético, localizando y citando fuentes de forma adecuada, seleccionando, organizando y analizando críticamente la información. (CCL2, CCL3, CP1, CP2, STEM2, STEM4, CD1, CD2, CD3, CD5, CPSAA4, CC3, CE3)",
        "2.2 Contrastar y justificar la veracidad de la información relacionada con los contenidos de la materia utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica, fundada en los principios y procedimientos democráticos, el compromiso ético con la igualdad y la cohesión social hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, fake news etc. para así consolidar un juicio propio sobre los aspectos éticos y de actualidad en el campo de la Geología y las Ciencias Ambientales. (CCL2, CCL3, STEM2, CD1, CD4, CPSAA4, CC1, CC3)",
        "Competencia específica 3",
        "3.1 Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica relacionado con los contenidos de la materia Geología y Ciencias Ambientales de acuerdo a la interpretación de los resultados obtenidos, analizando críticamente las citadas conclusiones y reformulando el procedimiento, si fuera necesario. (CCL2, STEM1, STEM2, STEM4, CPSAA4, CC3)",
        "3.2 Identificar las publicaciones científicas dignas de confianza, seleccionando las bases de datos fiables, veraces y que recogen los artículos correctamente revisados, evaluando los riesgos de usar las tecnologías para dichas búsquedas. (CCL3, CD1, CD4, CPSAA4)",
        "3.3 Utilizar el pensamiento científico para interpretar, transmitir y argumentar los elementos más relevantes de la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos, valorando la existencia de una lengua vehicular en la que compartir la ciencia y que esta se entienda a nivel universal. (CP1, CP2, CP3, STEM2, STEM4, CC1, CC3)",
        "Competencia específica 4",
        "4.1 Explicar fenómenos relacionados con los contenidos de la materia a través del planteamiento y resolución de problemas buscando y utilizando criterios de validez, calidad, actualidad y fiabilidad y las estrategias y recursos adecuados, transmitiendo los elementos más relevantes de forma clara y precisa, en diferentes formatos (textos, gráficos, tablas, diagramas, esquemas, etc.) aprovechando las posibilidades que ofrecen las tecnologías de la información y la comunicación. (CCL1, STEM1, STEM2, STEM4, CD1, CD5, CPSAA4)",
        "4.2 Analizar críticamente la solución a un problema relacionado con los contenidos de la materia y reformular los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad, desarrollando una personalidad autónoma y gestionando constructivamente los cambios. (CCL2, CCL3, STEM1, STEM2, CPSAA1.2, CPSAA1.1, CE3)",
        "Competencia específica 5",
        "5.1 Promover y adoptar hábitos sostenibles a partir del análisis de los diferentes tipos de recursos geológicos y de la biosfera y sus posibles usos, realizando un análisis crítico de la huella ecológica de las acciones humanas. (STEM2, STEM5, CC4, CE1)",
        "5.2 Relacionar el impacto de la explotación de determinados recursos con el deterioro medioambiental argumentando sobre la importancia de su consumo y aprovechamiento responsables, para así adquirir una conciencia ciudadana mediante la interacción pacífica y respetuosa con los demás y con el entorno. (STEM2, CPSAA2, CC1)",
        "5.3 Elaborar un plan de mejora en el uso responsable de los recursos a nivel grupal, aportando ideas creativas, soluciones innovadoras con sentido crítico y ético, distribuyendo las tareas, recursos y responsabilidades para lograr dicho objetivo y evaluando el logro de los propósitos a la hora de resolver un problema de actualidad con autonomía. (CCL3, STEM2, STEM5, CD4, CPSAA3.2, CPSAA5, CC3, CE3, CCEC1)",
        "Competencia específica 6",
        "6.1 Deducir y explicar la historia geológica de un área determinada identificando y analizando sus elementos geológicos a partir de información en diferentes formatos (fotografías, cortes, mapas geológicos, etc.). (CCL3, STEM2, CPSAA4)",
        "6.2 Realizar predicciones sobre fenómenos geológicos y riesgos naturales en un área determinada analizando la influencia de diferentes factores sobre ellos (actividades humanas, climatología, relieve, vegetación, localización, procesos geológicos internos, etc.) y proponer acciones para prevenir o minimizar sus efectos negativos. (CCL3, CP2, STEM2, STEM5, CD4, CC4, CE3, CCEC1)",
        "6.3 Conocer los aspectos más relevantes de la Geología histórica y relacionarlos con el relieve actual de Castilla y León y de la Península Ibérica en general. (STEM2)",
        "6.4 Comprender la historia geológica y evolución biológica a través de la interpretación y elaboración de cortes geológicos. (STEM2, CC4)"
    ],
    "saberes": [
        "A. Experimentación en Geología y Ciencias Ambientales",
        "- Fuentes de información geológica y ambiental (mapas, cortes, fotografías aéreas, cartografía, textos, posicionamiento e imágenes de satélite, diagramas de flujo, etc.): búsqueda, reconocimiento, utilización e interpretación. Teledetección.",
        "- Instrumentos para el trabajo geológico y ambiental: utilización en el campo y el laboratorio. Nuevas tecnologías en la investigación geológica y ambiental.",
        "- Estrategias para la búsqueda de información, colaboración, comunicación e interacción con instituciones científicas: herramientas digitales, formatos de presentación de procesos, resultados e ideas (diapositivas, gráficos, vídeos, posters, informes y otros).",
        "- Herramientas de representación de la información geológica y ambiental: columna estratigráfica, corte, mapa, diagrama de flujo, etc.",
        "- Patrimonio geológico y medioambiental de Castilla y León. Valoración de su importancia y de la conservación de la geodiversidad.",
        "- Trabajo científico y las personas dedicadas a la ciencia: contribución al desarrollo de la geología y las ciencias ambientales e importancia social. Papel de la mujer.",
        "- Evolución histórica del saber científico: avance de la geología y las ciencias ambientales; labor colectiva, interdisciplinar y en continua construcción.",
        "B. Estructura interna terrestre, tectónica de placas y geodinámica interna",
        "- Métodos de estudio de la estructura interna de la Tierra. Modelos geoquímico y dinámico.",
        "- Teorías orogénicas: fijistas y movilistas (deriva continental y tectónica de placas).",
        "- Manifestaciones de la tectónica de placas: vulcanismo, seísmos, procesos orogénicos, movimientos continentales, etc. Riesgos asociados y necesidad de ordenación del territorio.",
        "- Deformaciones de las rocas: elásticas, plásticas y frágiles. Relación con las fuerzas que actúan sobre ellas y con otros factores.",
        "- Ciclo de Wilson: influencia en la disposición de los continentes y en los principales episodios orogénicos.",
        "C. Minerales, los componentes de las rocas",
        "- Minerales. Clasificación químico-estructural de los minerales. Relación con sus propiedades.",
        "- Herramientas de identificación de los minerales (guías, claves, instrumentos, recursos tecnológicos, etc.).",
        "- Diagramas de fases: condiciones de formación y transformación de minerales.",
        "- Usos de los minerales. Importancia económica de su extracción en Castilla y León.",
        "D. Rocas ígneas, sedimentarias y metamórficas",
        "- Rocas. Clasificación de las rocas según su origen (ígneas, sedimentarias y metamórficas). Propiedades. Relación de su origen con sus características observables.",
        "- Ciclo litológico: formación, destrucción y transformación de los diferentes tipos de rocas, relación con la tectónica de placas y los procesos geológicos externos.",
        "- Herramientas de identificación de las rocas (guías, claves, instrumentos, recursos tecnológicos, etc.).",
        "- Magmatismo y rocas ígneas. Factores de formación y propiedades fisicoquímicas del magma, tipos e identificación de rocas ígneas. Formaciones intrusivas y extrusivas. Vulcanismo y riesgos asociados. Zonas volcánicas de España.",
        "- Metamorfismo y rocas metamórficas. Factores y tipos de metamorfismo, tipos e identificación de rocas metamórficas. Facies metamórficas. Tectónica de placas y metamorfismo.",
        "- Sedimentación y rocas sedimentarias. Cuencas de sedimentación y ambientes deposicionales. Diagénesis. Estrato y Estratigrafía. Principales rocas sedimentarias.",
        "- Usos de las rocas. Importancia económica en Castilla y León.",
        "E. Procesos geológicos externos",
        "- Procesos geológicos externos (meteorización, erosión, transporte y sedimentación).",
        "- Principales formas de modelado del relieve. Influencia de los agentes geológicos, el clima y las propiedades y disposición relativa de las rocas predominantes. Relieve de Castilla y León. Medidas encaminadas a su conservación.",
        "- Procesos geológicos externos y riesgos naturales asociados: relación con las actividades humanas. Importancia de la ordenación territorial.",
        "F. Geología histórica",
        "- Medida del tiempo en Geología: datación relativa y absoluta. Unidades cronoestratigráficas y geocronológicas. Principios estratigráficos.",
        "- La Tierra en los eones Arcaico, Proterozoico y Fanerozoico.",
        "- Geología de España: la Península Ibérica y la tectónica de placas. Unidades geológicas de la Península Ibérica: el Macizo Ibérico, las cordilleras alpinas, las grandes cuencas cenozoicas y áreas de actividad volcánica.",
        "- Cortes geológicos: interpretación y resolución.",
        "G. Capas fluidas de la Tierra",
        "- Atmósfera. Estructura, dinámica, funciones, influencia sobre el clima terrestre importancia para los seres vivos.",
        "- Impactos regionales y globales de la atmósfera (lluvia ácida, smog, capa de ozono, aumento del efecto invernadero). Métodos de prevención y corrección. Cambio climático inducido por el ser humano, pruebas, consecuencias actuales y de futuro próximo. Informes científicos internacionales.",
        "- Hidrosfera: estructura, dinámica, funciones, influencia sobre el clima terrestre importancia para los seres vivos.",
        "- Agua como recurso. Distribución de recursos hídricos. Impactos en aguas superficies y subterráneas (sobreexplotación y contaminación). Usos del agua e importancia del tratamiento eficaz de las aguas para su gestión sostenible.",
        "- Resiliencia planetaria.",
        "- Protección regional, nacional e internacional de espacios naturales.",
        "- Impacto ambiental. Evaluación de impactos ambientales.",
        "- Retos de futuro. Compromisos nacionales e internacionales hacia la sostenibilidad. Agenda 2030.",
        "H. Ecología, humanidad y medio ambiente",
        "- Medio ambiente y teoría de sistemas.",
        "- Sistema Tierra y la humanidad. Medio ambiente: recurso para la humanidad.",
        "Humanidad y medio ambiente a lo largo de la historia.",
        "- Ecología. Relaciones tróficas en el ecosistema. Dinámica del ecosistema.",
        "Regresión de los ecosistemas. La influencia antrópica.",
        "- Biodiversidad. Causas de pérdida de la biodiversidad. Medidas encaminadas a la protección y conservación de la biodiversidad.",
        "I. Gestión sostenible de los recursos naturales",
        "- Recursos: abióticos y bióticos.",
        "- Recursos abióticos (minerales y energéticos). Yacimiento y reserva. Actividad minera: situación actual en Castilla y León. Medidas legislativas: planes nacionales y europeos.",
        "- Recursos bióticos. Aprovechamiento de los recursos bióticos mediante producción intensiva y extensiva. Gestión de residuos y descartes. Impactos medioambientales y en la salud.",
        "- Suelo como recurso: características, composición, horizontes edáficos, textura, estructura, adsorción, relevancia ecológica y productividad. Contaminación y degradación del suelo y relación con la actividad humana (deforestación, agricultura y ganadería intensivas y actividades industriales). Políticas agrarias y ganaderas determinantes del futuro de los suelos.",
        "- Impacto ambiental y social de los diferentes tipos de recursos. Importancia de su extracción, uso y consumo responsables de acuerdo con su tasa de renovación e interés económico y a la capacidad de absorción. Gestión sostenible de los residuos: importancia y objetivos (disminución, valorización, transformación y eliminación). Medidas preventivas, correctoras y compensatorias."
    ]
}