{
    "criteriosEvaluacion": [
       "• CE1.1. Explicar los aspectos esenciales de la evolución del lenguaje fotográfico y audiovisual valorando los cambios que se produjeron a lo largo de la historia del medio. OBJ1",
       "• CE1.2. Analizar las cualidades plásticas, formales y semánticas de producciones fotográficas y audiovisuales de distintos estilos, formatos, géneros y culturas, determinando las reglas y los códigos por los que se rigen y valorando la flexibilidad de esas normas. OBJ1",
       "• CE1.3. Proponer interpretaciones personales del patrimonio fotográfico y audiovisual argumentando desde un criterio estético propio. OBJ1",
       "• CE2.1. Diseñar producciones audiovisuales creativas que representen las ideas, opiniones y sentimientos propios a partir de un tema o motivo previos, incorporando las experiencias personales y el acercamiento a otros medios de expresión. OBJ2",
       "• CE2.2. Evaluar el rigor ético y formal con el que se usan las herramientas de creación audiovisual analizando diversas producciones, distinguiendo críticamente los modos de presentar las informaciones y los mensajes, identificando su posible manipulación y reflexionando sobre la necesidad de respeto a la propiedad intelectual y a los derechos de autor. OBJ2",
       "• CE2.3. Realizar producciones audiovisuales creativas que representen las ideas, opiniones y sentimientos propios a partir de un tema o motivo previos, utilizando la propia presencia en la imagen y la banda de sonido y empleando el lenguaje y los medios de producción con rigor ético y formal. OBJ2",
       "• CE2.4. Demostrar flexibilidad y habilidad para resolver los imprevistos propios de las producciones audiovisuales, teniéndolos en cuenta en su planificación y considerando de manera abierta las diferentes posibilidades para resolver un problema sobrevenido. OBJ3",
       "• CE2.5. Justificar la elección del lenguaje, el formato y los medios técnicos en producciones audiovisuales, considerando previamente el tipo de público al que se quieren dirigir. OBJ4",
       "• CE3.1. Realizar producciones audiovisuales creativas que representen las ideas, opiniones y sentimientos propios a partir de un tema o motivo previos, utilizando la propia presencia en la imagen y la banda de sonido y empleando el lenguaje y los medios de producción con rigor ético y formal. OBJ2",
       "• CE3.2. Justificar la elección del lenguaje, el formato y los medios técnicos en producciones audiovisuales, considerando previamente el tipo de público al que se quieren dirigir. OBJ4",
       "• CE4.1. Realizar producciones audiovisuales creativas que representen las ideas, opiniones y sentimientos propios a partir de un tema o motivo previos, utilizando la propia presencia en la imagen y la banda de sonido y empleando el lenguaje y los medios de producción con rigor ético y formal. OBJ2",
       "• CE4.2. Confeccionar adecuadamente los equipos de trabajo para producciones audiovisuales colectivas, identificando las diferentes habilidades requeridas y repartiendo las tareas con criterio. OBJ3",
       "• CE4.3. Planificar producciones audiovisuales determinando los medios y las habilidades necesarios, teniendo en cuenta todos sus aspectos (guion, planificación, interpretación, grabación, edición, etc.), justificando razonadamente su elección y considerando los posibles imprevistos y la manera de resolverlos. OBJ3",
       "• CE4.4. Demostrar flexibilidad y habilidad para resolver los imprevistos propios de las producciones audiovisuales teniéndolos en cuenta en su planificación y considerando de manera abierta las diferentes posibilidades para resolver un problema sobrevenido. OBJ3",
       "• CE4.5. Realizar producciones audiovisuales de manera creativa utilizando correctamente las técnicas, herramientas y convenciones del lenguaje necesarias, valorando el trabajo colaborativo e intentando conseguir un resultado final ajustado al proyecto preparado previamente. OBJ3",
       "• CE4.6. Justificar la elección del lenguaje, el formato y los medios técnicos en producciones audiovisuales, considerando previamente el tipo de público al que se quieren dirigir. OBJ4",
       "• CE4.7. Seleccionar las vías de difusión más adecuadas para producciones audiovisuales, teniendo en cuenta su propósito, valorando de manera crítica e informada las posibilidades existentes, utilizando entornos seguros y respetando la propiedad intelectual y los derechos de autor. OBJ4",
       "• CE4.8. Analizar de manera abierta y respetuosa la recepción de las producciones audiovisuales presentadas, comprobando la adecuación del lenguaje, el formato y los medios técnicos de la obra, así como de las vías de difusión, y extrayendo de ello un aprendizaje para el crecimiento creativo. OBJ4"
    ],
    "saberes": [
        "Bloque 1. Hitos y contemporaneidad de la fotografía y del audiovisual. Formatos audiovisuales",
        "• Orígenes de la fotografía y del cine: primeros pasos en los avances tecnológicos y en el establecimiento de las formas lingüísticas en ambos medios.",
        "• Creación y evolución de la fotografía y del lenguaje audiovisual.",
        "• Principales corrientes en fotografía y cine.",
        "• La diversidad en las manifestaciones fotográficas y audiovisuales contemporáneas y del pasado. Medios de comunicación convencionales e internet.",
        "• Principales formatos audiovisuales (corto, medio y largometraje de ficción, corto, medio y largometraje documental, serie, ensayo fílmico, formatos televisivos, videoclip, fashion filme, anuncio, vídeo educativo, vídeo corporativo/institucional, formatos asociados a las redes sociales, etc.). Aspectos formales más destacados.",
        "• El audiovisual en la sociedad contemporánea: medios de comunicación convencionales e internet.",
        "Bloque 2. Elementos formales y capacidad expresiva de la imagen fotográfica y del lenguaje audiovisual",
        "• Plano, toma, ángulo visual y movimientos físicos y ópticos de cámara. Tipologías y su valor expresivo.",
        "• Exposición, enfoque, encuadre, profundidad de campo, campo y fuera de campo.",
        "• Conceptos básicos sobre iluminación.",
        "• Composición para imagen fija y para imagen en movimiento.",
        "• Simbología y psicología del color. Uso en las grandes obras de arte de la fotografía y del cine. Ejemplos de aplicación en grandes obras del cine y de la fotografía.",
        "• Retoque digital.",
        "• Funciones de la imagen audiovisual.",
        "Bloque 3. Narrativa audiovisual",
        "• El guion literario. Fases de elaboración. Escena y secuencia dramática. La escaleta.",
        "• El guion técnico y el storyboard.",
        "• La puesta en escena: localizaciones, decorados (volumétricos y virtuales), caracterización, interpretación, iluminación, movimiento.",
        "• La banda de sonido: perspectiva sonora y posibilidades expresivas.",
        "• El montaje y la posproducción. Evolución y gramática.",
        "• Los lenguajes de la televisión y la publicidad.",
        "Bloque 4. La producción audiovisual. Técnicas y procedimientos",
        "• Equipos humanos de trabajo en la producción audiovisual: dirección, producción, cámara/fotografía, sonido, arte, posproducción.",
        "• La distribución de tareas en la producción audiovisual: criterios de selección a partir de las habilidades requeridas.",
        "• Fases de trabajo: preproducción, rodaje y posproducción.",
        "• Estrategias de selección de técnicas, herramientas y convenciones audiovisuales.",
        "• Medios técnicos de realización: cámara y accesorios, microfonía, equipo de iluminación.",
        "• Grabación del sonido, sincrónico y recreado.",
        "• Principales softwares de edición no lineal.",
        "• Difusión de contenidos audiovisuales: redes sociales, salas comerciales, espacios de exhibición alternativos, festivales cinematográficos en línea y presenciales, etc. Protección de datos, propiedad intelectual y derechos de autoría.",
        "• Técnicas y estrategias de evaluación de las producciones audiovisuales."
    ]
}