{
  "competenciasEspecificas": [
    "1. Analizar y valorar las fortalezas y debilidades propias y de los demás, reflexionando sobre las aptitudes, gestionando de forma eficaz las emociones y las destrezas necesarias para adaptarse a entornos cambiantes y diseñar un proyecto, que genere valor para los demás.",
    "2. Constituir grupos de trabajo y participar colaborativamente en ellos, empleando habilidades sociales, de comunicación e innovación ágil adecuadas a diversas dinámicas y contextos para desarrollar las ideas y soluciones emprendedoras.",
    "3. Elaborar, con sentido ético y solidario, ideas y soluciones innovadoras y sostenibles que den respuesta a las necesidades detectadas, analizando tanto sus puntos fuertes y débiles como el impacto que puedan generar en el entorno y en la sociedad, y utilizando estrategias ágiles de ideación para lograr la superación de los retos planteados, cuidar el entorno natural, social, cultural y artístico.",
    "4. Seleccionar y reunir los recursos disponibles en el proceso de desarrollo de la idea o solución creativa propuesta, conociendo los medios de producción y las fuentes financieras que proporcionan dichos recursos, y aplicando estrategias de captación de los mismos para poner en marcha el proyecto que lleve a la realidad la solución emprendedora.",
    "5. Comunicarse de manera efectiva y respetuosa, utilizando diversas estrategias comunicativas, transmitiendo un mensaje convincente que se adecue al contexto y a los objetivos concretos de cada situación comunicativa para presentar, exponer y validar la idea o solución creativa.",
    "6. Aplicar de manera eficaz, creativa, crítica, equitativa y sostenible aspectos básicos de la economía y las finanzas, ante los retos relacionados con la escasez de recursos y la necesidad de elegir.",
    "7. Diseñar y llevar a cabo de manera cooperativa, autónoma y ágil, prototipos innovadores, aplicando con eficacia estrategias de gestión, toma de decisiones y ejecución para resolver los retos propuestos en los distintos ámbitos a los que dichos prototipos van dirigidos.",
    "8. Interpretar y transmitir información y datos económicos sencillos y argumentar sobre ellos, utilizando diferentes métodos para analizar conceptos y procesos de la realidad económica y empresarial."
  ]
}
