{
    "criteriosEvaluacion": [
        "1.1. Investigar y diseñar proyectos quemuestren de forma gráfica la creación y mejorade un producto viable y socialmenteresponsable, seleccionando, referenciando einterpretando información relacionada.",
        "1.2. Participar en el desarrollo y coordinaciónde proyectos de creación y mejora continua deproductos viables y socialmente responsables,identificando mejoras y creando prototiposmediante un proceso iterativo, con actitudemprendedora.",
        "1.3. Elaborar documentación técnicagenerando diagramas funcionales y utilizandomedios manuales y/o aplicaciones digitales.",
        "1.4. Utilizar eficaz y adecuadamente larepresentación gráfica para describir productosy sistemas tecnológicos de los ámbitos de laingeniería, aplicando correctamente lanormalización y la simbología y haciendo usode aplicaciones informáticas.",
        "1.5. Determinar el ciclo de vida de unproducto viable y socialmente responsable,planificando y aplicando medidas de control decalidad en sus distintas etapas, desde el diseñoa la comercialización, teniendo enconsideración estrategias de mejora continua.",
        "1.6. Colaborar en tareas tecnológicas,escuchando el razonamiento de los demás,aportando al equipo a través del rol asignado yfomentando el bienestar grupal y las relacionessaludables e inclusivas.",
        "2.1. Seleccionar, los materiales, tradicionaleso de nueva generación, adecuados para lafabricación de productos viables y de calidadbasándose en sus características técnicas yatendiendo a criterios de sostenibilidad demanera ética y responsable.",
        "2.2. Fabricar modelos o prototiposempleando las técnicas de fabricación másadecuadas y aplicando los criterios técnicos yde sostenibilidad necesarios.",
        "2.3. Investigar nuevos materiales, susaplicaciones y el impacto transformador de suuso en la sociedad, evaluando susostenibilidad.",
        "2.4. Relacionar las nuevas necesidadesindustriales, de la salud y del consumo con lananotecnología, la biotecnología y los nuevosmateriales inteligentes.",
        "3.1. Resolver tareas propuestas y funcionesasignadas de manera óptima, mediante el usoy configuración de diferentes herramientasdigitales y aplicando conocimientosinterdisciplinares con autonomía.",
        "3.2. Realizar la presentación de proyectosempleando herramientas digitales adecuadas.",
        "3.3. Emplear ética y responsablemente lasherramientas digitales.",
        "4.1. Resolver problemas asociados asistemas e instalaciones mecánicas,aplicando fundamentos de mecanismostransmisión y transformación de movimientos,soporte y unión.",
        "4.1. Calcular estructuras sencillas,estudiando los tipos de cargas a los que sepuedan ver sometidas y su estabilidad.",
        "4.2. Resolver problemas asociados asistemas e instalaciones eléctricas yelectrónicas, aplicando fundamentos decorriente continua y máquinas eléctricas aldesarrollo de montajes o simulaciones.",
        "4.3. Resolver problemas asociados asistemas energéticos, eficiencia y ahorroenergético.",
        "4.4. Resolver problemas asociados asistemas de comunicación alámbrica einalámbrica.",
        "5.1. Diseñar sistemas tecnológicos yrobóticos automatizados, utilizando operadorestecnológicos y lenguajes de programacióninformática, y aplicando las posibilidades queofrecen las tecnologías emergentes.",
        "5.2. Construir sistemas tecnológicos yrobóticos automatizados empleandomateriales, operadores y técnicas eficazmente.",
        "5.3. Controlar el funcionamiento de sistemastecnológicos y robóticos, utilizando lenguajesde programación y aplicando las posibilidadesque ofrecen las tecnologías emergentes, talescomo Inteligencia Artificial, Telemetría, Internetde las cosas, Big Data...",
        "5.4. Automatizar y programar movimientos derobots, mediante su modelización y aplicandoalgoritmos sencillos.",
        "5.5. Conocer y comprender conceptosbásicos de programación textual, mostrando elprogreso paso a paso de la ejecución de unprograma a partir de un estado inicial yprediciendo su estado final tras la ejecución.",
        "6.1. Evaluar los distintos sistemas ymercados energéticos, estudiando suscaracterísticas, calculando sus magnitudes yvalorando su eficiencia.",
        "6.2. Analizar las diferentes instalaciones deuna vivienda desde el punto de vista de sueficiencia energética, buscando aquellasopciones más comprometidas con lasostenibilidad y fomentando un usoresponsable de las mismas.",
        "6.3. Analizar circuitos de corriente continuacon varias mallas y generadores, calculandolas principales magnitudes eléctricas(intensidad, voltaje, resistencia, potencia).",
        "6.4. Analizar diferentes sistemas decomunicación y transmisión de datos."
    ],
    "saberes": [
        "3.1. Bloque 1: Proyecto de investigación y desarrollo.",
        "Proyectos de investigación y desarrollo: CE1, CE3, CE4, CE6 ",
        "ESTRATEGIAS DE GESTIÓN Y DESARROLLO DE PROYECTOS",
        "- Design Thinking. Técnicas de investigación e ideación X",
        "- Autoconfianza e iniciativa. Identificación y gestión de emociones. El error y la reevaluación como parte del proceso de aprendizaje. X",
        "- Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar. X",
        "PRODUCTOS",
        "- Ciclo de vida. Análisis de sostenibilidad del ciclo de vida (ciclo de vida ambiental, ciclo de vida social y coste de ciclo de vida)",
        "- Estrategias de mejora continua (ciclo de Deming/PDCA) X",
        "- Planificación y desarrollo de diseño y comercialización X",
        "- Logística, transporte y distribución X",
        "- Metrología y normalización X",
        "- Control de calidad. Técnicas de control de calidad (histogramas, diagramas de Pareto, diagramas de causaefecto, diagramas de Gantt, diagramas de dispersión, diagrama de árbol). Programas de mejora de calidad.",
        "COMUNICACIÓN TÉCNICA",
        "- Expresión gráfica. Aplicaciones CAD-CAE-CAM. Diagramas funcionales, esquemas y croquis.",
        "3.2. Bloque 2: Materiales y fabricación.",
        "Materiales y fabricación: CE1, CE2, CE3 ",
        "MATERIALES",
        "- Materiales técnicos y nuevos materiales. Clasificación. Obtención y transformación. Selección y aplicaciones características.",
        "- Materiales estratégicos de uso en dispositivos de información y comunicación.",
        "FABRICACIÓN",
        "- Fabricación asistida aplicada a proyectos. Software para diseño y fabricación. Impresoras 3D, corte láser. Materiales empleados.",
        "- Técnicas de fabricación: Prototipado rápido y bajo demanda. Fabricación digital aplicada a proyectos.",
        "- Máquinas y herramientas. Normas y elementos de seguridad. X",
        "Centros de innovación. Movimiento Maker.",
        "3.3. Bloque 3: Sistemas mecánicos.",
        "Sistemas mecánicos: CE1, CE3, CE4 ",
        "MECANISMOS",
        "- Mecanismos de transmisión y transformación de movimientos",
        "- Soportes y unión de elementos mecánicos X",
        "- Diseño, cálculo, montaje y experimentación física o simulada",
        "- Aplicación práctica a proyectos X",
        "3.4. Bloque 4: Sistemas eléctricos y electrónicos.",
        "Sistemas eléctricos y electrónicos: CE1, CE3, CE4, CE6 ",
        "CORRIENTE CONTINUA",
        "- Circuitos de corriente continua: diseño, cálculo, montaje y experimentación física o simulada.",
        "- Ley de Kirchhoff. Método de análisis de mallas y nudos. X",
        "- Aplicación a proyectos de los circuitos de corriente continua.",
        "- Caracterización de generadores, resistencias, bobinas y condensadores en corriente continua.",
        "- Máquinas eléctricas de corriente continua: principios de funcionamiento, evolución, tipos y características, esquema de cálculo, componentes y aplicaciones.",
        "- Generación y transporte de la corriente continua. X",
        "3.5. Bloque 5: Telecomunicaciones.",
        "Telecomunicaciones: CE4 ",
        "- Elementos básicos de los sistemas de telecomunicación. X",
        "- Comunicación inalámbrica y alámbrica X",
        "Telecomunicaciones: CE4 ",
        "- Modulación y transmisión analógica y digital. X",
        "- Propagación de las ondas electromagnéticas.",
        "Comunicación vía satélite",
        "- Redes y servicios de comunicación: telefonía, radio, televisión y datos.",
        "- El espacio radioeléctrico. Control y protección de datos. X",
        "3.6. Bloque 6: Sistemas informáticos.",
        "Sistemas informáticos: CE5, CE3 ",
        "- Lenguajes de programación textual. Características, elementos y lenguajes.",
        "- Proceso de desarrollo: edición, compilación o interpretación, ejecución, pruebas y depuración.",
        "- Creación de programas para la resolución de problemas. Modularización",
        "- Tecnologías emergentes: internet de las cosas. Aplicación a proyectos.",
        "- Protocolos de comunicación de redes de dispositivos X",
        "3.7. Bloque 7: Automatización.",
        "Automatización: CE5, CE3 ",
        "- Sistemas de control. Conceptos y elementos. Modelización de sistemas sencillos.",
        "- Sistemas de supervisión (SCADA). Telemetría y monitorización. Internet de las cosas y Big Data",
        "- Robótica: modelización de movimientos y acciones mecánicas.",
        "- Automatización programada de procesos. Diseño, programación, construcción y simulación o montaje.",
        "- Aplicación de las tecnologías emergentes a los sistemas de control.",
        "3.8. Bloque 8: Tecnología sostenible.",
        "Tecnología sostenible: CE2, CE3, CE6 ",
        "SISTEMAS Y MERCADOS ENERGÉTICOS",
        "- Sistemas y mercados energéticos. X",
        "- Consumo energético sostenible, técnicas y criterios de ahorro. Suministros domésticos.",
        "INSTALACIONES EN VIVIENDAS",
        "- Instalación eléctrica, de agua sanitaria, de saneamiento, de gas, de climatización, de comunicación y domóticas.",
        "- Normativa, simbología, análisis y montaje básico de las instalaciones",
        "- Software específico de representación de instalaciones X",
        "- Criterios y medidas de ahorro energético en una vivienda. X",
        "ENERGÍAS RENOVABLES",
        "Energías renovables. Eficiencia energética. Sostenibilidad energética"        
    ]
}
