{
  "saberes": [
    "Bloque A. Proyecto científico.",
    "A.1. Formulación de hipótesis.",
    "A.1.4.1. Formulación de preguntas, hipótesis y conjeturas científicas.",
    "A.2. Búsqueda de información.",
    "A.2.4.1. Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación,gráfica, vídeo, póster, informe, etc.). ",
    "A.2.4.2. Reconocimiento y utilización de fuentes fidedignas de información científica.",
    "A.3. Experimentación y toma de datos.",
    "A.3.4.1. Experimentación para responder a una cuestión científica determinada utilizando instrumentos y espacios (laboratorio, aulas, entorno...) de forma adecuada y precisa.",
    "A.3.4.2. Modelado para la representación y comprensión de procesos o elementos de la naturaleza.",
    "A.3.4.3. Métodos de observación y de toma de datos de fenómenos naturales.",
    "A.3.4.4. Controles experimentales (positivos y negativos): diseño e importancia para la obtención de resultados científicos objetivos y fiables.",
    "A.4. Análisis de los resultados.",
    "A.4.4.1. Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
    "A.5. Historia de los descubrimientos científicos.",
    "A.5.4.1. La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social.",
    "A.5.4.2. Reivindicación del papel de la mujer en la ciencia a lo largo de la historia.",
    "A.5.4.3. La evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción. ",
    "Bloque B. Geología.",
    "B.1. La geosfera.",
    "B.1.4.1. Estructura y dinámica de la geosfera. Métodos de estudio.",
    "B.1.4.2. Efectos globales de la dinámica de la geosfera desde la perspectiva de la tectónica de placas.",
    "B.2. Minerales y rocas.",
    "cas e ígneas. Ciclo de las rocas.",
    "B.3. Relieve e interpretación.",
    "B.3.4.1. Relieve y paisaje: diferencias, su importancia como recursos y factores que intervienen en su formación y modelado.",
    "B.3.4.2. Procesos geológicos externos e internos. Relación con los riesgos naturales y el modelado del relieve.",
    "B.3.4.3. Interpretación de cortes geológicos y trazado de la historia geológica que reflejan mediante la aplicación de los principios de estudio de la historia de la Tierra (horizontalidad, superposición, intersección, sucesión faunística…).",
    "Bloque C. La célula.",
    "C.1. Teoría celular.",
    "C.1.4.1. Fases del ciclo celular.",
    "C.1.4.2. Función biológica de la mitosis, la meiosis y sus fases.",
    "C.2. Tipos de células.",
    "C.2.4.1. Observación al microscopio de las distintas fases de la división celular.",
    "Bloque E. Ecología y sostenibilidad.",
    "E.1. Ecosistemas.",
    "E.1.4.1. Dinámica de los ecosistemas: flujos de materia y energía, relaciones tróficas y dinámica de comunidades y poblaciones.",
    "E.1.4.2. Impacto de las actividades humanas en los ecosistemas. Importancia de los hábitos sostenibles (consumo responsable, gestión de residuos, respeto al medioambiente…) como herramientas para minimizar los impactos.",
    "Bloque I. Genética y evolución.",
    "I.1. Material genético.",
    "I.1.4.1. Modelo simplificado de la estructura del ADN y del ARN y relación con su función y síntesis.",
    "I.1.4.2. Estrategias de extracción de ADN de una célula eucariota. ",
    "I.2. Expresión génica.",
    "I.2.4.1. Etapas de la expresión génica, características del código genético y resolución de problemas relacionados con estas.",
    "I.3. Ingeniería genética y biotecnología.",
    "I.3.4.1. Ingeniería genética y biotecnología. Importancia para el bienestar humano.",
    "I.4. Mutaciones y evolución.",
    "I.4.4.1. Relación entre las mutaciones, la replicación del ADN, el cáncer, la evolución y la biodiversidad.",
    "I.4.4.2. El proceso evolutivo de las características de una especie determinada a la luz de la teoría neodarwinista y de otras teorías con relevancia histórica (lamarckismo y darwinismo).",
    "I.4.4.3. El proceso de hominización y principales hitos evolutivos hasta llegar al ser humano actual.",
    "I.5. Genética.",
    "I.5.4.1. Fenotipo y genotipo: definición y diferencias.",
    "I.5.4.2. Resolución de problemas sencillos de herencia genética de caracteres con relación de dominancia y recesividad con uno o dos genes.",
    "I.5.4.3. Resolución de problemas sencillos de herencia del sexo y de herencia genética de caracteres con relación de codominancia, dominancia incompleta, alelismo múltiple y ligada al sexo con uno o dos genes.",
    "Bloque J. La Tierra en el universo.",
    "J.1. Universo y sistema solar.",
    "J.1.4.1. Origen del universo y del sistema solar.",
    "J.1.4.2. Movimientos del sistema TierraSolLuna y sus repercusiones en el planeta.",
    "J.2. Origen de la vida.",
    "J.2.4.1. Hipótesis del origen de la vida en la Tierra.",
    "J.2.4.2. Principales investigaciones en el campo de la astrobiología."    

  ],
  "criterios": [
    "Competencia específica 1.",
    "Criterio 1.1. Analizar conceptos y procesos relacionados con los saberes de la materia de Biología y Geología interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica, obteniendo conclusiones y formando opiniones propias fundamentadas.",
    "Criterio 1.2. Transmitir opiniones propias fundamentadas e información sobre biología y geología de forma clara y rigurosa, facilitando su comprensión y análisis mediante el uso de la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales, etc.).",
    "Criterio 1.3. Analizar y explicar fenómenos biológicos y geológicos representándolos mediante el diseño y la realización de modelos y diagramas, utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora).",
    "Competencia específica 2.    ",
    "Criterio 2.1. Resolver cuestiones y profundizar en aspectos relacionados con los saberes de la materia de Biología y Geología localizando, seleccionando, organizando y analizando críticamente la información de distintas fuentes, citándolas con respeto por la propiedad intelectual.",
    "Criterio 2.2. Contrastar la veracidad de la información sobre temas relacionados con los saberes de la materia de Biología y Geología, utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
    "Competencia específica 3.    ",
    "Criterio 3.1. Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando métodos científicos para intentar explicar fenómenos biológicos o geológicos y realizar predicciones sobre estos.",
    "Criterio 3.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos o geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada evitando sesgos.",
    "Criterio 3.3. Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión.",
    "Criterio 3.4. Interpretar y analizar los resultados obtenidos en el proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas para obtener conclusiones razonadas y fundamentadas o valorar la imposibilidad de hacerlo.",
    "Criterio 3.5. Cooperar y colaborar en las distintas fases de un proyecto científico para trabajar con mayor eficiencia, valorando la importancia de la cooperación en la investigación, respetando la diversidad y la igualdad de género, y favoreciendo la inclusión.",
    "Criterio 3.6. Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos.",
    "Competencia específica 4.    ",
    "Criterio 4.1. Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información aportados, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
    "Criterio 4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos y cambiar los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados con posterioridad.",
    "Competencia específica 5.    ",
    "Criterio 5.1. Valorar el papel de la evolución en la aparición de nuevas especies y grupos de seres vivos, analizando las causas de la misma y el camino recorrido hasta llegar a la especie humana.",
    "Criterio 5.2. Describir la dinámica de los ecosistemas determinando los problemas que se producen cuando las acciones humanas interfieren sobre ella.",
    "Criterio 5.3. Identificar y justificar las causas y consecuencias de los principales impactos globales empleando argumentos científicos elaborados y proponiendo soluciones.",
    "Criterio 5.4. Defender el uso responsable y la gestión sostenible de los recursos naturales frente a actitudes consumistas y negacionistas, argumentando con criterios científicos sus propuestas.",
    "Competencia específica 6.    ",
    "Criterio 6.1. Argumentar sobre las fases del ciclo celular y la función biológica de la mitosis y la meiosis, identificando algunas de sus fases en imágenes y preparaciones microscópicas sencillas.",
    "Criterio 6.2. Identificar las principales enfermedades genéticas utilizando los conocimientos adquiridos sobre la herencia, el ADN y la expresión génica, valorando la importancia de los hábitos de vida saludables en su prevención y el alcance social de las mismas.",
    "Criterio 6.3. Resolver problemas sencillos de genética, analizando los datos proporcionados, empleando tablas o gráficos adecuados y obteniendo conclusiones fundamentadas.",
    "Criterio 6.4. Reconocer las aplicaciones de la ingeniería genética, la biotecnología y la tecnología del ADN recombinante en los diferentes ámbitos de la vida de las personas valorando su importancia en la salud.",
    "Competencia específica 7.    ",
    "Criterio 7.1. Identificar los posibles riesgos naturales potenciados por determinadas acciones humanas sobre una zona geográfica, teniendo en cuenta sus características litológicas, relieve, vegetación y factores socioeconómicos.",
    "Criterio 7.2. Deducir y explicar la historia geológica de un relieve identificando sus elementos más relevantes a partir de cortes, mapas u otros sistemas de información geológica y utilizando el razonamiento, los principios geológicos básicos (horizontalidad, superposición, actualismo, etc.) y las teorías geológicas más relevantes.",
    "Criterio 7.3. Describir el origen del universo y los componentes del sistema solar, analizando los movimientos del sistema Sol-Tierra-Luna y sus repercusiones sobre la Tierra.",
    "Criterio 7.4. Analizar las distintas hipótesis sobre el origen de la vida en la Tierra, argumentando el grado de validez de cada una de las teorías existentes y la posibilidad de vida en el resto del universo."
  ]
}
