{
  "saberes": [
    "Bloque 1. Retos del mundo actual",
    "• Geopolítica y principales conflictos en el presente. Genocidios y crímenes contra la humanidad. Guerras, terrorismo y otras formas de violencia política. Alianzas e instituciones internacionales, mediación y misiones de paz. Injerencia humanitaria y justicia universal.",
    "• Desigualdad e injusticia en el contexto local y global. Solidaridad, cohesión social y cooperación para el desarrollo. La aportación de España a la cooperación para el desarrollo.",
    "• Igualdad de género y formas de violencia contra las mujeres. Actitudes y comportamientos sexistas. La situación en España y Galicia.",
    "Bloque 2. Sociedades y territorios",
    "• Tiempo histórico: construcción e interpretación de líneas del tiempo a través de la linealidad, cronología, simultaneidad y duración.",
    "• Conciencia histórica. Elaboración de juicios propios y argumentados ante problemas de actualidad contextualizados históricamente. Defensa y exposición crítica de estos a través de presentaciones y debates.",
    "• Bases ideológicas (liberalismo, marxismo y nacionalismo) de la contemporaneidad: procesos unificadores e independencias. El movimiento obrero y su evolución.",
    "• Las revoluciones burguesas del siglo XIX, transición y resistencias al estado liberal en el mundo. La conquista de los derechos individuales y colectivos en la época contemporánea.",
    "• De la Constitución de 1812 al fin de la Restauración: origen, evolución y adaptación de los sistemas liberales en España a través de las fuentes, y sus consecuencias para Galicia. La lenta consecución de derechos sociales en España y Galicia.",
    "• El proceso de transformación de la España contemporánea en sus aspectos políticos, económicos y sociales. Repercusiones en la Galicia contemporánea.",
    "• La evolución cultural de la España del siglo XIX al siglo XX y la formación de una identidad multicultural compartida.",
    "• Del Regionalismo al Nacionalismo en la España periférica. El caso gallego.",
    "• Las transformaciones científicas y tecnológicas del siglo XIX y su implicación en la sociedad moderna.",
    "• El nacimiento de las nuevas expresiones artísticas y culturales contemporáneas. Realismo, impresionismo y postimpresionismo. Movimientos artísticos del siglo XIX en España y Galicia.",
    "• Las relaciones internacionales en el siglo XIX: de la Europa de la Restauración al Imperialismo. Causas, desarrollo y consecuencias del colonialismo.",
    "• Conflictos y violencia provocados a finales del siglo XIX y en la primera mitad del siglo XX: de la paz armada a la Primera Guerra Mundial. Principales acontecimientos de la guerra y sus repercusiones. Estudio crítico y comparativo.",
    "• Las relaciones internacionales a consecuencia de la Primera Guerra Mundial: de la Revolución Rusa a la aparición de los totalitarismos (fascismo y nazismo). La economía de entreguerras como detonante político y social: el crack del 29. El caso español: de la Segunda República a la Dictadura de Franco.",
    "• La conquista de los derechos individuales y colectivos en el siglo XX. Origen, evolución y adaptación de los sistemas liberales y democráticos en España y en el mundo a través de las fuentes: La Segunda República española.",
    "• Relaciones multicausales en la construcción de la democracia y los orígenes del totalitarismo: los movimientos por la libertad, la igualdad y los derechos humanos.",
    "• Conflictos y violencias en el período de entreguerras: origen, desarrollo y consecuencias directas de la Segunda Guerra Mundial. Estudio crítico y comparativo. El holocausto judío y sus consecuencias en la historia mundial.",
    "• El nacimiento de las nuevas expresiones artísticas y culturales contemporáneas: del expresionismo a la abstracción. La vanguardia europea en la primera mitad del siglo XX: el cubismo y el surrealismo a través de los principales artistas españoles y gallegos.",
    "• Los fundamentos geoestratégicos desde la segunda mitad del siglo XX hasta la actualidad, la política de bloques, los conflictos de la descolonización en Asia y África y el nuevo orden mundial. El papel de los organismos internacionales.",
    "• El proceso de construcción europea. Integración económica, monetaria y ciudadana. Las instituciones europeas. La extensión del Estado del bienestar en Europa. El futuro de Europa.",
    "• Las transformaciones científicas y tecnológicas de los siglos XX y XXI: la globalización y la era de internet. Dimensión ética de la ciencia y de la tecnología. Cambios culturales y nuevos movimientos sociales: feminismo, ecologismo y pacifismo. Los medios de comunicación de masas y las redes sociales virtuales.",
    "• La acción de los movimientos feministas y sufragistas en la lucha por la igualdad de género. Mujeres relevantes de la historia contemporánea.",
    "• La acción de los movimientos sociales de cuarta generación en un mundo globalizado. Procesos de evolución e involución: la perspectiva emancipadora de la interpretación del pasado.",
    "• La transición política y la configuración del Estado democrático en España: la Constitución de 1978 y el Estatuto de autonomía de Galicia. El Estado del bienestar en España.",
    "• La memoria democrática. Experiencias históricas dolorosas del pasado reciente. Represión durante la dictadura. Reconocimiento y reparación de las víctimas de la violencia.",
    "• Los fundamentos geoestratégicos desde el fin de la Guerra Fría. El papel de los organismos internacionales en la actualidad.",
    "• Expresiones artísticas y culturales tras la Segunda Guerra Mundial: las segundas vanguardias y las nuevas formas de expresión artística posmodernas en el mundo actual. El arte actual en España y Galicia.",
    "Bloque 3. Compromiso cívico y global",
    "• Dignidad humana y derechos universales. Declaración Universal de los Derechos Humanos.",
    "• Ciudadanía ética digital. Nuevos comportamientos en la sociedad de la información.",
    "• Compromiso cívico y participación ciudadana. Mediación y gestión pacífica de conflictos y apoyo a las víctimas de la violencia y del terrorismo.",
    "• Servicio a la comunidad. La corresponsabilidad en los ciudadanos. Las relaciones intergeneracionales. La responsabilidad colectiva e individual. El asociacionismo y el voluntariado. Entornos y redes sociales.",
    "• El patrimonio como bien y como recurso. Puesta en valor, difusión y gestión de la riqueza patrimonial. La diversidad cultural en el mundo actual. Respeto y conservación del patrimonio material e inmaterial en España y Galicia.",
    "• Cohesión social e integración. Medidas y acciones en favor de la igualdad y de la plena inclusión.",
    "• La igualdad real de mujeres y hombres. La discriminación por motivo de diversidad sexual y de género. La conquista de derechos civiles en las sociedades democráticas contemporáneas.",
    "• Las emociones y el contexto cultural. La perspectiva histórica del componente emocional.",
    "• Los valores del europeísmo. Fórmulas de participación en programas educativos europeos.",
    "• Instituciones del Estado que garantizan la seguridad integral y la convivencia social. Los compromisos internacionales de nuestro país en favor de la paz, la seguridad y la cooperación internacional."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Generar productos originales y creativos mediante la reelaboración de conocimientos previos a través de herramientas de investigación que permitan explicar problemas presentes y pasados de la humanidad a distintas escalas temporales y espaciales, de lo local a lo global, utilizando conceptos, situaciones y datos relevantes OBJ2",
    "• CE1.2. Interpretar y explicar de forma argumentada la conexión de España con los grandes procesos históricos de la época contemporánea, valorando lo que supusieron para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia, así como las aportaciones del Estado y sus instituciones a la cultura europea y mundial. OBJ3",
    "• CE1.3. Reconocer movimientos y causas que generen una conciencia solidaria, promuevan la cohesión social y trabajen para la eliminación de la desigualdad, especialmente la motivada por cuestión de género, y para el pleno desarrollo de la ciudadanía, mediante la movilización de conocimientos y estrategias de participación, trabajo en equipo, mediación y resolución pacífica de conflictos. OBJ5",
    "• CE1.4. Rechazar actitudes discriminatorias y reconocer la riqueza de la diversidad, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecosociales y culturales que conformaron la sociedad globalizada y multicultural actual, y el conocimiento de la aportación de los movimientos en defensa de los derechos de las minorías y en favor de la inclusión y la igualdad real, especialmente de las mujeres y de otros colectivos discriminados. OBJ6",
    "• CE1.5. Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis de los principales conflictos del presente y el reconocimiento de las instituciones del Estado, y de las asociaciones civiles que garantizan la seguridad integral y la convivencia social, así como de los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los objetivos de desarrollo sostenible. OBJ9",
    "• CE2.1. Establecer conexiones y relaciones entre los conocimientos e informaciones adquiridos, elaborando síntesis interpretativas y explicativas, mediante informes, estudios o dossieres informativos, que reflejen un dominio y consolidación de los contenidos tratados. OBJ1",
    "• CE2.2 Transferir adecuadamente la información y el conocimiento por medio de narraciones, pósteres, presentaciones, exposiciones orales, medios audiovisuales y otros productos. OBJ1",
    "• CE2.3. Utilizar secuencias cronológicas complejas en las que identificar, comparar y relacionar hechos y procesos en diferentes períodos y lugares históricos (simultaneidad, duración, causalidad), utilizando términos y conceptos específicos del ámbito de la historia y de la geografía. OBJ1",
    "• CE2.4. Analizar procesos de cambio histórico y comparar casos de la historia y la geografía a través del uso de fuentes de información diversas, teniendo en cuenta las transformaciones de corta y larga duración (coyuntura y estructura), las continuidades y permanencias en diferentes períodos y lugares. OBJ1",
    "• CE2.5. Producir y expresar juicios y argumentos personales y críticos de forma abierta y respetuosa, haciendo patente la propia identidad y enriqueciendo el acervo común en el contexto del mundo actual, de sus retos y sus conflictos, y desde una perspectiva sistémica y global. OBJ2",
    "• CE2.6. Conocer los objetivos de desarrollo sostenible, realizando propuestas que contribuyan a su logro, aplicando métodos y proyectos de investigación, incidiendo en el uso de mapas y otras representaciones gráficas, así como de medios accesibles de interpretación de imágenes. OBJ 3",
    "• CE2.7. Identificar los principales hechos históricos en los diferentes contextos y valorar los cambios que propiciaron en los aspectos ideológicos, sociales, políticos y económicos conformando las bases del mundo contemporáneo y actual; asimismo, justificar que hechos del pasado tienen una incidencia en el presente estableciendo relaciones de causalidad y consecuencialidad que todo acontecimiento histórico va a provocar en el futuro. OBJ3",
    "• CE2.8. Conocer, valorar y ejercitar responsabilidades, derechos y deberes y actuar en favor de su desarrollo y afirmación a través del conocimiento de nuestro ordenamiento jurídico y constitucional, de la comprensión y puesta en valor de nuestra memoria democrática y de los aspectos fundamentales que la conforman, de la contribución de los hombres y mujeres a la misma, y la defensa de nuestros valores constitucionales. OBJ5",
    "• CE2.9. Rechazar actitudes discriminatorias y reconocer la riqueza de la diversidad, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecosociales y culturales que conformaron la sociedad globalizada y multicultural actual, y el conocimiento de la aportación de los movimientos en defensa de los derechos de las minorías y en favor de la inclusión y la igualdad real, especialmente de las mujeres y de otros colectivos discriminados. OBJ6",
    "• CE2.10. Reconocer los rasgos que van conformando la identidad propia y de los demás, la riqueza de las identidades múltiples en relación con distintas escalas espaciales, a través de la investigación y del análisis de sus fundamentos geográficos, históricos, artísticos, ideológicos y lingüísticos, y el reconocimiento de sus expresiones culturales. OBJ7",
    "• CE2.11. Conocer y contribuir a conservar el patrimonio material e inmaterial común, respetando los sentimientos de pertenencia y adoptando compromisos con principios y acciones orientados a la cohesión y solidaridad territorial de la comunidad política, los valores del europeísmo y de la Declaración Universal de los Derechos Humanos. OBJ7",
    "• CE3.1. Producir y expresar juicios y argumentos personales y críticos de forma abierta y respetuosa, haciendo patente la propia identidad y enriqueciendo el acervo común en el contexto del mundo actual, de sus retos y sus conflictos, y desde una perspectiva sistémica y global. OBJ2",
    "• CE3.2. Reconocer movimientos y causas que generen una conciencia solidaria, promuevan la cohesión social y trabajen para la eliminación de la desigualdad, especialmente la motivada por cuestión de género, y para el pleno desarrollo de la ciudadanía, mediante la movilización de conocimientos y estrategias de participación, trabajo en equipo, mediación y resolución pacífica de conflictos. OBJ 5",
    "• CE3.3. Rechazar actitudes discriminatorias y reconocer la riqueza de la diversidad, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecosociales y culturales que conformaron la sociedad globalizada y multicultural actual, y el conocimiento de la aportación de los movimientos en defensa de los derechos de las minorías y en favor de la inclusión y la igualdad real, especialmente de las mujeres y de otros colectivos discriminados. OBJ6",
    "• CE3.4. Contribuir al bienestar individual y colectivo a través del diseño, exposición y puesta en práctica de iniciativas orientadas a promover un compromiso activo con los valores comunes, la mejora del entorno y el servicio a la comunidad. OBJ6",
    "• CE3.5. Conocer y contribuir a conservar el patrimonio material e inmaterial común, respetando los sentimientos de pertenencia, adoptando compromisos con principios y acciones orientados a la cohesión y la solidaridad territorial de la comunidad política, los valores del europeísmo y de la Declaración Universal de los Derechos Humanos. OBJ7",
    "• CE3.6. Adoptar un papel activo y comprometido con el entorno, de acuerdo con aptitudes, aspiraciones, intereses y valores propios, a partir del análisis crítico de la realidad económica, de la distribución y gestión del trabajo, y la adopción de hábitos responsables, saludables, sostenibles y respetuosos con la dignidad humana y la de otros seres vivos, así como de la reflexión ética ante los usos de la tecnología y la gestión del tiempo libre. OBJ8",
    "• CE3.7. Reconocer las iniciativas de la sociedad civil, reflejadas en asociaciones y entidades sociales, adoptando actitudes de participación y transformación en el ámbito local y comunitario, especialmente en el ámbito de las relaciones intergeneracionales. OBJ8",
    "• CE3.8. Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis de los principales conflictos del presente y el reconocimiento de las instituciones del Estado, y de las asociaciones civiles que garantizan la seguridad integral y la convivencia social, así como de los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los objetivos de desarrollo sostenible. OBJ9"
  ]
}
