{
  "competenciasEspecificas": [
    "CE.LEI.1. Comprender el sentido general e información específica y predecible de textos breves y sencillos, expresados de forma clara y en la lengua estándar, haciendo uso de diversas estrategias y recurriendo, cuando sea necesario, al uso de distintos tipos de apoyo, para desarrollar el repertorio lingüístico y para responder a necesidades comunicativas cotidianas. (CCL2, CCL3, CP1, CP2, STEM1, CD1, CPSAA5, CCEC2. CE.LEI.3, CE.LEI.4 y CE.LEI.6. (CE.CN.1., CE.CN.3., CE.CN.4., CE.CN.5, CE.CN.6, CE.CN.7, CE.CN.8, CE.CN.9, CE.CS.1., CE.CS.3., CE.CS.4., CE.CS.5, CE.CS.6, CE.CS.7, CE.CS.8, CE.CS.9). CE.EPV.2. CE.MD.1 y CE.MD.2. CE.EF.1. y CE.EF.5. CE.LCL.2., CE.LCL.4, CE.LCL.6, CE.LCL.7 y CE.LCL.8. CE.EVCE.3. CE.M.1)",
    "CE.LEI.2. Producir textos sencillos de manera comprensible y estructurada, mediante el empleo de estrategias como la planificación o la compensación, para expresar mensajes breves relacionados con necesidades inmediatas y responder a propósitos comunicativos cotidianos. (CCL1, CP1, CP2, STEM1, CD2, CPSAA5, CE1, CCE.4. CE.LEI.3, CE.LEI.4, CE.LEI.5 y CE.LEI.6. CE.CN.1, CE.CN.3, CE.CN.4, CE.CN.5, CE.CN.6, CE.CN.7, CE.CN.8, CE.CN.9, CE.CS.1, CE.CS.3, CE.CS.4, CE.CS.5, CE.CS.6, CE.CS.7, CE.CS.8, CE.CS.9. CE.LCL.3, CE.LCL.5, CE.LCL.7, CE.LCL.8 y CE.LCL.10. CE.M.2. CE.EVCE.1,CE.EVCE.2, CE.EVCE.3 yCE.EVCE.4. CE.EPV.3, CE.EPV.4. CE.EF.1,CE.EF.5)",
    "CE.LEI.3. Interactuar con otras personas usando expresiones cotidianas, recurriendo a estrategias de cooperación y empleando recursos analógicos y digitales, para responder a necesidades inmediatas de su interés en intercambios comunicativos respetuosos con las normas de cortesía. (CCL5, CP1, CP2, STEM1, CPSAA3, CC3, CE1. CE.LEI.1, CE.LEI.2, CE.LEI.4 y CE.LEI.6. CE.CN.1, CE.CN.3, CE.CN.4, CE.CN.5, CE.CN.6, CE.CN.7, CE.CN.8 , CE.CN.9, CE.CS.1, CE.ES.3, CE.CS.4, CE.CS.5, CE.CS.6, CE.CS.7, CE.CS.8 y CE.CS.9. CE.LCL.10. CE.EPV.4. CE.EVCE.1, CE.EVCE.2, CE.EVCE.3 y CE.EVCE.4. CE.EF1, CE.EF5)",
    "CE.LEI.4. Mediar en situaciones predecibles, usando estrategias y conocimientos para procesar y transmitir información básica y sencilla, con el fin de facilitar la comunicación. (CCL5, CP1, CP2, CP3, STEM1, CPSAA1, CPSAA3, CCEC1. CE.LEI.1, CE.LEI.2, CE.LEI.3 CE.LEI.5 y CE.LEI.6. CE.CN.1, CE.CN.8 y CE.CN.9, CE.CS.1, CE.CS.8 y CE.CS.9. CE.EVCE.2 y CE.EVCE.4 . CE.LCL.1, CE.LCL.2, CE.LCL.3, CE.LCL.4, CE.LCL.5, CE.LCL.6, CE.LCL.7 y CE.LCL.10. CE.M.1 y CE.M.2)",
    "CE.LEI.5. Reconocer y usar los repertorios lingüísticos personales entre distintas lenguas, reflexionando sobre su funcionamiento e identificando las estrategias y conocimientos propios, para mejorar la respuesta a necesidades comunicativas concretas en situaciones conocidas. (CP2, STEM1, CD2, CPSAA1, CPSAA5. CE.LEI.1, CE.LEI.2 y CE.LEI.3. CE.LCL.1, CE.LCL.2, CE.LCL.3, CE.LCL.4, CE.LCL.5, CE.LCL.9)",
    "CE.LEI.6. Apreciar y respetar la diversidad lingüística, cultural y artística a partir de la lengua extranjera identificando y valorando las diferencias y semejanzas entre lenguas y culturas, para aprender a gestionar situaciones interculturales. (CCL5, CP3, CPSAA1, CPSAA3, CC3, CCEC1. CE.LEI.3, CE.LEI.4, y CE.LEI.5. CE.CN.1 yCE.CN.8, CE.CS.1 y CE.CS.8. CE.EVCE.2, CE.EVCE.3 y CE.EVCE.4. CE.LCL.1, CE.LCL.4, y CE.LCL.10. CE.EPV.1 y CE.EPV.2 )"
  ]
}