{
  "saberes": [
    "Bloque 1. Las lenguas y sus hablantes",
    "• Observación de la propia biografía lingüística y de la diversidad lingüística del aula. Las familias lingüísticas y las lenguas del mundo. Sistemas de escritura. Nociones básicas: fórmulas de saludo y despedida, agradecimiento y disculpa.",
    "• Reconocimiento de las lenguas de la península ibérica, especialmente del portugués, del euskera y del catalán.",
    "• Los países lusófonos: localización, población, costumbres... Conocimiento de las primeras nociones de lengua portuguesa. La ortografía. Semejanzas y diferencias existentes con los sistemas ortográficos gallegos. Iniciación al conocimiento del léxico.",
    "• Iniciación a la reflexión interlingüística.",
    "• Estrategias de identificación de prejuicios y estereotipos lingüísticos del gallego y exploración de las formas de evitarlos.",
    "Bloque 2. Comunicación",
    "• Contexto vinculado a las estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos.",
    "– Componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado, distancia social entre los interlocutores, propósitos comunicativos e interpretación de intenciones, canal de comunicación y elementos no verbales de la comunicación.",
    "• Géneros discursivos desde el punto de vista de la producción, comprensión y análisis crítico de textos orales, escritos y multimodales.",
    "– Aproximación a las secuencias textuales básicas, con especial atención a las narrativas, descriptivas, dialogadas y expositivas.",
    "– Géneros discursivos propios del ámbito personal: la conversación.",
    "– Géneros discursivos propios del ámbito educativo.",
    "– Géneros discursivos propios del ámbito social. Redes sociales y medios de comunicación. Etiqueta digital. Riesgos de desinformación, manipulación y vulneración de la privacidad en la red. Análisis de la imagen y elementos paratextuales de los textos icónico-verbales y multimodales.",
    "• Procesos de producción, comprensión y análisis crítico de textos orales, escritos y multimodales.",
    "– Interacción oral y escritura de carácter informal: tomar y ceder la palabra. Cooperación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "– Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. Detección de usos discriminatorios del lenguaje verbal y no verbal, de los abusos a través de la palabra y de los usos manipuladores del lenguaje.",
    "– Producción oral formal: planificación y búsqueda de información, textualización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal.",
    "– Comprensión lectora: sentido global del texto y relación entre sus partes. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal y no verbal. Los abusos de poder y la manipulación a través del lenguaje.",
    "– Producción escrita: planificación, textualización, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas conceptuales, resúmenes, etc.",
    "• Reconocimiento y uso discursivo de los elementos lingüísticos en textos orales, escritos y multimodales.",
    "– Uso coherente de las formas verbales en los textos. Correlación temporal en el discurso relatado.",
    "– Corrección lingüística y revisión ortográfica y gramatical de los textos. Uso de diccionarios, de manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "– Los signos básicos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "– Promoción de un modelo lingüístico alejado de la castellanización y de la deturpación para conseguir un modelo de lengua de calidad.",
    "Bloque 3. Educación literaria",
    "• Lectura autónoma. Implicación en la lectura de obras de manera progresivamente autónoma a partir de una preselección de textos variados y reflexión sobre los textos leídos y sobre la propia práctica de la lectura.",
    "– Criterios y estrategias para la selección de obras variadas de manera orientada a partir de la exploración guiada de la biblioteca escolar y pública disponible.",
    "– Participación activa en actos culturales vinculados con el circuito literario y lector.",
    "– Toma de conciencia progresiva de los propios gustos e identidad lector.",
    "– Expresión de la experiencia lectora, con apoyo de ejemplos y utilizando progresivamente un metalenguaje específico. Apropiación de los textos leídos a través de distintas formas de recreación.",
    "– Movilización de la experiencia personal y lectora como forma de establecer vínculos entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales.",
    "– Estrategias para la recomendación de las lecturas en soportes variados o bien oralmente entre iguales.",
    "• Lectura guiada. Lectura de obras relevantes de la literatura juvenil contemporánea gallega y del patrimonio literario lusófono, inscritas en itinerarios temáticos o de género, que atraviesan épocas, contextos culturales y movimientos artísticos.",
    "– Estrategias para la construcción compartida de la interpretación de las obras a través de conversaciones literarias, con la incorporación progresiva del metalenguaje específico.",
    "– Relación y comparación de los textos leídos con otros textos, con otras manifestaciones artísticas y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes.",
    "– Expresión pautada a través de procesos y soportes diversificados, de la interpretación y de la valoración personal de obras y fragmentos literarios.",
    "– Lectura con perspectiva de género.",
    "– Lectura con perspectiva ambiental y ecológica, con especial incidencia en el cambio climático y en la protección y bienestar de los animales.",
    "– Lectura expresiva, dramatización y recitación de textos sencillos atendiendo a los procesos de comprensión, apropiación y oralidad implicados.",
    "– Creación de textos a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación, etc.).",
    "Bloque 4. Reflexión sobre la lengua",
    "• Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas.",
    "– Diferencias relevantes e intersecciones entre la lengua oral y la lengua escrita atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
    "– Aproximación a la lengua como sistema y a sus unidades básicas teniendo en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado) y su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "– Relación entre los esquemas semántico y sintáctico de la oración simple. Observación y transformación de enunciados de acuerdo con estos esquemas y uso de la terminología sintáctica necesaria. Orden de las palabras y concordancia.",
    "– Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para obtener información gramatical básica."
  ],
  "criteriosEvaluacion": [
    "• CE1.1 Reconocer las lenguas de la península ibérica, especialmente las características básicas del portugués, del euskera y del catalán, e identificar algunos rasgos de los repertorios lingüísticos y de las variedades dialectales del alumnado, contrastándolos en manifestaciones orales, escrituras y multimodales. OBJ1",
    "• CE1.2. Identificar, a partir de la observación de la diversidad lingüística del entorno, prejuicios y estereotipos lingüísticos, adoptando una actitud de respeto y de valoración de la riqueza cultural, lingüística y dialectal. OBJ1",
    "• CE2.1. Valorar la forma y el contenido de textos escritos, orales y multimodales sencillos, evaluando su calidad, su fiabilidad y la idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados. OBJ2",
    "• CE2.2. Realizar narraciones y exposiciones orales sencillas con diferente grado de planificación sobre temas de interés personal, social y educativo ajustándose a las convenciones propias de los diversos géneros discursivos, con fluidez y coherencia y con el registro adecuado, en diferentes soportes y utilizando de manera eficaz recursos verbales y no verbales. OBJ3",
    "• CE2.3. Participar en interacciones orales informales, en el trabajo en equipo y en situaciones orales formales de carácter dialogado de manera activa y adecuada, con actitudes de escucha activa y haciendo uso de estrategias de cooperación conversacional y de cortesía lingüística. OBJ3",
    "• CE2.4. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor en textos escritos y multimodales sencillos de diferentes ámbitos que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias. OBJ4",
    "• CE2.5. Planificar y redactar textos escritos y multimodales sencillos, atendiendo a la situación comunicativa, al destinatario, al propósito y al canal, presentando, tras su revisión, un texto final coherente, cohesionado y con el registro adecuado. OBJ5",
    "• CE2.6. Localizar, seleccionar y contrastar información de manera guiada procedente de diferentes fuentes calibrando su fiabilidad y pertinencia en función de los objetivos de lectura, adoptando un punto de vista crítico y respetando los principios de propiedad intelectual. OBJ6",
    "• CE2.7. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales con relación a la búsqueda y a la comunicación de la información, reflexionando sobre las posibles manipulaciones presentes en los canales de transmisión de la información. OBJ6",
    "• CE2.8. Revisar los propios textos de manera guiada y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística y con un metalenguaje específico e identificar y retocar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. OBJ9",
    "• CE2.9. Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y un metalenguaje específico. OBJ9",
    "• CE2.10. Identificar y desterrar los usos discriminatorios de la lengua, los abusos a través de la palabra y los usos manipuladores del lenguaje partiendo de la reflexión y del análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales de la comunicación. OBJ10",
    "• CE3.1. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor de textos escritos y multimodales sencillos de diferentes ámbitos que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias. OBJ4",
    "• CE3.2. Valorar la forma y el contenido de textos sencillos evaluando su calidad, fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados. OBJ4",
    "• CE3.3. Elegir y leer textos a partir de preselecciones guiándose por los propios gustos, intereses y necesidades y dejando constancia del propio itinerario lector y de la experiencia de la lectura. OBJ7",
    "• CE3.4. Explicar y argumentar, con la ayuda de pautas y modelos, la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra, atendiendo a la configuración de los géneros y subgéneros literarios. OBJ8",
    "• CE3.5. Establecer de manera guiada vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales, así como con otras manifestaciones artísticas en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal del lector en la lectura. OBJ8",
    "• CE3.6. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios. OBJ8",
    "• CE4.1. Incorporar procedimientos básicos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical. OBJ5",
    "• CE4.2. Localizar, seleccionar y contrastar información de manera progresivamente autónoma procedente de diferentes fuentes calibrando su fiabilidad y pertinencia en función de los objetivos de lectura y adoptando un punto de vista crítico y de respeto a los principios de propiedad intelectual. OBJ6",
    "• CE4.3. Revisar los textos propios de manera guiada y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística y con un metalenguaje específico e identificar y solucionar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. OBJ9",
    "• CE4.4. Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y un metalenguaje específico. OBJ9",
    "• CE4.5. Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua a partir de la observación, comparación y transformación de enunciados, así como del planteamiento de hipótesis y la búsqueda de contraejemplos utilizando un metalenguaje específico y consultando de manera guiada diccionarios, manuales y gramáticas. OBJ9"
  ]
}