{
  "saberes": [
    "Bloque 1. Escucha y percepción",
    "• El silencio, el sonido, el ruido y la escucha activa. Sensibilidad ante la polución sonora y la creación de ambientes saludables de escucha.",
    "• Elementos básicos del lenguaje musical. Parámetros del sonido, intervalos, escalas musicales y acordes básicos.",
    "• Texturas monofónicas y polifónicas, melodía acompañada. Formas musicales: motivo, frase, formas binarias, ternarias, forma rondó, formas musicales de la canción popular urbana.",
    "• Obras musicales y dancísticas características del patrimonio cultural y musical gallego, español o del mundo: análisis, descripción y valoración de sus rasgos básicos.",
    "• Compositoras y compositores, artistas, intérpretes y agrupaciones internacionales, nacionales, regionales y locales, con especial atención a los de la Comunidad Autónoma de Galicia.",
    "• Conciertos, actuaciones musicales y otras manifestaciones artístico-musicales en directo e inscritas.",
    "• Herramientas digitales para la recepción musical: diferentes soportes audiovisuales.",
    "• Normas de comportamiento básicas en la recepción musical: respeto y valoración.",
    "Bloque 2. Interpretación, improvisación y creación escénica",
    "• La partitura: identificación y aplicación de grafías convencionales y no convencionales, lectura y escritura musical.",
    "• Conocimiento práctico del lenguaje musical como instrumento efectivo en las actividades de creación e interpretación: lectura rítmica y melódica en clave de sol, claves, células rítmicas básicas en los compases simples y compuestos. Signos que modifican la duración, síncope, percance.",
    "• Repertorio vocal, instrumental o corporal, individual o grupal, de distintos tipos de música del patrimonio musical propio y de otras culturas.",
    "• Técnicas básicas para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de estudio y de control de emociones.",
    "• Técnicas de improvisación guiada y libre.",
    "• Normas de comportamiento y participación en actividades musicales y escénicas de interpretación.",
    "• Herramientas digitales para la creación musical: manejo de secuenciadores y editores de partituras.",
    "Bloque 3. Contextos y culturas",
    "• La voz y los instrumentos: clasificación general por familias y características. Principales agrupaciones musicales.",
    "• Las músicas tradicionales en España y su diversidad cultural: instrumentos, canciones, danzas y bailes. Estudio de sus características e interpretación.",
    "• La música en Galicia: instrumentos, formas tradicionales, danzas y géneros tradicionales, populares y urbanos. Análisis, interpretación y creación.",
    "• Tradiciones musicales y dancísticas de otras culturas del mundo: características y funciones. Instrumentos, canciones, danzas y bailes en África, Asia, América, Europa y Oceanía.",
    "• Músicas populares, urbanas y contemporáneas: análisis, interpretación y creación de un proyecto propio basado en los estilos estudiados.",
    "• El sonido y la música en los medios audiovisuales y las tecnologías digitales."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Identificar los principales rasgos estilísticos de obras musicales y dancísticas de diferentes épocas y culturas, evidenciando una actitud de apertura, interés y respeto en su escucha o en su visionado. OBJ1",
    "• CE1.2. Explicar con un vocabulario apropiado y con una actitud abierta y respetuosa las ideas, sentimientos y emoción propias que nos sugieran las propuestas estudiadas, así como las funciones desempeñadas por determinadas producciones musicales y dancísticas, relacionándolas con las principales características de su contexto histórico, social y cultural, a través de la audición, del visionado o de la asistencia a eventos musicales. OBJ1",
    "• CE1.3. Leer, escuchar y analizar partituras sencillas, a través de diferentes soportes audiovisuales, identificando de forma guiada los elementos básicos del lenguaje musical. OBJ3",
    "• CE1.4 Apreciar la importancia del silencio, de la concentración y de la atención para trabajar la escucha activa, así como crear un marco de respeto aplicando las normas de comportamiento individual y grupal. OBJ4",
    "• CE2.1. Participar, con iniciativa, confianza y creatividad, en la exploración de técnicas musicales y dancísticas básicas, por medio de improvisaciones pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas. OBJ2",
    "• CE2.2. Expresar ideas, sentimientos y emociones en actividades pautadas de improvisación, seleccionando las técnicas más adecuadas de entre las que conforman el repertorio personal de recursos. OBJ2",
    "• CE2.3. Leer partituras sencillas, identificando de forma guiada los elementos básicos del lenguaje musical, demostrando conocimiento de los elementos estudiados, así como habilidades musicales básicas individuales y grupales. OBJ3",
    "• CE2.4. Emplear técnicas básicas de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y aprendizaje, así como mostrando iniciativa en los procesos creativos e interpretativos. OBJ4",
    "• CE2.5. Interpretar con corrección piezas musicales y dancísticas sencillas, individuales y grupales, dentro y fuera del aula, gestionando de forma guiada la ansiedad y el miedo escénico y manteniendo la concentración y el respeto hacia los demás. OBJ3",
    "• CE2.6. Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, empleando medios musicales y dancísticos, así como herramientas analógicas y digitales, con actitud inclusiva y cohesionadora. OBJ4",
    "• CE2.7. Interpretar y crear a través de la voz, del cuerpo o de los instrumentos, de manera individual o en grupo, diferentes piezas musicales, escénicas y dancísticas con elementos propios de la cultura gallega. OBJ5",
    "• CE3.1. Valorar la importancia de nuestro patrimonio musical y dancístico tradicional y popular, así como el de otras culturas musicales del mundo, siendo consciente de su relevancia e influencia en la evolución de la música hasta la actualidad. OBJ1",
    "• CE3.2. Identificar las características y los elementos técnicos de propuestas musicales de nuestra cultura y de otras, analizando los aspectos comunes y las diferencias entre ellas. OBJ5",
    "• CE3.3. Interpretar con corrección piezas musicales y dancísticas sencillas, individuales y grupales, de las diferentes culturas estudiadas, valorando y manteniendo una actitud de respeto hacia el patrimonio artístico de las diferentes culturas que conforman el mundo. OBJ3",
    "• CE3.4 Participar activamente en la planificación y en la ejecución de propuestas artístico-musicales colaborativas, valorando las aportaciones del resto de los integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional, usando medios audiovisuales y tecnologías digitales. OBJ4",
    "• CE3.5. Identificar las características culturales y sociales, así como los elementos propios del lenguaje musical de las obras propuestas que constituyen el patrimonio artístico musical gallego y de nuestro entorno, con actitud de respeto. OBJ5",
    "• CE3.6. Utilizar las características y los elementos propios de la cultura musical gallega como base para crear diferentes composiciones musicales, escénicas y/o dancísticas ejecutadas a través de la voz, del cuerpo o de los instrumentos. OBJ5"
  ]
}
