{
  "competenciasEspecificas": [
    "1. Indagar, argumentar y elaborar productos propios en diferentes formatos sobre problemas geográficos, históricos y sociales que resulten relevantes en la actualidad, desde lo local a lo global, mediante la búsqueda, selección, tratamiento y organización de información, usando fuentes históricas y geográficas, para adquirir conocimientos y desarrollar un pensamiento crítico. CCL1, CCL2, CCL3, CP1, CP2, STEM4, CD1, CD2, CD3, CPSAA4, CPSAA5, CC1, CC3, CE3, CCEC3.",
    "2. Identificar y analizar los elementos del paisaje y su articulación en sistemas complejos naturales y antrópicos −rurales y urbanos−, así como su evolución en el tiempo, interpretando las causas de las transformaciones y valorando el grado de equilibrio existente en los distintos ecosistemas, para promover su conservación, mejora y uso sostenible. CPSAA2, CC1, CC2, CC3, CC4, CE1.",
    "3. Explicar los distintos tipos de organización política que se han dado a lo largo de la Historia hasta llegar a la construcción de los sistemas democráticos y sus leyes fundamentales, las constituciones, asumiendo los deberes y derechos propios de nuestra vida en comunidad para promover la participación ciudadana y la cohesión social. CCL5, CP3, CC1, CC2, CCEC1.",
    "4. Conocer los principales desafíos a los que se han enfrentado distintas sociedades a lo largo del tiempo, identificando las causas y consecuencias de los cambios producidos y los problemas a los que se enfrentan en la actualidad, mediante el desarrollo de proyectos de investigación y el uso de fuentes de información fiables, para entender la realidad y valorar propuestas alternativas a los desafíos actuales. CCL1, CCL2, STEM3, STEM4, STEM5, CD2, CD3, CPSAA3, CPSAA5, CC3, CC4, CE1, CCEC1.",
    "5. Describir los comportamientos demográficos y la evolución de los ciclos vitales y formas de vida a lo largo de la Historia, teniendo en cuenta los cambios y continuidades que se han producido hasta llegar a las sociedades actuales, para comprender que estas últimas son consecuencia del devenir histórico y tener base para promover alternativas saludables, sostenibles, enriquecedoras y respetuosas con la dignidad humana y el compromiso con la sociedad y el entorno. STEM5, CD4, CPSAA2, CPSAA5, CC1, CC2, CC3.",
    "6. Explicar los distintos sistemas económicos y sus procesos de desarrollo durante la Historia, valorando el significado de la idea de progreso, con sus repercusiones sociales, ambientales y territoriales, para poder comprender el mundo económico actual y sus relaciones de hegemonía, subordinación y dependencia, así como la importancia de los derechos sociales y el acceso universal a los recursos básicos. CCL1, CCL 2, CCL 3, CCL 5, STEM5, CD1, CD2, CD3, CPSAA4, CPSAA5, CC1, CC2, CC3, CC4.",
    "7. Conocer los orígenes y las causas históricas de las distintas identidades colectivas y su papel como elemento de configuración y herencia social, política y cultural del mundo, analizando críticamente su evolución, para comprender su significado actual, respetar los sentimientos de pertenencia y valorar la riqueza patrimonial y el legado histórico y cultural que han producido y producen. CP3, CPSAA1, CC1 CC2, CC3, CCEC1, CCEC2.",
    "8. Conocer y comprender los procesos geográficos, históricos y culturales que han conformado la realidad multicultural en la que vivimos, reconociendo la riqueza de la diversidad y valorando la aportación de los movimientos en defensa de la igualdad, la inclusión y el respeto a las minorías, para evitar cualquier tipo de discriminación. CCL5, CP3, CPSAA3, CC1, CC2, CC3, CCEC1.",
    "9. Conocer y valorar las aportaciones culturales, artísticas, científicas y de pensamiento que han realizado las distintas civilizaciones a lo largo de la Historia, prestando especial atención al País CCL2, CC1, CC2, CC3, CC4, CE1, CCEC1."
  ]
}