{
    "saberes": [
        "Bloque A. Comunicación.",
        "A.1. Comprensión, producción y mediación.",
        "A.1.2.1. Estrategias básicas para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
        "A.1.2.2. Conocimientos, destrezas y actitudes básicas que permitan detectar y colaborar en actividades de mediación en situaciones cotidianas sencillas.",
        "A.1.2.3. Autoconfianza. El error como instrumento de mejora y propuesta de solución.",
        "A.2. Funciones comunicativas adecuadas al ámbito y al contexto comunicativo.",
        "A.2.2.1. Saludos, despedidas y presentaciones básicas.",
        "A.2.2.2. Descripción básica de personas, objetos y lugares.",
        "A.2.2.3. Situación de eventos en el tiempo y de objetos, personas y lugares en el espacio, en un nivel básico.",
        "A.2.2.4. Petición e intercambio básico de información sobre cuestiones cotidianas, instrucciones, consejos y órdenes.",
        "A.2.2.5. Ofrecimiento, aceptación y rechazo de ayuda a nivel básico.",
        "A.2.2.6. Proposiciones o sugerencias en un nivel básico.",
        "A.2.2.7. Expresión informal del gusto o el interés y emociones.",
        "A.2.2.8. Narración básica de acontecimientos pasados, descripción de situaciones presentes y expresión de sucesos futuros.",
        "A.2.2.9. Expresión de la opinión en un nivel básico.",
        "A.2.2.10. Expresión de la modalidad, la posibilidad y la probabilidad, la capacidad, la obligación y la prohibición, el permiso y la necesidad en un nivel básico.",
        "A.3. Modelos contextuales en la producción de textos orales y escritos.",
        "A.3.2.1. Modelos contextuales y géneros discursivos básicos para la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios.",
        "A.3.2.2. Características y reconocimiento del contexto a nivel básico (participantes y situación). Expectativas generadas por el contexto.",
        "A.3.2.3. Organización y estructuración básica según el género, la función textual.",
        "A.4. Significados de las unidades lingüísticas.",
        "A.4.2.1. Expresión básica de la entidad y sus propiedades.",
        "A.4.2.2. Expresión básica de la cantidad y la cualidad.",
        "A.4.2.3. Expresión básica del espacio y las relaciones espaciales.",
        "A.4.2.4. Expresión básica del tiempo y las relaciones temporales.",
        "A.4.2.5. Expresión básica de la afirmación, la negación, la interrogación y la exclamación.",
        "A.4.2.6. Expresión básica de las relaciones lógicas.",
        "A.5. Léxico.",
        "A.5.2.1. Léxico básico, de uso común y de interés para el alumnado, relativo a identificación personal y relaciones interpersonales.",
        "A.5.2.2. Léxico básico, de uso común y de interés para el alumnado, relativo a lugares y entornos cercanos.",
        "A.5.2.3. Léxico básico, de uso común y de interés para el alumnado, relativo a la vida cotidiana, salud y actividad física.",
        "A.5.2.4. Léxico básico, de uso común y de interés para el alumnado, relativo a la vivienda y el hogar.",
        "A.5.2.5. Léxico básico, de uso común y de interés para el alumnado, relativo al tiempo, al clima y al entorno natural.",
        "A.5.2.6. Léxico básico, de uso común y de interés para el alumnado, relativo a tecnologías de la información y la comunicación.",
        "A.6. Patrones sonoros.",
        "A.6.2.1. Patrones sonoros, acentuales, rítmicos y de entonación básicos.",
        "A.6.2.2. Significados e intenciones comunicativas generales asociadas a dichos patrones básicos.",
        "A.7. Convenciones y estrategias conversacionales y ortográficas.",
        "A.7.2.1. Convenciones ortográficas básicas.",
        "A.7.2.2. Significados e intenciones comunicativas básicas asociadas a los formatos, patrones y elementos gráficos.",
        "A.7.2.3. Convenciones y estrategias conversacionales básicas, en formato síncrono o asíncrono, para:— Iniciar, mantener y terminar la comunicación.— Tomar y ceder la palabra.— Pedir y dar aclaraciones y explicaciones.— Reformular, comparar y contrastar.— Resumir, colaborar, debatir, etc.",
        "A.8. Herramientas de búsqueda, consulta y selección de fuentes de información.",
        "A.8.2.1. Recursos para el aprendizaje y estrategias básicas de búsqueda de información: diccionarios, libros de consulta, bibliotecas, recursos digitales e informáticos, etc.",
        "A.8.2.2. Herramientas analógicas y digitales básicas para la comprensión, producción y coproducción oral, escrita y multimodal; plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "A.8.2.3. Identificación de la autoría de las fuentes consultadas y los contenidos utilizados.",
        "Bloque B. Plurilingüismo y reflexión sobre el aprendizaje.",
        "B.1. Estrategias de respuesta.",
        "B.1.2.1. Estrategias y técnicas para responder eficazmente a una necesidad comunicativa básica y concreta de forma comprensible, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "B.2. Identificación de unidades lingüísticas.",
        "B.2.2.1. Estrategias básicas para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "B.3. Autoevaluación.",
        "B.3.2.1. Estrategias y herramientas básicas de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
        "B.4. Metalenguaje.",
        "B.4.2.1. Léxico y expresiones de uso común para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "B.5. Comparación de lenguas.",
        "B.5.2.1. Comparación básica entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos.",
        "Bloque C. Interculturalidad.",
        "C.1. Intercambio comunicativo.",
        "C.1.2.1. La lengua extranjera como medio de comunicación interpersonal e internacional, como fuente de información y como herramienta para el enriquecimiento personal a nivel básico.",
        "C.1.2.2. Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
        "C.1.2.3. Estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "C.1.2.4. Estrategias básicas de detección y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
        "C.2. Aspectos socioculturales y sociolingüísticos.",
        "C.2.2.1. Patrones culturales básicos propios de la lengua extranjera.",
        "C.2.2.2. Aspectos socioculturales y sociolingüísticos básicos relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales.",
        "C.2.2.3. Convenciones sociales básicas, lenguaje no verbal, cortesía lingüística y etiqueta digital.",
        "C.2.2.4. Cultura, costumbres y valores básicos propios de países donde se habla la lengua extranjera."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Interpretar y analizar el sentido global y la información específica y explícita de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos, de relevancia personal y próximos a su experiencia, propios de los ámbitos de las relaciones interpersonales, del aprendizaje, de los medios de comunicación y de la ficción, expresados de forma clara y en el nivel estándar de la lengua a través de diversos soportes.",
        "Criterio 1.2. Seleccionar, organizar y aplicar de forma guiada las estrategias y conocimientos más adecuados en situaciones comunicativas cotidianas sencillas para comprender el sentido general, la información esencial y los detalles más relevantes de los textos; interpretar elementos no verbales, y buscar y seleccionar información.",
        "Competencia específica 2.",
        "Criterio 2.1. Expresarse oralmente mediante textos breves, sencillos, estructurados, comprensibles y adecuados a la situación comunicativa sobre asuntos cotidianos y frecuentes, de relevancia para el alumnado, con el fin de describir, narrar e informar sobre temas concretos, en diferentes soportes, utilizando de forma guiada recursos verbales y no verbales, así como estrategias de planificación y monitorización de la producción.",
        "Criterio 2.2. Organizar y redactar textos breves, sencillos y comprensibles, con claridad, coherencia, cohesión y adecuación a la situación comunicativa propuesta, siguiendo pautas establecidas, a través de herramientas analógicas y digitales, sobre asuntos cotidianos y frecuentes, de relevancia para el alumnado y próximos a su experiencia.",
        "Criterio 2.3. Seleccionar, organizar y aplicar de forma guiada conocimientos y estrategias para planificar, producir y revisar textos sencillos, comprensibles, coherentes y adecuados a las intenciones comunicativas, las características contextuales y la tipología textual, usando con ayuda los recursos físicos o digitales más adecuados en función de la tarea y las necesidades de cada momento, teniendo en cuenta la persona a quien va dirigido el texto.",
        "Competencia específica 3.",
        "Criterio 3.1. Participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próximos a su experiencia, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores.",
        "Criterio 3.2. Seleccionar, organizar y utilizar, de forma guiada y en entornos próximos, estrategias sencillas adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, y solicitar y formular aclaraciones y explicaciones.",
        "Competencia específica 4.",
        "Criterio 4.1. Explicar textos e inferir conceptos breves y sencillos en situaciones de comunicación en las que atender a la diversidad, mostrando respeto y empatía por las interlocutoras e interlocutores y por las lenguas empleadas, y manifestando también interés por participar en la solución de problemas de intercomprensión y de entendimiento en su entorno próximo, apoyándose en diversos recursos y soportes.",
        "Criterio 4.2. Aplicar, de forma guiada, estrategias sencillas que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, adecuadas a las intenciones comunicativas, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "Competencia específica 5.",
        "Criterio 5.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre su funcionamiento.",
        "Criterio 5.2. Utilizar y diferenciar los conocimientos y estrategias sencillas de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "Criterio 5.3. Identificar y registrar, siguiendo modelos, los progresos y dificultades de aprendizaje de la lengua extranjera, seleccionando de forma guiada las estrategias sencillas más eficaces para superar esas dificultades y para progresar en su aprendizaje, realizando actividades de autoevaluación y coevaluación.",
        "Competencia específica 6.",
        "Criterio 6.1. Actuar de forma empática y respetuosa en situaciones interculturales, construyendo vínculos entre las diferentes lenguas y culturas, así como rechazando cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos sencillos.",
        "Criterio 6.2. Aceptar y adaptarse a la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera, como fuente de enriquecimiento personal, mostrando interés por compartir elementos culturales y lingüísticos sencillos que fomenten la sostenibilidad y la democracia.",
        "Criterio 6.3. Aplicar, de forma guiada, estrategias para explicar y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad.",
        "Criterio 6.4. Emplear de forma adecuada, empática y respetuosa, estrategias para detectar y actuar ante usos discriminatorios del lenguaje verbal y no verbal."
    ]
}