{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Plantear y responder cuestiones acerca de procesos observados en el entorno, siguiendo las pautas de las metodologías científicas. (STEM1, STEM2, STEM3, CPSAA4, CC4, CE1)",
        "1.2 Contrastar hipótesis, realizando experimentos en laboratorios o en entornos virtuales, siguiendo las normas de seguridad correspondientes. (CCL3, STEM1, STEM2, STEM3, CD1, CD3, CPSAA4, CE1)",
        "1.3 Comunicar los resultados de un experimento o trabajo científico, utilizando los recursos adecuados y de acuerdo con los principios éticos básicos. (CCL1, STEM4, CD3)",
        "Competencia específica 2",
        "2.1 Analizar y explicar fenómenos del entorno, representándolos mediante expresiones, tablas, gráficas, modelos, simulaciones, diagramas u otros formatos. (CCL1, CCL2, CP1, STEM1, STEM2, STEM4, CD3, CPSAA1.1)",
        "2.2 Explicar fenómenos que ocurren en el entorno, utilizando principios, leyes y teorías de las ciencias de la naturaleza. (CCL1, CP1, STEM1, STEM2, STEM4, CD1, CPSAA1.1)",
        "2.3 Reconocer y analizar los fenómenos fisicoquímicos más relevantes, explicándolos a través de las principales leyes o teorías científicas. (CCL2, STEM1, STEM2, CD1, CPSAA1.1)",
        "2.4 Explicar, utilizando los fundamentos científicos adecuados, los elementos y procesos básicos de la biosfera y la geosfera. (CCL1, CP1, STEM2, STEM4, CD1, CPSAA1.1)",
        "Competencia específica 3",
        "3.1 Adoptar y promover hábitos compatibles con un modelo de desarrollo sostenible y valorar su importancia utilizando fundamentos científicos. (CCL1, CCL2, STEM2, STEM4, STEM5, CD2, CPSAA1.2, CPSAA2, CC4, CCEC1)",
        "3.2 Adoptar y promover hábitos saludables (dieta equilibrada, higiene, vacunación, uso adecuado de antibióticos, rechazo al consumo de drogas, legales e ilegales, ejercicio físico, higiene del sueño, posturas adecuadas…) y valorar su importancia, utilizando los fundamentos de la fisiología humana. (CCL2, STEM5, CD2, CPSAA1.2, CPSAA2)",
        "Competencia específica 4",
        "4.1 Resolver problemas relacionados con fenómenos y procesos físicos, químicos, biológicos y geológicos, utilizando el pensamiento científico y el razonamiento lógicomatemático y buscando estrategias alternativas de resolución cuando sea necesario. (CCL3, CP1, STEM1, STEM2, CD1, CPSAA1.1, CPSAA1.2, CC3, CE1)",
        "4.2 Analizar críticamente la solución de un problema relacionado con fenómenos y procesos físicos, químicos, biológicos y geológicos, modificando las conclusiones o las estrategias utilizadas si la solución no es viable, o ante nuevos datos aportados. (CP1, STEM1, STEM2, CPSAA1.1, CPSAA1.2)",
        "Competencia específica 5",
        "5.1 Reconocer la ciencia como un área de conocimiento global, analizando la interrelación e interdependencia entre cada una de las disciplinas que la forman. (CCL1, CCL2, CD3, CPSAA4, CC1)",
        "5.2 Reconocer la relevancia de la ciencia en el progreso de la sociedad, valorando el importante papel que juegan las personas en el desempeño de la investigación científica. (CCL1, CCL2, STEM4, CC1, CCEC1)",
        "Competencia específica 6",
        "6.1 Buscar, contrastar y seleccionar información sobre fenómenos y procesos físicos, químicos, biológicos o geológicos en diferentes formatos, utilizando los recursos necesarios, tecnológicos o de otro tipo. (CCL2, CCL3, CP1, STEM4, CD1, CD2, CD3, CPSAA4)",
        "6.2 Establecer colaboraciones, utilizando los recursos necesarios en las diferentes etapas del proyecto científico, en la realización de actividades o en la resolución de problemas. (CCL1, STEM3, STEM4, CD2, CD3, CPSAA1.2, CC3, CE2)"
    ],
    "saberes": [
        "A. Construyendo ciencia",
        "- Metodologías propias de la investigación científica para la identificación y formulación de cuestiones, la elaboración de hipótesis y la comprobación experimental de las mismas.",
        "- Experimentos y proyectos de investigación: uso de instrumental adecuado, controles experimentales y razonamiento lógico-matemático. Métodos de análisis de los resultados obtenidos en la resolución de cuestiones y problemas científicos relacionados con el entorno.",
        "- Fuentes veraces y medios de colaboración: búsqueda de información científica en diferentes formatos y con herramientas adecuadas.",
        "- Información científica: interpretación y producción con un lenguaje adecuado.",
        "Desarrollo del criterio propio basado en la evidencia y el razonamiento.",
        "- Contribución de los científicos a los principales hitos de la ciencia para el avance y la mejora de la sociedad.",
        "B. Un universo de materia y energía",
        "- Sistemas materiales macroscópicos: uso de modelos microscópicos como la teoría cinético-molecular para analizar sus propiedades y sus estados de agregación, así como de los procesos físicos y químicos de cambio.",
        "- Clasificación de los sistemas materiales en función de su composición: Sustancias y mezclas. Concentración de una disolución. Aplicación a la descripción de los sistemas naturales y a la resolución de problemas relacionados.",
        "- La estructura interna de la materia, estudio de los modelos atómicos y de los constituyentes de los átomos para establecer la relación entre su estructura electrónica y su relación con las regularidades que se producen en la tabla periódica. Reconocimiento de su importancia histórica y actual.",
        "- Formación de compuestos químicos: la nomenclatura como base de una alfabetización científica básica que permita establecer una comunicación eficiente con toda la comunidad científica. Normas básicas de formulación y nomenclatura de compuestos orgánicos e inorgánicos según las reglas de la IUPAC.",
        "- Transformaciones químicas de los sistemas materiales y leyes que los rigen: Información que proporciona una ecuación química y su ajuste. Cálculos estequiométricos básicos aplicados a reacciones donde se ponga de manifiesto su importancia en los procesos industriales, medioambientales y sociales del mundo actual.",
        "- Energía contenida en un sistema, sus propiedades y sus manifestaciones: trabajo, potencia y teorema de conservación de la energía mecánica. Procesos termodinámicos más relevantes: la energía interna de un sistema y la transferencia de calor entre dos sistemas. Resolución de problemas relacionados con el consumo energético y la necesidad de un desarrollo sostenible.",
        "C. El sistema Tierra",
        "- Origen del universo, del sistema solar y de la Tierra: relación con sus características.",
        "- Forma y movimientos de la Tierra y la Luna y sus efectos.",
        "- Principales hipótesis sobre el origen de la vida terrestre.",
        "- Ecología: concepto de ecosistema, componentes abióticos y bióticos, ciclo de materia y flujo de energía, relaciones tróficas. Autorregulación de los ecosistemas.",
        "- Seres vivos como componentes bióticos del ecosistema: clasificación, características y adaptaciones al medio.",
        "- Geosfera: estructura, dinámica, procesos geológicos internos y externos. La teoría de la tectónica de placas.",
        "- Capas fluidas de la Tierra: estructura, composición, funciones, y dinámica y contaminación.",
        "- Principales problemas medioambientales (destrucción de los espacios naturales, pérdida de la biodiversidad, desertificación…) y riesgos geológicos: causas y consecuencias.",
        "- Modelo de desarrollo sostenible: importancia. Recursos renovables y no renovables: importancia de su uso y explotación responsables. Las energías renovables. La gestión de residuos. La economía circular.",
        "- Relación entre la conservación medioambiental, la salud humana y el desarrollo económico de la sociedad. Concepto de one health (una sola salud).",
        "- Enfermedades infecciosas y no infecciosas: causas, prevención y tratamiento.",
        "Las zoonosis y las pandemias. Vacunación y antibióticos.",
        "D. Biología para el siglo XXI",
        "- Biomoléculas orgánicas e inorgánicas: estructura básica y relación con sus funciones e importancia biológica.",
        "- Expresión de la información genética: procesos implicados. Características del código genético y relación con su función biológica.",
        "- Técnicas de ingeniería genética: PCR, enzimas de restricción, clonación molecular y CRISPR-CAS9. Aplicaciones e implicaciones éticas.",
        "- Aplicaciones de la biotecnología. Importancia biotecnológica de los microorganismos.",
        "- Transmisión genética de caracteres: resolución de problemas.",
        "E. Las fuerzas que nos mueven",
        "- Fuerzas fundamentales de la naturaleza: los procesos físicos más relevantes del entorno natural, como los fenómenos electromagnéticos, el movimiento de los planetas o los procesos nucleares.",
        "- Leyes de la estática: condiciones generales de equilibrio. Estructuras en relación con la física, la biología, la geología o la ingeniería.",
        "- Leyes de la mecánica relacionadas con el movimiento: comportamiento de un objeto móvil bajo un movimiento rectilíneo uniforme, un movimiento rectilíneo uniformemente acelerado y un movimiento circular uniforme y sus aplicaciones, por ejemplo, en la seguridad vial o en el desarrollo tecnológico."
    ]
}