{
    "criteriosEvaluacion": [
        "1.1. Desarrollar proyectos de investigación e innovación con el fin de crear y mejorar productos de forma continua, utilizando modelos de gestión cooperativos y flexibles.",
        "1.2. Comunicar y difundir de forma clara y comprensible el proyecto definido, elaborándolo y presentándolo con la documentación técnica necesaria en contextos analógicos y digitales.",
        "2.1. Analizar la idoneidad de los materiales técnicos en la fabricación de productos sostenibles y de calidad, estudiando su estructura interna, propiedades, tratamientos de modificación y mejora de sus propiedades.",
        "2.2. Elaborar informes sencillos de evaluación de impacto ambiental sobre procesos tecnológicos concretos, respaldando los análisis en fuentes y criterios sólidos. proponiendo medidas correctoras viables.",
        "3.1. Resolver problemas asociados a las distintas fases del desarrollo y gestión de un proyecto (diseño, simulación y montaje y presentación), utilizando las herramientas adecuadas que proveen las aplicaciones digitales",
        "4.1. Calcular estructuras sencillas, estudiando los tipos de cargas a los que se puedan ver sometidas y su estabilidad, utilizando para ello los experimentos y procedimientos de cálculo adecuados.",
        "4.2. Analizar las máquinas térmicas (máquinas frigoríficas, bombas de calor y motores térmicos) comprendiendo su funcionamiento y realizando cálculos básicos sobre su eficiencia.",
        "4.3. Interpretar y solucionar esquemas de sistemas neumáticos e hidráulicos, comprendiendo y documentando el funcionamiento de cada uno de sus elementos y del sistema en su totalidad.",
        "4.4. Interpretar y resolver circuitos de corriente alterna, identificando sus elementos y comprendiendo su funcionamiento.",
        "4.5. Experimentar y diseñar circuitos combinacionales y secuenciales físicos y simulados aplicando fundamentos de la electrónica digital, comprendiendo su funcionamiento en el diseño de soluciones tecnológicas.",
        "5.1. Comprender y simular el funcionamiento de los procesos tecnológicos basados en sistemas automáticos de lazo abierto y cerrado, aplicando técnicas de simplificación y analizando su estabilidad.",
        "6.1. Analizar los distintos sistemas de ingeniería desde el punto de vista de la responsabilidad social y la sostenibilidad, estudiando las características de eficiencia energética asociadas a los materiales y a los procesos de fabricación.",
        "7.1. Mostrar organización al comunicar las ideas tecnológicas empleando el soporte, la terminología y el rigor apropiados respetando la propiedad intelectual y referenciando la información de manera correcta.",
        "7.2. Reconocer y emplear el lenguaje técnico en diferentes contextos, comunicando la información con precisión y rigor.",
        "8.1. Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y gestionando emociones y utilizando el error como parte del proceso de aprendizaje.",
        "8.2. Mostrar perseverancia y una motivación positiva, aceptando y aprendiendo de la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de la tecnología.",
        "9.1. Participar en tareas tecnológicas de forma activa en equipos heterogéneos, apoyando las emociones y experiencias de los demás e identificando las habilidades sociales más propicias.",
        "9.2. Colaborar en el reparto inclusivo de tareas tecnológicas en equipos heterogéneos, escuchando el razonamiento de los demás, aportando al equipo a través del rol asignado y fomentando el bienestar grupal y las relaciones saludables."
    ],
    "saberes": [
        "A. Proyectos de investigación y desarrollo.",
        "Gestión y desarrollo de proyectos: métodos Agile. Tipos, características y aplicaciones.",
        "Difusión y comunicación de documentación técnica. Elaboración, referenciación y presentación",
        "B. Materiales y fabricación",
        "Estructura interna. Propiedades y procedimientos de ensayo.",
        "Técnicas de diseño y tratamientos de modificación y mejora de las propiedades y sostenibilidad. Técnicas de fabricación industrial.",
        "C. Sistemas mecánicos",
        "Estructuras sencillas. Tipos de cargas, estabilidad y cálculos básicos.",
        "Máquinas térmicas: máquina frigorífica, bomba de calor y motores térmicos. Cálculos básicos y aplicaciones.",
        "Neumática e hidráulica: componentes y principios físicos. Descripción y análisis. Esquemas característicos de aplicación.",
        "Diseño y montaje físico o simulado.",
        "D. Sistemas eléctricos y electrónicos",
        "Circuitos de corriente alterna. Triángulo de potencias. Cálculo, montaje o simulación.",
        "Electrónica digital combinacional. Diseño y simplificación. Experimentación en simuladores.",
        "Electrónica secuencial. Experimentación en simuladores.",
        "E. Automatización",
        "Sistemas en lazo abierto y cerrado. Simplificación de sistemas. Álgebra de bloques. Estabilidad. Experimentación en simuladores.",
        "F. Tecnología sostenible",
        "Impacto social y ambiental. Informes de evaluación. Valoración crítica de la sostenibilidad en el uso de la tecnología.",
        "G. Sentido socioemocional",
        "1. Creencias, actitudes y emociones.",
        "Destrezas de autoconciencia encaminadas a reconocer sentimientos y emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje tecnológico.",
        "Tratamiento del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de tecnología.",
        "2. Trabajo en equipo y toma de decisiones.",
        "Destrezas básicas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas.",
        "Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
        "Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas tecnológicas, en grupos heterogéneos y mixtos, como el aprendizaje cooperativo y el liderazgo distribuido.",
        "3. Inclusión, respeto y diversidad.",
        "Destrezas para desarrollar una comunicación efectiva, la escucha activa, la formulación de preguntas o solicitud y prestación de ayuda cuando sea necesario.",
        "Valoración de la contribución de la tecnología y la ingeniería y el papel de ingenieros/as a lo largo de la historia en el análisis y el avance de la ciencia y la tecnología."
    ]
}