{
  "saberes": [
    "Bloque 1: Geografía",
    "SUB-BLOQUE DE MÉTODOS Y TÉCNICAS DE GEOGRAFÍA CE2, CE5",
    "•           Metodologías de trabajo y vocabulario específico de la Geografía.",
    "•           Identificación y contraste de fuentes de la Geografía. Técnicas de análisis e interpretación.",
    "•           La representación geográfica del espacio terrestre. Orientación y escalas. Interpretación y elaboración de mapas, imágenes y representaciones gráficas.",
    "•           Técnicas básicas de búsqueda y tratamiento de la información geográfica mediante las TIC.",
    "SUB-BLOQUE DE GEOGRAFÍA DEL POBLAMIENTO Y DE LA POBLACIÓN CE2, CE5, CE6, CE7",
    "Poblamiento",
    "•           Distribución de la población mundial. Áreas   de concentración y despoblación.",
    "Población",
    "•           Crecimiento poblacional y movimientos Estructura por edades de la población. demográficos. migratorios. Regímenes",
    "•           La población española. Evolución y distribución. Contrastes regionales. La población de la Comunitat Valenciana.",
    "",
    "SUB-BLOQUE DE GEOGRAFÍA POLÍTICA CE2, CE4, CE6, CE8",
    "•           Geografía política de las sociedades. El Estado-nación como entidad político-territorial. Estructura política del Estado español.",
    "•           Integración económica, monetaria y ciudadana. El Estado del Bienestar en Europa y las instituciones europeas.",
    "•           Las formas de organización política. Democracia frente a autoritarismo.",
    "SUB-BLOQUE DE GEOGRAFÍA ECONÓMICA CE2, CE4, CE5, CE6, CE8",
    "Interacción económica con el medioambiente",
    "•           Los paisajes del sector primario en el mundo rural.",
    "•           El sector secundario y el espacio industrial. Recursos energéticos y aprovechamiento de la energía.",
    "•           El sector terciario y el avance de la terciarización. Redes de transporte y comunicación y espacios turísticos.",
    "Repercusiones de las actividades económicas",
    "•         Sostenibilidad y repercusiones medioambientales de las actividades económicas.",
    "•         Los sistemas económicos. Economías de mercado y economías centralizadas.",
    "•         El reparto desigual de la riqueza mundial. Globalización y dependencia. El Índice de Desarrollo Humano (IDH) y los Objetivos de Desarrollo Sostenible (ODS).",
    "Bloque 2: Historia",
    "SUB-BLOQUE DE MÉTODOS Y TÉCNICAS DE HISTORIA CE1, CE2",
    "•           Metodologías de trabajo y vocabulario específico historiográfico.",
    "•           Identificación y contraste de fuentes de la Historia. Técnicas de análisis e interpretación historiográfica.",
    "•           Ubicación espacial y temporal de los hechos históricos. El cómputo actual del tiempo histórico en la historiografía. Cronología y periodización.",
    "•           Técnicas básicas de búsqueda y tratamiento de la información histórica mediante las TIC.    ",
    "SUB-BLOQUE DE HISTORIA MODERNA CE1, CE2, CE3, CE4, CE9",
    "•           Renacimiento. Humanismo y crisis religiosa. Reforma y Contrarreforma. El fortalecimiento del poder monárquico en Europa.",
    "•           La expansión mundial europea. La colonización de América.",
    "•           La revolución científica. El siglo de las Luces: absolutismo monárquico e Ilustración.",
    "•           Crisis del Antiguo Régimen. La Revolución Francesa, otras revoluciones liberales y sus repercusiones.",
    "SUB-BLOQUE DE HISTORIA CONTEMPORÁNEA CE1, CE2, CE3, CE4, CE9",
    "El sigloIX",
    "•           Revolución     industrial    e     industrialización: cambios socioeconómicos en Europa a inicios del sigloIX.",
    "•           Liberalismo y nacionalismo. Revoluciones y nuevos estados nacionales en la Europa del sigloIX.",
    "•           La segunda Revolución industrial. El Imperialismo colonial.",
    "•           La construcción y consolidación del Estado liberal en España. Sociedad y economía de la España del sigloIX.",
    "El sigloX",
    "•           La crisis de la Restauración en España, la dictadura y la II República.",
    "•           Causas y consecuencias de la Primera Guerra Mundial. La Revolución rusa.",
    "•           La Europa de Entreguerras y la crisis del 29. Causas y consecuencias de la Segunda Guerra mundial. El Holocausto.",
    "•           El mundo tras la Segunda Guerra Mundial: La “Guerra Fría” y la descolonización de Asia y África.",
    "•           El proceso histórico de construcción de la Unión Europea.",
    "•           La Guerra Civil y la dictadura franquista.",
    "•           La Transición. La España de la democracia. La memoria democrática.",
    "•           El movimiento feminista: las cuatro olas de la lucha por la igualdad de género. Mujeres de la historia moderna y contemporánea.",
    "•           El mundo tras la caída del muro de Berlín. El sigloXI",
    "Bloque 3: Historia del Arte",
    "SUB-BLOQUE DE MÉTODOS Y TÉCNICAS DE LA HISTORIA DEL ARTE CE1, CE2, CE3, CE9",
    "•           Metodologías de trabajo y vocabulario de la Historia del arte.",
    "•           Identificación y contraste de fuentes de la Historia del arte. Técnicas de análisis e interpretación.    ",
    "SUB-BLOQUE DEL ARTE DE LA EDAD MODERNA Y CONTEMPORÁNEA CE1, CE2, CE3, CE4, CE9",
    "•           El arte renacentista italiano. Principales características y obras más representativas.",
    "•           El arte barroco en Europa. Principales características y obras más representativas.",
    "•           Arte de los siglosVIII yIX. Academicismo frente a Romanticismo.",
    "•           La ruptura de la tradición artística: el impresionismo y las vanguardias históricas.",
    "•           Movimientos artísticos posteriores a la Segunda Guerra Mundial.",
    "Bloque 4: Compromiso social y cívico",
    "SUB-BLOQUE DE EJERCICIO DE LA CIUDADANÍA CE4, CE5, CE6, CE7, CE8",
    "•           Aprovechamiento     crítico    de     las     técnicas     de alfabetización informacional en geografía e historia.",
    "•           Hábitos democráticos. Ejercicio de los derechos y deberes de la ciudadanía. Instrumentos para la resolución pacífica de conflictos. Defensa y práctica activa.",
    "•           Detección y rechazo de las situaciones sociales inicuas e injustas en el mundo actual y en la historia moderna y contemporánea.",
    "SUB-BLOQUE DE SOSTENIBILIDAD CE5, CE6, CE7, CE9",
    "•           Hábitos personales de vida y consumo para el compromiso con los Objetivos de Desarrollo Sostenible.",
    "•           Las bases de la solidaridad internacional. La cooperación y la ayuda al desarrollo.",
    "SUB-BLOQUE DE IDENTIDAD Y PATRIMONIO CE4, CE8, CE9",
    "•         La resiliencia y la práctica de la tolerancia activa. Los valores del europeísmo y la ciudadanía europea.",
    "•         La puesta en valor y disfrute del patrimonio como bien social e identitario."
  ],
  "criteriosEvaluacion": [
    "CE1. Describir y contextualizar en el tiempo y el espacio los acontecimientos y procesos más relevantes de la historia propia y universal, identificando referentes de la evolución hacia la sociedad actual y valorando su diversidad.",
    "1.1. Construir un relato o una síntesis, cronológicamente ordenada, coherente y empleando la terminología adecuada, sobre hechos, procesos y personajes relevantes delpasado y su relación con el presente.",
    "1.2. Aportar posibles motivos sobre la distinta relevancia otorgada a unos hechos históricos sobre otros en diferentes momentos del pasado y en el presente.",
    "1.3. Debatir sobre situaciones históricas de intolerancia y formular argumentos que fomenten la tolerancia y el respeto hacia la diversidad histórica y cultural de las sociedades humanas.",
    "CE2. Buscar, identificar y seleccionar la información referente a hechos históricos, geográficos y artísticos a partir de diferentes fuentes documentales, realizando un tratamiento correcto en cuanto a investigación, clasificación, recogida, organización, crítica y respeto.",
    "2.1. Contrastar la información seleccionada para comprender hechos históricos, geográficos y artísticos procedente de diferentes fuentes con la proveniente de organismos oficiales o emisores de reconocido prestigio.",
    "2.2. Identificar y rechazar prejuicios y estereotipos identificando opiniones no fundamentadas en hechos y saberes y comparándolas con información obtenida a partir de fuentes fiables.",
    "2.3. Utilizar la información contenida en diferentes fuentes documentales para explicar hechos históricos, geográficos y artísticos relacionándolos con su época.",
    "2.4. Formular y comunicar de forma textual, gráfica o audiovisual conclusiones y valoraciones propias sobre hechos históricos, geográficos y artísticos, mostrando un dominio adecuado de los conceptos y la metodología de trabajo de este",
    "CE3. Explicar las nociones básicas de cambio y continuidad en la historia empleando una perspectiva causal y contextualizada, reconociendo en el pasado el origen y evolución de las cuestiones más relevantes del mundo actual y expresando juicios y opiniones sobre el presente y el futuro.",
    "3.1. Explicar las dinámicas de cambio y continuidad en los procesos históricos más relevantes de diferentes épocas identificando relaciones causales complejas y entre factores",
    "3.2. Contextualizar y valorar decisiones tomadas por personas del pasado y/o de contextos sociales, políticos y culturales distintos al propio, y debatir sobre los motivos de sus acciones.",
    "3.3. Producir opiniones y juicios de valor coherentes sobre cuestiones sociales y políticas del pasado y del presente, manifestando actitudes de tolerancia, respeto e interés hacia otras culturas y cosmovisiones.",
    "CE4. Contrastar las identidades individuales con las colectivas, identificando las aportaciones decisivas en su construcción y reconociendo y valorando las actuaciones de tolerancia y respeto.",
    "4.1. Identificar los elementos definitorios de las identidades individuales y colectivas más significativas del presente estableciendo su conexión con hechos del pasado.",
    "4.2. Argumentar en favor de las actitudes tolerantes, respetuosas y de interés hacia otras identidades, tanto individuales como colectivas.",
    "4.3. Promover y ejercer propuestas prácticas de convivencia en el aula y en el propio entorno social.",
    "CE5. Explicar las interrelaciones económicas fundamentales entre los elementos del espacio físico y las actividades de las sociedades humanas, así como su repercusión en la sostenibilidad.",
    "5.1. Identificar y describir las interrelaciones entre los grupos y sociedades humanas y el medioambiente que han dado lugar a problemas y conflictos por el acceso a los recursos naturales.",
    "5.2. Explicar las causas de problemas y conflictos territoriales y medioambientales, diferenciando y relacionando las distintas variables que intervienen.",
    "5.3. Plantear alternativas sostenibles argumentadas a los problemas e impactos ocasionados por las actividades humanas.",
    "CE6. Contrastar los principales modelos de ocupación territorial, y de organización política y económica que explican la desigualdad entre los seres humanos, tanto a escala local como global.",
    "6.1. Describir las principales características de los diferentes modelos de organización territorial, política y económica.",
    "6.2 Exponer razonadamente las desigualdades generadas por los modelos de organización territorial, política y económica y explicar sus causas.",
    "6.3. Explicar los principales problemas territoriales, políticos y económicos generados por las desigualdades y cómo afectan a la vida cotidiana de las personas.",
    "CE7. Dar argumentos desde una perspectiva crítica, fundamentada en conocimientos históricos y geográficos acerca de problemas sociales relevantes, asumiendo valores democráticos y pronunciándose en su defensa.",
    "7.1. Justificar cómo las acciones personales inciden directamente en los problemas sociales relevantes.",
    "7.2. Proporcionar argumentos propios, fundamentados en la historia y en la geografía, sobre los problemas sociales más relevantes, reconociendo la incidencia que su resolución tendrá en la mejora las condiciones de vida de las personas.",
    "7.3. Proponer soluciones para los problemas basadas en argumentos históricos y geográficos y que consideren los Objetivos de Desarrollo Sostenible (ODS).",
    "CE8. Promover y participar en proyectos cooperativos de convivencia, tomando como base la construcción histórica de la Unión Europea, que favorezcan un entorno más justo y solidario mediante la aplicación de valores y procedimientos democráticos",
    "8.1. Participar en proyectos cooperativos, asumiendo varios roles con eficacia y responsabilidad, apoyando a compañeros y compañeras y demostrando empatía.",
    "8.2. Denunciar las situaciones injustas y de exclusión, argumentando a favor del diálogo y la inclusión como formas de superarlas.",
    "8.3. Argumentar y aplicar los principios democráticos y el diálogo para plantear la resolución de los conflictos, tanto a nivel cotidiano como a escala global, en especial utilizando el referente de la construcción histórica de la Unión Europea.",
    "CE9. Identificar el origen y reconocer el valor del patrimonio cultural y natural, especialmente de sus elementos geográficos, históricos y artísticos, tanto a escala local como a escala global, participando en la elaboración y difusión de propuestas que favorezcan su preservación y puesta en valor.",
    "9.1. Identificar   las   características   de   los elementos patrimoniales, relacionándolas con estilos artísticos, época histórica y entorno geográfico.",
    "9.2.       Elaborar       y       exponer       propuestas argumentadas que contribuyan a la preservación del patrimonio y su puesta en valor, y que lo reconozcan como bien social."
  ]
}
