{
    "saberes": [
        "A. El proceso creativo.",
        "- Fases del proceso creativo.",
        "- Planteamiento de un proyecto artístico: necesidades y objetivos.",
        "- Estrategias creativas para la resolución de problemas. Técnicas de pensamiento divergente. Visual thinking.",
        "B. El arte para entender el mundo.",
        "- El arte como medio de expresión a lo largo de la historia.",
        "- Reconocimiento de valores comunicativos, artísticos y expresivos en las imágenes fijas y en movimiento.",
        "- El arte en el entorno más cercano: movimientos culturales y museos.",
        "C. Experimentación con técnicas artísticas.",
        "- Técnicas y medios gráfico-plásticas.",
        "- Técnicas y medios audiovisuales.",
        "- Experimentación y aplicación de técnicas en proyectos.",
        "D. La actividad artística interdisciplinar relacionada con el entorno educativo.",
        "- Arte y ciencia.",
        "- Arte y naturaleza. Reciclaje, ecología y sostenibilidad.",
        "- Trabajos artísticos para modificar espacios escolares. La instalación en la escuela.",
        "- El proyecto artístico interdisciplinar."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Entender el proceso de creación artística en sus distintas fases y aplicarlo a la producción de proyectos personales y de grupo, comprendiendo la necesidad de secuenciar dichas fases y adaptarlas a la actividad.",
        "1.2 Planear y desarrollar un método de trabajo con una finalidad concreta, mostrando iniciativa en la búsqueda de información y seleccionando la adecuada, junto con los diferentes materiales, instrumentos y recursos necesarios para su realización.",
        "1.3. Elaborar, de forma responsable, trabajos en equipo, demostrando una actitud de tolerancia y flexibilidad con todos los compañeros, valorando, además, el trabajo cooperativo como método eficaz para desarrollarlos.",
        "Competencia específica 2.",
        "2.1. Reconocer los principales elementos que configuran los lenguajes visuales, así como la expresividad de los mismos, en obras de arte, utilizando un proceso de análisis de creaciones representativas.",
        "2.2. Interpretar críticamente imágenes y obras artísticas dentro de los contextos en los que se han producido, considerando la repercusión que tienen sobre las personas y las sociedades.",
        "Competencia específica 3.",
        "3.1. Experimentar con diferentes técnicas artísticas y reconocer sus cualidades estéticas y expresivas, usando, no solo materiales y herramientas innovadoras, sino también materiales biodegradables, que respeten la normativa actual relativa al respeto y preservación del medio ambiente.",
        "3.2. Elaborar producciones y proyectos artísticos, utilizando diferentes técnicas plásticas y audiovisuales adaptadas a un objetivo concreto.",
        "3.3. Seleccionar los materiales y recursos más adecuados, teniendo en cuenta, al aplicarlos en distintos ejercicios creativos, sus valores expresivos y estéticos.",
        "Competencia específica 4.",
        "4.1. Analizar el entorno físico y conceptual de un espacio concreto y desarrollar en él una intervención artística que exprese sus ideas, sentimientos y emociones, prestando atención a sus características y siguiendo las fases del proceso creativo.",
        "4.2. Aportar ideas y propuestas creativas en el desarrollo de un proyecto grupal, que modifique o complemente el entorno más cercano, planteando respuestas razonadas y acordes con el medio circundante.",
        "Competencia específica 5.",
        "5.1. Reconocer la importancia de la coordinación interdisciplinar en la creación de proyectos de centro, participando en actividades propuestas por los distintos departamentos, de forma flexible y activa, planteando además propuestas creativas.",
        "5.2. Colaborar activamente en el planteamiento, desarrollo y exhibición de proyectos de centro, evaluando no solo las propuestas, propias y ajenas, con propiedad y respeto, sino también su idoneidad dentro del proceso creativo."
    ]
}