{
    "saberes": [
        "1.1. Bloque 1: Lengua y uso",
        "Lengua y uso. Transversal a todas las CE",
        "Funciones comunicativas",
        "Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo: saludos, despedidas y presentaciones; descripción de personas, objetos y lugares; situar acontecimientos en el tiempo; petición e intercambio de inf ormación sobre cuestiones cotidianas; rutinas; indicaciones e instrucciones; expresión de la pertenencia y la cantidad.",
        "• Unidades lingüísticas básicas y signif icados asociados a estas unidades, como por ejemplo expresión de la entidad y sus  propiedades, cantidad y número, espacio  y  relaciones espaciales, tiempo, af irmación, negación, interrogación y exclamación y relaciones lógicas elementales.",
        "Modelos contextuales y géneros discursivos",
        "• Modelos contextuales y géneros  discursivos básicos en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto, la organización y la estructuración según la estructura interna.",
        "Expresiones y léxico",
        "• Léxico básico y de interés para el alumnado, relativo a identif icación personal, relaciones interpersonales próximas, lugares y entornos próximos, ocio y tiempo libre y vida cotidiana.",
        "• Léxico y expresiones de uso común para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "Patrones sonoros, acentuales y de entonación",
        "Patrones sonoros, acentuales, rítmicos y de entonación básicos y f unciones comunicativas generales asociadas a estos patrones.",
        "Convenciones ortográficas",
        "• Convenciones ortográf icas básicas y signif icados asociados a los formatos y elementos gráf icos.",
        "1.1. Bloque 2: Estrategias comunicativas",
        "Estrategias comunicativas. Transversal a todas las CE",
        "Estrategias de comprensión y expresión",
        "Estrategias básicas para la comprensión y  la producción de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
        "Estrategias conversacionales",
        "Convenciones y estrategias conversacionales básicas de uso común, en formato síncrono o asíncrono, p ara iniciar, mantener y acabar la comunicación, tomar y ceder la palabra, preguntar y responder, pedir y dar indicaciones, pedir y dar aclaraciones y explicaciones, comparar y contrastar, colaborar, etc.",
        "Interés  y valoración positiva para establecer contactos y comunicarse a través de dif erentes medios con hablantes o estudiantes de la lengua extranjera.",
        "Estrategias de mediación",
        "Conocimientos, destrezas y actitudes elementales que permiten iniciarse en actividades de mediación en situaciones cotidianas básicas.",
        "Estrategias de transf erencia entre lenguas",
        "Estrategias básicas de uso común para identif icar, organizar, retener, recuperar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conf orman el repertorio lingüístico personal.",
        "Estrategias y técnicas de compensación de las carencias comunicativas para responder ef icazmente a una necesidad concreta, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las lenguas f amiliares.",
        "Reconocimiento de similitudes y dif erencias léxicas entre lenguas.",
        "Ref lexión sobre el aprendizaje y tratamiento del error",
        "Autoconf ianza y ref lexión sobre el aprendizaje. El error como instrumento de mejora.",
        "Estrategias de autoevaluación y coevaluación",
        "Estrategias y herramientas básicas de uso común de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
        "Herramientas analógicas y digitales",
        "Herramientas analógicas y digitales básicas de uso común para la comprensión, producción  y coproducción oral, escrita y multimodal, y plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconf erencias, herramientas digitales colaborativas...) para el aprendizaje,   la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "1.1. Bloque 3: Cultura y sociedad",
        "Cultura y sociedad. Transversal a todas las CE",
        "Aspectos socioculturales y sociolingüísticos",
        "Aspectos   socioculturales y sociolingüísticos básicos y habituales relativos a las costumbres, la vida cotidiana y a las relaciones interpersonales, convenciones sociales básicas de uso común, lenguaje no verbal, cortesía lingüística y etiqueta digital, propias de p aíses donde se habla la lengua extranjera.",
        "Diversidad lingüística y cultural",
        "Estrategias básicas de uso común para apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "Dif erencias y diversidad plurilingüe e intercultural.",
        "Estereotipos de otras culturas donde se habla la lengua extranjera.",
        "Reconocimiento de los dif erentes contextos sociales y culturales en los que se desarrolla  la comunicación.",
        "Lengua extranjera como medio de comunicación",
        "La lengua  extranjera  como medio de comunicación y relación con personas de otros países, como forma de acceder a nueva inf ormación y como medio para conocer culturas y modos de vida dif erentes."
    ],
    "criteriosEvaluacion": [
        "1.1. Comparar las similitudes y dif erencias entre dif erentes lenguas y ref lexionar, de manera progresivamente  autónoma,  sobre los aspectos básicos de su f uncionamiento.",
        "1.2. Utilizar y dif erenciar,  de    manera progresivamente autónoma, los conocimientos y las estrategias que forman su repertorio  lingüístico, con apoyo de otros participantes y  con  soportes  analógicos  y digitales.",
        "1.3. Identif icar aspectos socioculturales de la lengua extranjera, comparando, con la ayuda ocasional del y de la docente, los elementos distintivos de esta con los de su prop ia cultura.",
        "1.4. Mostrar   interés   y   respeto   por   las dif erencias lingüísticas y culturales de la lengua extranjera, valorando, con la ayuda ocasional del  y de  la  docente, prejuicios y estereotipos,  y  reconociendo  la  pluralidad lingüística como f uente de riqueza cultural.",
        "2.1. Escuchar de manera activa e interpretar, con la guía ocasional del y de la docente, textos orales y multimodales, breves y sencillos, sobre temas predecibles de ámbito cotidiano, de interés personal, social y educativo, así como textos literarios adecuados a su nivel.",
        "2.2. Identif icar la f unción comunicativa, el tema principal y las ideas secundarias de textos orales y multimodales, a partir de los signif icados   explícitos   presentes   en    la inf ormación de carácter lingüístico, y anticipar el significado por medio de la información de carácter extralingüístico (gestos, entonación, ritmo del discurso, dicción, entorno sonoro, signos visuales, emotividad del mensaje).",
        "2.3. Interpretar el vocabulario y el uso de estructuras f recuentes, así como aplicar estrategias  para  reconocer vocabulario poco f recuente del ámbito social, personal y educativo expresado de manera clara y sencilla.",
        "3.1. Leer e interpretar, con la guía ocasional del y  de  la  docente,  textos  escritos  y multimodales,  breves  y  sencillos,  sobre temas  predecibles   de   ámbito   personal, social y educativo próximo, así como textos literarios adecuados a su nivel y expresados de manera comprensible y clara.",
        "3.2. Identif icar la f unción comunicativa,  el tema principal y las ideas secundarias de textos escritos y multimodales, seleccionando y  aplicando,  con  la  guía ocasional   del    y   de   la    docente,   las estrategias de comprensión escrita, a partir de  los  significados explícitos de  carácter lingüístico,  y  anticipar  el  significado  por medio   de    la    inf ormación    de    carácter extralingüístico (imágenes, iconos, disposición   de   la    información,   títulos, exclamaciones,  tipos   de   letra)   y   sus conocimientos previos.",
        "3.3. Interpretar el vocabulario y el uso de estructuras f recuentes,   y    anticipar    el significado del vocabulario poco f recuente del ámbito  personal,  social  y  educativo próximo en textos escritos y multimodales.",
        "3.4. Localizar y seleccionar inf ormación en medios digitales, con la guía ocasional del y de la docente, a partir de dif erentes tipos de textos multimodales  sencillos  del  ámbito personal, social y educativo.",
        "4.1. Producir  dif erentes  tipos  de  textos orales y  multimodales  breves,  con  una pronunciación, ritmo y entonación adecuados, a partir de modelos, con la guía ocasional del y de la docente, utilizando un repertorio de expresiones, léxico y estructuras  básicas  en   situaciones   del ámbito personal, social y educativo.",
        "4.2. Utilizar estrategias básicas, con la guía ocasional   del   y   de   la   docente,   de planif icación, producción y compensación, para producir monólogos breves.",
        "5.1. Producir textos escritos y multimodales sencillos y breves de varios géneros textuales, en soportes analógicos y digitales, sobre temas del ámbito personal, social y educativo, con la ayuda ocasional del y de la docente, utilizando léxico y estructuras de uso f recuente.",
        "5.2. Revisar los textos escritos propios y de sus compañeros, detectar y comentar los errores, con la ayuda del y de la docente.",
        "6.1. Participar en conversaciones, con intercambios de inf ormación breves y sencillos, sobre temas predecibles, cotidianos y de relevancia personal, en contextos analógicos y digitales, utilizando recursos como la cortesía lingüística, la etiqueta digital, la repetición, el ritmo pausado o el lenguaje no verbal.",
        "6.2. Interaccionar mostrando empatía y respeto por las dif erentes necesidades, ideas y motivaciones de los interlocutores, de manera guiada y en situaciones cotidianas, utilizando estrategias elementales para saludar, despedirse y presentarse; expresar mensajes; formular y contestar preguntas sencillas e iniciar y acabar la comunicación.",
        "7.1. Mostrar interés por participar en la solución de problemas de entendimiento sobre asuntos cotidianos del ámbito personal, social y educativo .",
        "7.2. Comprender un mensaje breve y sencillo, y comunicar oralmente o por escrito su inf ormación o explicar sus conceptos, de la L2 a su L1 o de su L1 a la L2, que incluyan vocabulario f recuente, de manera guiada, para lo que puede recurrir a la ayuda de otros participantes.",
        "7.3. Seleccionar y utilizar, de manera guiada, estrategias básicas que f aciliten la comprensión y la  expresión oral y escrita de inf ormación en dif erentes lenguas (de la L2 a la L1 y de la L1 a la L2), como el lenguaje  no verbal, y simplificar o adaptar el mensaje, usando, con ayuda, recursos o soportes analógicos y digitales para crear puentes en la comunicación."
    ]
}