{
    "saberes": [
        "1.1. Block 1: Language and use",
        "Language and use. Transversal to all EC",
        "Communication functions",
        "Basic communicative functions appropriate to the environment and the communicative context: greetings, farewells and introductions; description of people, objects and places; placing events in time; request and exchange of information on daily issues; routines; indications and instructions; expression of membership and amount.",
        "• Basic linguistic units and meanings associated with these units, such as expression of the entity and its properties, quantity and number, space and spatial relations, time, affirmation, negation, interrogation and exclamation, and elementary logical relations.",
        "Contextual models and discursive genres",
        "• Contextual models and basic discursive genres in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context, organization and structuring according to the internal structure.",
        "Expressions and vocabulary",
        "• Basic vocabulary of interest to students, related to personal identification, close interpersonal relationships, nearby places and environments, leisure and free time, and daily life.",
        "• Commonly used vocabulary and expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
        "Sound, stress and intonation patterns",
        "Basic sound, stress, rhythmic and intonation patterns and general communicative functions associated with these patterns.",
        "Spelling Conventions",
        "• Basic spelling conventions and meanings associated with formats and graphic elements.",
        "1.1. Block 2: Communication strategies",
        "Communication strategies. Transversal to all CE",
        "Comprehension and expression strategies",
        "Basic strategies for the comprehension and production of brief, simple and contextualized oral, written and multimodal texts.",
        "Conversational Strategies",
        "Basic conversational conventions and strategies in common use, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask and answer, ask for and give directions, ask for and give clarifications and explanations, compare and contrast, collaborate, etc.",
        "Interest and positive assessment to establish contacts and communicate through different means with speakers or students of the foreign language.",
        "Mediation Strategies",
        "Elementary knowledge, skills and attitudes that allow initiation in mediation activities in basic everyday situations.",
        "Transfer strategies between languages",
        "Basic strategies of common use to identify, organize, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "Strategies and techniques to compensate for communication deficiencies to respond effectively to a specific need, despite the limitations derived from the level of competence in the foreign language and in the familiar languages.",
        "Recognition of lexical similarities and differences between languages.",
        "Reflection on learning and error treatment",
        "Self-confidence and reflection on learning. Error as an instrument for improvement.",
        "Self-assessment and peer-assessment strategies",
        "Basic strategies and tools commonly used for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
        "Analog and digital tools",
        "Basic analogue and digital tools in common use for oral, written and multimodal comprehension, production and co-production, and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferencing, collaborative digital tools...) for learning, communication and the development of projects with speakers or students of the foreign language.",
        "1.1. Block 3: Culture and society",
        "Culture and society. Transversal to all EC",
        "Sociocultural and sociolinguistic aspects",
        "Basic and habitual sociocultural and sociolinguistic aspects related to customs, daily life and interpersonal relationships, basic social conventions in common use, non-verbal language, linguistic courtesy and digital etiquette, typical of countries where the foreign language is spoken.",
        "Linguistic and cultural diversity",
        "Basic strategies of common use to appreciate the linguistic, cultural and artistic diversity, attending to ecosocial and democratic values.",
        "Differences and multilingual and intercultural diversity.",
        "Stereotypes of other cultures where the foreign language is spoken.",
        "Recognition of the different social and cultural contexts in which communication develops.",
        "Foreign language as a means of communication",
        "The foreign language as a means of communication and relationship with people from other countries, as a way of accessing new information and as a means of learning about different cultures and ways of life."
    ],
    "criteriosEvaluacion": [
        "1.1. Compare the similarities and differences between different languages and reflect, progressively autonomously, on the basic aspects of how they work.",
        "1.2. Use and differentiate, in a progressively autonomous way, the knowledge and strategies that make up their linguistic repertoire, with the support of other participants and with analog and digital supports.",
        "1.3. Identify sociocultural aspects of the foreign language, comparing, with the occasional help of the teacher, its distinctive elements with those of their own culture.",
        "1.4. Show interest and respect for the linguistic and cultural differences of the foreign language, valuing, with the occasional help of the teacher, prejudices and stereotypes, and recognizing linguistic plurality as a source of cultural richness.",
        "2.1. Listen actively and interpret, with the occasional guidance of the teacher, brief and simple oral and multimodal texts, on predictable topics of daily life, of personal, social and educational interest, as well as literary texts appropriate to your level.",
        "2.2. Identify the communicative function, the main theme and the secondary ideas of oral and multimodal texts, based on the explicit meanings present in the information of a linguistic nature, and anticipate the meaning through the information of a linguistic nature. extralinguistic (gestures, intonation, rhythm of speech, diction, sound environment, visual signs, emotionality of the message).",
        "2.3. Interpret vocabulary and the use of frequent structures, as well as apply strategies to recognize infrequent vocabulary from the social, personal and educational fields expressed in a clear and simple way.",
        "3.1. Read and interpret, with the occasional guidance of the teacher, brief and simple written and multimodal texts, on predictable topics of a close personal, social and educational field, as well as literary texts appropriate to their level and expressed in a understandable and clear.",
        "3.2. Identify the communicative function, the main theme and the secondary ideas of written and multimodal texts, selecting and applying, with the occasional guidance of the teacher, the written comprehension strategies, based on the explicit meanings of linguistic character, and anticipate the meaning through information of an extralinguistic nature (images, icons, layout of information, titles, exclamations, fonts) and their prior knowledge.",
        "3.3. Interpret vocabulary and the use of frequent structures, and anticipate the meaning of infrequent vocabulary from the immediate personal, social and educational field in written and multimodal texts.",
        "3.4. Locate and select information in digital media, with the occasional guidance of the teacher, from different types of simple multimodal texts from the personal, social and educational fields.",
        "4.1. Produce different types of short oral and multimodal texts, with adequate pronunciation, rhythm and intonation, based on models, with the occasional guidance of the teacher, using a repertoire of expressions, vocabulary and basic structures in situations of the personal, social and educational field.",
        "4.2. Use basic planning, production, and compensation strategies, with occasional guidance from the teacher and the teacher, to produce short monologues.",
        "5.1. Produce simple and brief written and multimodal texts of various textual genres, in analog and digital supports, on personal, social and educational issues, with the occasional help of the teacher, using frequently used vocabulary and structures .",
        "5.2. Review own written texts and those of their classmates, detect and comment on errors, with the help of the teacher.",
        "6.1. Participate in conversations, with brief and simple exchanges of information, on predictable, daily and personally relevant topics, in analogue and digital contexts, using resources such as linguistic courtesy, digital etiquette, repetition, leisurely pace or non-verbal language.",
        "6.2. Interact showing empathy and respect for the different needs, ideas and motivations of the interlocutors, in a guided manner and in everyday situations, using basic strategies to greet, say goodbye and introduce oneself; express messages; ask and answer simple questions and initiate and end communication.",
        "7.1. Show interest in participating in the solution of problems of understanding about everyday matters of the personal, social and educational sphere.",
        "7.2. Understand a brief and simple message, and communicate its information orally or in writing or explain its concepts, from L2 to L1 or from L1 to L2, including frequent vocabulary, in a guided manner, for what that you can enlist the help of other participants.",
        "7.3. Select and use, in a guided way, basic strategies that facilitate the comprehension and the oral and written expression of information in different languages (from L2 to L1 and from L1 to L2), such as language non-verbal, and simplify or adapt the message, using, with help, analog and digital resources or supports to create bridges in communication."
    ]
}