{
    "criteriosEvaluacion": [
        "1.1. Analizar críticamente conceptos, procesos, métodos, experimentos o resultados relacionados con los saberes de la materia, seleccionando e interpretando información de diversas fuentes y en diferentes formatos y haciendo un uso seguro y responsable de las tecnologías digitales, con la finalidad de obtener conclusiones propias sobre elementos y fenómenos geológicos y ambientales y construir nuevos conocimientos. CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA4",
        "1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia, utilizando el vocabulario específico y los formatos adecuados y respondiendo con precisión a las cuestiones que puedan surgir durante la exposición, para expresar y transmitir de forma clara y rigurosa conocimientos sobre geología y ciencias ambientales en diferentes situaciones grupales con iniciativa, imaginación y creatividad. CCL1, CCL2, STEM2, STEM4, CD3, CPSAA3.2, CC3",
        "1.3. Realizar discusiones científicas sobre aspectos relacionados con los saberes de la materia, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y valorando de forma crítica la contribución de la ciencia y la tecnología en el cambio de las condiciones de vida, con el fin de expresar y defender las posturas propias a través de diferentes interacciones comunicativas con actitud empática y receptiva ante las opiniones de las demás personas. CCL1, CCL2, STEM2, CPSAA4, CC3, CCEC3.2",
        "2.1. Plantear y resolver cuestiones y crear contenidos relacionados con los saberes de la materia, localizando y citando fuentes de forma adecuada y seleccionando, organizando y analizando de forma crítica y segura la información, para poder adoptar un juicio propio y argumentado ante problemas de actualidad, reutilizar la información y generar nuevos conocimientos. CCL2, CCL3, CP2, STEM4, CD1, CD2, CD3, CD4, CPSAA4",
        "2.2. Evaluar, contrastar y justificar la veracidad de información relacionada con la materia, utilizando fuentes fiables y aportando datos con rigor y coherencia, con el fin de adoptar una actitud crítica y escéptica hacia informaciones sin una base científica. CCL2, CCL3, CP2, STEM4, CD1, CD2, CD4, CPSAA4, CC3",
        "3.1. Analizar y evaluar críticamente la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica a través de la interpretación de los resultados obtenidos, comprobando si se han seguido los pasos del trabajo científico para explicar fenómenos geológicos y ambientales y asegurando la veracidad y el rigor de la información. CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA4",
        "3.2. Argumentar, utilizando ejemplos concretos, sobre la contribución de la ciencia y la labor de las personas dedicadas a ella, destacando especialmente a las mujeres científicas, con el fin de promover activamente la igualdad efectiva entre mujeres y hombres, formarse una opinión propia basada en razonamientos y evidencias y entender la investigación como una labor colectiva e interdisciplinar en constante evolución, influida por el contexto político y social y por los recursos económicos. CCL2, CCL3, STEM4, CD1, CPSAA4, CC3",
        "4.1. Explicar fenómenos relacionados con los saberes de la materia a través del planteamiento y resolución de problemas, buscando y utilizando las estrategias y recursos adecuados para afrontar nuevos retos con optimismo y resiliencia y proponer soluciones innovadoras y sostenibles. CCL1, CCL2, CCL3, STEM1, STEM2, CD1, CD5, CE1",
        "4.2. Analizar críticamente la solución a un problema relacionado con los saberes de la materia para reformular los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad, y reflexionar sobre el proceso realizado, considerando tanto la experiencia de éxito como de fracaso una oportunidad para aprender. CCL2, STEM1, STEM2, CPSAA1.1, CPSAA5, CE1",
        "5.1. Promover y adoptar estilos de vida ecosocialmente sostenibles a partir del análisis de los diferentes tipos de recursos geológicos y de la biosfera y sus posibles usos, basándose en fundamentos científicos y a través de observaciones de campo y de información de fuentes diversas con el fin de fomentar una actitud comprometida y coherente con la preservación del medioambiente y el patrimonio natural de las islas Canarias. CCL3, STEM2, STEM5, CD1, CPSAA2, CC2, CC4, CE1",
        "5.2. Relacionar el impacto de la explotación de determinados recursos con el deterioro medioambiental, con el objetivo de reflexionar y argumentar sobre la problemática de su escasez y la importancia de su gestión y consumo responsables a nivel mundial y local. STEM5, CC2, CC4, CE1, CCEC1",
        "6.1. Deducir y explicar la historia geológica de un área determinada, identificando y analizando sus elementos geológicos a partir de observaciones de campo o de información en diferentes formatos extraída de diversas fuentes para hacer predicciones sobre su evolución y prevenir los posibles riesgos geológicos asociados. CCL1, CCL3, CP2, STEM2, CD1, CPSAA4",
        "6.2. Realizar predicciones sobre fenómenos geológicos y riesgos naturales en un área determinada analizando la influencia de diferentes factores sobre ellos y proponer acciones para prevenir o minimizar sus efectos negativos con el objetivo de fomentar conductas socialmente responsables, compatibles con la preservación del patrimonio geológico del archipiélago canario y la prevención de desastres naturales. STEM2, STEM5, CPSAA3.2, CE3, CCEC1"
    ],
    "saberes": [
        "I. Experimentación en Geología y Ciencias Ambientales",
        "    1. Búsqueda, reconocimiento, utilización e interpretación de fuentes de información geológica y ambiental: mapas, cortes geológicos, columnas estratigráficas, fotografías aéreas, textos, posicionamiento e imágenes de satélite, diagramas de flujo, etc.",
        "    2. Identificación y uso de los instrumentos de campo y de laboratorio para el trabajo geológico y ambiental. Valoración de la aplicación de las tecnologías digitales en la investigación geológica y ambiental.",
        "    3. Aplicación de estrategias para la búsqueda de información, colaboración, comunicación e interacción con instituciones científicas: herramientas digitales, formatos de presentación de procesos, resultados e ideas (diapositivas, gráficos, vídeos, pósteres, informes y otros).",
        "    4. Representación e interpretación de la información geológica y ambiental mediante columnas estratigráficas, cortes y mapas geológicos, diagramas de flujo, etc.",
        "    5. Identificación y puesta en valor de la importancia de la conservación del patrimonio geológico y medioambiental y de la geodiversidad de las islas Canarias.",
        "    6. Valoración e importancia social de la contribución de la labor científica y de las personas dedicadas a la ciencia, reconociendo y visibilizando a las mujeres científicas, en el desarrollo de la geología y las ciencias ambientales. Indagación sobre las líneas de investigación en el campo de la geología y las ciencias ambientales de los principales institutos y centros de investigación científica de Canarias.",
        "    7. Explicación del proceso de la evolución histórica del saber científico y su correspondencia con el avance de la geología y las ciencias ambientales como labor colectiva, interdisciplinar y en continua construcción.",
        "II. La tectónica de placas y geodinámica interna",
        "    1. Estudio de la geodinámica interna del planeta: influencia sobre el relieve (vulcanismo, sismicidad, orogenia, movimientos continentales, etc.) y su relación con el marco de la Teoría de la Tectónica de placas.",
        "    2. Interpretación y explicación del ciclo de Wilson, reconociendo su influencia en la disposición de los continentes y en los principales episodios orogénicos de la historia de la Tierra.",
        "    3. Identificación de las principales manifestaciones actuales de la geodinámica interna: enjambres sísmicos, deformaciones del terreno, emisión de gases…",
        "    4. Descripción de las deformaciones de las rocas (elásticas, plásticas y frágiles) según su fragilidad y ductilidad. Identificación e interpretación de las principales estructuras geológicas: pliegues y fallas.",
        "    5. Análisis de los principales riesgos naturales asociados a los procesos geológicos internos y su relación con las actividades humanas. Valoración de la importancia de la ordenación territorial.",
        "    6. Interpretación del riesgo volcánico en Canarias: análisis de los factores de riesgo asociados al vulcanismo canario (peligrosidad, vulnerabilidad y exposición).",
        "III. Procesos geológicos externos",
        "    1. Identificación, diferenciación y descripción de los procesos geológicos externos (meteorización, edafogénesis, erosión, transporte y sedimentación) y su relación con la transformación del relieve.",
        "    2. Descripción de las principales formas de modelado del relieve y su relación con los agentes geológicos, el clima y las propiedades, naturaleza y disposición de las rocas predominantes.",
        "    3. Análisis de los principales riesgos naturales asociados a los procesos geológicos externos y su relación con las actividades humanas.",
        "    4. Valoración de la importancia de la ordenación territorial. Estudio de casos concretos de fenómenos naturales generadores de riesgo, especialmente los frecuentes en España y en Canarias.",
        "    5. Determinación de los métodos predictivos y las medidas preventivas, estructurales y no estructurales, más adecuadas que deben tomarse para evitar los riesgos, a partir del estudio de la cartografía de riesgo, de los métodos de protección y de autoprotección.",
        "IV. Minerales, los componentes de las rocas",
        "    1. Definición del concepto de mineral.",
        "    2. Clasificación químico-estructural de los minerales. ",
        "        2.1. Relación entre la estructura y la composición química de los minerales con sus propiedades.",
        "        2.2. Identificación de los minerales por sus propiedades físicas: densidad, brillo, color, color de la raya, dureza, exfoliación, etc.",
        "        2.3. Uso de herramientas de identificación de minerales: guías, claves, instrumentos, recursos tecnológicos, etc.",
        "    3. Análisis de los procesos de formación y transformación de los minerales mediante la utilización de diagramas de fases. Comparación entre los ambientes mineralogenéticos.",
        "    4. Indagación acerca de las aplicaciones de los minerales.",
        "V. Rocas ígneas, sedimentarias y metamórficas",
        "    1. Definición del concepto de roca.",
        "    2. Comparación y clasificación de las rocas en función de su origen ígneo, sedimentario y metamórfico. Relación entre el origen de las rocas y sus características observables.",
        "    3. Identificación y reconocimiento visual, ya sea en fotografías, muestras de mano o afloramientos reales, de rocas atendiendo a sus características mediante el uso de guías, claves, instrumentos, recursos tecnológicos, etc. Reconocimiento de las rocas más abundantes de Canarias.",
        "    4. Magmatismo. ",
        "        4.1. Clasificación de los magmas en función de su composición.",
        "        4.2. Explicación de la generación, evolución y emplazamiento de magmas. Relación entre la formación de los distintos tipos de rocas ígneas, especialmente las de Canarias y el contexto tectónico donde se producen.",
        "        4.3. Diferenciación entre los tipos de erupciones volcánicas y relación con los relieves originados. Análisis de las características de las erupciones volcánicas en Canarias.",
        "    5. Procesos sedimentarios. ",
        "        5.1. Definición del concepto de diagénesis.",
        "        5.2. Clasificación de las rocas sedimentarias según el material de origen y el ambiente sedimentario.",
        "        5.3. Descripción del proceso de formación de las rocas sedimentarias desde la meteorización, transporte y sedimentación hasta la diagénesis. Distinción de las rocas sedimentarias según el material de origen y el ambiente sedimentario en que se ha depositado.",
        "    6. Clasificación de las rocas metamórficas según el tipo de metamorfismo asociado a su formación.",
        "    7. Interpretación y explicación del ciclo litológico (formación, destrucción y transformación de los diferentes tipos de rocas) y su relación con la tectónica de placas y los procesos geológicos externos.",
        "VI. Las capas fluidas de la Tierra",
        "    1. Interpretación y descripción de la estructura, dinámica y funciones de la atmósfera e hidrosfera. Análisis de la influencia sobre el clima terrestre y reconocimiento de su importancia para la vida en la Tierra.",
        "    2. Explicación de los tipos de contaminación y contaminantes de la atmósfera y la hidrosfera. Análisis de las causas y consecuencias de la contaminación de la atmósfera e hidrosfera sobre la salud y el medioambiente.",
        "VII. Recursos y su gestión sostenible",
        "    1. Definición de los conceptos de recurso, yacimiento y reserva. Clasificación de los recursos geológicos en función de su utilidad y de su carácter renovable o no renovable. Valoración de sus aplicaciones en la vida cotidiana.",
        "    2. Valoración del impacto ambiental y social de la explotación de diferentes recursos (hídricos, paisajísticos, mineros, energéticos, edáficos, etc.). Reconocimiento de la importancia de su extracción, uso y consumo responsables de acuerdo a su tasa de renovación e interés económico y a capacidad de absorción y gestión sostenible de los residuos que generan.",
        "    3. Estudio de la situación de los recursos hídricos a nivel mundial, nacional y local: abundancia relativa, explotación, usos e importancia del tratamiento eficaz de las aguas para su gestión sostenible, efectos ambientales de su escasez. Valoración de la necesidad de mantener una gestión sostenible del agua y defender su consumo responsable argumentando medidas concretas.",
        "    4. Descripción de las características, composición, horizontes, textura, estructura, adsorción, relevancia ecológica y productividad del suelo.",
        "    5. Análisis de los efectos de determinadas acciones humanas (deforestación, agricultura y ganadería intensivas y actividades industriales) sobre el suelo y las aguas (contaminación, salinización y degradación, etc.). Reflexión sobre el problema de la desertización debido a la pérdida del suelo y las consecuencias para la humanidad a nivel local y global.",
        "    6. Indagación sobre los tipos de explotación de rocas, minerales y recursos energéticos de la geosfera y evaluación de su impacto ambiental.",
        "    7. Reconocimiento de la importancia de la prevención y gestión adecuada de los residuos e identificación de sus objetivos (disminución, valorización, transformación y eliminación). Reflexión y debate sobre el uso del medioambiente como sumidero natural de residuos y sus limitaciones.",
        "    8. Argumentación sobre la relación entre la explotación y consumo incontrolado de recursos (hídricos, paisajísticos, mineros, energéticos, edáficos, etc.) y los impactos ambientales (impactos en el paisaje, contaminación de acuíferos, contaminación marina, cambio climático, etc.).",
        "    9. Reconocimiento de las medidas de mitigación ambiental (medidas preventivas, correctoras y compensatorias) y valoración de su importancia como mecanismo para asegurar un uso sostenible de los recursos naturales y de la protección del medioambiente."
    ]
}