{
    "saberes": [
        "A. Recepción, análisis y reflexión.",
        "- Propuestas musicales vocales e instrumentales, de lenguaje corporal, escénico y performativo, de diferentes géneros, estilos, corrientes estéticas, procedencias y épocas producidas por creadoras y creadores locales, regionales, nacionales e internacionales.",
        "- Aproximación a las épocas de la Historia de la Música. Principales compositores de las diferentes épocas.",
        "- Estrategias de recepción activa y crítica que favorezcan el análisis, la valoración y la reflexión. Construcción del propio gusto y referente creativo.",
        "- Normas de comportamiento y actitud abierta, crítica y positiva en la recepción de propuestas musicales, de lenguaje corporal, escénico y performativo en diferentes espacios. El silencio como fórmula de respeto y elemento y condición indispensable para el mantenimiento de la atención durante la recepción.",
        "- Vocabulario específico de la música, la danza y las artes escénicas y performativas.",
        "- Recursos digitales de uso común para la música, la danza y las artes escénicas y performativas.",
        "- Estrategias básicas de análisis crítico de propuestas musicales, de lenguaje corporal, escénico y performativo, desde una perspectiva de género. El papel de la mujer en estas artes y en las propuestas contemporáneas.",
        "- La música descriptiva y programática como medio de evocación de ideas, sentimientos e imágenes extra-musicales y de fomento de la percepción auditiva y de la creatividad. La música en el cine: las bandas sonoras. La música como creadora de ambientes.",
        "- Paisajes sonoros de diferentes entornos. La contaminación y las agresiones acústicas. La salud auditiva, mental y emocional y su contribución activa para el bienestar personal y colectivo.",
        "- El sonido y sus cualidades: intensidad, duración, altura, timbre, forma y carácter. Discriminación e identificación visual y auditiva, clasificación y representación de diversidad de sonidos y estructuras rítmico-melódicas a través de diferentes grafías.",
        "- Voces masculinas y femeninas en función de su tesitura. Las agrupaciones vocales. Clasificación, identificación visual y auditiva.",
        "- Los instrumentos musicales. Los instrumentos populares de Castilla y León, de otras regiones y culturas, contemporáneos, digitales y no convencionales. Familias y agrupaciones. Clasificación según el material vibrante.",
        "- Cotidiáfonos. Identificación y clasificación visual y auditiva.",
        "- El carácter, el tempo, el compás, los géneros musicales, la forma, la textura y la armonía.",
        "- Aproximación a los géneros escénicos. Espacios destinados a su recepción. Valoración de la importancia de la interpretación dramática en el proceso artístico y del patrimonio vinculado a las artes escénicas.",
        "- Elementos de la representación escénica: roles, materiales y espacios. Teatralidad. Estructura dramática básica.",
        "B. Experimentación, creación e interpretación.",
        "- Fases del proceso creativo de propuestas musicales, de lenguaje corporal, escénico y performativo: planificación, interpretación, experimentación, comunicación y evaluación.",
        "- Profesiones vinculadas con la música, el lenguaje corporal, escénico y performativo.",
        "- Actitud activa e interés tanto por el proceso como por el producto final en producciones musicales, de lenguaje corporal, escénico y performativo. Evaluación y valoración de ambos.",
        "- Desarrollo del espíritu crítico y empático.",
        "- Uso responsable de bancos de imágenes y sonidos: respeto a las licencias de uso y distribución de contenidos generados por otros.",
        "- Plagio y derechos de autor.",
        "- Práctica instrumental, vocal y corporal: experimentación, exploración creativa, interpretación, improvisación y composición a partir de sus posibilidades sonoras y expresivas. La percusión corporal y posibilidades sonoras del propio cuerpo.",
        "- Construcción de instrumentos. La vibración y sonoridad.",
        "- El cuidado de la voz hablada y cantada como instrumento y recurso expresivo y comunicativo. Conocimientos de técnica vocal.",
        "- Lenguajes musicales: aplicación de sus conceptos fundamentales en la interpretación y en la improvisación y composición de propuestas musicales vocales e instrumentales. El silencio como elemento expresivo en la música.",
        "- Aplicaciones informáticas de grabación, edición de audio y edición de partituras: utilización en la audición, conocimiento, interpretación, grabación, reproducción, improvisación y creación de obras diversas.",
        "– El cuerpo y sus posibilidades motrices, dramáticas y creativas: interés en la experimentación y la exploración a través de ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medio de expresión y diversión.",
        "- Movimiento orgánico del cuerpo. Equilibrio, coordinación y alineación en ejercicios coreográficos de diferentes estilos de danza.",
        "– Técnicas básicas dramáticas y dancísticas. Nociones elementales de biomecánica. Lenguajes expresivos. Introducción a los métodos interpretativos. Experimentación con actos performativos. Técnicas de improvisación guiada y creativa.",
        "– Capacidades expresivas y creativas de la expresión corporal y dramática.",
        "- Repertorio de piezas vocales e instrumentales, danzas y coreografías de diferentes corrientes estéticas, culturas, géneros musicales y épocas que incluya las tradicionales de Castilla y León.",
        "- La relajación del cuerpo en la interpretación vocal, instrumental y de movimiento. Técnicas de respiración.",
        "- Los estados anímicos y su expresión a través de herramientas artísticas. Adecuación de la emoción con las técnicas vocales, instrumentales y de movimiento para la creación e interpretación artística intencionada."
    ],
    "criteriosEvaluacion": [
        "1.1 Distinguir, comparar y valorar propuestas musicales, de lenguaje corporal, escénico y/o performativo de diferentes géneros, estilos, estéticas, épocas y culturas, a través de la búsqueda, la recepción activa en diferentes contextos y/o la interpretación, mostrando curiosidad, placer y apertura por el descubrimiento de lo nuevo y respeto por las mismas. (CCL1, CP3, CD1, CPSAA1, CPSAA3, CC3, CCEC1, CCEC3)",
        "1.2 Describir y debatir acerca de las manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, explorando y analizando sus características con actitud abierta e interés, estableciendo relaciones entre ellas, valorando positivamente y respetando la diversidad que las genera. (CCL1, STEM1, CD1, CPSAA3, CC1, CC3, CCEC1, CCEC2)",
        "1.3 Utilizar el vocabulario específico del lenguaje musical, corporal, escénico y performativo, en diversos contextos de recepción, análisis, creación e interpretación planteados en el aula, expresando opiniones y valoraciones de manera fundamentada, con una actitud abierta y respetuosa hacia las manifestaciones artísticas. (CCL1, CD1, CC3, CE2, CCEC2)",
        "2.1 Seleccionar y aplicar estrategias para la búsqueda de información sobre manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, a través de diversos canales y medios de acceso, tanto de forma individual como cooperativa, disfrutando tanto en las tareas de búsqueda como de las manifestaciones encontradas, reflexionando y valorando la información obtenida, mostrando interés, aprecio y respeto por las mismas. (CCL3, CP3, STEM2, CD1, CPSAA1, CAPSAA3, CPSAA4, CC3, CCEC1)",
        "2.2 Comparar y comunicar el significado, los elementos característicos y la intencionalidad de distintas manifestaciones musicales, de lenguaje corporal, escénico y/o performativo que forman parte del patrimonio cultural y artístico, analizando los canales, medios y técnicas vinculados a ellas, así como sus diferencias y similitudes, entendiendo su valor y desarrollando criterios de valoración propios, con actitud abierta y respetuosa. (CCL3, CP3, STEM2, CD1, CPSAA1, CPSAA3, CC3, CCEC1, CCEC2)",
        "2.3 Valorar y comunicar las sensaciones y emociones producidas por diferentes manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, desde la recepción activa, a partir de su análisis, comprensión y disfrute, mostrando respeto por las emociones compartidas por los compañeros, reconociendo progresivamente el papel que desempeñan en el desarrollo personal y social. (CP3, CPSAA1, CPSAA3, CPSAA4, CCEC1, CCEC2)",
        "3.1 Producir obras propias básicas de carácter musical, de lenguaje corporal, escénico y/o performativo, de forma individual y en grupo, utilizando las posibilidades expresivas de la voz, el cuerpo, los instrumentos musicales y los medios digitales básicos, mostrando control y confianza en las capacidades creativas propias y desarrollando una visión crítica y empática de las posibilidades comunicativas y expresivas. (CCL5, CD2, CD4, CPSAA3, CPSAA5, CC2, CE1, CCEC4)",
        "3.2 Expresar con creatividad y de forma autónoma, ideas, sentimientos y emociones a través de la interpretación de diversas manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, utilizando los diferentes lenguajes artísticos, por medio de la voz, el cuerpo, los instrumentos musicales y otros materiales, mostrando confianza en las propias capacidades y perfeccionando la ejecución. (CCL1, CPSAA1, CPSAA5, CE1, CCEC3, CCEC4)",
        "3.3 Interpretar de manera individual o grupal diversas manifestaciones musicales, de lenguaje corporal, escénico y/o performativo utilizando la voz, el cuerpo, los instrumentos musicales u otros materiales desarrollando una actitud cooperativa, de escucha, compromiso y coordinación con el grupo. (CCL1, CCL5, CPSAA3, CC2, CCEC3)",
        "4.1 Planificar y diseñar producciones musicales, de lenguaje corporal, escénico y/o performativo colectivas, trabajando de forma cooperativa en la consecución de un resultado final, poniendo en valor el proceso, asumiendo diferentes funciones, desde la igualdad y el respeto a la diversidad y desarrollando el espíritu emprendedor. (CCL1, CCL5, CP3, STEM3, CE1, CE3, CCEC4)",
        "4.2 Participar activamente en el proceso cooperativo de elaboración de producciones musicales, de lenguaje corporal, escénico y/o performativo, de forma creativa, respetuosa y comprometida, utilizando elementos de los diferentes lenguajes y técnicas artísticas, disfrutando tanto del proceso de elaboración como del resultado final, respetando la propia labor y la de los compañeros. (CCL1, CCL5, STEM3, CPSAA3, CPSAA4, CC2, CE3, CCEC4)",
        "4.3 Compartir los proyectos creativos musicales, de lenguaje corporal, escénico y/o performativo o experiencias creativas e interpretativas, empleando diferentes estrategias comunicativas y a través de diversos medios, explicando el proceso y el resultado final obtenido, y respetando y valorando las experiencias y opiniones propias y de los demás. (CCL1, CCL5, CP3, CD2, CD3, CPSAA3, CPSAA4, CCEC3)",
        "5.1 Comprender e identificar los diversos usos y propiedades de la voz, así como la importancia de su cuidado como instrumento y recurso expresivo y comunicativo, poniendo en práctica conocimientos de técnica vocal, de forma hablada y cantada, y adoptando en su vida cotidiana hábitos saludables para un cuidado adecuado de la misma. (STEM5, CPSAA2, CCEC3, CCEC4)",
        "5.2 Observar, identificar y reconocer el estado del propio cuerpo y las posibilidades motrices, controlando el equilibrio, la coordinación y la alineación, a través de la práctica de ejercicios coreográficos, individuales y en grupo, sencillos y dirigidos, correspondientes a diferentes estilos de danza. (STEM2, STEM5, CPSAA2, CC2, CCEC3, CCEC4)",
        "5.3 Manejar correctamente diferentes técnicas de respiración, reconociéndola como una de las funciones principales del organismo y como mecanismo para el correcto uso de la voz, a través de ejercicios de interpretación vocal, instrumental y corporal, mostrando control sobre la misma, relajación y una correcta gestión de las emociones. (CCL5, CPSAA1, CPSAA2, CCEC3, CCEC4)",
        "5.4 Evidenciar la relajación del cuerpo en la interpretación vocal, instrumental y de movimiento a través del control de la respiración adquirida mediante diferentes técnicas. (CCL5, CPSAA1, CPSAA2, CCEC3, CCEC4)",
        "5.5 Reconocer y analizar los estados anímicos y su expresión a través de herramientas artísticas buscando la adecuación de la emoción con las técnicas vocales, instrumentales y de movimiento y consiguiendo la creación y la interpretación artística. (CCL5, STEM2, CPSAA1, CPSAA2, CC2, CCEC3)"
    ]
}