{
  "saberes": [
    "A. Sentido numérico",
    "1. Cantidad",
    "- Realización de estimaciones en diversos contextos, analizando y acotando el error cometido.",
    "- Expresión de cantidades mediante números reales con la precisión requerida.",
    "- Diferentes representaciones de una misma cantidad.",
    "2. Sentido de las operaciones",
    "- Operaciones con números reales en la resolución de situaciones contextualizadas.",
    "- Propiedades y relaciones inversas de las operaciones: cálculos con números reales, incluyendo herramientas digitales.",
    "- Logaritmos: uso para simplificar expresiones y para comparar magnitudes de órdenes dispersos. Aplicación para el estudio y comprensión de diferentes fenómenos naturales.",
    "3. Relaciones",
    "- Los conjuntos numéricos (naturales, enteros, racionales y reales); relaciones entre ellos y propiedades.",
    "- Orden en la recta numérica. Intervalos.",
    "4. Razonamiento proporcional",
    "- Situaciones de proporcionalidad directa e inversa en diferentes contextos: desarrollo y análisis de métodos para la resolución de problemas.",
    "B. Sentido de la medida",
    "1. Medición",
    "- Medición de ángulos usando distintos sistemas de unidades. Transformación de un sistema a otro.",
    "- Razones trigonométricas de un ángulo agudo y sus relaciones: aplicación a la resolución de problemas.",
    "- Generalización a la circunferencia goniométrica.",
    "- Deducción y aplicación de la pendiente y su relación con un ángulo en situaciones sencillas.",
    "2. Cambio",
    "- Estudio gráfico del crecimiento y decrecimiento de funciones en contextos de la vida cotidiana con el apoyo de herramientas tecnológicas: tasas de variación absoluta, relativa y media.",
    "C. Sentido espacial",
    "1. Figuras geométricas de dos y tres dimensiones",
    "- Propiedades geométricas de objetos matemáticos y de la vida cotidiana: investigación con programas de geometría dinámica.",
    "2. Localización y sistemas de representación",
    "- Figuras y objetos geométricos de dos dimensiones: representación y análisis de sus propiedades utilizando la geometría analítica.",
    "- Expresiones algebraicas de una recta: selección de la más adecuada en función de la situación a resolver.",
    "- Incidencia, paralelismo y perpendicularidad.",
    "3. Movimientos y transformaciones",
    "- Transformaciones elementales en la vida cotidiana: investigación con herramientas tecnológicas como programas de geometría dinámica, diseño e impresión 3D, realidad aumentada … y manuales mediante el uso de la geometría analítica.",
    "4. Visualización, razonamiento y modelización geométrica",
    "- Modelos geométricos: representación y explicación de relaciones numéricas y algebraicas en situaciones diversas.",
    "- Modelización de elementos geométricos con herramientas tecnológicas como programas de geometría dinámica, impresión 3D, realidad aumentada, ...",
    "- Elaboración y comprobación de conjeturas sobre propiedades geométricas mediante programas de geometría dinámica u otras herramientas.",
    "D. Sentido algebraico",
    "1. Patrones",
    "- Patrones, pautas y regularidades: observación, generalización y término general en casos sencillos, haciendo predicciones y encontrando términos que faltan o el lugar que ocupa un determinado término y determinando la regla de formación de diversas estructuras, fomentado el uso de reglas simbólicas.",
    "2. Modelo matemático",
    "- Modelización y resolución de problemas de la vida cotidiana mediante representaciones matemáticas y lenguaje algebraico, haciendo uso de distintos tipos de funciones.",
    "- Estrategias de deducción y análisis de conclusiones razonables de una situación de la vida cotidiana a partir de un modelo.",
    "3. Variable",
    "- Variables: asociación de expresiones simbólicas al contexto del problema y diferentes usos (como incógnita en ecuaciones, inecuaciones y sistemas, indeterminada en patrones e identidades, para expresar cantidades que varían en fórmulas y funciones elementales y como constantes o parámetros en modelos funcionales).",
    "- Relaciones entre cantidades y sus tasas de cambio.",
    "4. Igualdad y desigualdad",
    "- Álgebra simbólica: representación de relaciones funcionales en contextos diversos.",
    "- Formas equivalentes de expresiones algebraicas (incluyendo factorización y fracciones algebraicas sencillas) en la resolución de ecuaciones polinómicas, exponenciales y logarítmicas sencillas e irracionales, inecuaciones lineales y cuadráticas y sistemas de ecuaciones lineales y no lineales.",
    "- Estrategias de discusión y búsqueda de soluciones de ecuaciones lineales y no lineales sencillas en contextos diversos.",
    "- Ecuaciones polinómicas, exponenciales y logarítmicas sencillas e irracionales, inecuaciones lineales y cuadráticas y sistemas de ecuaciones lineales y no lineales: resolución mediante cálculo mental, métodos manuales o el uso de la tecnología según el grado de dificultad.",
    "5. Relaciones y funciones",
    "- Relaciones cuantitativas en situaciones de la vida cotidiana y las clases de funciones que las modelizan.",
    "- Relaciones lineales y no lineales (incluyendo polinómicas, exponenciales, logarítmicas, trigonométricas y racionales sencillas): identificación y comparación de diferentes modos de representación, enunciados verbales, tablas, gráficas o expresiones algebraicas, y sus propiedades a partir de ellas.",
    "- Representación de funciones: interpretación de sus propiedades en situaciones de la vida cotidiana y otros contextos.",
    "6. Pensamiento computacional",
    "- Resolución de problemas mediante la descomposición en partes, la automatización, el pensamiento algorítmico y la generalización a partir de otras situaciones como pueden ser prácticas con datos, modelización y prácticas de simulación y de resolución de problemas computacionales.",
    "- Estrategias en la interpretación, modificación y creación de algoritmos.",
    "- Formulación y análisis de problemas de la vida cotidiana mediante programas y otras herramientas.",
    "E. Sentido estocástico",
    "1. Organización y análisis de datos",
    "- Elaboración de la ficha técnica de un estudio estadístico bidimensional.",
    "- Estrategias de recogida y organización de datos de situaciones de la vida cotidiana que involucren una variable estadística bidimensional. Tablas de contingencia.",
    "- Análisis e interpretación de tablas y gráficos estadísticos de una y dos variables cualitativas, cuantitativas discretas y cuantitativas continuas en contextos reales.",
    "- Medidas de localización y dispersión: interpretación y análisis de la variabilidad.",
    "- Gráficos estadísticos de una y dos variables: representación mediante diferentes tecnologías (calculadora, hoja de cálculo, aplicaciones...), análisis, interpretación y obtención de conclusiones razonadas.",
    "- Interpretación de la relación entre dos variables, valorando gráficamente, preferentemente con herramientas tecnológicas, la pertinencia de realizar una regresión lineal. Ajuste lineal preferentemente con herramientas tecnológicas.",
    "2. Incertidumbre",
    "- Experimentos compuestos: planificación, realización y análisis de la incertidumbre asociada.",
    "- Probabilidad: cálculo aplicando la regla de Laplace y técnicas de recuento en experimentos simples y compuestos (mediante diagramas de árbol, tablas…) y aplicación a la toma de decisiones fundamentadas. Probabilidad condicionada.",
    "3. Inferencia",
    "- Estudio de la relación entre el desarrollo histórico de la inferencia estadística y la evolución de otras disciplinas.",
    "- Diferentes etapas del diseño de estudios estadísticos.",
    "- Estrategias y herramientas de presentación e interpretación de datos relevantes en investigaciones estadísticas mediante herramientas visuales o digitales adecuadas.",
    "- Análisis del alcance de las conclusiones de un estudio estadístico valorando la representatividad de la muestra.",
    "F. Sentido socioafectivo",
    "1. Creencias, actitudes y emociones",
    "- Esfuerzo y motivación: reconocimiento de su importancia en el aprendizaje de las matemáticas.",
    "- Gestión emocional: emociones que intervienen en el aprendizaje de las matemáticas. Autoconciencia y autorregulación.",
    "- Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el aprendizaje de las matemáticas.",
    "- Estrategias de fomento de la flexibilidad cognitiva; apertura a cambios de estrategia y transformación el error en oportunidad de aprendizaje.",
    "2. Trabajo en equipo y toma de decisiones",
    "- Asunción de responsabilidades y participación activa, optimizando el trabajo en equipo. Estrategias de gestión de conflictos: pedir, dar y gestionar ayuda.",
    "- Métodos para la gestión y la toma de decisiones adecuadas en la resolución de situaciones propias del quehacer matemático en el trabajo en equipo.",
    "3. Inclusión, respeto y diversidad",
    "- Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "- La contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde diferentes perspectivas (de género, de sostenibilidad, de consumo responsable...)."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Reformular de forma verbal y gráfica problemas matemáticos y de la vida cotidiana, localizando y seleccionando información de distintas fuentes, interpretando los datos, las relaciones entre ellos y las preguntas planteadas. (CCL2, CCL3, STEM1, STEM2, STEM3, STEM4)",
    "1.2 Analizar y seleccionar diferentes herramientas y estrategias elaboradas en la resolución de un mismo problema, valorando su eficiencia. (STEM1, STEM2, STEM3, STEM4, CPSAA5, CE3)",
    "1.3 Obtener todas las posibles soluciones matemáticas de un problema, movilizando los conocimientos y utilizando las herramientas tecnológicas necesarias. (STEM1, STEM2, STEM3, CD2, CE3, CCEC4)",
    "Competencia específica 2",
    "2.1 Comprobar la corrección matemática de las soluciones de un problema realizando los procesos adecuados y necesarios. (STEM1, STEM2)",
    "2.2 Justificar las soluciones óptimas de un problema desde diferentes perspectivas (matemática, de género, de sostenibilidad, de consumo responsable...). (STEM1, STEM4, CD2, CPSAA4, CC3, CE3)",
    "Competencia específica 3",
    "3.1 Formular, comprobar e investigar conjeturas de forma guiada, estudiando patrones, propiedades y relaciones. (CCL1, STEM1, STEM2, CD1, CD2)",
    "3.2 Plantear variantes de un problema que lleven a una generalización analizando los procesos empleados. (STEM2, CE3)",
    "3.3 Emplear herramientas tecnológicas adecuadas en la investigación y comprobación de conjeturas o problemas estudiando y analizando el resultado obtenido. (STEM1, CD2, CD5, CE3)",
    "Competencia específica 4",
    "4.1 Generalizar patrones y proporcionar una representación computacional de situaciones problematizadas facilitando su interpretación. (STEM1, STEM2, CD2, CD3, CD5)",
    "4.2 Modelizar situaciones y resolver problemas de forma eficaz interpretando, modificando, generalizando y creando algoritmos. (STEM1, STEM3, CD2, CD3, CD5, CE3)",
    "Competencia específica 5",
    "5.1 Deducir relaciones entre los conocimientos y experiencias matemáticas, formando un todo coherente. (STEM1, STEM3, CD2, CD3)",
    "5.2 Analizar y poner en práctica conexiones entre diferentes procesos matemáticos, aplicando conocimientos y experiencias previas. (STEM1, STEM3, CD2, CD3, CCEC1) Competencia específica 6",
    "6.1 Proponer situaciones susceptibles de ser formuladas y resueltas mediante herramientas y estrategias matemáticas, respetando el formalismo en el lenguaje oral y escrito, estableciendo y aplicando conexiones entre el mundo real y las matemáticas, y usando los procesos inherentes a la investigación científica y matemática: inferir, medir, comunicar, clasificar y predecir. (STEM1, STEM2, STEM3, CD5)",
    "6.2 Analizar y aplicar conexiones coherentes entre las matemáticas y otras materias realizando un análisis crítico. (STEM2, CD3, CD5, CE3)",
    "6.3 Valorar la aportación de las matemáticas al progreso de la humanidad contribuyendo a superar los retos que demanda la sociedad actual. (STEM2, STEM5, CC4, CE2, CCEC1)",
    "Competencia específica 7",
    "7.1 Representar matemáticamente la información más relevante de un problema, conceptos, procedimientos y resultados matemáticos, visualizando ideas y estructurando procesos matemáticos. (STEM3, STEM4, CD1, CD2)",
    "7.2 Seleccionar entre diferentes herramientas, incluidas las digitales, y formas de representación (pictórica, gráfica, verbal o simbólica), valorando su utilidad para compartir información. (STEM3, CD1, CD2, CD5, CE3, CCEC4)",
    "Competencia específica 8",
    "8.1 Comunicar y justificar ideas, conclusiones, conjeturas y razonamientos matemáticos, utilizando diferentes medios, incluidos los digitales, con coherencia, claridad y terminología apropiada. (CCL1, CCL3, CP1, STEM2, STEM4, CD3, CE3, CCEC3)",
    "8.2 Reconocer y emplear el lenguaje matemático presente en la vida cotidiana y en diversos contextos, incluyendo el ámbito científico, comunicando mensajes con contenido matemático con precisión y rigor. (CCL1, CCL3, CP1, STEM2, STEM4)",
    "Competencia específica 9",
    "9.1 Identificar y gestionar las emociones propias y ajenas y desarrollar el autoconcepto matemático, generando expectativas positivas ante nuevos retos matemáticos. (STEM5, CPSAA1, CPSAA4)",
    "9.2 Mostrar una actitud positiva y perseverante al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas, aceptando la crítica razonada. (CPSAA1, CPSAA5, CE2, CE3)",
    "Competencia específica 10",
    "10.1 Colaborar activamente y construir relaciones trabajando con las matemáticas en equipos heterogéneos, respetando diferentes opiniones, comunicándose de manera efectiva, pensando de forma crítica y creativa, tomando decisiones y realizando juicios informados y razonados. (CCL5, CP3, STEM3, CPSAA1, CPSAA3, CC2, CC3)",
    "10.2 Gestionar el reparto de tareas en el trabajo en equipo, aportando valor, favoreciendo la inclusión, la escucha activa, responsabilizándose del rol asignado y de la propia contribución al equipo. (CP3, STEM3, CPSAA3)"
  ]
}
