{
    "saberes": [
        "A. Patrimonio artístico y cultural. Apreciación estética y análisis.",
        "- Patrimonio artístico y cultural. Patrimonio material e inmaterial. Acciones encaminadas a su protección y conservación.",
        "- Estilos artísticos más característicos de nuestra región, desde sus inicios hasta la época contemporánea.",
        "- Clasificación y funciones de los géneros artísticos. La creación de obras de arte: su contexto artístico y social en relación con el actual. Análisis visual de los géneros artísticos: temas, técnicas y soportes.",
        "- Las formas geométricas en el arte y en el entorno. Patrimonio arquitectónico.",
        "- La representación del volumen y el espacio y su aplicación al arte y la arquitectura. El dibujo técnico aplicado a la creación de diseños modulares.",
        "B. Elementos formales de la imagen y del lenguaje visual. La expresión gráfica.",
        "- Incidencia de la luz en la percepción visual. Introducción a los principios perceptivos, elementos y factores. Ilusiones ópticas.",
        "- El lenguaje visual como sistema de comunicación y su interrelación con otros lenguajes.",
        "- El color, la forma y la textura en la composición.",
        "- El volumen y el espacio. Luces y sombras, claroscuro.",
        "- La composición. Conceptos de equilibrio, proporción y ritmo aplicados a la organización de formas en el plano y en el espacio. Esquemas compositivos en diferentes obras de arte.",
        "- Posibilidades expresivas y comunicativas de los elementos del lenguaje visual. Relación entre los elementos del lenguaje visual y audiovisual y su uso gráficoplástico",
        "- Las TIC en transformaciones grafico-plásticas de la imagen.",
        "C. Expresión artística y gráfico-plástica. Técnicas y procedimientos.",
        "- Técnicas básicas de expresión gráfico-plástica en tres dimensiones. Su uso en el arte y sus características expresivas",
        "- Factores y etapas del proceso creativo: investigación, planificación, elección de materiales y técnicas, realización de bocetos, creación, difusión y evaluación.",
        "- Soportes y Tipos.",
        "- Transformaciones geométricas en el plano: Simetrías, traslaciones y giros. Módulos y redes modulares.",
        "- Tangencias y enlaces. Curvas técnicas. Su uso en el diseño.",
        "- Formas tridimensionales en el plano. Las proyecciones. Los sistemas de representación.",
        "D. Imagen y comunicación visual y audiovisual.",
        "- Valor creativo y significación de las imágenes: significante y significado: Iconos y Símbolos como Signos. Iconicidad en relación con el Realismo, la Figuración y la Abstracción.",
        "- Elementos de la comunicación visual y audiovisual. Funciones de la comunicación. Tipos de lenguajes visuales y audiovisuales según su función y contexto.",
        "- Imágenes visuales y audiovisuales: lectura y análisis.",
        "- Marcas y variantes de logotipos. Anagramas y pictogramas.",
        "- Imagen fija y en movimiento, origen y evolución. Elementos narrativos, procesos, técnicas y procedimientos del cómic, la ilustración, la fotografía, el cine, la televisión, el video, la publicidad, la animación y los formatos digitales.",
        "- Técnicas básicas para la realización de producciones audiovisuales sencillas, de forma individual o en grupo. Experimentación en entornos virtuales de aprendizaje.",
        "- Los lenguajes visuales y su evolución en función de los avances tecnológicos.",
        "- Valores plásticos y estéticos en la producción artística.",
        "- Tipos, formas y técnicas de presentación, tanto presenciales como virtuales, en función del público potencial, y adecuación al contexto.",
        "- Técnicas expositivas, presenciales y virtuales. Público potencial, y adecuación al contexto."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Valorar la importancia de la conservación del patrimonio cultural y artístico, a través del conocimiento y el análisis guiado de obras de arte, utilizándolo como fuente de enriquecimiento personal en sus propias creaciones, en las que manifieste aspectos de su propia identidad cultural. (CPSAA3, CC1, CCEC1, CCEC2)",
        "1.2 Analizar y reconocer los rasgos diferenciadores de los estilos, y los géneros artísticos significativos a lo largo de la historia, apreciando y reflexionando sobre su contribución artística, desarrollando el sentido estético del alumnado, su creatividad y las facultades de reflexión y pensamiento crítico. (CCL1, CC1, CC2, CCEC1, CCEC2) 1.3 Reconocer el valor del contexto histórico y social en la creación de las obras de arte, así como expresar por medio de diferentes lenguajes los elementos diferenciadores de los estilos artísticos predominantes en Castilla y León, identificando las manifestaciones del patrimonio: material e inmaterial. (CCL1, CD2, CC1, CCEC1, CCEC2)",
        "1.4 Analizar las distintas formas geométricas en obras del patrimonio artístico y arquitectónico, especialmente el de Castilla y León, valorando su importancia en el diseño. (STEM1, CD2, CCEC1, CCEC2)",
        "Competencia específica 2",
        "2.1 Analizar, de forma guiada, diversas producciones artísticas, incluidas las propias y las de sus iguales, identificando los procedimientos y las técnicas más afines a cada proyecto o tarea; desarrollando con interés una mirada estética hacia el mundo y respetando la diversidad de las expresiones culturales. (CCL1, CCL2, CPSAA3, CC1, CCEC1, CCEC2)",
        "2.2 Explicar con diversos recursos verbales, escritos o digitales el proceso creativo y la obra final, valorando la importancia del proceso que media entre la realidad, el imaginario y la producción, experimentando con la propia capacidad de deleite estético y mostrando un comportamiento respetuoso con la libertad de expresión y la diversidad cultural, superando estereotipos sexistas, discriminatorios e insolidarios. (CCL1, CPSAA1, CPSAA3, CC3, CCEC2, CCEC3)",
        "Competencia específica 3",
        "3.1 Argumentar el disfrute producido por la recepción del arte en todas sus formas y vertientes, compartiendo con respeto impresiones y emociones y expresando la opinión personal de forma abierta. (CCL1, CCL2, CD1, CPSAA4, CC3, CCEC2, CCEC3).",
        "3.2 Conocer, diferenciar e identificar los distintos elementos y factores que intervienen en el proceso de la comunicación visual y sus posibilidades narrativas, analizándolas con actitud crítica y rechazando usos de las mismas que supongan cualquier tipo de discriminación social, racial y/o de género. (CCL1, CCL2, CC3, CCEC4)",
        "3.3 Analizar las imágenes presentes en la cultura audiovisual relacionando la iconicidad con el Realismo, la Figuración y la Abstracción, creando distintos tipos de imágenes según su relación significante-significado e interpretando los mensajes visuales y audiovisuales del mundo que nos rodea. (CCL2, CPSAA4, CC1, CCEC2)",
        "3.4 Conocer e identificar los diferentes lenguajes visuales, audiovisuales y multimedia, así como sus características, a través de la observación directa de obras del pasado y tendencias actuales de las artes, siendo capaz de establecer las técnicas con las que se producen, respetando las manifestaciones ajenas e incorporándolas al imaginario propio. (CCL2, CD2, CPSAA3, CC1, CC3, CCEC2, CCEC4)",
        "Competencia específica 4",
        "4.1 Reconocer y diferenciar los rasgos particulares de cada lenguaje artístico y sus distintos procesos en función de los contextos sociales, históricos, geográficos y de progreso tecnológico, mostrando interés y eficacia en la investigación y la búsqueda de información, estableciendo conexiones entre diferentes tipos de lenguajes plásticos, visuales y audiovisuales utilizando correctamente el vocabulario específico. (CCL1, CCL2, CCL3, CD1, CCEC2)",
        "4.2 Analizar con sentido crítico los elementos que intervienen en distintos actos de comunicación visual y audiovisual y las funciones que predominan en diferentes mensajes, realizando composiciones en las que se utilicen distintos lenguajes artísticos valorando las potencialidades de los medios digitales. (CCL2, CCL3, CD2)",
        "Competencia específica 5",
        "5.1 Realizar diferentes tipos de producciones artísticas individuales o colectivas, justificando el proceso creativo, desarrollando los estudios previos necesarios para enfocar las propuestas planteadas, mostrando iniciativa y autoconfianza, integrando racionalidad, empatía y sensibilidad, y seleccionando las técnicas y los soportes adecuados al propósito. (STEM3, CPSAA1, CPSAA3, CPSAA4, CC3, CCEC3, CCEC4) 5.2 Enriquecer su pensamiento creativo y personal, así como su imaginación, mediante la realización de diferentes tipos de mensajes visuales o audiovisuales, mostrando iniciativa en los procesos y seleccionando el soporte y la técnica adecuados a su propósito. (STEM1, CE3)",
        "5.3 Exteriorizar sus ideas y sentimientos, con creatividad e imaginación, a través de la experimentación individual o colectiva, con todo tipo de materiales, instrumentos y soportes. (CD5, CPSAA1, CPSAA3, CCEC3, CCEC4)",
        "Competencia específica 6",
        "6.1 Utilizar creativamente referencias culturales y artísticas del entorno en la elaboración de producciones propias, mostrando una visión personal, recurriendo a los recursos de su propio imaginario y a su sensibilidad. (CCL2, CCL3, CD1, CPSAA3, CC1, CE3, CCEC1, CCEC3)",
        "6.2 Analizar obras artísticas del entorno próximo, utilizando sus conclusiones en la elaboración de sus producciones, mostrando una actitud respetuosa hacia otras identidades y referentes culturales ajenos al entorno más cercano. (CCL2, CCL3, CD1, CPSAA3, CC1, CE3, CCEC1, CCEC2)",
        "Competencia específica 7",
        "7.1 Realizar un proyecto artístico con creatividad y de forma consciente, experimentando con distintas técnicas visuales o audiovisuales en la generación de mensajes propios, y mostrando iniciativa en el manejo de materiales, soportes y herramientas. (CCL2, STEM3, CD5, CC1, CC3, CCEC4)",
        "7.2 Elaborar producciones artísticas ajustadas al objetivo propuesto, utilizando las posibilidades expresivas de los elementos formales básicos en las artes visuales y audiovisuales, esforzándose en superarse y demostrando un criterio propio. (CCL1, CCL2, STEM3, CPSAA5, CC1, CE3, CCEC3, CCEC4)",
        "7.3 Representar la forma artística y geométrica con diferentes técnicas, aplicando repeticiones, giros, simetrías de módulos, tangencias y enlaces, en sus diseños, relacionándolo con diferentes manifestaciones artísticas. (STEM1, STEM4, CD5, CCEC4)",
        "7.4 Establecer las relaciones entre los diferentes tipos de proyección y los sistemas de representación seleccionando el más adecuado para la propuesta formulada, comprendiendo y practicando los procesos de construcción de perspectivas isométricas y caballeras aplicadas a volúmenes elementales, representando espacios interiores o exteriores mediante perspectivas cónicas. (STEM1, STEM3, STEM4, CD5, CCEC4)",
        "Competencia específica 8",
        "8.1 Estimar las diferentes etapas al desarrollar producciones y manifestaciones artísticas, visuales y audiovisuales, con una intención previa, de forma individual o colectiva, organizándolas y desarrollándolas de forma colaborativa, considerando las características del público destinatario. (STEM3, CD2, CPSAA5, CE3, CCEC4)",
        "8.2 Utilizar correctamente la terminología de las técnicas grafico-plásticas en los procesos de trabajo, así como las herramientas, soportes, materiales y procedimientos, adecuados a cada proyecto, estableciendo un debate y defensa de la obra realizada. (CCL1, CD2)",
        "8.3 Exponer los procesos de elaboración y el resultado final de producciones y manifestaciones artísticas, realizadas de forma individual o colectiva, física y virtualmente, utilizando aplicaciones informáticas específicas, reconociendo los errores, buscando las soluciones y las estrategias más adecuadas para mejorarlas, y valorando las oportunidades de desarrollo personal que ofrecen en función del público al que van dirigidas. (CCL1, STEM3, CD2, CD3, CPSAA3, CPSAA5, CE3, CCEC4)"
    ]
}