{
  "saberes": [
    "El present de la llengua i la civilització llatines",
    "- Valoració del paper de l’humanisme i la seva utilitat en la societat moderna a partir d’exemples extrets del món actual coneguts per l’alumnat en diversos formats (escrit, arts gràfiques, arts escèniques, audiovisual...).",
    "- Reconeixement de la importància de la civilització llatina en la configuració de la nostra identitat com a societat a partir de l’anàlisi crítica dels principals elements que la conformen, en el context dels reptes que la societat actual contínuament planteja.",
    "- Coneixement de l’evolució del lèxic llatí dins del context de les llengües d’aprenentatge per millorar la competència oral i escrita de l’alumnat, a partir, sempre que sigui possible, dels textos mateixos traduïts per l’alumnat.",
    "- Presa de consciència de la importància d’aspectes geogràfics, històrics, culturals, polítics i lingüístics de la civilització llatina per a la comprensió de la noció actual d’Europa en general i per a la configuració de Catalunya com a país en particular, com a exemple del pes tan important de la llengua, la cultura i la civilització llatines en la configuració del projecte comú europeu.",
    "- Establiment d’estratègies i eines per relacionar el passat i el present a partir dels coneixements adquirits i conscienciar l’estudiant sobre l’actualitat del llegat grecoromà, utilitzant a aquest efecte diversitat de recursos: gràfics, textos, restes arqueològiques...",
    "- Coneixement i valoració dels temes i personatges fonamentals de la literatura llatina en el seu context i la seva pervivència a través de la tradició clàssica, tan important per a la configuració de la realitat cultural catalana, sobre la base de la lectura comparada de textos literaris llatins i moderns.",
    "- Reconeixement de la importància dels textos clàssics llatins (tant en versió original com adaptada o en traducció) com a testimoni dels aspectes constitutius de la nostra condició humana des de l’antiguitat fins als nostres dies.",
    "- Valoració del paper globalitzador i integrador de la llengua i la civilització llatines com a eina per combatre actituds segregadores i intolerants de la societat actual vers grups humans minoritaris, amb el benentès que les llengües i cultures han de bastir ponts de comunicació entre les persones, sigui quin sigui el seu origen geogràfic i el seu estatus social i econòmic.",
    "- Projecció d’una mirada crítica cap a aquells aspectes de la civilització romana (expressats en textos i en peces d’art d’època romana) que atempten contra la igualtat de gènere i d’oportunitats i que, segons els criteris actuals, mereixen un clar rebuig.",
    " Llengua llatina i plurilingüisme",
    "- Identificació de paraules amb lexemes, sufixos i prefixos d’origen llatí en textos orals i escrits produïts o interpretats per l’estudiant en les llengües d’aprenentatge, enriquint les capacitats comunicatives de l’estudiant.",
    "- Establiment d’estratègies bàsiques que ajudin a inferir significats en lèxic especialitzat i de nova aparició a partir de la identificació de formants llatins per ampliar i emprar amb propietat el vocabulari d’ús habitual de l’alumnat.",
    "- Conscienciació de la importància de la llengua llatina per al vocabulari i el pensament tècnic i científic tant al llarg de la història com en l’estat actual de la ciència i la tècnica en els seus diferents àmbits, usant a aquest efecte textos moderns redactats en les llengües d’aprenentatge, de dificultat mitjana-alta i relacionats amb el pensament, la ciència i la tècnica.",
    "- Reconeixement, organització i incorporació a la producció escrita, oral o multimodal de lèxic d’arrel llatina entre les diferents llengües del repertori lingüístic de l’alumnat, amb el benentès que el plurilingüisme és un tresor a conservar i a promocionar, com demostra la celebració del Dia Europeu de les Llengües cada 26 de setembre.",
    "- Comprensió i identificació dels canvis fonètics més freqüents del llatí a les llengües d’ensenyament com a mitjà per a la millora de l’ús correcte i apropiat d’aquestes, tot donant a l’alumnat les estratègies necessàries perquè sigui capaç d’identificar per si sol les principals diferències entre aquests dos registres de la llengua llatina.",
    "- Iniciació a l’etimologia del vocabulari llatí com a base perquè l’estudiant infereixi el significat de termes desconeguts i ampliï d’aquesta manera el domini del lèxic en les seves llengües d’aprenentatge.",
    "- Coneixement i ús adequat dels llatinismes i de les locucions llatines més freqüents per emprar-los correctament, a partir, preferentment, de textos moderns que els incloguin i que permetin la deducció del seu significat per part de l’alumnat.",
    "- Aplicació dels procediments de composició i derivació llatins en l’elaboració de famílies de paraules per ampliar la competència lèxica de l’estudiant, aplicant unes normes mínimes que li permetin deduir els significats de mots que abans desconeixia.",
    "- Estudi comparatiu de les llengües a partir del seu origen i relacions de parentiu per tal que l’alumnat sigui conscient de la base comuna llatina de les llengües modernes, sobre la base de la lectura comparada de textos moderns redactats en diversos idiomes.",
    "- Conscienciació de la importància del llatí per a la correcta expressió escrita, oral i multimodal en les diferents llengües del repertori lingüístic de l’alumnat.",
    "- Maneig d’eines analògiques i digitals per a l’aprenentatge i la reflexió de la llengua llatina com a vincle i impuls per a l’aprenentatge d’altres llengües estrangeres.",
    "Textos llatins i la seva transcendència",
    "- Establiment d’estratègies per comentar i interpretar textos llatins a partir dels coneixements adquirits en altres matèries de l’àrea lingüística i de la pròpia experiència amb l’objectiu d’ampliar els referents culturals de l’alumnat.",
    "- Coneixement dels trets bàsics de la transmissió textual i dels principals suports d’escriptura utilitzats en el món antic i la seva comparació amb els actuals, a partir de textos llatins i de restes arqueològiques que hi facin referència.",
    " - Presa de consciència del valor fonamental dels textos llatins en la construcció de la nostra identitat com a societat respectuosa i tolerant amb la diversitat en totes les seves facetes i identificació i denúncia d’aquelles actituds arrelades en la societat romana que atemptin contra aquests mateixos principis.",
    "- Valoració de la petjada dels textos literaris llatins damunt del llegat cultural del món occidental, com a base per a una aproximació crítica als grans problemes de la humanitat des de l’antiguitat fins als nostres dies (guerra de l’aigua, ecologia, transsexualitat, assetjament sexual, violència de gènere…), a partir de la lectura i interpretació comparada de textos antics i moderns.",
    "- Lectura crítica dels textos llatins des d’una perspectiva de gènere i d’igualtat de drets per tal de formar alumnes amb una actitud crítica davant de tota mena d’actes i decisions que atemptin contra aquests principis i amb capacitat de discernir aquells textos llatins que hi estan en consonància d’aquells que fomenten actituds contràries i, per tant, clarament rebutjables.",
    "Interpretació de textos llatins",
    "- Aprenentatge de l’abecedari i de la pronúncia del llatí, en connexió amb la seva permanència i influència en les llengües del repertori lingüístic de l’alumnat a partir de llistes de mots seleccionats o de textos senzills.",
    "- Coneixement i aplicació pràctica dels casos i els seus principals valors sintàctics, de la flexió nominal, pronominal i verbal així com de les estructures oracionals bàsiques, la concordança i l’ordre de paraules per tal de llegir i comprendre en profunditat textos llatins, entenent sempre la sintaxi i la morfologia com a una eina al servei dels textos traduïts i no com a una finalitat en elles mateixes.",
    "- Capacitació de l’alumnat per traslladar amb correcció ortogràfica i expressiva el missatge d’un text en llengua llatina a les seves llengües d’ús habitual i per reflexionar i justificar la traducció oferta, o bé per articular continguts orals en llatí amb una mínima correcció.",
    "- Aprenentatge i posada en pràctica de les estratègies bàsiques per a la producció de textos orals senzills en llengua llatina referits a situacions de la vida quotidiana, que permetin treballar i millorar la competència oral de l’alumnat.",
    "- Establiment d’estratègies bàsiques per identificar, analitzar i traduir unitats lingüístiques (lèxic, morfosintaxi) a partir de la comparació de les llengües i les varietats que conformen el repertori lingüístic personal de l’alumnat i per millorar la seva agilitat mental.",
    "- Maneig de recursos fonamentalment digitals per a l’aprenentatge i estratègies bàsiques d’adquisició de llengües com ara el portafolis europeu de les llengües, glossaris, diccionaris, jocs, enregistraments, etc., en la mesura en què la llengua llatina pot ser, per ella mateixa, una eina molt útil per fomentar la competència plurilingüe de l’alumnat.",
    "- Foment de l’autoconfiança, l’autonomia i la iniciativa de l’alumnat en el trasllat d’un text llatí a la llengua d’aprenentatge com a garantia de la seva estabilitat emocional, amb el benentès que l’error, lluny de ser una mostra de fracàs, és una part integrant del mateix procés d’aprenentatge.",
    "El llegat i el patrimoni romans",
    "- Coneixement i valoració de la pervivència del llegat material de la cultura i la civilització llatines (llocs arqueològics, inscripcions, etc.), així com del llegat immaterial (mitologia, institucions polítiques, oratòria, dret, rituals i celebracions, etc.) com a base de la cultura occidental, a partir de recursos diversos com representacions artístiques (ceràmiques i estàtues), restes arqueològiques i textos originals o traduïts a la llengua d’aprenentatge de l’alumnat.",
    "- Coneixement de les principals característiques del patrimoni cultural romà i valoració de la seva pervivència fins als nostres dies a través de la romanització, entesa aquesta com un procés integrador que enriqueix els ciutadans i ciutadanes europeus i que es pot comparar amb altres processos d’aculturació semblants.",
    "- Interpretació i valoració de textos llatins entorn de l’ecologia i el canvi climàtic davant la necessitat peremptòria de conservar el medi ambient i d’aturar l’escalfament global, en la línia dels objectius de desenvolupament sostenible.",
    "- Conscienciació de l’alumnat de la necessitat de participar en processos destinats a conservar, preservar i difondre el patrimoni arqueològic romà del seu entorn com a element enriquidor per a les generacions presents i futures.",
    "- Maneig d’eines analògiques i digitals (incloses les xarxes socials, sota la supervisió sempre de l’ensenyant) que permetin la presentació i difusió de la importància del patrimoni material i immaterial de la cultura romana mitjançant la producció i coproducció oral, escrita i multimodal.",
    "- Conscienciació de l’alumnat sobre la necessitat de respectar la propietat intel·lectual i els drets d’autor respecte de les fonts consultades i els continguts utilitzats, amb el benentès que el plagi atempta contra la creació artística i literària, i reflexió sobre el concepte mateix d’imitació i plagi en el món romà.",
    "- Establiment d’estratègies i adopció d’eines, analògiques i digitals, individuals i cooperatives, per a l’autoavaluació i la coavaluació en un món cada cop més interconnectat, en el qual les noves tecnologies i el treball cooperatiu són una realitat inqüestionable i la base d’una societat més rica, informada i tolerant."
  ],
  "criteriosEvaluacion": [
    "1.1 Analitzar manifestacions culturals del present, mitjançant la comparació de similituds i diferències amb l’antiguitat llatina, i descriure’n el significat en el context del desenvolupament cultural a Catalunya i a Europa.",
    "1.2 Valorar de manera crítica les formes de vida, costums i actituds de la societat romana en comparació amb els de les nostres societats, a partir del contingut de fonts llatines en diferents suports.",
    "1.3 Comprendre i valorar els períodes de la història de Roma, els esdeveniments, personatges i aspectes de la civilització romana en el seu context històric, tot comparant- los, amb una mirada crítica, amb els referents actuals, sobre la base dels coneixements adquirits.",
    "2.1 Valorar críticament la diversitat lingüística i cultural a la qual dona origen el llatí i adequar-s’hi, identificant i explicant semblances i diferències entre els elements lingüístics del seu entorn, relacionant-los amb els de la cultura pròpia i desenvolupant una cultura compartida i una ciutadania compromesa amb els valors democràtics.",
    "2.2 Inferir significats de termes llatins aplicant els coneixements lèxics i fonètics d’altres llengües del repertori individual de l’alumnat.",
    "2.3 Ampliar el cabal lèxic de l’alumnat i millorar-ne l’expressió oral i escrita, incorporant llatinismes i locucions usuals d’origen llatí de manera coherent.",
    "2.4 Reconèixer els elements llatins en diferents contextos lingüístics i produir definicions etimològiques de termes quotidians, científics i tècnics, establint, si s’escau, la relació semàntica entre un terme patrimonial i un cultisme.",
    "3.1 Analitzar i explicar de manera oral, escrita o multimodal el caràcter clàssic i humanista de les diverses manifestacions literàries i artístiques de la civilització llatina, utilitzant un vocabulari correcte i una expressió adequada.",
    "3.2 Reconèixer i valorar el sentit global i les idees principals i secundàries d’un text, contextualitzant i identificant les referències històriques, socials, polítiques o religioses que hi apareixen, i servint-se de coneixements sobre personatges i esdeveniments històrics.",
    "3.3 Interpretar de manera crítica el contingut de textos llatins de dificultat adequada, atès el context en què es van produir, connectant-los amb l’experiència i valorant com contribueixen a entendre les formes de vida, els costums i les actituds de la nostra societat.",
    "4.1 Analitzar els aspectes morfològics i sintàctics elementals de la llengua llatina, identificant-los i comparant-los amb els de la llengua pròpia.",
    "4.2 Traduir textos i/o produir continguts orals breus i senzills amb termes adequats i expressió correcta en la llengua d’ensenyament, justificant-ne el resultat i manifestant la correspondència entre l’original i la versió realitzada.",
    "4.3 Produir oracions bàsiques utilitzant les estructures pròpies de la llengua llatina.",
    "4.4 Avesar l’alumnat al maneig de recursos fonamentalment digitals per a la comprensió de textos llatins (en format escrit o oral) i la creació de produccions pròpies en aquest idioma, per tal de fomentar-ne la competència plurilingüe i digital.",
    "5.1 Identificar i interpretar elements de la civilització llatina, especialment els relacionats amb la mitologia clàssica, com a font d’inspiració de manifestacions literàries i artístiques.",
    "5.2 Reconèixer i valorar les empremtes de la romanització en el patrimoni cultural i arqueològic de l’entorn, identificant els processos de preservació, conservació i restauració com un aspecte fonamental d’una ciutadania compromesa amb la sostenibilitat ambiental i la cura del seu llegat.",
    "5.3 Exposar correctament de forma oral, escrita o multimodal les conclusions obtingudes a partir de la investigació, individual o col·laborativa, del llegat material i immaterial de la civilització romana i la seva pervivència en el present a través de suports analògics i digitals, seleccionant informació, contrastant-la i organitzant-la."
  ]
}