{
    "saberes": [
        "Les llengües i els seus parlants",
        "- Presa de consciència de la diversitat lingüística per mitjà de la biografia lingüística personal i el mapa lingüístic de l’aula, treballats amb acompanyament.",
        "- Ús d’un llenguatge no discriminatori i respectuós amb les diferències en la vida quotidiana.",
        "- Identificació i ús estratègic dels coneixements que es tenen de les diverses llengües que conformen el repertori lingüístic per superar mancances comunicatives amb acompanyament.",
        "- Reconeixement d’aspectes socioculturals i sociolingüístics elementals i més significatius relatius als costums, la vida quotidiana i les manifestacions culturals i artístiques en països on es parla la llengua estrangera.",
        "Comunicació oral",
        "- Ús de la llengua estrangera a l’aula amb autoconfiança progressiva.",
        "- Comprensió de textos orals de tipologia diversa en diferents formats i mitjans.",
        "- Identificació de la incidència dels components (situació, participants o intenció) en l’acte comunicatiu en diferents situacions comunicatives de l’aula.",
        "- Aplicació d’estratègies lingüístiques elementals amb acompanyament, en contextos propers, per dotar textos breus i senzills d’adequació, coherència, cohesió i correcció.",
        "- Identificació d’elements bàsics de contingut (tema, fórmules fixes, lèxic) i forma (estructura, format, imatges) en les produccions orals.",
        "- Reproducció de textos orals memoritzats (cançons, poemes, dramatitzacions) en el marc de les propostes didàctiques d’aula.",
        "- Ús de models textuals elementals (narració, descripció, diàleg i exposició) en les produccions orals, de forma progressivament autònoma.",
        "- Interacció oral adequada en situacions d’aula. Reconeixement i utilització d’estratègies bàsiques de cortesia lingüística.",
        "- Aplicació d’estratègies d’escolta activa en la resolució dialogada dels conflictes, tenint en compte la perspectiva de gènere.",
        "- Ús d’eines analògiques i digitals elementals per a la producció oral i multimodal, en el marc de les situacions d’aprenentatge i amb acompanyament.",
        "Comprensió lectora",
        "- Lectura individual i silenciosa, amb fluïdesa adequada al nivell cognitiu, de textos de l’aula i del seu entorn.",
        "- Lectura en veu alta amb entonació i ritme progressivament adequats al nivell cognitiu, amb preparació prèvia.",
        "- Ús d’elements gràfics i paratextuals bàsics que afavoreixen la comprensió abans, durant i després de l’experiència lectora, en textos propers, de la vida quotidiana, de mitjans de comunicació i escolars.",
        "- Aplicació d’estratègies de comprensió lectora abans, durant i després de la lectura (planificació, anticipació, inferències…), en textos diversos i amb acompanyament.",
        "- Detecció d’usos clarament discriminatoris del llenguatge verbal i icònic, de forma guiada, en contextos quotidians i mitjans de comunicació.",
        "Expressió escrita",
        "- Comprensió i ús de convencions del codi escrit en el marc de les propostes de comprensió o producció de textos d’ús escolar i social.",
        "- Producció de textos propers o viscuts, de tipologia diversa, dirigits a diferents destinataris, amb acompanyament i una intenció concreta.",
        "- Aplicació d’estratègies elementals, individuals o grupals, de planificació, redacció, revisió i edició de textos escrits i multimodals propers a la seva experiència personal, en diferents suports, amb diferents propòsits i de forma acompanyada.",
        "- Utilització d’elements gràfics i paratextuals adequats al suport, de forma acompanyada, que facilitin l’organització i la comprensió del text produït a l’aula.",
        "- Cura en la presentació de les produccions escrites en qualsevol suport.",
        "Alfabetització informacional",
        "- Aplicació d’estratègies bàsiques per a la recerca guiada d’informació senzilla en fonts documentals variades i amb diferents suports i formats, reconeixent l’autoria.",
        "- Aplicació d’estratègies bàsiques que permetin comparar informació de diferents fonts, reelaborar-la i comunicar-la en situacions properes, amb acompanyament.",
        "- Comunicació creativa del coneixement, de forma acompanyada, amb respecte a la propietat intel·lectual.",
        "- Utilització de la biblioteca i dels recursos digitals de l’aula i del centre, amb guiatge, per dur a terme treballs d’investigació.",
        "Educació literària",
        "- Lectura d’obres o fragments variats i diversos de la literatura infantil adequats als propis interessos i organitzats en itineraris lectors.",
        "- Comprensió dels elements constitutius essencials de l’obra literària (tema, personatges, trama, escenari) i dels diferents gèneres literaris, a partir de la lectura compartida i guiada d’obres de qualitat.",
        "- Establiment de vincles de la literatura amb altres manifestacions artístiques i culturals amb acompanyament.",
        "- Inici de la construcció de la identitat lectora, afavorint l’expressió de gustos i interessos, per mitjà de la lectura autònoma i la lectura compartida i guiada.",
        "- Ús de la biblioteca de l’aula, del centre i de l’entorn proper com a espai de trobada d’activitats literàries compartides i com a element impulsor de comunitats lectores.",
        "- Reconeixement de les dades bàsiques d’un llibre (persones autores, il·lustradores, editorial, col·lecció) en el context de les lectures d’aula i de la biblioteca, amb acompanyament.",
        "- Escriptura de textos literaris senzills (rodolins, endevinalles, contes…) a partir de models coneguts i analitzats, amb acompanyament.",
        "- Exploració de les il·lustracions i de la relació que s’estableix amb el text en els àlbums il·lustrats, amb acompanyament.",
        "Reflexió sobre la llengua",
        "- Utilització de metallenguatge específic bàsic en el marc de propostes de producció i comprensió de textos orals, escrits o multimodals.",
        "- Diferències elementals entre llengua oral i llengua escrita en l’ús quotidià.",
        "- Discriminació fonètica de sons, síl·labes i accents i correspondència entre els sons i les grafies en la lectura i en les diferents produccions escrites, tenint en compte les diferents etapes del procés evolutiu de la lectura i l’escriptura.",
        "- Formulació i comprovació d’hipòtesis (substitució, canvi d’ordre, manipulació) i establiment de generalitzacions sobre aspectes lingüístics elementals, aplicació de l’ortografia de base i de les normes ortogràfiques més senzilles i d’ús més freqüent, prestant especial atenció a la concordança en l’escriptura de paraules d’ús habitual a la classe, en els aprenentatges i en els textos propis.",
        "- Ús de signes bàsics de puntuació com a mecanisme organitzador del text escrit.",
        "- Comprensió i ús de les modalitats oracionals en relació amb la intenció comunicativa.",
        "- Comprensió i ús de mecanismes bàsics de cohesió textual, amb especial atenció als connectors temporals i explicatius a partir de la reflexió compartida sobre les produccions escrites."
    ],
    "criteriosEvaluacion": [
        "1.1 Participar amb respecte en la comunicació intercultural, identificant i analitzant, de forma guiada, les discriminacions, els prejudicis i els estereotips més comuns, en situacions quotidianes i habituals.",
        "1.2 Reconèixer i valorar la diversitat lingüística i cultural relacionada amb la llengua estrangera, identificant els seus elements culturals i lingüístics elementals.2.1 Reconèixer i comprendre paraules i expressions habituals en textos orals i multimodals breus i senzills sobre temes freqüents i quotidians de rellevància personal i pròxims a la pròpia experiència, expressats de forma entenedora, clara, senzilla i directa, en llengua estàndard i en diferents suports.",
        "2.2 Seleccionar i aplicar de forma guiada estratègies elementals per captar la idea global i identificar elements específics amb ajuda d’elements lingüístics i no lingüístics del context, en situacions comunicatives quotidianes i de rellevància per a l’alumnat.3.1 Expressar oralment frases curtes amb informació bàsica sobre assumptes quotidians i de rellevància per a l’alumnat, utilitzant de forma guiada recursos verbals i no verbals, a partir de models i estructures prèviament presentats i parant atenció al ritme, l’accentuació i l’entonació.",
        "3.2 Seleccionar i aplicar de forma guiada estratègies bàsiques per produir missatges breus i senzills adequats a les intencions comunicatives utilitzant, amb ajuda, recursos i suports físics o digitals en funció de les necessitats de cada moment.",
        "3.3 Participar, de forma guiada, en situacions interactives elementals sobre temes quotidians, preparats prèviament, a través de diversos suports, com ara la repetició, el ritme pausat o el llenguatge no verbal, i mostrant empatia.",
        "3.4 Seleccionar i utilitzar, de forma guiada i en entorns propers, estratègies elementals per saludar, acomiadar-se i presentar-se, expressar missatges senzills i breus, i formular i contestar preguntes bàsiques per a la comunicació.4.1 Reconèixer i comprendre paraules i expressions habituals en textos escrits i multimodals breus i senzills sobre temes freqüents i quotidians de rellevància personal i pròxims a la pròpia experiència, expressats de forma entenedora, clara, senzilla i directa, i en llengua estàndard.",
        "4.2 Seleccionar i aplicar, de forma guiada, estratègies elementals en situacions comunicatives quotidianes i de rellevància per a l’alumnat que permetin captar la idea global i identificar elements específics amb ajuda d’elements lingüístics i no lingüístics.Escriure paraules, expressions conegudes i frases, sobre assumptes quotidians i de rellevància personal per a l’alumnat, a partir de models, i amb una finalitat específica, a través d’eines analògiques i digitals, utilitzant estructures i lèxic elemental.",
        "5.2 Seleccionar i aplicar de forma guiada estratègies bàsiques per produir missatges breus i senzills adequats a les intencions comunicatives utilitzant, amb ajuda, recursos i suports físics o digitals en funció de les necessitats de cada moment.Aplicar estratègies de cerca d’informació (localització, selecció i contrast) en diferents fonts, incloses les digitals, sobre temes propers i d’interès personal, de forma guiada, a la xarxa i a les biblioteques.",
        "6.2 Comunicar els resultats d’un procés d’investigació, individual o grupal, realitzat de forma acompanyada, sobre temes propers i d’interès personal.",
        "6.3 Adoptar hàbits d’ús segur i saludable de les tecnologies digitals de forma guiada en relació amb l’accés a la informació i a la comunicació en l’entorn immediat.Llegir de manera autònoma textos de diferents autors i autores que s’adeqüin als propis gustos i interessos, seleccionats de manera acompanyada, des de les diferents etapes del procés evolutiu de la lectura.",
        "7.2 Compartir lectures, per mitjà de recomanacions, presentacions i a partir d’interaccions orals, en el marc de la biblioteca d’aula i de centre, per expressar gustos i interessos i iniciar- se en una comunitat lectora.8.1 Interpretar i explicar informació bàsica de conceptes, comunicacions i textos breus i senzills, de manera guiada, en situacions de comunicació de diversitat lingüística, social i cultural, mostrant empatia i interès per entendre’s en un entorn immediat.",
        "9.1 Comparar i contrastar similituds i diferències evidents entre llengües, reflexionant, de manera guiada, sobre aspectes elementals del seu funcionament.",
        "9.2 Identificar i aplicar, de forma guiada, els coneixements i estratègies que formen el propi repertori lingüístic, per millorar la capacitat de comunicar i d’aprendre la llengua estrangera, amb suport d’altres participants i de suports analògics i digitals.",
        "9.3 Identificar i explicar, de manera guiada, progressos i dificultats elementals d’aprenentatge de la llengua estrangera.Rebutjar els usos lingüístics discriminatoris identificats a partir de la reflexió grupal acompanyada sobre els aspectes elementals, verbals i no verbals, que regeixen la comunicació, i tenint en compte la perspectiva de gènere.",
        "10.2 Utilitzar, amb l’acompanyament i planificació necessaris, estratègies elementals per a l’escolta activa i el consens, iniciant-se en la gestió dialogada de conflictes."
    ]
}