{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Valorar la importancia de la física en el desarrollo de la ciencia, la tecnología, la economía, la sociedad y la sostenibilidad ambiental con base en las soluciones que aporta a distintas situaciones relacionadas con esos ámbitos. ",
        "Criterio 1.2. Resolver problemas de manera experimental y analítica utilizando principios, leyes y teorías de la física.",
        "Competencia específica 2.",
        "Criterio 2.1. Adoptar modelos y utilizar leyes y teorías de la física para comprender, estudiar y analizar la evolución de sistemas naturales.  Criterio 2.2. Inferir soluciones generales a problemas generales a partir del análisis de situaciones particulares y las variables de que dependen. ",
        "Criterio 2.3. Descubrir aplicaciones prácticas y productos útiles para la sociedad en el campo tecnológico, industrial y biosanitario y analizarlos en base a los modelos, las leyes y las teorías de la física.Competencia específica 3.",
        "Criterio 3.1. Aplicar los principios, leyes y teorías científicas en el análisis crítico de procesos físicos del entorno, como los observados y los publicados en distintos medios de comunicación, para analizar, comprender y explicar las causas que los producen. ",
        "Criterio 3.2. Utilizar de manera rigurosa las unidades de las variables físicas en diferentes sistemas de unidades, empleando correctamente su notación y sus equivalencias, así como la interpretación adecuada de gráficas que relacionan variables físicas, para hacer posible una comunicación efectiva con toda la comunidad científica.",
        "Criterio 3.3. Resolver ejercicios y problemas de física planteados desde situaciones ideales o reales aplicando los principios, leyes y teorías científicas adecuadas para encontrar y argumentar sus soluciones y expresar de forma adecuada los resultados obtenidos.Competencia específica 4.",
        "Criterio 4.1. Usar de forma autónoma y eficiente plataformas tecnológicas para la consulta, elaboración e intercambio de materiales científicos y divulgativos en distintos formatos con otros integrantes de su entorno. ",
        "Criterio 4.2. Utilizar de forma crítica, ética y responsable plataformas que contengan medios de información y comunicación para enriquecer el aprendizaje y el trabajo individual y social.Competencia específica 5.",
        "Criterio 5.1. Analizar la medida y la toma de datos experimentales, reconocer y determinar sus errores y utilizar sistemas de representación gráfica, para obtener relaciones entre las variables físicas investigadas. ",
        "Criterio 5.2. Reproducir en laboratorios, sean reales o virtuales, determinados procesos físicos modificando las variables que lo condicionan para comprender los principios, leyes o teorías implicados y generar el correspondiente informe con formato adecuado, incluyendo argumentaciones, conclusiones, tablas de datos, gráficas y referencias bibliográficas. ",
        "Criterio 5.3. Debatir de forma fundamentada sobre los avances de la física y su implicación en la sociedad desde el punto de vista de la ética y de la sostenibilidad, para entender esta disciplina como impulsora del desarrollo tecnológico, económico y científico de la humanidad.",
        "Competencia específica 6.",
        "Criterio 6.1. Resolver cuestiones, ejercicios y problemas de física planteando desarrollos completos y con una correcta expresión en lenguaje matemático y científico, así como elaborar informes de laboratorio y otras investigaciones de manera que sean interpretables por el resto de las comunidades científicas.",
        "Criterio 6.2. Identificar los principales avances científicos relacionados con la física que han contribuido a las leyes y teorías aceptadas actualmente, como las fases para el entendimiento de las metodologías científicas, su evolución constante y la universalidad de la ciencia. ",
        "Criterio 6.3. Establecer relaciones entre la física y el resto de las disciplinas científicas, tales como la química, la biología o las matemáticas, para comprender el carácter multidisciplinar de la ciencia y las contribuciones de unas áreas sobre otras."        
    ],
    "saberes": [
        "Bloque A. Campo gravitatorio.",
        "A.1. Interacción entre masas.",
        "A.1.1 Cálculo, representación y tratamiento vectorial del efecto que una masa o un sistema de sistema de masas produce en el espacio e inferencia sobre la influencia que tendría en la trayectoria de otras masas que se encuentran en sus proximidades. Determinación de las variables cinemáticas y dinámicas de objetos con masa inmersos en un campo gravitatorio.",
        "A.1.2. Análisis del momento angular de un objeto en un campo gravitatorio, relación con las fuerzas centrales y aplicación de su conservación en el estudio de su movimiento.",
        "A.1.3. Determinación de la energía mecánica y del potencial gravitatorio de un objeto con masa sometido a un campo gravitatorio. Deducción del tipo de movimiento que posee.",
        "A.1.4. Cálculo del trabajo y de los balances energéticos que se producen en desplazamientos entre distintas posiciones, velocidades y tipos de trayectorias. ",
        "A.2. Aplicaciones de la gravitación.",
        "A.2.1. Descripción de las leyes que se verifican en el movimiento planetario y extrapolación al movimiento de satélites y cuerpos celestes. ",
        "A.2.2. Aplicación de los conceptos de campo gravitatorio en una introducción a la cosmología y la astrofísica, con la implicación de la física en la evolución de objetos astronómicos y del universo. Repercusión de la investigación en estos ámbitos en la industria, en la tecnología, en la economía y en la sociedad. ",
        "Bloque B. Campo electromagnético.",
        "B.1. Campo eléctrico.",
        "B.1.1. Tratamiento vectorial y cálculo de los campos eléctricos, determinación de las variables cinemáticas y dinámicas de cargas eléctricas libres en su presencia y análisis de fenómenos naturales y aplicaciones tecnológicas en los que se aprecian estos efectos. ",
        "B.1.2. Utilización del flujo de campo eléctrico e interpretación del concepto de línea de fuerza para la determinación de la intensidad de campo eléctrico en distribuciones de carga discretas y continuas.",
        "B.1.3. Análisis de la energía creada por una configuración de cargas estáticas y valoración de las magnitudes que se modifican y las que permanecen constantes en el desplazamiento de cargas libres entre puntos de distinto potencial eléctrico. ",
        "B.2. Campo magnético e inducción electromagnética.",
        "B.2.1. Tratamiento vectorial y cálculo de los campos magnéticos generados por hilos con corriente eléctrica en distintas configuraciones geométricas, como hilos rectilíneos, espiras, solenoides o toros, y la interacción entre ellos o con cargas eléctricas libres presentes en su entorno.",
        "B.2.2. Deducción e interpretación de las líneas de campo magnético producido por distribuciones de carga sencillas, imanes e hilos con corriente eléctrica en distintas configuraciones geométricas. ",
        "B.2.3. Análisis de los principales factores en los que se basa la generación de la fuerza electromotriz para comprender el funcionamiento de motores, generadores y transformadores, a partir de sistemas donde se produce una variación del flujo magnético.",
        "Bloque C. Vibraciones y ondas.",
        "C.1. Movimiento armónico simple y ondas.",
        "C.1.1. Análisis del movimiento oscilatorio, determinación de las variables cinemáticas y dinámicas de un cuerpo oscilante y valoración de la importancia de la conservación de energía para el estudio de estos sistemas en la naturaleza.",
        "C.1.2. Determinación de las variables que rigen un movimiento ondulatorio, análisis de las gráficas de oscilación en función de la posición y del tiempo y la ecuación de onda que lo describe. Análisis de su relación con un movimiento armónico simple y comprensión de los distintos tipos de movimientos ondulatorios en la naturaleza. ",
        "C.1.3. Localización de situaciones y contextos naturales en los que se ponen de manifiesto distintos fenómenos ondulatorios. Reconocimiento de las aplicaciones de estos fenómenos. ",
        "C.2. El sonido. La luz y la óptica geométrica.",
        "C.2.1. Resolución de problemas en los que intervienen ondas sonoras y sus cualidades, teniendo en cuenta la atenuación y el umbral de audición, así como las modificaciones de sus propiedades en función del desplazamiento del emisor o el receptor, y sus aplicaciones. ",
        "C.2.2. Análisis de la naturaleza de la luz a través de las controversias y debates históricos, su estudio como onda electromagnética y conocimiento del espectro electromagnético.",
        "C.2.3. Utilización de los criterios, leyes y principios que rigen el trazado de rayos entre medios y objetos de distinto índice de refracción.",
        "C.2.4. Empleo de los criterios, leyes y principios que rigen en los sistemas ópticos basados en lentes delgadas y en espejos planos y curvos. ",
        "Bloque D. Física relativista, cuántica, nuclear y de partículas.",
        "D.1. Relatividad y física cuántica.",
        "D.1.1. Análisis de los conceptos y postulados de la teoría de la relatividad y de sus implicaciones en los conceptos clásicos de masa, energía, velocidad, longitud y tiempo. ",
        "D.1.2. Interpretación de los principios de la física cuántica en el estudio de la física atómica, así como las implicaciones de la dualidad ondacorpúsculo y del principio de incertidumbre. ",
        "D.1.3. Explicación del fenómeno del efecto fotoeléctrico como sistema de transformación energética y de producción de diferencias de potencial eléctrico para su aplicación tecnológica. ",
        "D.2. Física nuclear y de partículas.",
        "D.2.1. Estudio del núcleo atómico y la estabilidad de sus isótopos, así como de los procesos y constantes implicados en la radiactividad natural y otros procesos nucleares. Valoración de su aplicación en el campo de las ciencias y de la salud. ",
        "D.2.2. Estudio de la estructura atómica y nuclear a partir de su composición en quarks y electrones, caracterizando otras partículas fundamentales de especial interés, como los bosones, y estableciendo conexiones con las cuatro interacciones fundamentales de la naturaleza a través del modelo estándar."        
    ]
}
