{
    "saberes": [
        "A. Cultura científica.",
        "CM.03.A.1. Iniciación en la actividad científica",
        "CM.03.A.1.1. Fases de la investigación científica (observación, formulación de preguntas y predicciones, planificación y realización de experimentos, recogida y análisis de información y datos, comunicación de resultados, etc.).",
        "CM.03.A.1.2. Instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "CM.03.A.1.3. Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "CM.03.A.1.4. Fomento de la curiosidad, la iniciativa, la constancia y el sentido de la responsabilidad en la realización de las diferentes investigaciones, así como en la lectura de textos divulgativos científicos.",
        "CM.03.A.1.5. La ciencia, la tecnología y la ingeniería como actividades humanas. Las profesiones STEM en la actualidad desde una perspectiva de género.",
        "CM.03.A.1.6. La relación entre los avances en matemáticas, ciencia, ingeniería y tecnología para comprender la evolución de la sociedad en el ámbito científico-tecnológico.",
        "CM.03.A.2. La vida en nuestro planeta",
        "CM.03.A.2.1. Aspectos básicos de las funciones vitales del ser humano desde una perspectiva integrada: obtención de energía (aparatos respiratorio, digestivo, circulatorio y excretor), relación con el entorno (órganos de los sentidos, sistema nervioso, aparato locomotor) y perpetuación de la especie (aparato reproductor).",
        "CM.03.A.2.2. Los cambios físicos, emocionales y sociales que conllevan la pubertad y la adolescencia para aceptarlos de forma positiva tanto en uno mismo como en los demás. Educación afectivo-sexual.",
        "CM.03.A.2.3. Pautas para una alimentación saludable y sostenible: menús saludables y equilibrados. La importancia de la cesta de la compra y del etiquetado de los productos alimenticios para conocer sus nutrientes y su aporte energético.",
        "CM.03.A.2.4. Pautas que fomenten una salud emocional y social adecuadas: higiene del sueño, prevención y consecuencias del consumo de drogas (legales e ilegales), gestión saludable del ocio y del tiempo libre, contacto con la naturaleza, uso adecuado de dispositivos digitales, estrategias para el fomento de relaciones sociales saludables y fomento de los cuidados de las personas.",
        "CM.03.A.2.5. Pautas para la prevención de riesgos y accidentes. Conocimiento de actuaciones básicas de primeros auxilios.",
        "CM.03.A2.6. Clasificación básica de rocas y minerales. Usos y explotación sostenible de los recursos geológicos. CM.03.A2.7. Procesos geológicos básicos de formación y modelado del relieve.",
        "CM.03.A.3. Materia, fuerzas y energía",
        "CM.03.A3.1. Masa y volumen. Instrumentos para calcular la masa y la capacidad de un objeto. Concepto de densidad y su relación con la flotabilidad de un objeto en un líquido.",
        "CM.03.A3.2. La energía eléctrica. Fuentes, transformaciones, transferencia y uso en la vida cotidiana. Los circuitos eléctricos y las estructuras robotizadas.",
        "CM.03.A3.3. Las formas de energía, las fuentes y las transformaciones. Las fuentes de energías renovables y no renovables y su influencia en la contribución al desarrollo sostenible de la sociedad.",
        "CM.03.A3.4. Artefactos voladores. Principios básicos del vuelo.",
        "B. Tecnología y digitalización.",
        "CM.03.B.1. Digitalización del entorno personal de aprendizaje",
        "CM.03.B.1.1. Dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo. CM.03.B.1.2. Estrategias de búsquedas de información seguras y eficientes en Internet (valoración, discriminación, selección, organización y propiedad intelectual).",
        "CM.03.B.1.3. Estrategias de recogida, almacenamiento y representación de datos para facilitar su comprensión y análisis.",
        "CM.03.B.1.4. Reglas básicas de seguridad y privacidad para navegar por Internet y para proteger el entorno digital personal de aprendizaje.",
        "CM.03.B.1.5. Recursos y plataformas digitales restringidas y seguras para comunicarse con otras personas. Etiqueta digital, reglas básicas de cortesía, respeto y estrategias para resolver problemas en la comunicación digital.",
        "CM.03.B.1.6. Estrategias para fomentar el bienestar digital físico y mental. Reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, dependencia tecnológica, acceso a contenidos inadecuados, etc.), y estrategias de actuación.",
        "CM.03.B2. Proyectos de diseño y pensamiento computacional",
        "CM.03.B.2.1. Fases de los proyectos de diseño: identificación de necesidades, diseño, prototipado, prueba, evaluación y comunicación.",
        "CM.03.B.2.2. Fases del pensamiento computacional (descomposición de una tarea en partes más sencillas, reconocimiento de patrones y creación de algoritmos sencillos para la resolución del problema, etc.).",
        "CM.03.B.2.3. Materiales, herramientas, objetos, dispositivos y recursos digitales (programación por bloques, sensores, motores, simuladores, impresoras 3D, etc.) seguros y adecuados a la consecución del proyecto.",
        "CM.03.B.2.4. Estrategias en situaciones de incertidumbre: adaptación y cambio de estrategia cuando sea necesario, valoración del error propio y el de los demás como oportunidad de aprendizaje.",
        "C. Sociedades y territorios.",
        "CM.03.C.1. Retos del mundo actual",
        "CM.03.C.1.1. El futuro de la Tierra y del universo. Los fenómenos físicos relacionados con la Tierra y el universo y su repercusión en la vida diaria y en el entorno. La exploración espacial y la observación del cielo; la contaminación lumínica.",
        "CM.03.C.1.2. El clima y el planeta. Introducción a la dinámica atmosférica y a las grandes áreas climáticas del mundo. Los principales ecosistemas y sus paisajes.",
        "CM.03.C.1.3. El entorno natural. La diversidad geográfica de Andalucía, España y de Europa. Representación gráfica, visual y cartográfica a través de medios y recursos analógicos y digitales usando las Tecnologías de la Información Geográfica (TIG).",
        "CM.03.C.1.4. Migraciones y diversidad cultural. Las principales variables demográficas y su representación gráfica. Los comportamientos de la población y su evolución. Los movimientos migratorios y la apreciación de la diversidad cultural. Contraste entre zonas urbanas y despoblación rural.",
        "CM.03.C.1.5. Ciudadanía activa. Fundamentos y principios para la organización política y gestión del territorio en España. Participación social y ciudadana.",
        "CM.03.C.1.6. Igualdad de género y conductas no sexistas. Crítica de los estereotipos y roles en los distintos ámbitos: académico, profesional, social y cultural. Acciones para la igualdad efectiva entre mujeres y hombres.",
        "CM.03.C.2. Sociedades en el tiempo",
        "CM.03.C.2.1. Las fuentes históricas: clasificación y utilización de las distintas fuentes (orales, escritas, patrimoniales). Temas de relevancia en la historia (Edad Media, Edad Moderna y Edad Contemporánea), el papel representado por los sujetos históricos (individuales y colectivos), acontecimientos y procesos.",
        "CM.03.C.2.2. El papel de la mujer en la historia y los principales movimientos en defensa de sus derechos. Situación actual y retos de futuro en la igualdad de género.",
        "CM.03.C.2.3. La memoria democrática. Análisis multicausal del proceso de construcción de la democracia en España. La Constitución de 1978 y el Estatuto de Autonomía de Andalucía. Fórmulas para la participación de la ciudadanía en la vida pública.",
        "CM.03.C.2.4. Las expresiones artísticas y culturales medievales, modernas y contemporáneas y su contextualización histórica desde una perspectiva de género. La función del arte y la cultura en el mundo medieval, moderno y contemporáneo.",
        "CM.03.C2.5. El patrimonio natural y cultural como bien y recurso. Los paisajes naturales de Andalucía como patrimonio natural de España. Principales manifestaciones de cultura popular en España y Andalucía. El flamenco como patrimonio de la humanidad. Su uso, cuidado y conservación.",
        "CM.03.C3. Alfabetización cívica",
        "CM.03.C.3.1. Historia y cultura de las minorías étnicas presentes en nuestro país, particularmente las propias del pueblo gitano. Reconocimiento de la diversidad cultural y lingüística de España.",
        "CM.03.C.3.2. Los principios y valores de los derechos humanos y de la infancia, la Constitución española y el Estatuto de Autonomía de Andalucía, derechos y deberes de la ciudadanía. La contribución del Estado y sus instituciones a la paz, la seguridad integral y la cooperación internacional para el desarrollo.",
        "CM.03.C.3.3. La cultura de paz y no violencia. El pensamiento crítico como herramienta para el análisis de los conflictos de intereses. El reconocimiento de las víctimas de la violencia.",
        "CM.03.C.3.4. La organización política. Principales entidades políticas y administrativas del entorno local, andaluz y nacional en España. Sistemas de representación y de participación política. Los símbolos del Estado español y de Andalucía.",
        "CM.03.C.3.5. España y Europa. Las principales instituciones de España y de la Unión Europea, de sus valores y de sus funciones. Los ámbitos de acción de las instituciones europeas y su repercusión en el entorno.",
        "CM.03.C.4. Conciencia ecosocial",
        "CM.03.C.4.1. El cambio climático de lo local a lo global: causas y consecuencias. Medidas de mitigación y adaptación.",
        "CM.03.C.4.2. Responsabilidad ecosocial. Ecodependencia, interdependencia e interrelación entre personas, sociedades y medio natural.",
        "CM.03.C.4.3. El desarrollo sostenible. La actividad humana sobre el espacio y la explotación de los recursos. Las actividades económicas y los sectores productivos de Andalucía, España y Europa. La actividad económica y la distribución de la riqueza: desigualdad social y regional en el mundo y en España. Los Objetivos de Desarrollo Sostenible.",
        "CM.0.3C.4. Economía verde. La influencia de los mercados (de bienes, financiero y laboral) en la vida de la ciudadanía. Los agentes económicos y los derechos laborales desde una perspectiva de género. El valor social de los impuestos. Responsabilidad social y ambiental de las empresas. Publicidad, consumo responsable (necesidades y deseos) y derechos del consumidor.",
        "CM.03.C.4.5. Hábitos de vida sostenible: los límites del planeta y el agotamiento de recursos. La huella ecológica. Necesidad de reducción, reutilización y reciclaje de materiales.",
        "CM.03.C.4.6. Agenda Urbana. El desarrollo urbano sostenible. La ciudad como espacio de convivencia."
    ],
    "criteriosEvaluacion": [
        "1.1.b. Utilizar recursos digitales de acuerdo con las necesidades del contexto educativo de forma segura y eficiente, buscando información, comunicándose y trabajando de forma individual, en equipo y en red, reelaborando y creando contenidos digitales sencillos, interpretando, organizando y analizando la información y aumentando la productividad y eficiencia en el propio trabajo.",
        "2.1.b. Demostrar y mantener la curiosidad sobre un tema relacionado con el medio natural, social o cultural específico, formulando preguntas y realizando predicciones razonadas.",
        "2.2.b. Buscar, seleccionar y contrastar información, de diferentes fuentes seguras y fiables, usando los criterios de fiabilidad de fuentes, adquiriendo léxico científico básico, utilizándola en investigaciones relacionadas con el medio natural, social y cultural.",
        "2.3.b. Diseñar y realizar experimentos guiados, cuando la investigación lo requiera, utilizando diferentes técnicas de indagación y modelos, empleando de forma segura los instrumentos y dispositivos apropiados, realizando observaciones y mediciones precisas y registrándolas correctamente.",
        "2.4.b. Proponer posibles respuestas a las preguntas planteadas, a través del análisis e interpretación de la información y los resultados obtenidos, valorando la coherencia de las posibles soluciones, comparándolas con las predicciones realizadas.",
        "2.5.b. Comunicar los resultados de las investigaciones adaptando el mensaje y el formato a la audiencia que va dirigido, utilizando lenguaje científico y explicando los pasos seguidos.",
        "3.1.b. Plantear problemas de diseño que se resuelvan con la creación de un prototipo o solución digital, evaluando necesidades del entorno y estableciendo objetivos concretos.",
        "3.2.b. Diseñar posibles soluciones a los problemas planteados de acuerdo con técnicas sencillas de los proyectos de diseño y pensamiento computacional, mediante estrategias básicas de gestión de proyectos cooperativos, teniendo en cuenta los recursos necesarios y estableciendo criterios concretos para evaluar el proyecto.",
        "3.3.b. Desarrollar un producto final que dé solución a un problema de diseño, probando en equipo, diferentes prototipos o soluciones digitales, utilizando de forma segura las herramientas, dispositivos, técnicas y materiales adecuados.",
        "3.4.b. Comunicar el resultado de los proyectos de diseño, adaptando el mensaje y el formato a la audiencia, explicando los pasos seguidos, justificando por qué ese prototipo o solución digital cumple con los requisitos del proyecto y proponiendo posibles retos para futuros proyectos.",
        "4.1.b. Promover actitudes que fomenten el bienestar emocional y social, gestionando las emociones propias y respetando las de los demás, validándolas, fomentando relaciones afectivas saludables y reflexionando ante los usos de las tecnologías y la gestión del tiempo libre.",
        "4.2.b. Adoptar hábitos de vida saludables, partiendo del conocimiento y la localización, forma, estructura y funciones de los principales órganos, aparatos y sistemas que intervienen en las funciones vitales, estableciendo relación entre ellos, valorando la importancia de una alimentación variada, equilibrada y sostenible, el ejercicio físico, el contacto con la naturaleza, el descanso, la higiene, la prevención de enfermedades y accidentes, y el uso adecuado de las tecnologías.",
        "5.1.b. Identificar y analizar las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de metodologías de indagación, utilizando las herramientas y los procesos adecuados.",
        "5.2.b. Establecer conexiones sencillas entre diferentes elementos del medio natural, social y cultural, mostrando comprensión de las relaciones que se establecen, visibilizando y proponiendo soluciones a los problemas que genera el uso del espacio y sus transformaciones, los cambios y adaptaciones producidos por el ser humano y las distintas organizaciones sociales que se han desarrollado.",
        "5.3.b. Valorar, proteger y mostrar actitudes de conservación y mejora del patrimonio natural y cultural a través de propuestas y acciones que reflejen compromisos y conductas en favor de la sostenibilidad, respondiendo a retos naturales, sociales y culturales planteados.",
        "6.1.b. Promover estilos de vida sostenible y consecuentes con el respeto, los cuidados y la protección de las personas y del planeta, a partir del análisis crítico de la intervención humana en el entorno, siendo conscientes de los límites de la biosfera, de los problemas asociados al consumo acelerado de bienes y al establecimiento de un modelo energético basado en los combustibles fósiles.",
        "6.2.b. Promover una actitud emprendedora en la búsqueda, contraste y evaluación de propuestas para afrontar problemas ecosociales, buscar soluciones y actuar para su resolución, a partir del análisis crítico de las causas y consecuencias de la intervención humana en el entorno.",
        "7.1.b. Analizar relaciones de causalidad, simultaneidad y sucesión entre diferentes elementos del medio social y cultural de la Edad Contemporánea, situando hechos en ejes cronológicos para adoptar una actitud objetiva y analítica con respecto a la actualidad y para asumir un compromiso responsable y consciente con respecto a los retos del futuro.",
        "7.2.b. Conocer personas, grupos sociales relevantes y formas de vida de las sociedades en la Edad Contemporánea, incorporando la perspectiva de género, situándolas en ejes cronológicos e identificando rasgos significativos sociales, económicos y culturales.",
        "8.1.b. Contribuir al bienestar individual y colectivo y al logro de los valores de la integración europea a través del conocimiento de los procesos geográficos, históricos y culturales que han conformado la sociedad actual, valorando la diversidad etnocultural o afectivo-sexual, la cohesión social, y mostrando empatía y respeto por otras culturas y la igualdad de género.",
        "8.2.b. Promover actitudes de igualdad de género y conductas no sexistas, analizando y contrastando diferentes modelos en nuestra sociedad y valorando acciones contrarias a las actitudes discriminatorias.",
        "9.1.b. Promover una interacción respetuosa y equitativa, y resolver de forma pacífica y dialogada los conflictos, empleando un lenguaje inclusivo y no violento, la escucha activa, y el pensamiento crítico y explicando y ejercitando las principales normas, derechos, deberes y libertades que forman parte de la Constitución española, el Estatuto de Autonomía de Andalucía y de la Unión Europea, conociendo la función que el Estado y sus instituciones desempeñan en el mantenimiento de la paz y la seguridad.",
        "9.2.b. Explicar el funcionamiento general de los órganos de gobierno del municipio, de las comunidades autónomas, del Estado español y de la Unión Europea, valorando sus funciones y la gestión de los servicios públicos para la ciudadanía."
    ]
}