{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Identificar el dibujo como forma de conocimiento, comunicación y expresión, reflexionando con iniciativa sobre su presencia en distintas manifestaciones culturales y artísticas y comparando de forma autónoma su uso en las mismas. (CPSAA3.1, CC1, CC3, CCEC1, CCEC2)",
        "1.2 Comparar las múltiples funciones del dibujo a través del análisis autónomo de su uso en producciones de distintos ámbitos disciplinares. (CC1, CCEC2)",
        "1.3 Relacionar la pluralidad cultural y artística con la libertad de expresión, argumentando la opinión propia de forma activa, comprometida y respetuosa, y analizando los usos del dibujo en diversas manifestaciones artísticas. (CCL1, CCL2, CP3, CCEC1)",
        "Competencia específica 2",
        "2.1 Analizar el lenguaje, las técnicas y procedimientos del dibujo en diferentes propuestas plásticas, entendiendo los cambios que se han producido en las tendencias a lo largo de la historia y utilizando la terminología específica más adecuada. (CCL1, CCL2, CD1, CCEC2)",
        "2.2 Analizar distintas manifestaciones culturales y artísticas, comprendiendo la función que desempeña el dibujo en las mismas y valorando el enriquecimiento que suponen para la sociedad los retos creativos y estéticos. (CD1, CC1, CC3, CCEC1)",
        "2.3 Mostrar una actitud abierta, tolerante y respetuosa en el análisis de las producciones artísticas de ambos géneros, respetando todo tipo de creaciones propias y ajenas. (CC3, CCEC2)",
        "Competencia específica 3",
        "3.1 Experimentar con sensibilidad las posibilidades expresivas de los recursos elementales del dibujo (punto, línea, forma) y de su sintaxis, mejorando el proceso de creación gráfica. (CPSA1.1, CCEC4.2)",
        "3.2 Analizar, interpretar y representar gráficamente la realidad mediante bocetos y esbozos, utilizando las herramientas adecuadas y desarrollando una expresión propia, espontánea y creativa. (CPSA1.1, CPSAA1.2, CC1, CC2, CCEC3.1, CCEC4.2)",
        "Competencia específica 4",
        "4.1 Aportar una huella y un gesto propios a la realización de dibujos, combinando el uso tradicional de materiales, técnicas y soportes con la manipulación personal. (CC1, CCEC1, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2)",
        "4.2 Realizar composiciones bidimensionales, figurativas o abstractas, explorando la percepción y ordenación del espacio e indagando sobre la representación del cuerpo humano y su posible utilización como soporte o como herramienta gráfica. (CPSAA1.1, CPSAA5, CC3, CCEC2, CCEC3.2, CCEC4.2)",
        "Competencia específica 5",
        "5.1 Identificar los referentes artísticos de una obra determinada, describiendo la influencia que ejercen y las conexiones que se establecen. (CCL1, CPSAA3.1, CC3, CCEC2)",
        "5.2 Expresar ideas, opiniones, sentimientos y emociones a través de creaciones gráficas y dibujos propios, incorporando, de forma guiada, procedimientos o técnicas utilizados en referentes artísticos de interés para el alumnado. (CPSAA1.1, CPSAA5, CCEC3.1, CCEC4.1, CCEC4.2)",
        "5.3 Apreciar las diferentes manifestaciones culturales y sensibilidades artísticas para enriquecer la propia cultura personal, con una mirada abierta y respetuosa hacia las preferencias de los demás. (CCL2, CPSAA3.1, CC1, CC3, CCEC1)",
        "Competencia específica 6",
        "6.1 Emplear con intenciones comunicativas o expresivas los mecanismos de la percepción visual, sus leyes y principios, así como la composición y la ordenación de elementos en el espacio en dibujos de todo tipo, mostrando interés en sus aplicaciones. (CPSAA1.1, CPSAA5, CCEC4.1, CCEC4.2)",
        "6.2 Expresar a través del trazo y el gesto del dibujo una visión propia de la realidad o del mundo interior, experimentando con los elementos del lenguaje gráfico, sus formas, signos, posibilidades expresivas y efectos visuales. (CPSAA 1.2, CCEC3.2, CCEC4.2.) 6.3 Representar gráficamente las formas y su estructura interna, a partir de la observación y análisis de sus elementos integrantes. (STEM2, CPSAA1.1, CCEC4.2.) Competencia específica 7",
        "7.1 Proponer distintas soluciones gráficas a una misma propuesta visual, utilizando diferentes niveles de iconicidad, identificando las herramientas, medios y soportes necesarios, considerando el impacto ambiental de los mismos y justificando razonada y respetuosamente la elección realizada. (CD2, CD3, CE1, CPSAA1.1, CC1, CC4, CCEC3.1, CCEC4.1, CCEC4.2)",
        "7.2 Seleccionar y utilizar con destreza las herramientas, medios y soportes más adecuados a la intención creativa, empleando los valores expresivos del claroscuro y del color en una interpretación gráfica personal de la realidad. (CCEC4.1, CCEC4.2.)",
        "7.3 Investigar de forma activa y abierta sobre la presencia de tecnologías digitales en referentes artísticos contemporáneos, integrándolas en el proceso creativo y expresivo propio. (STEM1, CD2, CD3, CPSAA1.1, CPSAA5, CCEC4.1, CCEC4.2.)",
        "Competencia específica 8",
        "8.1 Representar gráficamente el modelo elegido, seleccionando y abstrayendo sus características más representativas, a partir del estudio y análisis del mismo. (STEM2, CPSAA1.1, CPSAA5, CCEC4.2)",
        "8.2 Utilizar el encuadre, el encaje y la perspectiva en la resolución de problemas de representación gráfica, analizando tanto los diferentes volúmenes como el espacio que completa el conjunto. (STEM2, CPSAA1.1, CCEC4.1, CCEC4.2.)",
        "8.3 Representar gráficamente y de forma proporcionada modelos ausentes, previamente visualizados, para adquirir y ejercitar la memoria visual y la retentiva. (STEM2, CPSAA1.1, CCEC4.2)",
        "Competencia específica 9",
        "9.1 Planificar proyectos gráficos colaborativos sencillos, identificando el ámbito disciplinar en que se desarrollarán, conociendo las fases del desarrollo de proyectos, organizando y distribuyendo las tareas de manera adecuada. (STEM2, STEM3, CPSAA3.2, CE1, CE3, CCEC4.1)",
        "9.2 Realizar proyectos gráficos colaborativos enmarcados en un ámbito disciplinar concreto, seleccionando y aplicando las herramientas, técnicas, medios y soportes gráficos más adecuados a cada proyecto planteado, utilizando con interés los valores expresivos del dibujo artístico y sus recursos. (CD2, CD3, CPSAA4, CCEC4.2)",
        "9.3 Analizar las dificultades surgidas en la planificación y realización de proyectos gráficos compartidos, entendiendo este proceso como un instrumento de mejora del resultado final. (STEM3, CPSAA1.1, CPSAA3.1, CE1, CE3, CCEC4.2)",
        "9.4 Identificar posibilidades de desarrollo académico y profesional relacionadas con el dibujo artístico, comprendiendo las oportunidades que ofrece y el valor añadido de la creatividad en los estudios y en el trabajo, expresando la opinión propia de forma razonada y respetuosa. (CPSAA1.1, CPSAA3.1, CE3, CCEC4.1, CCEC4.2)"
    ],
    "saberes": [
        "A. Concepto e historia del dibujo.",
        "- El dibujo como proceso interactivo de observación, reflexión, imaginación, representación y comunicación.",
        "- El dibujo en el arte: desde la Antigüedad hasta el Romanticismo. Obras más representativas de diferentes artistas. El dibujo en el patrimonio artístico de Castilla-León.",
        "- Aspectos relevantes en la comprensión de las producciones artísticas: códigos del dibujo, expresividad gráfica y función significativa del mismo a lo largo de la historia.",
        "- Evolución del dibujo en base a referentes históricos previos.",
        "- El dibujo como parte de múltiples procesos artísticos. Ámbitos disciplinares: artes plásticas y visuales, diseño, arquitectura, ciencia y literatura.",
        "B. La expresión gráfica y sus recursos elementales.",
        "- Terminología y materiales del dibujo.",
        "- El punto y sus posibilidades plásticas y expresivas.",
        "- La línea: trazo y grafismo. Las tramas. La línea como configuradora de formas planas y volumétricas.",
        "- Línea descriptiva y línea expresiva.",
        "- La forma: tipología, aplicaciones y combinaciones. Geometría, proporción, dimensión, escala, simetría, repetición y ritmo.",
        "- Niveles de iconicidad de la imagen. Imágenes realistas, figurativas o abstractas.",
        "- El boceto o esbozo. Introducción al encaje.",
        "- Herramientas, técnicas, soportes y procedimientos. Criterios de selección de los mismos en función de la imagen a realizar. Soportes en dos y tres dimensiones.",
        "- Materiales gráfico-plásticos. Seguridad, toxicidad, impacto medioambiental y sostenibilidad.",
        "- Técnicas gráfico-plásticas, secas y húmedas. Características y aplicaciones a los dibujos.",
        "C. Percepción y ordenación del espacio.",
        "- Fundamentos de la percepción visual.",
        "- Principios de la psicología de la Gestalt. Psicología de la forma. Leyes visuales asociativas.",
        "- Ilusiones ópticas. Tipos y aplicaciones al lenguaje del dibujo.",
        "- La composición como método de organización del espacio y sus elementos. El equilibrio compositivo y el peso visual. Direcciones visuales y aplicaciones a los dibujos.",
        "- Sistemas de ordenación en la sintaxis visual. Aplicaciones. Esquemas compositivos aplicables a la realización de dibujos.",
        "- Introducción a la representación del espacio mediante la perspectiva.",
        "- Encuadre y encajado compositivo.",
        "D. La luz, el claroscuro y el color.",
        "- La luz y el volumen. La luz y las sombras como definidoras de las formas.",
        "- Valoración tonal y claroscuro. Sombras propias y proyectadas.",
        "- Tipos de luz y de iluminación. Luces suaves o duras; directas o rebotadas; frontales, laterales y contraluces.",
        "- Naturaleza, percepción, psicología y simbología del color. Nociones fundamentales.",
        "- Monocromía, bicromía y tricromía. Aplicaciones básicas del color en el dibujo.",
        "E. Tecnologías y herramientas digitales.",
        "- Soportes virtuales y herramientas digitales. Relación con diferentes áreas del diseño, arquitectura, fotografía, animación, cine o arte contemporáneo.",
        "- Programas para la creación de imágenes. Dibujo vectorial y programas de pintura y dibujo digital. Definición, ventajas gráficas de cada uno y nociones de uso.",
        "- Herramientas de edición de imágenes para la expresión artística. Imagen rasterizada o de mapa de bits. Definición y nociones de uso para la modificación estructural y estética de las imágenes.",
        "F. Proyectos gráficos colaborativos",
        "- La distribución de tareas en los proyectos gráficos colaborativos: criterios de selección a partir de las habilidades requeridas y de las necesidades del proyecto. Nociones básicas.",
        "- El dibujo y los proyectos gráficos. Posibilidades de desarrollo académico y profesional.",
        "- Fases de los proyectos gráficos. Análisis, abocetado, desarrollo, presentación y evaluación.",
        "- Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas. Definición del problema o necesidad a resolver, público potencial del proyecto, medios disponibles, y destrezas adquiridas y condicionantes temporales.",
        "- Estrategias de evaluación de las fases y los resultados de proyectos gráficos. El error como oportunidad de mejora y aprendizaje. Simplicidad e impacto visual, jerarquía y punto focal, contraste, color y tipografía y estructura compositiva.",
        "- Presentación de proyectos. Primeras nociones de estrategias y formatos."
    ]
}