{
    "criteriosEvaluacion": [
        "1.1. Contrastar las similitudes ydiferencias entre distintas lenguas yvariedades lingüísticas de la lenguaextranjera, sobre aspectos generales de sufuncionamiento, de manera crítica.",
        "1.2. Reconocer y utilizar, con iniciativa ycreatividad, los conocimientos y estrategiasque constituyen su repertorio lingüístico, cono sin apoyo de otros interlocutores,utilizando soportes analógicos y digitales.",
        "1.3. Analizar los progresos y dificultadesde aprendizaje de la lengua extranjera,seleccionando las estrategias másadecuadas y eficaces para superar esasdificultades y consolidarlas, realizandoactividades de planificación del propioaprendizaje, autoevaluación y coevaluación.",
        "1.4. Analizar de manera crítica ladiversidad lingüística, cultural y artísticapropia de países donde se habla la lenguaextranjera, solucionando malentendidos deorigen sociocultural que dificulten lacomunicación.",
        "1.5. Actuar de forma respetuosa yempática en situaciones interculturales,evaluando y rechazando cualquier tipo dediscriminación, prejuicio y estereotipo.",
        "2.1. Interpretar, con autonomía e iniciativa,textos informativos, expositivos,descriptivos, narrativos, argumentativos yliterarios orales, sobre temas del ámbitopersonal, social, profesional y académico,así como textos literarios adecuados a sunivel.",
        "2.2. Extraer la información relevante y laslíneas argumentales más destacadas, asícomo valorar de manera crítica el contenidoy la intención de los textos orales en lenguaestándar.",
        "2.3. Seleccionar información oral, tanto enherramientas analógicas como digitales enla búsqueda avanzada de información,valorando de manera crítica la informacióncontenida en las fuentes.",
        "3.1. Interpretar, con autonomía e iniciativa,textos escritos y multimodales informativos,expositivos, descriptivos, narrativos,argumentativos y literarios, sobre asuntosdel ámbito personal, social, profesional yacadémico.",
        "3.2. Valorar de manera crítica, elcontenido, la intención y los rasgosdiscursivos de textos escritos ymultimodales, especialmente los textosacadémicos, de medios de comunicación yde ficción.",
        "3.3. Localizar, seleccionar y contrastar lainformación en medios analógicos ydigitales, con iniciativa, de diferentes textosescritos y multimodales sobre asuntos delámbito personal, social, profesional yacadémico, valorando de manera crítica lainformación contenida en las fuentesdocumentales.",
        "4.1. Expresar oralmente, con fluidez ycorrección, textos claros, coherentes, bienorganizados, adecuados a la situacióncomunicativa y en diferentes registros,sobre asuntos del ámbito personal, social,profesional y académico, con el fin de",
        "4.2. Utilizar estrategias de búsqueda deinformación, planificación, producción,compensación y revisión, con iniciativa ycreatividad, utilizando recursos verbales yno verbales para expresar las ideas demanera eficaz.",
        "4.3. Utilizar, con iniciativa y creatividad,recursos diversos en herramientasanalógicas y digitales para la búsquedaavanzada de información, valorando demanera crítica la información contenida enlas fuentes documentales.",
        "5.1. Producir textos escritos ymultimodales, coherentes, cohesionados ycorrectos, bien organizados, adecuados a lasituación comunicativa y en diferentesregistros, sobre asuntos del ámbitopersonal, social, profesional y académico,con el fin de informar, narrar, describir,opinar y argumentar, aunque contenganalgún error que no impida la comprensióngeneral del texto.",
        "5.2. Utilizar estrategias de búsqueda deinformación, planificación, textualización,síntesis y revisión, con iniciativa ycreatividad, para expresar las ideascontenidas en los textos de manera eficaz.",
        "5.3. Utilizar, con iniciativa y creatividad,recursos diversos en herramientasanalógicas y digitales para la búsquedaavanzada de información, valorando demanera crítica la información contenida enlas fuentes documentales,",
        "6.1. Interactuar con iniciativa enconversaciones con suficiente fluidez,precisión y espontaneidad, usandoestrategias de cooperación y empleandorecursos analógicos y digitales, sobreasuntos del ámbito personal, social,profesional y académico.",
        "6.2. Utilizar estrategias de cooperación, decesión y toma de turnos de palabra, asícomo estrategias para solicitar y formularaclaraciones y explicaciones, colaborar,debatir y resolver problemas, utilizando lacortesía lingüística, la etiqueta digital y ellenguaje no verbal, con el fin de llegar a unobjetivo común.",
        "6.3. Mostrar interés, respeto y empatíahacia los interlocutores en contextospluriculturales, cotidianos, formales einformales, de manera autónoma.",
        "7.1. Mediar en situaciones cotidianas delámbito personal, social, profesional oacadémico, transmitiendo la informaciónesencial.",
        "7.2. Interpretar, parafrasear, resumir otraducir textos, conceptos y comunicacionesbreves, combinando su repertorio lingüístico(L2-L2, L1-L2, L2-L1) con iniciativa ycreatividad.",
        "7.3. Transmitir oralmente la idea general ylos puntos principales de fragmentos brevesde información relativa a temas de interésgeneral, personal o de actualidad comoavisos, prospectos, folletos,correspondencia o noticias, siempre quetengan una estructura clara y utilicen unavariedad estándar.",
        "7.4. Transmitir por escrito la idea generaly los puntos principales de fragmentosbreves de información relativos a temas deinterés general, personal o de actualidadcomo instrucciones, noticias ocorrespondencia personal, siempre queestos tengan una estructura clara y utilicenuna variedad estándar.",
        "7.5. Seleccionar y utilizar estrategias desimplificación, adaptación y reformulaciónde la lengua, que faciliten la comprensión yexpresión oral y escrita de la información endistintas lenguas (L2-L2, L1-L2, L2-L1),usando recursos y apoyos analógicos odigitales, en función de las necesidades decada momento."
    ],
    "saberes": [
        "Bloque 1: Lengua y uso. Transversal a todas las CE ",
        "Funciones comunicativas",
        "• Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir fenómenos y acontecimientos; dar instrucciones y consejos; narrar acontecimientos pasados puntuales y habituales, describir estados y situaciones presentes, y expresar sucesos futuros y de predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; expresar argumentaciones; reformular, presentar las opiniones de otros i resumir",
        "Unidades lingüísticas",
        "• Unidades lingüísticas y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, y relaciones lógicas.",
        "Modelos contextuales y géneros discursivos",
        "• Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto; organización y estructuración según el género, la función textual y la estructura.",
        "Expresiones y léxico",
        "• Léxico común y especializado de interés para el alumnado relativo a tiempo y espacio; estados y eventos; actividades, procedimientos y procesos; relaciones personales, sociales, académicas y profesionales; educación, trabajo y emprendimiento; lengua y comunicación intercultural; ciencia y tecnología; historia y cultura; así como estrategias de enriquecimiento léxico (derivación, familias léxicas, polisemia, sinonimia, antonimia).",
        "• Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "Patrones sonoros, acentuales y rítmicos",
        "• Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.",
        "Convenciones ortográficas",
        "• Convenciones ortográficas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
        "Reflexión sobre la lengua",
        "• Comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos.",
        "Bloque 2: Estrategias comunicativas",
        "Estrategias comunicativas. Transversal a todas las CE ",
        "Estrategias de comprensión y producción",
        "• Estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
        "Estrategias conversacionales",
        "• Convenciones y estrategias conversacionales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir y parafrasear, colaborar, negociar significados, detectar la ironía.",
        "• Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "• Estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "Intercambios culturales y mediación",
        "• Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas.",
        "• Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, así como por conocer informaciones culturales de los países donde se habla la lengua extranjera.",
        "• Aplicación de las estrategias que permitan resolver conflictos interculturales en contextos personales, sociales, educativos y profesionales.",
        "Estrategias de autoevaluación y coevaluación",
        "• Autoconfianza, iniciativa y asertividad. Estrategias de autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua extranjera.",
        "• Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación.",
        "Tratamiento de la información",
        "• Recursos para el aprendizaje y estrategias de búsqueda y selección de información, y curación de contenidos: diccionarios,  libros de consulta, bibliotecas, mediatecas, etiquetas en la red, recursos digitales e informáticos.",
        "• Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "• Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, colaboración y cooperación educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "• Análisis de fuentes documentales, valoración de la información contenida en las mismas y normas que rigen la propiedad intelectual.",
        "Bloque 3: Cultura y sociedad",
        "Cultura y sociedad. Transversal a todas las CE ",
        "Aspectos socioculturales y sociolingüísticos",
        "• Aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros; instituciones, costumbres y rituales; valores, normas, creencias y actitudes; estereotipos y tabúes; lenguaje no verbal; historia, cultura y comunidades; relaciones interpersonales y procesos de globalización en países donde se habla la lengua extranjera.",
        "• Valoración crítica de las diferencias en la comunicación no verbal entre las distintas lenguas y culturas.",
        "• Adaptación del propio repertorio comunicativo al contexto social y cultural en el cual se desarrolla la comunicación.",
        "Diversidad lingüística e intercultural",
        "• Análisis de las diferencias y la diversidad plurilingüe e intercultural.",
        "• Respeto y valoración crítica de las diferencias y de la diversidad plurilingüe e intercultural.",
        "• Diferencias entre lengua y sociedad, variedades geográficas de la lengua extranjera, registros (estándar, informal, formal, coloquial).",
        "• Estereotipos de otras culturas donde se habla la lengua extranjera en contraste con los propios.",
        "• Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "• Estrategias de detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
        "Lengua extranjera como medio de comunicación",
        "• La lengua extranjera como medio de comunicación y entendimiento entre pueblos, facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social y de enriquecimiento personal.",
        "• Patrones culturales propios de la lengua extranjera."
    ]
}
