{
  "saberes": [
    "Bloque 1. Comunicación",
    "• Curiosidad e interés por conocer otras lenguas y culturas. Actitud reflexiva ante el error como parte integrante del proceso de aprendizaje.",
    "• Uso de las estrategias básicas para la comprensión y la producción de textos orales, escritos y multimodales muy breves, elementales y contextualizados.",
    "• Utilización de los conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones muy elementales de la vida cotidiana (identificar una persona, transmitir un listado de ítems del léxico aprendido…).",
    "• Funciones comunicativas elementales adecuadas al ámbito y al contexto comunicativo: saludos básicos habituales, despedidas y presentaciones; identificar características muy elementales de personas, objetos y lugares; preguntar y dar respuestas concretas sobre cuestiones muy básicas cotidianas; expresar la cantidad, situar en el espacio y secuenciar el presente (horarios y momentos del día).",
    "• Uso de modelos contextuales elementales en la comprensión y producción de textos orales, escritos y multimodales, breves y muy sencillos (felicitaciones, notas, listas o avisos).",
    "• Utilización de unidades lingüísticas elementales y significados asociados a ellas tales como expresión de la entidad (personas y objetos) y sus propiedades (existencia, inexistencia), cantidad y número, y formas elementales de afirmación, exclamación, negación e interrogación.",
    "• Utilización de léxico elemental y de interés para el alumnado relativo a relaciones interpersonales elementales y próximas, vivienda y hogar, lugares y entornos próximos.",
    "• Utilización y reconocimiento de patrones sonoros, acentuales, rítmicos y de entonación básicos: sonidos y fonemas vocálicos, sonidos y fonemas consonánticos, identificación y expresión de intenciones comunicativas básicas asociadas a esos patrones.",
    "• Utilización y reconocimiento de patrones gráficos y convenciones ortográficas elementales: uso de las normas elementales de ortografía de la palabra, uso adecuado de la ortografía de la oración (coma, punto y coma), identificación y expresión de intenciones comunicativas básicas asociadas a esos patrones.",
    "• Utilización de convenciones y estrategias conversacionales muy elementales, en formato síncrono o asíncrono, para iniciar y terminar la comunicación, tomar la palabra, etc.",
    "• Uso de recursos para el aprendizaje y estrategias de uso común de búsqueda guiada y selección de información como diccionarios, recursos digitales (traductores, conjugadores...) e informáticos (correctores ortográficos).",
    "• Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados.",
    "• Utilización de herramientas analógicas y digitales básicas de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa.",
    "Bloque 2. Plurilingüismo y reflexión sobre el aprendizaje",
    "• Uso de elementos conocidos obtenidos de modelos elementales de locuciones básicas, para elaborar los propios textos.",
    "• Comparación de las lenguas y variedades que conforman el repertorio lingüístico personal para reconocer estrategias elementales (identificar, organizar, retener, recuperar y utilizar unidades lingüísticas –léxico, morfosintaxis, patrones sonoros, etc.–).",
    "• Uso de estrategias y herramientas de uso elemental, analógicas y digitales, para la autoevaluación y la coevaluación.",
    "• Manejo de expresiones y léxico específico de uso común para referirse a los usos de la lengua y comprenderlos, y las herramientas de comunicación y aprendizaje (metalenguaje).",
    "• Comparación entre lenguas a partir de elementos de la lengua extranjera y otras lenguas, para mejorar su aprendizaje y lograr una competencia comunicativa integrada.",
    "Bloque 3. Interculturalidad",
    "• Consideración de la lengua extranjera como medio de comunicación y relación con personas de otros países, y como medio para conocer culturas y modos de vida diferentes.",
    "• Interés en la participación en intercambios comunicativos planificados, a través de diferentes medios, con estudiantes de la lengua extranjera.",
    "• Interés por conocer aspectos socioculturales y sociolingüísticos elementales relativos a las costumbres, a la vida cotidiana (comida, hábitos, horarios, actividades o celebraciones más significativas) y a las relaciones interpersonales básicas en países en donde se habla la lengua extranjera.",
    "• Utilización de estrategias básicas de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
    "• Identificación de algunas similitudes y diferencias elementales y más significativas en las costumbres cotidianas entre los países en donde se habla la lengua extranjera y el propio.",
    "• Actitud receptiva y respetuosa hacia las personas, los países y las comunidades lingüísticas que hablan otra lengua y tienen una cultura diferente a la propia.",
    "• Sensibilidad ante usos discriminatorios del lenguaje verbal y no verbal."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Reconocer el sentido global muy evidente y las informaciones específicas más elementales de textos orales, escritos y multimodales breves y elementales sobre temas frecuentes y cotidianos de relevancia personal y próximos a su experiencia, expresados de forma fácilmente comprensible, muy clara, sencilla y directa, y en lengua estándar. OBJ1",
    "• CE1.2. Usar de forma guiada estrategias básicas de comprensión del sentido general, la información esencial, los puntos y las ideas principales, o los detalles relevantes de textos muy elementales: anticipación del contenido general de lo que se escucha con ayuda de elementos verbales y no verbales, recursos a las imágenes, títulos y otras informaciones visuales muy evidentes, y uso de los conocimientos previos sobre la situación, que dan lugar a inferencias del significado basadas en el contexto, y utilizando las experiencias y los conocimientos transferidos desde las lenguas de su repertorio lingüístico. OBJ1",
    "• CE1.3. Comprender descripciones, narraciones, instrucciones muy elementales formuladas a través de diversos soportes de manera muy simple, sobre asuntos prácticos de la vida diaria y sobre temas muy básicos previamente trabajados, y, en el caso de la posibilidad de interacción oral, si la persona interlocutora está dispuesta a repetir o replantear lo dicho con un ritmo muy pausado y articulando muy claramente. OBJ1",
    "• CE1.4. Producir oralmente textos cortos muy elementales a partir de modelos sencillos y muy básicos, sobre temas muy cotidianos, prestando atención a la articulación, al ritmo, a la acentuación y a la entonación para hacer el texto inteligible, aunque se cometan errores de pronunciación. OBJ2",
    "• CE1.5. Redactar textos cortos y muy elementales a partir de modelos muy sencillos y básicos, con una finalidad determinada propia de su edad y de su nivel escolar, y con un formato preestablecido, en soporte tanto impreso como digital, mostrando interés por la presentación limpia y ordenada del texto. OBJ2",
    "• CE1.6. Completar formularios y documentos muy elementales en los que se solicite de manera evidente información personal muy básica, en soporte tanto impreso como digital. OBJ2",
    "• CE1.7. Aplicar de forma guiada conocimientos y estrategias básicas para producir textos (elección de la persona destinataria, finalidad del escrito, planificación, redacción del borrador, revisión del texto y versión final) a partir de modelos muy estructurados y con ayuda previa. OBJ2",
    "• CE1.8. Pronunciar de manera inteligible, incluso cometiendo algunos errores de pronunciación, por los que las personas interlocutoras tengan que solicitar repeticiones para entender el mensaje. OBJ3",
    "• CE1.9. Participar en situaciones interactivas muy breves y simples, vis a vis, estableciendo contacto social elemental, intercambiando información muy básica, manifestando sus gustos, haciendo invitaciones elementales y ofertas, y pidiendo y dando indicaciones suficientes para ir a un lugar. OBJ3",
    "• CE1.10. Interactuar de manera simple, pero suficiente, pidiendo que se le repitan los puntos clave, si lo necesita; y sin que sus posibles vacilaciones y reformulaciones de expresiones o estructuras impidan la comunicación. OBJ3",
    "• CE1.11. Comprender preguntas elementales y dar y comprender información sencilla relativas a la información personal muy básica (nombre, edad, domicilio, etc.), así como instrucciones y peticiones simples relativas al ámbito escolar. OBJ3",
    "• CE1.12. Utilizar estrategias de activación de los conocimientos previos sobre modelos y secuencias de interacción, y elementos lingüísticos previamente asimilados y memorizados, compensando las carencias lingüísticas mediante procedimientos lingüísticos y paralingüísticos. OBJ3",
    "• CE1.13. Mostrar una actitud de respeto hacia sí mismo/a y hacia las demás personas para comprender y hacerse comprender, considerando el error como fuente de aprendizaje. OBJ3",
    "• CE2.1. Transmitir a terceras personas información muy simple y previsible, de interés inmediato, de palabras y de textos muy cortos y muy simples como señales, paneles de información, palabras de menús, precios, horarios, etc., mostrando respeto y empatía por las personas interlocutoras y por las lenguas empleadas. OBJ4",
    "• CE2.2. Aplicar de forma guiada estrategias elementales que ayuden a crear puentes y faciliten la comunicación, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento. OBJ4",
    "• CE2.3. Comparar y contrastar las similitudes y diferencias entre distintas lenguas de su repertorio lingüístico. OBJ5",
    "• CE2.4. Utilizar y diferenciar de forma progresivamente autónoma los conocimientos y estrategias que forman su repertorio lingüístico, para mejorar su capacidad de comunicar y de aprender la lengua extranjera, con el apoyo de otros participantes y de soportes analógicos y digitales, valorando las competencias que posee como persona plurilingüe. OBJ5",
    "• CE2.5. Identificar los progresos y dificultades de su aprendizaje de la lengua extranjera, realizando de forma guiada actividades de autoevaluación y coevaluación, reconociendo y valorando estrategias de logro propias y ajenas; reproduciendo aquellos aspectos que ayudan a mejorar, haciéndolos explícitos y compartiéndolos con otros participantes. OBJ5",
    "• CE2.6. Explicar el proceso de producción de textos y de hipótesis de significados, tomando en consideración el conocimiento del mundo y los conocimientos y las experiencias en otras lenguas. OBJ5",
    "• CE3.1. Reconocer estereotipos, rechazando aquellos que suponen discriminación y prejuicios lingüísticos y culturales, y utilizar, de forma guiada, estrategias para explicar y comprender la diversidad lingüística, cultural y artística. OBJ6",
    "• CE3.2. Aceptar y respetar la diversidad lingüística, cultural y artística propia de países en donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales, como formas de vida, hábitos, horarios, etc. y lingüísticos. OBJ6",
    "• CE3.3. Participar en proyectos en los que se utilizan varias lenguas y relacionados con los elementos transversales, evitando estereotipos lingüísticos o culturales y valorando las competencias que posee como persona plurilingüe. OBJ6",
    "• CE3.4. Utilizar adecuadamente las convenciones orales y escritas más básicas propias de la lengua extranjera en el desarrollo del proceso comunicativo oral y escrito (saludos, despedidas, fórmulas muy básicas de tratamiento, etc.), y mostrar respeto por las diferencias culturales que puedan existir. OBJ6"
  ]
}
