{
  "saberes": [
    "I. Proceso de resolución de problemas",
    "1. Desarrollo de estrategias y técnicas para la identificación y resolución de problemas en diferentes contextos, haciendo explícitas las fases del método de proyectos.",
    "2. Uso de estrategias eficientes para la búsqueda crítica de información durante la fase de investigación del proyecto y de definición de problemas planteados.",
    "3. Observación y análisis de productos de diferente complejidad para la construcción de conocimiento desde distintos enfoques y ámbitos.",
    "4. Construcción de modelos y prototipos aplicando las técnicas de diseño de estructuras, así como las técnicas apropiadas de conformación, mecanizado y unión en función del material o materiales utilizados y su finalidad.",
    "5. Montaje físico y simulado de sistemas y operadores mecánicos combinados. Cálculo de magnitudes asociadas a la transmisión y transformación de movimientos.",
    "6. Interpretación, cálculo y diseño de esquemas y circuitos de electricidad y electrónica. Montajes físicos o simulados y aplicación en proyectos. Identificación y descripción de sistemas de producción energética mundial y en Canarias con especial referencia a las condiciones de insularidad.",
    "7. Uso de materiales tecnológicos variados en los proyectos propuestos. Consideraciones previas de impacto ambiental y de ahorro de material.",
    "8. Utilización de herramientas y técnicas de manipulación y mecanizado de materiales en la construcción de objetos y prototipos. Aplicación de procesos de fabricación digital de piezas para los proyectos. ",
    "    8.1. Aplicación de las normas de seguridad e higiene durante todas las fases de desarrollo de los proyectos.",
    "9. Resolución de problemas desde una perspectiva interdisciplinar, propiciando el desarrollo de estrategias relacionadas con el emprendimiento, la resiliencia, la perseverancia y la creatividad",
    "II. Comunicación y difusión de ideas",
    "1. Uso de habilidades de comunicación interpersonal mediante la utilización de vocabulario técnico apropiado y la aplicación de las pautas de etiqueta digital propias del entorno virtual.",
    "2. Aplicación práctica de las normas de acotación y escalas en la representación gráfica de las soluciones ideadas.",
    "3. Utilización de aplicaciones de software CAD en dos y tres dimensiones para la representación de los esquemas, circuitos, planos y objetos requeridos en el diseño de soluciones tecnológicas.",
    "4. Representación de objetos mediante la utilización de perspectivas isométricas y caballeras combinadas con el sistema diédrico.",
    "5. Uso de herramientas digitales para la elaboración, publicación y difusión de documentación técnica y para la edición de información multimedia relativa a los proyectos.",
    "6. Elaboración de documentación técnica combinando distintos tipos de esquemas y sistemas de representación asociados al proceso de ideación, desarrollo y construcción de proyectos.",
    "III. Pensamiento computacional, programación y robótica",
    "1. Diseño y aplicación de algoritmos y diagramas de flujo para la resolución de problemas tecnológicos.",
    "2. Uso de aplicaciones informáticas sencillas, para ordenador y dispositivos móviles, que permitan la implementación de soluciones programadas a los problemas planteados. Desarrollo de soluciones sencillas mediante el uso de inteligencia artificial.",
    "3. Programación, montaje y simulación de dispositivos sencillos conectados a Internet.",
    "4. Montaje y control programado de robots y placas electrónicas simples de manera física o por medio de simuladores.",
    "5. Incorporación de estrategias de abordaje del error, la reevaluación y la depuración de errores como parte del proceso de aprendizaje en la resolución de problemas y proyectos, mostrando autoconfianza e iniciativa.",
    "IV. Digitalización del entorno personal de aprendizaje",
    "1. Identificación de los elementos de hardware y software de los dispositivos digitales. Desarrollo de estrategias para identificar y resolver problemas técnicos sencillos.",
    "2. Utilización de sistemas de comunicación digital de uso común para la transmisión y recepción de datos e información, empleando sistemas de mensajería y correo electrónico adecuados a la edad. ",
    "    2.1. Identificación de tecnologías inalámbricas para la comunicación. Análisis y desarrollo de aplicaciones prácticas.",
    "3. Configuración, mantenimiento y uso crítico de las distintas herramientas y plataformas de aprendizaje utilizadas.",
    "4. Instalación, configuración y uso responsable de las distintas herramientas de edición y creación de contenidos. Identificación de derechos de autoría y respeto por la propiedad intelectual.",
    "5. Uso de técnicas adecuadas de tratamiento, organización y almacenamiento seguro de la información. Creación de copias de seguridad para salvaguardar información relevante.",
    "6. Aplicación de medidas adecuadas de seguridad en la red para prevenir amenazas y ataques, posibilitando la protección de datos y de información mediante cifrado y establecimiento de contraseñas. ",
    "    6.1. Identificación de prácticas de riesgo vinculadas al ciberacoso, la sextorsión, la pérdida de la intimidad, el acceso a contenidos inadecuados, etc. Desarrollo de estrategias que permitan actuar en consecuencia y fomento de actitudes que favorezcan el bienestar emocional y digital.",
    "V. Tecnología sostenible",
    "1. Reconocimiento de la importancia de la investigación, innovación y creatividad en el desarrollo tecnológico. ",
    "    1.1. Valoración del impacto social y ambiental generado por las tecnologías en el mundo en general y en Canarias en particular, destacando aspectos relacionados con su desarrollo agrícola e industrial.",
    "    1.2. Análisis y aplicación de las tecnologías emergentes. Aspectos éticos relacionados con el desarrollo y la obsolescencia programada.",
    "2. Valoración crítica de la contribución de la Tecnología a la consecución de los Objetivos de Desarrollo Sostenible, en el mundo en general y en Canarias en particular."
  ],
  "criteriosEvaluacion": [
    "1.1. Definir problemas o necesidades planteadas, reales o ficticias, buscando y contrastando información procedente de fuentes variadas de manera crítica y segura, evaluando su fiabilidad y pertinencia para presentar soluciones creativas, innovadoras y sostenibles. CCL1, CCL3, STEM2, CD1, CD4, CPSAA4, CE1",
    "1.2. Comprender y examinar productos tecnológicos a través del análisis de objetos y sistemas, empleando el método científico y utilizando herramientas de simulación en la construcción de conocimiento para analizar y valorar su impacto en el entorno. STEM2, CD2, CE1",
    "1.3. Adoptar medidas preventivas para la protección de los dispositivos, los datos y la salud personal, identificando problemas y riesgos relacionados con el uso de la tecnología y analizándolos de manera ética y crítica. CCL3, STEM2, STEM5, CD1, CD4, CPSAA4, CE1",
    "2.1. Idear, diseñar y comunicar con coherencia y corrección, soluciones originales a problemas definidos, aplicando conceptos, técnicas y procedimientos interdisciplinares con actitud emprendedora, perseverante y creativa. CCL1, STEM1, STEM3, CD2, CPSAA5, CE1, CE3",
    "2.2. Seleccionar, planificar y organizar los materiales y herramientas, así como las tareas necesarias con sentido crítico, empleando técnicas variadas y creativas para la construcción de una solución a un problema planteado, trabajando individualmente o en grupo de manera cooperativa y colaborativa compartiendo la información necesaria. STEM1, STEM3, STEM4, CD3, CPSAA3, CE1, CE3",
    "3.1. Fabricar objetos o modelos de invención individual o grupal mediante la manipulación y conformación de materiales siguiendo el plan de trabajo, conociendo las propiedades de los materiales que justifican su incorporación al prototipo, así como sus implicaciones económicas, empleando herramientas y máquinas adecuadas, aplicando los fundamentos de estructuras, mecanismos, electricidad y electrónica y respetando las normas de seguridad y salud con actitud perseverante para obtener las soluciones óptimas a los objetivos planteados. CCL5, STEM2, STEM3, STEM5, CD2, CD5, CPSAA3, CC1, CE2, CE3",
    "4.1. Representar y comunicar, de manera colaborativa, tanto presencialmente como en remoto, y haciendo uso de medios, soportes y herramientas digitales variadas, el proceso de creación de un producto desde su diseño hasta su difusión, elaborando la documentación técnica y gráfica empleando los formatos y el vocabulario técnico adecuados, con la finalidad de producir una comunicación eficaz con todos los agentes involucrados. CCL1, STEM4, CD2, CD3, CPSAA3, CPSAA4, CC1, CE3, CCEC4",
    "5.1. Describir, interpretar y diseñar soluciones a problemas informáticos a través de algoritmos y diagramas de flujo, aplicando los elementos y técnicas de programación de manera creativa, utilizando procesos de corrección de errores que permitan favorecer la construcción del conocimiento de manera más eficiente. STEM1, STEM3, CD2, CD5, CPSAA5, CE3",
    "5.2. Programar aplicaciones sencillas para distintos dispositivos como ordenadores y dispositivos móviles, empleando los elementos de programación de manera apropiada y aplicando herramientas de edición y módulos de inteligencia artificial que incorporen los propios dispositivos utilizados y que añadan funcionalidades a la solución. STEM1, STEM3, CD2, CD5, CPSAA5, CE3",
    "5.3. Automatizar procesos, máquinas y objetos, con conexión a internet, mediante el análisis, construcción y programación de robots y sistemas de control, valorando la evolución de las tecnologías digitales y su aplicación en la sociedad. STEM1, STEM3, CD2, CD5, CE3",
    "6.1. Usar de manera eficiente y segura los dispositivos digitales de uso cotidiano en la resolución de problemas, analizando los componentes y los sistemas de comunicación, conociendo los riesgos y adoptando medidas de seguridad para la protección de datos y equipos. CD2, CD4, CD5, CPSAA2",
    "6.2. Crear contenidos, elaborar materiales y difundirlos en distintas plataformas, configurando correctamente las herramientas digitales habituales del entorno de aprendizaje para validar y contrastar la información, favoreciendo el proceso de adquisición de los aprendizajes, ajustándolas a sus necesidades y respetando los derechos de autoría y la etiqueta digital. CCL1, CD2, CD4, CD5, CPSAA4, CPSAA5, CC2, CE1",
    "6.3. Organizar la información aplicando técnicas de almacenamiento seguro. CD1, CD2, CD4",
    "7.1. Identificar y describir los sistemas de producción energética y reconocer la influencia de la actividad tecnológica en la sociedad a lo largo de su historia, identificando sus aportaciones y repercusiones y valorando su importancia para el desarrollo sostenible. CCL1, CCL2, STEM2, STEM5, CD4, CC2, CC4",
    "7.2. Identificar las aportaciones de las tecnologías emergentes al bienestar emocional y digital, a la igualdad social y a la disminución del impacto ambiental, haciendo un uso responsable y ético de las mismas. CCL1, CCL2, STEM2, STEM5, CD4, CC2, CC4"
  ]
}