{
  "competenciasEspecificas": [
    "1. Conocer y explicar la función de las artes escénicas y su importancia a lo largo de la historia en situaciones y contextos diversos, actos de la vida cotidiana, espectáculos y medios de comunicación. CCL3, CD1, CPSAA4, CC3, CCEC1.",
    "2. Participar como intérprete en actuaciones y manifestaciones musicales y escénicas dentro y/o fuera del centro, mostrando iniciativa en los procesos creativos e interpretativos asumiendo diferentes roles, tareas y responsabilidades. CCL5, CCEC2, CCEC3, CCEC4.",
    "3. Estimular el desarrollo de las capacidades expresivas, creativas y comunicativas propias a partir del trabajo individual y grupal, experimentando diferentes lenguajes y códigos mostrando respeto a las ideas, las emociones y los sentimientos del grupo. CCL2, CD2, CD3, CPSAA1, CPSAA3, CC3, CE3, CCEC3, CCEC4.",
    "4. Desarrollar las habilidades, capacidades y destrezas necesarias para responder con creatividad y originalidad en el marco de la ficción dramática y la creación coreográfica, utilizando lenguajes, códigos, técnicas y recursos de carácter escénico. CCL1, CPSAA3, CE3, CCEC2, CCEC3, CCEC4.",
    "5. Analizar diferentes tipos de representaciones escénicas, a través de sus elementos y técnicas, entendiendo y respetando su relación con el contexto. CCL4, CP1, CP3, CC3, CCEC1, CCEC2.",
    "6. Desarrollar la capacidad crítica para valorar, con coherencia, la realidad artística y cultural, mediante procesos de búsqueda y análisis de información, prestando especial atención a las manifestaciones escénicas del entorno sociocultural andaluz, teniendo en cuenta sus presupuestos artísticos y el contexto social, económico y cultural en el que se producen, fomentando, con todo ello, las cualidades de un futuro buen espectador y espectadora. CCL2, CCL3, CC1, CE2, CCEC2, CCEC3.",
    "7. Valorar y disfrutar de las artes escénicas como una manifestación artística que forma parte del patrimonio cultural común de los pueblos, participando activamente en su mantenimiento, desarrollo y proyección, reconociendo especialmente el valor de las artes escénicas andaluzas. CCEC1, CCEC2."
  ]
}