{
    "criteriosEvaluacion": [
        "1.1 Analizar piezas vocales explicando, de manera crítica y con un lenguaje adecuado, las características y cualidades que las hacen afines a un estilo, a un género o a una cultura, buscando soluciones que ayuden a su mejor interpretación y puesta en escena.",
        "1.2 Explicar la relación del texto con la música en diferentes composiciones vocales, analizando el texto y la curva de tensiones musicales.",
        "2.1. Improvisar y expresar, vocal y corporalmente, de manera creativa ejercicios individuales y colectivos, a través de la escucha activa, aplicando técnicas vocales y corporales sanas y reforzando la autoestima y la autoconfianza.",
        "3.1 Participar de forma colaborativa en distintas formaciones vocales aportando el sonido personal de la voz e interpretan- do con precisión técnica un repertorio variado, atendiendo a las directrices de la dirección.",
        "4.1 Mostrar, en las representaciones, una actitud escénica adecuada y respeto por el público.",
        "4.2 Participar, con iniciativa, responsabilidad y conciencia de grupo, en el montaje y diseño de proyectos multidisciplinares, asumiendo alguna de las funciones de la producción e identificando oportunidades de desarrollo personal, social, académico o profesional."
    ],
    "saberes": [
        "A. Análisis.",
        "Relación texto-música.",
        "Recursos interpretativos y escénicos. Curva de tensiones musicales.",
        "Características básicas de los estilos, géneros y culturas musicales seleccionados.",
        "Piezas vocales de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales y de origen po- pular.",
        "B. Técnica vocal.",
        "Práctica de la relajación y la concentración.",
        "Cuidado de la voz y postura del cuerpo.",
        "Elementos de la producción vocal: respiración, emisión, articulación, resonancias y dinámica.",
        "Registros vocales. Tesitura y coloratura. Afinación y empaste en el conjunto.",
        "Técnicas de expresión corporal. Relación de la emisión vocal y el movimiento.",
        "Vocalizaciones e improvisaciones.",
        "El oído armónico y la afinación: entonación de intervalos, acordes y cadencias.",
        "C. Práctica de conjunto.",
        "El sonido de conjunto: respiración, ataque, afinación, articulación, ritmo, fraseo y dinámica. Equilibrio entre voces y planos",
        "sonoros.",
        "Premisas para el desarrollo de la improvisación grupal.",
        "Percusión corporal y otros diseños coreográficos.",
        "Lectura básica de partituras con notación convencional y no convencional.",
        "Aprendizaje memorístico.",
        "Compromiso con los objetivos grupales.",
        "Indicaciones y gestos de la dirección coral.",
        "El silencio como marco de la interpretación y la escucha musical.",
        "Repertorio de coro de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales, con o sin acompañamiento instrumental.",
        "El texto a través del análisis fonético. Reglas del sistema fonético-fonológico.",
        "Funciones de la producción artística: preproducción, organización de ensayos, apoyo técnico y difusión.",
        "Oportunidades de desarrollo personal, social, académico y profesional ligadas al ámbito musical.",
        "Utilización crítica, segura y responsable de recursos analógicos y digitales, respeto a la protección de datos, propiedad",
        "intelectual y derechos de autoría.",
        "Valoración de la diversidad como fuente de riqueza cultural y artística.",
        "Potenciación de la autoconfianza, autoestima, iniciativa y liderazgo en los procesos creativos e interpretativos.",
        "Habilidades de expresión y comunicación de sentimientos, emociones e ideas artísticas."
    ]
}