{
    "saberes": [
        "A. Escucha, visionado y percepción.",
        "- Elementos básicos de la música, del movimiento y del folclore.",
        "- Propuestas musicales y de movimiento de diferentes géneros, estilos, épocas y culturas.",
        "- La música tradicional de España. El folclore de Castilla-La Mancha: canciones, instrumentos, bailes y danzas.",
        "Intérpretes, agrupaciones y principales manifestaciones.",
        "- Normas de comportamiento básicas en la recepción de la música, del movimiento y del folclore: silencio, respeto y valoración.",
        "- Herramientas y plataformas digitales de música.",
        "B. Interpretación, improvisación y creación.",
        "- La partitura. Grafías convencionales y no convencionales: conocimiento, identificación y aplicación en la lectura y escritura musical.",
        "- Técnicas elementales para la interpretación: técnicas vocales, instrumentales, corporales y gestuales.",
        "- Técnicas de estudio y de control de emociones.",
        "- Técnicas de improvisación y/o creación guiada y libre.",
        "- Técnicas de ejecución y creación de danzas y coreografías.",
        "- Posibilidades sonoras y musicales de distintas fuentes y objetos sonoros.",
        "- Paisajes sonoros con objetos, medios vocales, instrumentales, corporales y nuevas tecnologías.",
        "- El cuidado de la voz, del cuerpo y de los instrumentos.",
        "- Repertorio de distintos tipos de música vocal, instrumental o corporal individual y/o grupal.",
        "- Repertorio de manifestaciones expresivas de la música, del movimiento y del folclore de España y, en particular, de Castilla-La Mancha.",
        "- Normas de comportamiento básicas en la interpretación y creación musical."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1. Explicar, con actitud abierta y respetuosa, las funciones desempeñadas por determinadas propuestas musicales, dancísticas y folclóricas, relacionándolas con las principales características de su contexto.",
        "1.2. Identificarlosprincipalesrasgosestilísticosdedistintaspropuestasmusicales,dancísticasyfolclóricas, evidenciando una actitud de apertura, interés y respeto en la escucha o el visionado de las mismas.",
        "1.3. Apreciar los rasgos que hacen que las manifestaciones del folclore se vinculen con las tradiciones y costumbres de un pueblo, potenciando la búsqueda de la propia identidad cultural.",
        "Competencia específica 2.",
        "2.1. Identificar los elementos de la música, del movimiento y del folclore, mediante la lectura, audición o visionado de ejemplos, aplicando la terminología adecuada en el momento de describirlos y valorar su función.",
        "2.2. Elaborar opiniones originales e informadas acerca de manifestaciones de música, movimiento y folclore, de forma oral y/o escrita, utilizando y seleccionando los recursos a su alcance con autonomía y espíritu crítico.",
        "Competencia específica 3.",
        "3.1. Utilizar el lenguaje musical, del movimiento y del folclore, convencional y no convencional, en las actividades de interpretación individual o colectiva, favoreciendo su uso como vehículo para la autoexpresión.",
        "3.2. Participar en las actividades de música, danza y de folclore propuestas, con actitud abierta, asumiendo el papel asignado y contribuyendo a la socialización del grupo.",
        "3.3. Crear esquemas rítmicos y melódicos sencillos, de forma individual o en grupo, desarrollando la autoestima y la imaginación.",
        "Competencia específica 4.",
        "4.1. Usar las técnicas propias del uso de la voz, de los recursos tecnológicos y audiovisuales, del cuerpo, de los objetos y de los instrumentos requeridos en las tareas de interpretación e improvisación artística, potenciando la seguridad en uno mismo y el control de emociones.",
        "4.2. Utilizar la interpretación e improvisación musical y corporal como medio de expresión de ideas y sentimientos, favoreciendo la autoexpresión y la autoestima.",
        "4.3. Comprender la importancia del cuidado de la voz, del cuerpo y de los instrumentos, en las tareas de interpretación e improvisación de música, de movimiento y de folclore, favoreciendo hábitos de bienestar y seguridad.",
        "Competencia específica 5.",
        "5.1. Colaborar en el proceso del desarrollo de proyectos vinculados a cualquier tipo de manifestación expresiva musical, de movimiento y de folclore, aportando el conocimiento y habilidades técnicas personales al trabajo de equipo, con responsabilidad y actitud de disfrute.",
        "5.2. Utilizar y seleccionar de forma autónoma los diferentes recursos personales y materiales del entorno, para aportar riqueza y originalidad al proyecto de música, de movimiento y de folclore del conjunto de clase, potenciando el espíritu colaborativo. "
    ]
}