{
    "criteriosEvaluacion": [
        "1.1. Explicar y argumentar la interpretación de las obras completas o fragmentos representativos leídos a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras.",
        "1.2. Crear textos personales o colectivos con intención literaria y conciencia de estilo, con perspectiva de género, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios.",
        "2.1. Elaborar una interpretación personal a partir de la lectura autónoma de obras relevantes de la literatura universal, atendiendo a aspectos temáticos, de género y subgénero, elementos de la estructura y el estilo, y valores éticos y estéticos de las obras, estableciendo vínculos argumentados con otras obras y otras experiencias artísticas y culturales.",
        "2.2. Expresar las experiencias personales de lectura en conversaciones literarias, utilizando un metalenguaje adecuado y técnicamente correcto, con actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística, consolidando su itinerario lector y enriqueciendo su propia identidad lectora de forma consciente y sistemática.",
        "3.1. Comparar textos o fragmentos literarios entre sí y con otras manifestaciones artísticas y culturales argumentando oralmente o por escrito los elementos de semejanza y contraste, tanto en lo relativo a aspectos temáticos y de contenido, como formales y expresivos, atendiendo también a sus valores éticos y estéticos.",
        "3.2. Desarrollar un proyecto de investigación, que se concrete en una exposición oral, un ensayo o una presentación multimodal, que permita constatar la existencia de tópicos, temas, inquietudes, creencias, aspiraciones y motivos que han pervivido a pesar del devenir histórico y determinar su diferente tratamiento en diferentes épocas y contextos, seleccionando y contrastando información procedente de diferentes fuentes y calibrando su fiabilidad y pertinencia, y comunicarla de manera crítica rechazando cualquier tipo de discriminación y respetando los principios de propiedad intelectual.",
        "4.1. Elaborar de manera colectiva una exposición multimodal que sitúe los textos leídos en su horizonte histórico-cultural, y que ofrezca una panorámica de conjunto sobre movimientos artísticos y obras relevantes de la literatura universal, explicitando la implicación y la respuesta personal del lector o lectora en la lectura y participando activa y proactivamente en el trabajo en equipo y en la gestión de conflictos.",
        "4.2. Exponer y argumentar de forma oral o multimodal una interpretación personal sobre la relación entre las características básicas de los movimientos estéticos más significativos de la Literatura Universal y del contexto histórico cultural en el que han sido producidas con obras literarias, cinematográficas, musicales o pictóricas vascas, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras.",
        "5.1. Realizar un proyecto de investigación de manera grupal, que se concrete en un ensayo individual, sobre autoras de relevancia, obras literarias de contextos no occidentales o sobre cuestiones temáticas o formales que aporten una mirada diversa y crítica sobre la construcción de imaginarios que propone la tradición literaria, que implique localizar, seleccionar y contrastar información procedente de diferentes fuentes, calibrar su fiabilidad y pertinencia, reelaborarla y comunicarla de manera creativa, adoptando un punto de vista crítico y respetuoso con la propiedad intelectual.",
        "5.2. Expresar por escrito opiniones, conclusiones y argumentaciones sobre la construcción discursiva del mundo y sus imaginarios, con actitud crítica y referenciando la información de manera correcta.",
        "5.3. Participar de manera crítica, activa y adecuada en tertulias dialógicas con actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística, acerca de lecturas en las que se incorpore la perspectiva de género y se ponga en cuestión las estructuras fundamentales del patriarcado y la mirada etnocéntrica propia del canon occidental, así como cualquier otro discurso predominante en nuestra sociedad que suponga opresión sobre cualquier minoría."
    ],
    "saberes": [
        "A. Construcción guiada y compartida de la interpretación de algunos clásicos de la literatura universal inscritos en itinerarios temáticos que establezcan relaciones intertextuales entre obras y fragmentos de diferentes géneros, épocas, contextos culturales y códigos artísticos, así como con sus respectivos contextos de producción, de acuerdo a los siguientes ejes y estrategias:",
        "1. Temas y formas de la literatura universal",
        "1.1. Decir el yo",
        "Poesía lírica.",
        "Literatura testimonial y biográfica: diarios, cartas, memorias, autobiografías, autoficción, etc.",
        "Narrativa existencial: personajes en crisis.",
        "1.2. Dialogar con los otros/otras",
        "Frente a la ley o el destino: la tragedia.",
        "Frente a las convenciones sociales: el drama.",
        "Humor crítico, humor complaciente: la comedia.",
        "1.3. Imaginar el mundo, observar el mundo, actuar en el mundo",
        "Mundos imaginados: mitos y narrativa. Mitologías. Héroes y heroínas. Viajes imaginarios. Espacios y criaturas fantásticas. Utopías, distopías, ciencia ficción.",
        "Mundos observados: cuento y novela. Bildungsroman o novela de formación. Espacios privados, espacios públicos: afectos íntimos y lazos sociales. Desigualdades, discriminación, violencias, estereotipos. Guerra y revolución. Migraciones e identidades culturales. Colonialismo y emancipación.",
        "Mundos de evasión: relato breve y novela de género. La literatura de aventuras y la novela policíaca. Literatura de terror.",
        "El arte como compromiso: el ensayo. La literatura de ideas.",
        "1.4. La mujer y la literatura universal",
        "Mujeres escritoras.",
        "La invisibilización de mujeres escritoras.",
        "La visión de la mujer en la literatura universal. Estereotipos creados desde el amor romántico (la esposa resignada, la casada adúltera, la solterona, la sacerdotisa del amor, la jovencita pura)",
        "1.5. El ser humano, los animales y la naturaleza: admiración, sobrecogimiento, denuncia. Poesía, narrativa y ensayo.",
        "2. Estrategias de análisis, interpretación, recreación y valoración crítica para la lectura compartida.",
        "La interpretación de las obras a través de discusiones o conversaciones literarias.",
        "Los elementos constitutivos del género literario y su relación con el sentido de la obra. Efectos en la recepción de sus recursos expresivos.",
        "La información sociohistórica, cultural y artística necesaria para interpretar las obras y comprender su lugar en la tradición literaria.",
        "Lectura con perspectiva de género para comprender los relatos de la cultura dominante y construir una visión crítica sobre el patriarcado.",
        "Vínculos intertextuales entre obras y otras manifestaciones artísticas y culturales en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura.",
        "El funcionamiento de la literatura como artefacto ideológico determinante en la construcción de los imaginarios sociales, haciendo especial hincapié en la perspectiva de género.",
        "La expresión argumentada de la interpretación de los textos, integrando los diferentes aspectos analizados y atendiendo a sus valores culturales, éticos y estéticos.",
        "Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de comprensión y de oralización implicados.",
        "Creación de textos de intención literaria a partir de las obras leídas",
        "Actitud crítica ante las propias producciones para la mejora de las mismas.",
        "Rechazo de cualquier tipo de discriminación",
        "B. Lectura autónoma de obras relevantes del patrimonio universal desarrollando las siguientes estrategias:",
        "Selección de las obras de manera autónoma y con la ayuda de recomendaciones especializadas.",
        "Participación en conversaciones literarias y en intercambios de recomendaciones lectoras en contextos presencial y digital.",
        "Uso autónomo y frecuente de bibliotecas. Acceso a otras experiencias culturales.",
        "La expresión argumentada de los gustos lectores personales. Diversificación del corpus leído.",
        "Movilización de la experiencia personal, lectora y cultural para establecer vínculos entre la obra leída y aspectos de la actualidad y otras manifestaciones literarias o artísticas.",
        "La recomendación de las lecturas en soportes variados atendiendo a aspectos temáticos, formales e intertextuales.",
        "Interés por la lectura",
        "Conciencia y perspectiva de género",
        "C. Comunicación y organización del trabajo",
        "1. Interacción y exposición",
        "Estrategias de escucha activa, asertividad, cortesía lingüística y cooperación conversacional.",
        "Actitud proactiva y participación activa en la realización de trabajos grupales.",
        "Estrategias para la gestión y resolución dialogada de conflictos.",
        "Estrategias para la adecuación a la audiencia y al tiempo de exposición.",
        "La deliberación oral argumentada.",
        "Estrategias para la expresión de la experiencia lectora utilizando un metalenguaje específico y técnicamente correcto atendiendo a aspectos temáticos, de género y subgénero, elementos de la estructura y el estilo, y valores éticos y estéticos de las obras.",
        "2. Producción escrita",
        "Proceso de elaboración: búsqueda de información, planificación, redacción, revisión y edición en diferentes soportes.",
        "Procedimientos de cita y referencias bibliográficas. Las notas a pie de página y sus diferentes usos. Bibliografía y webgrafía",
        "Pautas para la organización del pensamiento y gestión de las emociones mediante la escritura: escritura automática, esquemas, mapas conceptuales, resúmenes.",
        "3. Uso de fuentes y alfabetización informacional",
        "Estrategias para localizar, seleccionar y contrastar información de diferentes fuentes",
        "Estrategias para calibrar la fiabilidad y pertinencia de las fuentes contrastadas.",
        "Etiqueta y huella digital.",
        "Plataformas virtuales para la realización de proyectos.",
        "Estrategias para la comunicación y difusión de la información reelaborada de manera crítica, creativa y respetuosa con la propiedad intelectual.",
        "La gestión de contenidos, el almacenamiento y la recuperación de la información relevante. Noticias falsas y verificación de hechos. El ciberanzuelo.",
        "Instituciones para el desarrollo y fomento de la literatura, creación literaria y calidad escrita del euskara (Colección “Litreratura Unibertsala” (EIZIE), “Urruzuno literatur leihaketa”…)"
    ]
}