{
    "criteriosEvaluacion": [
        "1.1. Realizar modelos de sistemas considerando las distintas variables, analizando la interdependencia de sus elementos.",
        "1.2. Aplicar la dinámica de sistemas a los cambios ambientales ocurridos como consecuencia de la aparición de la vida y las actividades humanas a lo largo de la historia.",
        "1.3. Identificar los recursos, riesgos e impactos, asociándolos a la actividad humana a lo largo de la historia.",
        "1.4. Comprender los tipos de instrumentos de información ambiental.",
        "2.1. Conocer los flujos de energía y los riesgos geológicos.",
        "2.2. Valorar los riesgos geológicos en Andalucía en su contexto geológico y su potencial ambiental.",
        "2.3. Comprender el relieve como la interacción de la dinámica interna y externa.",
        "2.4. Valorar el desarrollo incontrolado, el conservacionismo y el desarrollo sostenible.",
        "3.1. Conocer y valorar medidas de ahorro en el consumo de agua, a nivel doméstico, industrial y agrícola.",
        "3.2. Diseñar mapas y gráficos de calidad de agua de ríos y acuíferos andaluces.",
        "3.3. Analizar los riesgos ambientales en la contaminación de ríos y acuíferos andaluces, proponiendo medidas que la eviten o disminuyan.",
        "4.1. Investigar y extraer conclusiones sobre cuestiones ambientales a partir de distintas fuentes de información, usando las TIC.",
        "4.2. Proponer medidas que favorezcan la disminución de la contaminación del medio ambiente.",
        "4.3. Identificar los riesgos climáticos, valorando los factores que contribuyen a favorecerlos y los factores que contribuyen a paliar sus efectos."
    ],
    "saberes": [
        "A. Medio ambiente y fuentes de información ambiental",
        "CCTI.2.A.1. Comprensión del concepto de medio ambiente y de las ciencias ambientales, así como manejo de las definiciones relacionadas: recurso, riesgo, impacto.",
        "CCTI.2.A.2. Análisis de la Tierra como sistema: estudio del origen de los subsistemas terrestres y los cambios ambientales más importantes acaecidos en la atmósfera, hidrosfera, geosfera y biosfera en la historia geológica de planeta.",
        "CCTI.2.A.3. Interpretación de las principales interacciones entre los subsistemas terrestres.",
        "CCTI.2.A.4. Conocimiento de las principales fuentes de información medioambiental: teledetección, radiometría, simulación medioambiental, etc.",
        "CCTI.2.A.5. Comprensión del funcionamiento de la red de información ambiental de Andalucía y valoración de sus implicaciones (REDIAM).",
        "B. Geosfera y riesgos geológicos",
        "CCTI.2.B.1. Conocimiento de las manifestaciones de la energía interna y externa de la Tierra a través del estudio de la dinámica terrestre, los agentes y los procesos geológicos.",
        "CCTI.2.B.2. Comprensión de los fenómenos implicados en la formación del relieve terrestre.",
        "CCTI.2.B.3. Estudio y análisis de los riesgos geológicos internos: sísmico y volcánico, destacando su relación con la tectónica de placas.",
        "CCTI.2.B.4. Identificación y comprensión de los riesgos geológicos externos: fluviales, gravitacionales, y litorales",
        "CCTI.2.B.5. Reconocimiento de las medidas de planificación de riesgos valorando su importancia. ",
        "CCTI.2.B.6. Determinación y localización de los principales riesgos geológicos en Andalucía.",
        "CCTI.2.B.7. Análisis de las distintas fuentes de energía de la Tierra: combustibles fósiles, energía geotérmica y energía nuclear de fisión, evaluando en cada caso sus implicaciones medioambientales, económicas y sociales.",
        "CCTI.2.B.8. Identificación de los recursos minerales metálicos y no metálicos y las rocas industriales, comprendiendo el impacto de su extracción y valorando la importancia económica y social de la minería en Andalucía.",
        "C. Dinámica de las capas fluidas",
        "CCTI.2.C.1. Estudio de la atmósfera, mediante el análisis de su composición, la comprensión de su estructura, la identificación de sus principales propiedades, así como las funciones. Interpretación del balance energético global.",
        "CCTI.2.C.2. Comprensión de los aspectos generales de la dinámica atmosférica: humedad atmosférica y precipitaciones; presión atmosférica y circulación general, estabilidad e inestabilidad atmosféricas, tiempo y clima.",
        "CCTI.2.C.3. Desarrollo de las destrezas necesarias para la interpretación de mapas meteorológicos.",
        "CCTI.2.C.4. Determinación de los riesgos climáticos más frecuentes y la relación de los climas de Andalucía con la aparición de los mismos.",
        "CCTI.2.C.5. Análisis de la distribución del agua en el planeta a través del estudio del ciclo hidrológico y mediante la comprensión de los procesos implicados",
        "CCTI.2.C.6. Evaluación de los recursos hídricos de Andalucía, análisis de la planificación hídrica y sensibilización sobre la problemática ambiental asociada.",
        "CCTI.2.C.7. Identificación y estudio de los recursos energéticos relacionados con la atmósfera y el agua en el pasado, en el presente y en el futuro en Andalucía.",
        "D. Contaminación de las capas fluidas",
        "CCTI.2.D.1. Comprensión del concepto de la contaminación atmosférica, asociación de los contaminantes atmosféricos con su origen y reconocimiento de las consecuencias sociales, ambientales y sanitarias que producen.",
        "CCTI.2.D.2. Relación del grado de contaminación de la atmósfera con los factores que influyen su dispersión ",
        "CCTI.2.D.3. Investigación y descripción de las principales medidas de detección, prevención y corrección de la contaminación atmosférica.",
        "CCTI.2.D.4. Tipificación, análisis y desarrollo de estrategias para la disminución de los efectos locales, regionales y globales de la contaminación atmosférica: islas térmicas, smog, ruido, lluvia ácida, destrucción de la capa de ozono, el calentamiento global y el cambio climático terrestre.",
        "CCTI.2.D.5. Búsqueda de información sobre los principales focos de contaminación atmosférica en Andalucía y la calidad del aire en las ciudades andaluzas, comprendiendo la importancia de las Redes de vigilancia y control.",
        "CCTI.2.D.6. Conocimiento y descripción del origen de la contaminación hídrica, estableciendo relaciones entre el tipo de contaminante y sus efectos, y valorando los factores que influyen en la autodepuración del agua.",
        "CCTI.2.D.7. Estudio de parámetros indicadores de la calidad del agua.",
        "CCTI.2.D.8.Identificación y análisis de los principales efectos de la contaminación en aguas superficiales, subterráneas y marinas (eutrofización, mareas negras, intrusión marina), así como el desarrollo de estrategias para su disminución.",
        "CCTI.2.D.9. Sensibilización sobre la importancia de la depuración de las aguas residuales.",
        "CCTI.2.D.10. Desarrollo de destrezas para la comprensión de los efectos del consumo y el uso del agua en Andalucía.",
        "CCTI.2.D.11. Búsqueda de información sobre los principales focos de contaminación hídrica en Andalucía.",
        "E. La biosfera",
        "CCTI.2.E.1. Estudio de la composición y el funcionamiento del ecosistema, desarrollando destrezas para la compresión de las relaciones, flujos, ciclos y dinámicas que se establecen en el mismo.",
        "CCTI.2.E.2. Sensibilización sobre la importancia de la biodiversidad de los ecosistemas, relación de las actividades humanas con su disminución y análisis de los riesgos que supone su disminución.",
        "CCTI.2.E.3. Conocimiento de los recursos de la biosfera: agrícolas, ganaderos, forestales, pesqueros y patrimoniales.",
        "CCTI.2.E.4. Identificación de los distintos ecosistemas andaluces, analizando el nivel de conservación de cada uno de ellos y valoración de la riqueza en biodiversidad que posee Andalucía.",
        "F. Gestión y desarrollo sostenible",
        "CCTI.2.F.1. Desarrollo de destrezas para la comprensión de las relaciones entre el medio ambiente y la sociedad analizando los distintos modelos de desarrollo.",
        "CCTI.2.F.2. Identificación y diferenciación de los principales instrumentos de gestión ambiental: la evaluación de impacto ambiental, la ordenación del territorio y la educación ambiental.",
        "CCTI.2.F.3. Búsqueda de información sobre las figuras de protección de los espacios naturales, localización de los principales espacios protegidos en Andalucía y sensibilización sobre la necesidad de protección de estos espacios.",
        "CCTI.2.F.4. Conocimiento y manejo de las principales herramientas del Derecho ambiental: el delito ecológico, las leyes ambientales y los convenios internacionales.",
        "CCTI.2.F.5. Búsqueda de información sobre la obtención de materias primas y sus repercusiones sociales y medioambientales.",
        "CCTI.2.F.6. Estudio sobre el uso de los materiales y la evolución de la Humanidad.",
        "CCTI.2.F.7. Investigación sobre la influencia de los nuevos materiales en el desarrollo futuro de la sociedad."
    ]
}