{
    "criteriosEvaluacion": [
        "1.1. Generar y perfeccionar ideas de proyecto, consultando distintas fuentes, elaborando bocetos y maquetas, y experimentando con las técnicas y estrategias artísticas y creativas, más adecuadas en cada caso.",
        "1.2. Seleccionar una propuesta concreta para un proyecto, justificando su relevancia artística, su viabilidad, su sostenibilidad y su adecuación a la intención con la que fue concebida y a las características del marco de recepción previsto.",
        "2.1. Establecer el plan de trabajo de un proyecto artístico, organizando correctamente sus fases, evaluando su sostenibilidad y ajustándolo a los plazos, a las características del espacio y, en su caso, al presupuesto previsto.",
        "2.2. Proponer soluciones creativas en la organización de un proyecto artístico, buscando el máximo aprovechamiento de los recursos disponibles.",
        "2.3. Presentar y defender públicamente un proyecto artístico ante un comisariado, concurso, galerista, o cliente, considerando la información relevante y la mejor forma de comunicarla para conseguir el objetivo que se plantee: difusión, financiación, u otros.",
        "3.1. Participar activamente en la realización de proyectos artísticos, individuales o colectivos, asumiendo diferentes funciones y seleccionando los espacios, las técnicas, los medios y los soportes más adecuados.",
        "3.2. Explicar, de forma razonada, la intención expresiva o funcional de un proyecto artístico, detallando los efectos que se espera que este tenga en el entorno.",
        "3.3. Argumentar las decisiones relativas a la ejecución del proyecto, asegurando la coherencia de estas decisiones con la intención expresiva o funcional y con los efectos esperados.",
        "3.4. Identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico, comprendiendo su valor añadido y expresando la opinión personal de forma crítica y respetuosa.",
        "4.1. Compartir, a través de diversos medios y soportes, las distintas fases del proyecto, poniéndolo en relación con el resultado final esperado y recabando, de manera abierta y respetuosa, las críticas, los comentarios y las aportaciones de mejora formuladas por distintas personas, incluido el público receptor.",
        "4.2. Valorar las críticas, los comentarios y las aportaciones de mejora recibidas, incorporando de manera justificada aquellas que redunden en beneficio del proyecto y de su repercusión en el entorno.",
        "4.3. Evaluar la repercusión que el proyecto ha tenido en el entorno, considerando las valoraciones del público receptor y analizando el logro de la intención inicial planteada, así como la pertinencia de las soluciones puestas en práctica ante las dificultades afrontadas a lo largo del proceso.",
        "5.1. Seleccionar diversas fuentes para la elaboración del proyecto, justificando su utilidad teórica, informativa o inspiradora.",
        "5.2. Elaborar la documentación necesaria para desarrollar un proyecto artístico, considerando las posibilidades de aplicación y ajustándose a los modelos más adecuados.",
        "5.3. Registrar las distintas fases del proyecto, adoptando un enfoque reflexivo y de autoevaluación.",
        "5.4. Archivar correctamente la documentación, garantizando la accesibilidad y la facilidad de su recuperación."
    ],
    "saberes": [
        "A. Desarrollo de la creatividad",
        "PART.1.A.1. La creatividad como destreza personal y herramienta para la expresión artística. Indicadores de la creatividad.",
        "PART.1.A.2. Estrategias y técnicas de fomento y desarrollo de la creatividad. Educar la imaginación. Observar, conectar, crear. El pensamiento divergente.",
        "PART.1.A.3. Estrategias de superación del bloqueo creativo.",
        "B. Gestión de proyectos artísticos",
        "PART.1.B.1. Metodología proyectual. Generación y selección de propuestas. Planificación, gestión y evaluación de proyectos artísticos. Difusión de resultados. Afrontar la crítica.",
        "PART.1.B.1.1. Preparación, documentación, incubación, evaluación, elaboración y arte final.",
        "PART.1.B.2. Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Resolución de conflictos.",
        "PART.1.B.3. Estrategias, técnicas y soportes de documentación, registro y archivo.",
        "PART.1.B.4. La redacción del proyecto. Citas y referencias.",
        "PART.1.B.5. Sostenibilidad e impacto de los proyectos artísticos.",
        "PART.1.B.6. Oportunidades de desarrollo personal, social, académico y profesional relacionadas con el ámbito artístico. El emprendimiento cultural.",
        "C. Retórica y presentación de proyectos artísticos",
        "PART.1.C.1. Tipos de presentación y selección de contenido.",
        "PART.1.C.2. Declaración de intenciones.",
        "PART.1.C.3. Defensa del proyecto. Hablar en público.",
        "PART.1.C.4. Gestión y visibilidad del proyecto."
    ]
}