{
  "saberes": [
    "A. El ser humano y el conocimiento de uno mismo.",
    "- Visión y conocimiento del ser humano desde las perspectivas psicológica, antropológica y sociológica.",
    "- Psicología. Neurociencia, conducta y cognición. Sistema nervioso central y sistema nervioso periférico. Neuronas y estructura funcional del cerebro. Circuitos de recompensa y su relación con las adicciones. Bienestar y hábitos saludables. Fundamentos biológicos de la conducta. La adolescencia desde el punto de vista psicológico. Desarrollo cognitivo y desarrollo de la personalidad durante la adolescencia. Reconocimiento y control de las emociones. Desarrollo personal dentro del grupo. Influencia del grupo en el individuo.",
    "- Antropología. El ser humano como ser cultural. Concepto antropológico de cultura. El ser humano como construcción cultural. Humanización y cultura. Diversidad cultural.",
    "- Sociología. El ser humano como ser social. Concepto de Sociedad. Estrategias de inclusión y cohesión social para mejorar la calidad de vida de las personas. El adolescente y sus relaciones. Búsqueda de la autonomía y asunción progresiva de responsabilidades. Conductas prosociales y antisociales. Normas, roles y estereotipos. Igualdad de género. Diversidad y convivencia positiva dentro de los grupos. Procesos de transición a la vida adulta en perspectiva comparada.",
    "- Inteligencia artificial: sistemas expertos, aprendizaje automático, código abierto, robótica, redes neuronales, predicciones. Big data y cadena de bloques.",
    "- Inteligencia emocional: Estrategias conductuales, fisiológicas y cognitivas. Percepción, comprensión y regulación emocional. Autogestión emocional",
    "B. Aprendizaje y desarrollo: habilidades personales y sociales. Formación y orientación personal y profesional hacia la vida adulta.",
    "8. Aprendizaje y ser humano.",
    "- Procesos implicados en el aprendizaje: atención, percepción, razonamiento motivación y memoria. Estrategias de aprendizaje y estudio. Inteligencia emocional e inteligencia ejecutiva.",
    "- Lo heredado y lo aprendido: biología y cultura. Proceso de socialización. Agentes de socialización. Aprendizaje formal e informal.",
    "- Metacognición. Conocimiento de los procesos del propio aprendizaje.",
    "9. Construcción del sentido de competencia y logro.",
    "- Autoconocimiento. Autonomía personal y autopercepción. Estilo atribucional. Capacidad autocrítica. Iniciativa personal. Pensamiento creativo. Confianza y seguridad en uno mismo. Perseverancia.",
    "- Estrategias para enfrentarse al fracaso y a la frustración.",
    "10. Relaciones e interacciones con los demás.",
    "- Habilidades sociales. Empatía.",
    "- Habilidades comunicativas. Barreras en la comunicación y estrategias para superarlas.",
    "- Habilidades de organización y gestión.",
    "- Herramientas digitales para la interacción con los demás. Huella y reputación digital. Gestión de identidades digitales: personal y profesional.",
    "- Habilidades de participación y dirección: Liderazgo, delegación, gestión y organización. Toma de decisiones y habilidad negociadora.",
    "- Soft Skills: Resiliencia, pensamiento crítico, creatividad, flexibilidad y compromiso.",
    "C. Orientación hacia la formación académica y profesional. Exploración del entorno profesional.",
    "- Programas, oportunidades y ayudas para la formación. Servicios de orientación académica y profesional. Formación permanente a lo largo de la vida.",
    "- Conocimiento del proceso de toma de decisiones sobre itinerarios de formación (career counselling). Desarrollo de competencias para autogestionar su trayectoria formativa y profesional (career education). Información y exploración sobre estudios, profesiones y mercado laboral (career information).",
    "- Exploración y descubrimiento del entorno de trabajo: Las relaciones laborales. Tendencias laborales y demandas del mercado. Retos de la revolución digital. Emprendimiento e intraemprendimiento. Participación social activa. El ser humano como homo oeconomicus. Teorías críticas. Colaboración y voluntariado.",
    "- Orientación Académica y Profesional con perspectiva de género. Estereotipos de género. Igualdad jurídica e igualdad efectiva. Discriminación por razón de sexo. Corresponsabilidad. Conciliación de la vida personal y laboral.",
    "D. Proyecto personal, académico-profesional y aproximación a la búsqueda activa de empleo. Orientación Académica y Profesional.",
    "- Contenidos de la Orientación Profesional: Autoconocimiento y conocimiento del entorno (oportunidades de aprendizaje formativas y laborales). Transiciones entre etapas formativas. Acceso al primer empleo. Períodos de rotación empleoparo-formación y de reorientación de la carrera profesional. Toma de decisiones vocacionales. TIC y Orientación Académica y Profesional. PPP (Proyecto Profesional Personal).",
    "- Factores de la desigualdad laboral. Estereotipos de género y trato diferencial. La división sexual del trabajo, el techo de cristal y la brecha salarial.",
    "- Planes de autoconocimiento y de formación académica y profesional. Cualidades personales. Fortalezas y debilidades. La diversidad como elemento enriquecedor. Fases del plan: exploración, diagnóstico, perfiles académicos y profesionales, toma de decisiones. Aspiraciones y metas. Ayudas y recursos para superar carencias y afrontar retos personales y profesionales.",
    "- Aproximación a un plan de búsqueda activa de empleo con proyección hacia el futuro. Estrategias de búsqueda de empleo. Instrumentos de búsqueda de empleo."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Mejorar el desempeño personal, social y académico aplicando estrategias de aprendizaje y gestión emocional que permitan mayor control sobre lasacciones y sus consecuencias. (CPSAA1, CPSAA3, CPSAA4, CPSAA5)",
    "1.2 Conocer los procesos que interviene en el aprendizaje, analizando sus implicaciones y desarrollando estrategias que favorezcan la adquisición de conocimientos, destrezas y actitudes. (CPSAA4, CPSAA5)",
    "1.3 Analizar la importancia del componente emocional, tomando conciencia desu repercusión en el aprendizaje y desarrollando estrategias que lo mejoren. (CPSAA1, CPSAA4, CC3)",
    "1.4 Conocer las bases teóricas fundamentales de los procesos físicos y psicológicos que intervienen en la cognición, la motivación, el aprendizaje y la gestión emocional, analizando la relación de estos con la conducta. (CPSAA1)",
    "1.5 Conocer los principales conceptos relacionados con la Inteligencia artificial señalando sus principales aplicaciones al mundo académico y laboral. (CC3)",
    "1.6 Gestionar de forma autónoma las emociones, aplicando estrategias conductuales, fisiológicas y cognitivas. (CPSAA1, CPSAA4)",
    "1.7 Reconocer los propios procesos de aprendizaje, mediante el estudio y la valoración de su actividad mental. (CPSAA1, CPSAA4, CPSAA5)",
    "Competencia específica 2",
    "2.1 Afrontar de forma eficaz y, con progresiva autonomía, nuevos retos, identificando las cualidades personales y sociales propias y de los demás y analizando los elementos que condicionan los comportamientos y actuaciones en el proceso de desarrollo evolutivo. (CPSAA1, CPSAA3, CPSAA4, CPSAA5, CC1, CE2)",
    "2.2 Conocer el desarrollo evolutivo de las personas analizando y comprendiendo las principales características de la madurez que van conformando a la persona en distintos planos: cognitivo, social, emocional y sexual. (CPSAA3, CC1)",
    "2.3 Identificar cualidades personales y de los demás reflexionando sobre la importancia de potenciar aquellas que permitan afrontar eficazmente los retos y faciliten el proceso de transición de la adolescencia a la edad adulta. (CPSAA3, CPSAA4, CC1, CE2)",
    "2.4 Conocer las principales habilidades relacionadas con el liderazgo, la gestión y la toma de decisiones, aplicándolas al mundo laboral. (CC1, CE2, CE3)",
    "Competencia específica 3",
    "3.1 Reflexionar de manera crítica sobre la condición humana, la sociedad y la cultura a partir del conocimiento que proporcionan las ciencias humanas y sociales. (CPSAA3, CC1, CC3, CE2)",
    "3.2 Analizar la diversidad personal, social y cultural desde distintas perspectivasa partir de los conocimientos que proporcionan las ciencias humanas y sociales,mostrando actitudes de respeto y empatía por lo diferente y valorando la equidad y la no discriminación. (CPSAA3, CC1, CC2, CC3)",
    "Competencia específica 4",
    "4.1 Desarrollar estrategias y habilidades que faciliten la adaptación a nuevos grupos y contextos a partir del conocimiento social y antropológico del ser humano. (CPSAA3, CC1, CE2)",
    "4.2 Analizar los factores personales y socioculturales que intervienen en la configuración psicológica de la persona a partir del conocimiento comparado dela dimensión social y antropológica del ser humano. (CC3)",
    "4.3 Valorar la diversidad, desde el respeto, la inclusión y la igualdad real y efectiva entre hombres y mujeres, considerándola un elemento enriquecedor a nivel personal, social y cultural. (CC1, CC2, CC3)",
    "4.4 Desarrollar estrategias facilitadoras de la comunicación y la gestión de grupos potenciando los recursos que permitan el trabajo en equipo. (CPSAA3, CC1, CC2, CE2)",
    "Competencia específica 5",
    "5.1 Realizar un proyecto personal, académico y profesional propio y aproximarse al proceso de búsqueda activa de empleo, priorizando las necesidades y descubriendo los intereses personales y vocacionales mediante la exploración de las oportunidades académicas y profesionales que ofrece el entorno presencial y virtual, y desarrollando las destrezas necesarias en el proceso de toma de decisiones. (CCL1, CCL3, STEM2, CD1, CD3, CPSAA4, CPSAA5, CE1, CE2, CE3)",
    "5.2 Explorar el entorno próximo identificando las oportunidades académicas y profesionales que ofrece, valorando aquellas que mejor se adaptan a las cualidades e intereses personales y potenciando el espíritu de iniciativa y superación. (CCL3, STEM2, CD1, CD3, CPSAA4, CE1, CE2, CE3)",
    "5.3 Practicar el proceso de toma de decisiones sobre itinerarios de formación y empleo, explorando distintas opciones de estudios y profesiones. (CCL3, STEM2, CPSAA4, CPSAA5, CE1, CE2, CE3)",
    "5.4 Aplicar la perspectiva de género al proceso de orientación Académica y Profesional identificando los estereotipos de género en su vida personal y laboral y proponiendo mejoras y soluciones. (CCL3, CC3)",
    "5.5 Incorporar los contenidos de la Orientación Profesional a su Proyecto Profesional Personal y su proceso de toma de decisiones vocacionales utilizando las TIC. (CCL3, CD1, CD3, CE3)",
    "5.6 Identificar los factores de la desigualdad laboral entre hombres y mujeres analizando los estereotipos de género y la división sexual del trabajo. CCL3, CC3)"
  ]
}