{
  "saberes": [
    "A. Habilidades emprendedoras básicas.",
    "- El perfil de la persona emprendedora y creadora.",
    "- Las dimensiones del emprendimiento (personal, social y productiva) y los tipos.",
    "- Autoconocimiento y confianza creativa. Análisis DAFO personal.",
    "- Inteligencia emocional y empatía a la hora de emprender.",
    "- La creatividad y la innovación al servicio de la sociedad.",
    "- El pensamiento creativo y la capacidad de emprender.",
    "- El trabajo en equipo. Claves y dinámicas básicas.",
    "- Comunicación y oratoria: La expresión oral, escrita y visual para presentar soluciones emprendedoras.",
    "B. Finanzas básicas.",
    "- Las finanzas personales.",
    "- Las decisiones financieras básicas.",
    "- El dinero y su evolución a lo largo del tiempo. Funciones del dinero. Medios de pago.",
    "- Entidades financieras. Finanzas éticas.",
    "- Planificación financiera a corto plazo y a largo plazo: El presupuesto familiar.",
    "- Gestión finanzas personales a corto plazo y a largo plazo. Productos de ahorro, préstamos e inversión. Seguros.",
    "- Derechos y deberes del consumidor. Claves para ejercer de forma segura la ciudadanía global.",
    "C. Retos sociales a los que se enfrenta la ciudadanía global.",
    "- La economía social en el marco de una ciudadanía global.",
    "- Ciudadanía global: responsabilidad social y mecanismos de colaboración.",
    "- Emprendimiento en finanzas personales básicas.",
    "- Emprendimiento en consumo y producción responsable. Beneficios individuales y sociales.",
    "- Emprendimiento para educar en la lucha contra la pobreza.",
    "- Emprendimiento para la toma en consideración de los recursos naturales, el medio ambiente y la sostenibilidad. Las 7R del consumo ecológico.",
    "- Emprendimiento para revertir la despoblación: el reto demográfico y sostenibilidad."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Ser capaz de entender y reconocer las cualidades personales y sociales del emprendedor, así como la capacidad de poner en práctica dichas cualidades, aplicándolas al desarrollo de uno mismo. (CPSAA2, CPSAA4, CC3, CC4)",
    "1.2 Realizar un análisis DAFO personal, analizando las cualidades personales del alumnado. (CD1, CPSAA2, CPSAA4, CC3, CC4)",
    "1.3 Comprender la importancia de trabajar en equipo, desarrollando las habilidades sociales, las personales, la comunicación y la inteligencia emocional de una manera proactiva. (CCL2, CCL3, CD1, CC3, CC4, CCEC3)",
    "1.4 Reconocer la realidad emprendedora local valorando las cualidades emprendedoras de sus promotores. (CCL2, CCL3, CC3, CC4)",
    "Competencia específica 2",
    "2.1 Consolidar el desarrollo de las cualidades del emprendedor como fuente de cambios sociales y medioambientales, valorando el impacto que tienen en el desarrollo de uno mismo y del entorno (CP1, CPSAA4)",
    "2.2 Reconocer el valor sistémico de la empresa, interrelacionando entorno y empresa como una relación bidireccional. (CCEC3)",
    "2.3 Analizar casos de proyectos emprendedores, proponiendo acciones de mejora, basadas en la innovación, que resuelvan problemas cercanos al alumnado. (CCL2, CCL3, CP1, STEM1, STEM2, STEM4, CD1, CD2, CD3)",
    "2.4 Extraer conocimientos de acciones emprendedoras personales y sociales del entorno cercano y concretar reflexiones personales sobre las mismas, contactando con emprendedores y/o analizando sus emprendimientos. (CPSAA4, CCEC3)",
    "Competencia específica 3",
    "3.1 Explicar, mediante un caso concreto, las relaciones económicas entre hogares, empresas y administraciones pública en el entorno próximo, representando y analizando la importancia de dichas relaciones. (CCL2, CCL3, CC3, CC4)",
    "3.2 Describir el dinero y sus diferentes formas, representando sus usos en la satisfacción de las necesidades personales y valorando el papel del sistema financiero como canalizador del elevado número de transacciones económicas a nivel global. (CCL2, CCL3, CD1, CCEC3)",
    "3.3 Conocer el proceso de emisión del dinero, distinguiendo dinero en efectivo de dinero en depósitos, así como los medios más habituales de pago. (CCL2, CCL3, CD1, CPSAA2, CPSAA4)",
    "3.4 Reflexionar sobre las diversas formas de utilización del dinero y sobre la utilidad, ventajas y riesgos de los productos financieros, expresando una actitud positiva hacia el ahorro y analizando las formas de pago y financiación más habituales. (CD1, CPSAA4, CC3, CC4, CCEC3)",
    "Competencia específica 4",
    "4.1 Diferenciar entre los principales productos financieros, razonando por qué se pagan o reciben intereses y valorando las ventajas e inconvenientes para cada una de las alternativas. (CCL2, CCL3, CE3, CCEC3)",
    "4.2 Elaborar y utilizar el presupuesto personal como instrumento para mejorar las finanzas personales utilizando plantillas o aplicaciones y recopilando información sobre los principales gastos e ingresos de las personas. (STEM 3, STEM 4, CD1, CD5)",
    "4.3 Establecer un plan de ahorro y de previsión, así como reflexionar sobre necesidad y la capacidad de endeudamiento, analizando los gastos e ingresos previstos en el futuro. (STEM 3, STEM 4, CD1, CD5, CPSAA1, CPSAA4).",
    "4.4 Resolver, a modo de caso de estudio, situaciones hipotéticas de presupuestos familiares y toma racional de decisiones financieras, simulando diferentes situaciones en el ámbito familiar. (STEM 3, STEM 4, CD1, CD5, CE3)",
    "Competencia específica 5",
    "5.1 Conocer el concepto de ciudadanía global, lo que conlleva el ejercicio de libertades y derechos humanos, así como tener una visión mundial de los problemas ecológicos, económicos y sociales, aprovechando este conocimiento para un mejor ejercicio de los derechos y libertades. (CCL2, CCL3, CD3, CCEC3)",
    "5.2 Analizar casos de empresas locales que sirvan como ejemplo para que el alumnado desarrolle códigos de responsabilidad social, estableciendo comparaciones entre distintas formas de actuación. (CCL2, CCL3, STEM1, STEM2, STEM4).",
    "5.3 Conocer plataformas ciudadanas de tipo colaborativo en algún producto/recurso local, valorando su importancia en el máximo aprovechamiento de los recursos de su entorno. (CP1, CD1, CD2, CPSAA4, CCEC3)",
    "5.4 Relacionar la realidad empresarial autonómica, entendiendo las actuales preocupaciones sociales y medioambientales y estudiando el impacto de la actividad económica sobre la sociedad y el medioambiente. (CCL2, CCL3, CD1).",
    "Competencia específica 6",
    "6.1 Valorar positivamente el consumo responsable o consciente como una herramienta para atajar el cambio climático o la desigualdad social, analizando los patrones de consumo de la ciudadanía global. (CCL1, CCL3, CC3, CE1)",
    "6.2 Interiorizar la responsabilidad ciudadana a la hora de cuidar y mejorar el entorno, los recursos naturales locales, la biodiversidad local o la calidad de vida de la colectividad, valorando el impacto de las acciones individuales en el contexto global. (CPSAA3, CPSAA5)",
    "6.3 Entender el consumo como un acto consciente y crítico sujeto a la influencia de la publicidad, analizando los motivos que justifican las decisiones de consumo. (CP3, CD1, CD3)",
    "6.4 Reconocer problemas vinculados al entorno real, proponiendo soluciones sostenibles mediante actuaciones individuales o colectivas que se traduzcan en mejoras para la sociedad. (CP3, CE1, CCEC3).",
    "Competencia específica 7",
    "7.1 Conocer y aplicar a un caso concreto de producto local el concepto de economía circular, valorando los impactos ambientales de todas las etapas del ciclo de vida del producto, siendo consciente de la importancia de evolucionar hacia dicho sistema. (CCL1, CCL2, CCL3, CP2, STEM4, CD1, CCEC1).",
    "7.2 Valorar la necesidad de una transición energética, identificando sus principales retos tanto en el entorno cercano como a nivel internacional, reconociendo las repercusiones globales de los actos individuales. (CCL1, CCL2, CCL3, CC2, CC3, CC4, CE1, CE2).",
    "7.3 Conocer los derechos de las personas consumidoras analizando las diferentes instituciones que se encargan de su defensa en la comunidad autónoma. (CC2, CC3, CC4, CE1, CE2).",
    "7.4 Identificar otros grandes problemas de la sociedad actual en el entorno de la Comunidad Autónoma o ciudad, buscando formas de responder a dichos retos. (CPSAA2, CPSAA5).",
    "Competencia específica 8.",
    "8.1 Resolver retos tangibles y reales desarrollando, de una forma creativa, las diversas fases del método científico aplicado a un problema real y cercano. (STEM2, STEM3, CEC1, CEC3, CCEC4).",
    "8.2 Reflexionar sobre los grandes retos de la ciudadanía global, conociendo su contenido y vislumbrando las implicaciones que tiene en el mundo actual. (CCL1, CCL2, CC1, CC3).",
    "8.3 Aplicar los contenidos a la resolución de retos proponiendo soluciones viables. (CD1, CD3, CD5, CPSAA3, CE1, CE3)"
  ]
}