{
    "criteriosEvaluacion": [
        "1.1. Investigar sobre las diferentes técnicas y los materiales de cada una de las disciplinas artísticas, y los procesos relacionados con la configuración tridimensional, pictórica y dibujística y sus manifestaciones plásticas, analizando el contexto histórico de diferentes épocas y culturas, incluyendo el ámbito de Canarias, y apoyándose en la búsqueda de información de diversas fuentes, tanto analógicas como digitales, para aplicarlos a la creación de producciones de proyectos propios, tanto individuales como colectivos. CCL1, CCL2, CCL3, STEM3, CD1, CC1, CCEC1, CCEC2",
        "1.2. Seleccionar la información de los lenguajes artísticos, adecuando las distintas técnicas, los materiales, los elementos compositivos y los cánones de proporción empleados, para incorporarlos en el desarrollo de sus proyectos, experimentando con nuevos materiales alternativos y cotidianos, y valorando las posibilidades expresivas de los mismos, la capacidad de selección y la sensibilidad en el desarrollo personal. CCL3, STEM3, CD1, CD2, CPSAA4, CCEC2, CCEC4.1",
        "2.1. Trazar e idear distintas soluciones, tanto gráficas como pictóricas a una misma propuesta, utilizando diferentes niveles de iconicidad, mediante croquis, bocetos o esbozos, tanto de la observación detallada o de la propia imaginación, para que sea personal y expresivo, y aportar soluciones diversas, creativas, culturales y sostenibles, a los retos planteados durante la ejecución. STEM3, CPSAA5, CCEC3.1, CCEC4.2",
        "2.2. Elaborar una obra tridimensional sencilla, aplicando las técnicas y los materiales propios de la escultura en general y contemporánea, apoyándose en la búsqueda de información de diversas fuentes, tanto analógicas como digitales, en base a un proyecto destinado a un espacio, tanto dentro como fuera del centro educativo, para resolver problemas de configuración espacial y apreciar las cualidades expresivas del lenguaje tridimensional, modificando los ambientes y estimulando los paisajes. STEM3, CD1, CD2, CPSAA1.2, CE1, CCEC2, CCEC4.1, CCEC4.2",
        "2.3. Compartir, evaluar y presentar los resultados de proyectos tridimensionales, analizando la relación entre los objetivos planteados y el producto final obtenido, y explicando las posibles diferencias entre ellos para construir sus propios procesos de aprendizaje. CCL1, CCL2, CCL3, CD2, CPSAA5, CC4, CE3, CCEC3.1",
        "3.1. Recrear pictóricamente el espacio tridimensional, las estructuras o esculturas, partiendo del análisis y de la observación de obras de arte de artistas de diferentes épocas y culturas, incluyendo el ámbito de Canarias, mediante bocetos o esbozos, en producciones artísticas bidimensionales, para progresar en la ejecución técnica y en las cualidades comunicativas y expresivas de las producciones propias. CCL1, CD1, CD2, CPSAA1.1, CPSAA5, CC1, CCEC3.1",
        "3.2. Explorar las posibilidades expresivas del color, empleando los recursos del dibujo y sobre todo de la pintura, y utilizando diferentes materiales, técnicas, soportes y disciplinas para tener una visión propia, tanto objetiva como subjetiva de esa realidad, potenciar la sensibilidad y favorecer el desarrollo personal y artístico. CD2, CPSAA1.1, CPSAA1.2, CPSAA5, CCEC3.1",
        "4.1. Analizar la importancia del cuerpo humano en las propuestas artísticas contemporáneas y usar el dibujo como medio de autoexpresión, utilizando diversos materiales, técnicas y soportes, y experimentando con los efectos de profundidad, para desarrollar procesos de aprendizaje que le permitan entender la percepcion y la representación del espacio, convirtiéndolo en el soporte de la propia intervención artística. CD1, CD2, CPSAA5, CC1, CC3, CCEC1, CCEC3.2",
        "4.2. Recrear, expresando ideas, opiniones, sentimientos y emociones propios en la práctica artística, tomando como punto de partida la exploración del cuerpo humano y su representación en obras artísticas de interés personal, para valorar la importancia del dibujo como vehículo para desarrollar la sensibilidad artística, la creatividad y la expresividad, enriqueciendo sus propias producciones, y para promover activamente la igualdad y corresponsabilidad efectiva entre mujeres y hombres. CCL1, CC1, CC3, CCEC1, CCEC3.1, CCEC3.2",
        "5.1. Realizar proyectos colaborativos sencillos, utilizando con interés los valores expresivos de las diferentes disciplinas artísticas y sus recursos, identificando las dificultades surgidas en la planificación y realización de proyectos compartidos, y expresando la opinión propia de forma razonada y respetuosa, para adquirir los conocimientos, las destrezas y las actitudes necesarias que permitan enfrentarse de manera cada vez más eficaz a futuros proyectos. CCL1, CCL2, CCL5, CP3, STEM3, CD2, CPSAA3.1, CPSAA3.2, CPSAA5, CE3, CCEC4.1, CCEC4.2",
        "5.2. Identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico, comprendiendo su valor añadido y expresando la opinión personal de forma crítica y respetuosa. CCL1, CCL2, CCL5, CPSAA1.1, CPSAA3.1, CC3, CE1, CCEC3.1"
    ],
    "saberes": [
        "I. Técnicas y materiales de configuración",
        "    1. Identificación y experimentación con materiales y herramientas de configuración tridimensional y bidimensional, incluyendo los materiales sostenibles, naturales, efímeros e innovadores.",
        "    2. Reconocimiento y análisis de las características técnicas, comunicativas, funcionales y expresivas de los materiales, y utilización de terminología específica del volumen, del dibujo, de la pintura y de las nuevas disciplinas artísticas.",
        "    3. Valoración de la importancia del mantenimiento y de la conservación de equipamientos, y sensibilización sobre el uso responsable de recursos y del reciclaje.",
        "    4. Búsqueda, selección e interpretación de información a partir de diversas fuentes, incluidas las procedentes de las fuentes analógicas en sus vertientes interactivas y colaborativas.",
        "    5. Reconocimiento y aplicación de procedimientos de configuración tridimensional y bidimensional, por ejemplo: técnicas como modelado en barro, dibujos, pintura, materiales naturales y de residuos, instalaciones, impresiones 3D, animación 3D, arte digital, arte cinético, arte conceptual, aplicaciones para diseño gráfico vectorial, arte de acción, ready-made. instalaciones, performance o happening…",
        "II. La representación tridimensional",
        "    1. Estudio de esculturas y obras de arte tridimensionales en el patrimonio artístico y cultural, con especial atención al patrimonio canario, a través del análisis de su contexto histórico y de la valoración de las principales características técnicas, formales, estéticas y comunicativas.",
        "    2. Diferenciación entre arte objetual, conceptual y digital valorando la instalación artística como medio de expresión.",
        "    3. Identificación de los grados de iconicidad, hiperrealismo, realismo, abstracción, síntesis, estilización..., en las representaciones escultóricas presentes en diversos movimientos y estilos, y su relación con los objetivos comunicativos.",
        "    4. Reconocimiento de las posibilidades plásticas y expresivas del lenguaje tridimensional y su uso creativo en la ideación y realización de obra original.",
        "    5. Selección de fuentes bibliográficas analógicas y digitales de acceso a obras volumétricas de diferentes épocas y culturas: sitios web, acceso digital a museos, bibliotecas o colecciones digitales, etc.",
        "III. La figura humana",
        "    1. Valoración y aplicación del encuadre en el dibujo natural. Estudio comparativo del encuadre y de la composición en el dibujo y la fotografía.",
        "    2. Exploración de la línea en el dibujo. Utilización de recursos como la modulación o el entramado de líneas para representar la tridimensionalidad.",
        "    3. Comprensión de la estructura del cuerpo humano y reconocimiento de las proporciones del rostro humano y del cuerpo, explorando las posibilidades expresivas que ofrece la perspectiva atmosférica o tonal, y el color, a través de la representación del espacio.",
        "    4. Realización de bocetos de detalles del cuerpo humano, utilizando el encajado, valorando las cualidades expresivas del sombreado y la mancha, generando imágenes a partir de la aplicación de diferentes escalas y claves tonales, e identificando los niveles de iconicidad y su aplicación en la generación de imágenes.",
        "    5. Realización de retratos del cuerpo, de personas diversas, de diferentes géneros, edades y grupos étnicos, explorando las estrategias de selección de técnicas, herramientas, medios y soportes del dibujo, de la pintura, del color tanto analógicos como digitales, adecuados a distintas disciplinas.",
        "    6. Experimentación con las expresiones del rostro y de los movimientos del cuerpo humano generando imágenes a partir del conocimiento de los conceptos de equilibrio compositivo, las direcciones visuales y las aplicaciones de la composición.",
        "    7. Experimentar el tratamiento del cuerpo humano en las técnicas y disciplinas del momento, digitales o no.",
        "IV. Gestión de proyectos artísticos",
        "    1. Aplicación de la metodología proyectual. Generación y selección de propuestas. Planificación, gestión y evaluación de proyectos artísticos. Difusión de resultados. Simulación de proyectos y posible ejecución de algún proyecto, teniendo en cuenta todas sus fases.",
        "    2. Desarrollo de estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Implementación de un proyecto artístico en grupo donde se resuelvan conflictos grupales mediante la utilización de soportes audiovisuales y de otras manifestaciones de últimas tendencias.",
        "    3. Trabajo con técnicas y soportes de documentación, registro y archivo, y simulación con producciones realizadas por el alumnado.",
        "    4. Planificación y diseño de montajes expositivos para la difusión de la obra personal del alumnado.",
        "    5. Revisión de la sostenibilidad y el impacto de los proyectos artísticos siendo conscientes del problema medioambiental en Canarias y de la limitación de sus recursos. Desarrollo de proyectos artísticos sostenibles y con conciencia ecológica reflexionando sobre la relación del Arte Povera y el Land Art, sobre otras vanguardias y sobre las manifestaciones del arte contemporáneo como el arte objetual o las instalaciones con el medio natural y el entorno.",
        "    6. Generación de oportunidades de desarrollo personal, social, académico y profesional relacionadas con el ámbito artístico y el emprendimiento cultural valorando los beneficios emocionales, creativos y psicológicos de los proyectos artísticos. Relación de los proyectos artísticos vinculados con el entorno natural, con el patrimonio artístico cultural canario, con el fomento de la conciencia de los beneficios del arte en la comunidad y con contenido social."
    ]
}