{
    "criteriosEvaluacion": [
        "1.1. Analizar los aspectos singulares de diferentes producciones culturales y artísticas, relacionándolos con sus contextos históricos de forma abierta y respetuosa. CCL1, CCL3, CD1, CC1, CCEC2",
        "1.2.Reflexionar sobre los movimientos culturales y artísticos como reflejos del sentir y pensar de cada época. CCL3, CC1, CC3",
        "1.3. Reconocer la identidad cultural canaria en relación con la del territorio canario, español y la del mundo. CCL1, CCL3, CC3, CCEC2",
        "2.1. Fomentar la promoción y conservación del patrimonio, en especial del canario, como factor esencial para el ser humano y su desarrollo, estableciendo criterios personales acerca de la importancia de los movimientos culturales y artísticos como motores de cambio y evolución de la sociedad. CCL1, CC1",
        "2.2. Argumentar sobre la importancia de la libertad de expresión y de la diversidad cultural, a través de un discurso razonado y comprometido. CCL1, CC3, CCEC2",
        "2.3. Analizar la importancia de la diversidad cultural y de la libre expresión en el arte a partir del estudio de manifestaciones culturales y artísticas diversas, incluyendo las realizadas por mujeres o las procedentes de ámbitos diferentes a la cultura occidental. CCL3, CD2, CC1, CCEC2",
        "2.4. Desarrollar proyectos de investigación individuales o colectivos que muestren una implicación y una respuesta personales en torno a la libre expresión artística y sus posibles límites, partiendo del análisis de casos concretos. CCL3, CD2, CC1, CC3, CE3, CCEC1, CCEC2",
        "3.1. Indagar sobre los lenguajes y valores artísticos de diferentes propuestas. CCL4, STEM2, CPSAA5, CC1, CCEC2",
        "3.2. Examinar con interés, los diferentes lenguajes artísticos, centrándonos en el arte canario y utilizando diversos medios de recepción. CCL3, CCL4, CC1, CCEC2",
        "3.3. Comprender las intencionalidades de diferentes manifestaciones culturales y artísticas, considerando y respetando la presencia de referentes comunes como una fuente de riqueza social y personal. CCL3, CCL4, CC1, CCEC1, CCEC2",
        "3.4. Debatir sobre diferentes propuestas culturales y artísticas, intercambiando las opiniones y los sentimientos experimentados, e incorporando juicios de valor vinculados a la apreciación estética de las obras de manera argumentada, constructiva y respetuosa. CCL3, CCL4, CPSAA5, CC1, CCEC1",
        "4.1. Comprender la influencia que los nuevos lenguajes, medios y técnicas han tenido en la cultura y el arte, en especial en Canarias, disfrutando de su recepción. CCL3, CD3, CC1, CC3",
        "4.2. Reconocer la actitud innovadora de personas artistas, especialmente de Canarias. CCL3, CPSAA1.2, CC1, CC3, CCEC2",
        "4.3. Explicar la repercusión y el compromiso social del arte y de la cultura, mostrando sensibilidad, empatía y respeto hacia la implicación creativa, y valorando las tecnologías como medios de creación y acceso. CCL3, CD3, CPSAA1.2, CC1, CC3, CCEC1",
        "5.1. Explorar diferentes manifestaciones culturales y artísticas, partiendo de la cultura y arte de Canarias, evidenciando una actitud de interés, curiosidad y respeto hacia sus posibilidades comunicativas y expresivas. CCL3, CPSAA3.1, CC1, CC4",
        "5.2. Visibilizar la práctica creativa como un medio para expresar ideas, sentimientos y emociones, exteriorizando sensaciones y conexiones personales con manifestaciones culturales y artísticas contemporáneas. CCL3, CPSAA3.1, CC3, CCEC1, CCEC3.1"
    ],
    "saberes": [
        "I. Aspectos generales",
        "    1. La evolución del concepto de arte.",
        "    2. Conocimiento de las distintas manifestaciones de la expresión artística.",
        "    3. Estudio de los elementos esenciales de los distintos lenguajes artísticos.",
        "    4. Análisis de los aspectos fundamentales de los grandes movimientos artístico-culturales contemporáneos.",
        "    5. Identificación y valoración de la expresión artística en su contexto social e histórico.",
        "    6. Reconocimiento y reflexión sobre la función social del arte y la cultura y su impacto socioeconómico.",
        "    7. La importancia de la libertad de expresión y reflexión sobre la censura en el arte.",
        "    8. Identificación y sensibilización sobre la perspectiva de género y la perspectiva intercultural en el arte, el respeto a la diversidad y reflexión sobre el uso de estereotipos culturales y artísticos.",
        "    9. Reflexión de la utilidad del arte como herramienta de expresión individual y colectiva.",
        "    10. Uso de estrategias de investigación, análisis, interpretación y valoración crítica de productos culturales y artísticos.",
        "II. Naturaleza, arte y cultura",
        "    1. Estudio sobre la evolución artística desde el plein air a la fotografía de naturaleza.",
        "    2. Acercamiento al empleo del arte para la conciencia ecológica y la sostenibilidad.",
        "    3. Investigación sobre el arte Povera.",
        "    4. Identificación y análisis del arte ambiental y Land Art.",
        "III. El arte dentro del arte",
        "    1. Conocimiento de la evolución del arte primitivo, oriental, precolombino y africano. y su papel como inspiración para las vanguardias.",
        "    2. Reconocimiento y valoración de la pervivencia de lo clásico en el arte y la cultura contemporánea.",
        "    3. Introducción al estudio sobre la cultura popular y Pop art. El Arte pop en España y Canarias.",
        "    4. Iniciación a las relaciones interdisciplinares: literatura, cine, música, fotografía, artes plásticas, cómic, publicidad, artes escénicas, diseño y moda.",
        "IV. El arte en los espacios urbanos",
        "    1. Análisis de la relación entre arquitectura y sociedad.",
        "    2. Conocimiento de las principales características, escuelas y obras de la arquitectura en el arte contemporáneo.",
        "    3. Identificación de las intervenciones artísticas en proyectos de urbanismo.",
        "    4. La utilización del arte mural y trampantojo. Análisis y reflexión sobre el arte urbano.",
        "    5. Aproximación y valoración a los espacios del arte: museos, salones, ferias, festivales, exhibiciones, galerías, talleres, etc.",
        "V. Lenguajes artísticos contemporáneos",
        "    1. La exploración del cuerpo humano: happening y performance, arte acción y body art.",
        "    2. Investigación sobre la relación entre el diseño industrial y las artes decorativas.",
        "    3. Aprendizaje y uso de los medios electrónicos, informáticos y digitales en el arte. Introducción al videoarte.",
        "    4. El uso de las instalaciones. Del arte ambiente al arte inmersivo e interactivo.",
        "    5. Estudio sobre las narrativas seriales en el audiovisual del siglo XXI.",
        "    6. Iniciación al conocimiento de la narrativa multiverso y videojuegos."
    ]
}