{
    "saberes": [
        "Bloque 1. Patrimonio artístico y cultural.",
        "• Los géneros artísticos.",
        "• Manifestaciones culturales y artísticas clave a lo largo de la historia, incluidas las contemporáneas y las pertenecientes al patrimonio local: análisis de sus aspectos formales y de su contexto histórico. Particularidades del patrimonio artístico gallego.",
        "• Las formas geométricas en el arte y en el entorno: geometría en la naturaleza, la arquitectura y el diseño de objetos cotidianos.",
        "Bloque 2. Elementos formales de la imagen y del lenguaje visual. La expresión gráfica",
        "• Posibilidades expresivas y comunicativas de los elementos visuales: elementos básicos, forma, color y textura.",
        "• La percepción visual. Introducción a los principios perceptivos, elementos y factores.",
        "• La composición. Conceptos de equilibrio, proporción y ritmo aplicados a la organización de formas en el plano y en el espacio.",
        "Bloque 3. Expresión gráfico-plástica y técnica: fundamentos y procedimientos",
        "• Técnicas básicas de expresión gráfico-plástica en dos dimensiones. Técnicas secas y húmedas. Su uso en el arte y sus características expresivas.",
        "• Técnicas básicas de expresión gráfico-plástica en tres dimensiones. Su uso en el arte y sus características expresivas.",
        "• El proceso creativo a través de operaciones plásticas: manipular, reproducir, aislar, transformar y asociar.",
        "• Introducción a los sistemas de representación. Sistema diédrico: vistas. El croquis isométrico.",
        "• Factores y etapas del proceso creativo. Elección de materiales y técnicas, realización. El croquis.",
        "Bloque 4. Imagen y comunicación visual y audiovisual",
        "• Imágenes visuales y audiovisuales: lectura y análisis.",
        "• Imagen en movimiento. Características, origen y evolución. El cine y la animación.",
        "• Técnicas básicas para la realización de producciones audiovisuales sencillas, de manera individual o en grupo. Experimentación en entornos virtuales de aprendizaje."
    ],
    "criteriosEvaluacion": [
        "• CE1.1. Reconocer los factores históricos y sociales que rodean las producciones plásticas, visuales y audiovisuales más relevantes, así como su función y su finalidad, y describir sus particularidades y su papel como transmisoras de conceptos, valores y convicciones, con interés y respeto, desde una perspectiva de género. OBJ1",
        "• CE1.2. Valorar la importancia de la conservación del patrimonio cultural y artístico universal y gallego a través del conocimiento y el análisis guiado de obras de arte. OBJ1",
        "• CE1.3. Analizar diversas producciones artísticas y culturales, incluidas las propias y las de sus iguales, desarrollando con interés una visual estética hacia el mundo y respetando la diversidad de las expresiones culturales. OBJ2",
        "• CE1.4. Seleccionar y describir propuestas plásticas, visuales y audiovisuales de diversos tipos y épocas, analizarlas con curiosidad y respeto desde una perspectiva de género, e incorporarlas a su cultura personal y su imaginario propio. OBJ3",
        "• CE1.5. Argumentar la satisfacción producida por la recepción del arte en todas sus formas y vertientes, compartiendo con respeto impresiones y emociones, y expresar la opinión personal de forma abierta. OBJ3",
        "• CE1.6. Explicar su pertenencia a un contexto cultural concreto, a través del análisis de los aspectos formales y de los factores sociales que determinan diversas producciones culturales y artísticas actuales. OBJ6",
        "• CE2.1. Analizar de manera guiada las especificidades de los lenguajes de diferentes producciones culturales y artísticas, estableciendo conexiones entre ellas, e incorporarlas con creatividad en las producciones propias. OBJ4",
        "• CE2.2. Expresar conceptos, ideas y sentimientos en diferentes producciones plásticas y visuales, a través de la experimentación con diversas herramientas, técnicas y soportes, desarrollando la capacidad de comunicación y la reflexión crítica. OBJ5",
        "• CE2.3. Explicar, de forma razonada, la importancia del proceso que media entre la realidad, lo imaginario y la producción, superando estereotipos y mostrando un comportamiento respetuoso con la diversidad cultural. OBJ2",
        "• CE2.4. Realizar un proyecto gráfico-plástico, con creatividad y de manera consciente, ajustándose al objetivo propuesto, experimentando con distintas técnicas visuales en la generación de mensajes propios, y mostrando iniciativa en el empleo de lenguajes, materiales, soportes y herramientas. OBJ7",
        "• CE3.1. Reconocer los rasgos particulares de diversas técnicas y lenguajes artísticos, así como sus procesos y resultados en función de los contextos sociales, históricos, geográficos y tecnológicos, procurando y analizando la información con interés y eficacia. OBJ4",
        "• CE3.2. Expresar conceptos, ideas y sentimientos en diferentes producciones plásticas y visuales, a través de la experimentación con diversas herramientas, técnicas y soportes, desarrollando la capacidad de comunicación y la reflexión crítica. OBJ5",
        "• CE3.3. Utilizar con creatividad referencias culturales y artísticas del entorno en la elaboración de producciones propias, mostrando una visión personal. OBJ6",
        "• CE3.4. Realizar un proyecto artístico, con creatividad y de manera consciente, ajustándose al objetivo propuesto, experimentando con distintas técnicas visuales en la generación de mensajes propios, y mostrando iniciativa en el empleo de lenguajes, materiales, soportes y herramientas de creación gráfico-plástica. OBJ7",
        "• CE3.5. Exponer los procesos de elaboración y el resultado final de producciones gráfico-plásticas, realizadas de forma individual o colectiva, reconociendo los errores, procurando las soluciones y las estrategias más adecuadas para mejorarlas, y valorando las oportunidades de desarrollo personal que ofrecen. OBJ8",
        "• CE4.1. Analizar de manera guiada diversas producciones visuales y audiovisuales, incluidas las propias y las de sus iguales, desarrollando con interés una visual estética hacia el mundo y respetando la diversidad de las expresiones culturales. OBJ2",
        "• CE4.2. Reconocer los rasgos particulares de diversas técnicas y lenguajes visuales y audiovisuales, así como sus procesos y resultados en función de los contextos sociales, históricos, geográficos y tecnológicos, procurando y analizando la información con interés y eficacia. OBJ4",
        "• CE4.3. Utilizar con creatividad referencias culturales y artísticas del entorno en la elaboración de producciones audiovisuales propias, mostrando una visión personal. OBJ6",
        "• CE4.4. Realizar un proyecto audiovisual con creatividad y de manera consciente, ajustándose al objetivo propuesto, experimentando con distintas técnicas visuales o audiovisuales en la generación de mensajes propios, y mostrando iniciativa en el empleo de lenguajes, materiales, soportes y herramientas. OBJ7",
        "• CE4.5. Reconocer los diferentes usos y las funciones de las producciones y de las manifestaciones visuales y audiovisuales, y argumentar de forma individual o colectiva sus conclusiones acerca de las oportunidades que pueden generar, con una actitud abierta y con interés por conocer su importancia en la sociedad. OBJ8",
        "• CE4.6. Exponer los procesos de elaboración y el resultado final de producciones audiovisuales, realizadas de forma individual o colectiva, reconociendo los errores, buscando las soluciones y las estrategias más adecuadas para mejorarlas, y valorando las oportunidades de desarrollo personal que ofrecen. OBJ8"
    ]
}