{
  "saberes": [
    "A. Geografía e Historia",
    "ACC.4.A.1. Grecia y Roma entre Oriente y Occidente: una geografía. ",
    "ACC.4.A.2. El viaje en la Antigüedad. Las calzadas romanas.",
    "ACC.4.A.3. Grecia y Roma: fundamento de las ciudades de la Hispania romana, sobre todo andaluzas. ",
    "ACC.4.A.4. Etnografía y biografía histórica, pueblos y personajes griegos y romanos importantes.",
    "ACC.4.A.5. Tiempo y ciudades de la cultura clásica.",
    "ACC.4.A.6. Personajes célebres en la Antigua Roma procedentes de la Hispania romana, prestando especial atención a los de la Bética.",
    "B. Sociedad y vida cotidiana",
    "ACC.4.B.1. Ciudades de Roma y Atenas: la polis, la civitas y la urbs. ",
    "ACC.4.B.2. Formas de organización política en el mundo clásico. ",
    "ACC.4.B.3. Clases sociales. Esclavos y hombres libres en Grecia y Roma. ",
    "ACC.4.B.4. La familia y los roles familiares.",
    "ACC.4.B.5. El ocio cotidiano de griegos y romanos. Espectáculo de poder.",
    "ACC.4.B.6. Presencia de modelos clásicos en la manera de hacer política, economía, familia, ocio y espectáculo en Andalucía.",
    "ACC.4.B.7. Técnicas de debate y exposición oral.",
    "C. Mitología y Religión",
    "ACC.4.C.1. El mito como base fundamental del desarrollo de personas y pueblos. ",
    "ACC.4.C.2. El mundo divino griego y romano.",
    "ACC.4.C.3. Las festividades religiosas en Grecia y Roma. Deporte y juegos olímpicos. ",
    "ACC.4.C.4. Valor y presencia de mitos clásicos y actuales en Andalucía.",
    "D. Arte",
    "ACC.4.D.1. Las artes para gloria de dioses y humanos.",
    "ACC.4.D.2. Formas, modelos y ejemplos grecorromanos más importantes. ",
    "ACC.4.D.3. Las artes y el poder.",
    "ACC.4.D.4. Pervivencia del mundo clásico en España y Europa y su posición en la herencia artística de otros pueblos.",
    "ACC.4.D.5. El arte clásico y Andalucía en el marco de la península ibérica y el mundo mediterráneo.",
    "ACC.4.D.6. Herramientas analógicas y digitales para la compresión, producción y coproducción oral, escrita y multimodal.",
    "ACC.4.D.7. Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y los contenidos utilizados.",
    "E. Lengua, léxico y literatura",
    "ACC.4.E.1. El nacimiento de nuestra escritura: de los jeroglíficos al alfabeto latino. ",
    "ACC.4.E.2. Los soportes de escritura: arcilla, papiros y pergaminos.",
    "ACC.4.E.3. Un viaje al origen de nuestras lenguas: del indoeuropeo a las lenguas históricas. ",
    "ACC.4.E.4. Del latín a las lenguas romances. Elementos lingüísticos comunes de las mismas. ",
    "ACC.4.E.5. La lengua griega: el alfabeto griego.",
    "ACC.4.E.6. Concepto de lengua flexiva: la declinación y la conjugación.",
    "ACC.4.E.7. Léxico: procedimientos básicos de composición y derivación en la formación de palabras griegas y latinas. Significado y definición de palabras de uso común en la lengua de enseñanza.",
    "ACC.4.E.8. Terminología científico-técnica de origen grecolatino. ",
    "ACC.4.E.9. Estrategias y técnicas básicas de traducción.",
    "ACC.4.E.10. Grandes géneros y autores de la literatura grecolatina. Autores contemporáneos influidos por la literatura grecorromana.",
    "ACC.4.E.11. Tópicos literarios heredados de Grecia y Roma."
  ],
  "criteriosEvaluacion": [
    "1.1. Localizar con detalle y de forma autónoma en un mapa hitos geográficos y enclaves concretos relevantes para el conocimiento de las civilizaciones griega y romana, en conexión con culturas próximas, señalando lugares de relevancia histórica, artística o arqueológica, empleando diversidad de medios y soportes.",
    "1.2. Identificar y describir el marco geográfico en el que se desarrollan las civilizaciones griega y romana, reconociendo su incidencia y localización en Andalucía.",
    "1.3. Conocer y describir el origen grecorromano, enmarcándolo cronológicamente, de las ciudades de la Hispania romana, sobre todo las andaluzas.",
    "2.1. Reconocer y describir el marco histórico en el que se desarrolla la cultura de Grecia y Roma, estableciendo una cronología que permita situar, en lugar y tiempo, a personajes, pueblos y hechos de relevancia posterior.",
    "2.2. Identificar los hitos fundamentales en la historia de Grecia y Roma, reflexionando sobre sus repercusiones en nuestra historia actual.",
    "2.3. Conocer personajes célebres en la Antigua Roma procedentes de Hispania romana, con especial atención a los de la Bética, situándolos en su marco histórico concreto.",
    "3.1. Conocer las formas fundamentales de política en Grecia y Roma, situándolas cronológicamente, y su correlato con las formas actuales, especialmente el nacimiento de la democracia.",
    "3.2. Conocer, identificar y describir el modelo de trabajo y empleo en el mundo grecorromano, las clases sociales y las formas de producción esclavistas, reflexionando sobre los modelos sociales que configuran.",
    "3.3. Reconocer en el modo de organización familiar griego y romano a la actual familia, identificando semejanzas y diferencias entre los roles antiguos y los actuales.",
    "3.4. Conocer el sentido del ocio público como espectáculo vinculado al poder en el mundo antiguo, describiendo sus características principales y reconociendo su aportación a la promoción de valores aún presentes en la actualidad.",
    "3.5. Identificar y valorar la presencia de modelos clásicos en la manera de hacer política, economía, familia, ocio y espectáculo en el mundo actual.",
    "4.1. Reflexionar sobre mitos y culturas, valorando el amplio sentido clásico y actual de los mitos y estableciendo paralelismos y diferencias entre las explicaciones míticas que pueblos y culturas han creado respecto a los grandes temas existenciales.",
    "4.2. Conocer los principales dioses de la mitología grecolatina, estableciendo semejanzas y diferencias entre mitos y héroes antiguos y actuales y valorando la trascendencia histórica de estos y su pervivencia en las sociedades actuales.",
    "4.3. Conocer las características de la religiosidad y religión grecolatina, comparándolas con las actuales.",
    "4.4. Identificar e interpretar en las diferentes manifestaciones artísticas y literarias la presencia e influencia de la mitología grecolatina.",
    "4.5. Reconocer en Andalucía la presencia del mito clásico en las leyendas sobre dioses, héroes, seres fabulosos y algunos pueblos, vinculándolos y situándolos en los enclaves geográficos más relevantes.",
    "5.1. Buscar y aprender a reconocer las características fundamentales del arte clásico, comprendiendo las artes como un espejo cultural y reconociendo su poder de expresión; relacionar manifestaciones artísticas actuales con los modelos clásicos de Grecia y Roma, considerando los monumentos clásicos más significativos.",
    "5.2. Comprender las artes como un espejo cultural, reconociendo su poder expresivo de crítica y legitimación.",
    "5.3. Conocer y saber localizar los principales monumentos clásicos del patrimonio español y europ eo, mostrando respeto hacia la herencia artística de otros pueblos.",
    "5.4. Conocer, valorar y localizar monumentos clásicos representativos en Andalucía, en la península ibérica y en el Mediterráneo.",
    "5.5. Exponer de forma oral, escrita o multimodal las conclusiones obtenidas a partir de la investigación, individual o colectiva, del legado artístico de la civilización romana y su pervivencia en el presente, sobre todo en monumentos del patrimonio andaluz, a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola a partir de criterios de validez, calidad y fiabilidad.",
    "6.1. Distinguir los distintos tipos de alfabetos usados en la actualidad, conociendo sus orígenes y sus soportes de escritura.",
    "6.2. Conocer el origen común de las diferentes lenguas europeas, el indoeuropeo y las subfamilias de este, y aprender a localizarlas geográfica y cronológicamente.",
    "6.3. Aprender el origen de las lenguas romances a partir del latín y conocer su evolución localizando su evolución geográfica y cronológicamente.",
    "6.4. Identificar las lenguas romances y no romances de la Península Ibérica localizándolas en un mapa.",
    "6.5. Conocer las principales características de los géneros literarios grecolatinos, sus principales autores y su influencia en la literatura posterior.",
    "7.1 Traducir e interpretar textos de diversa índole y de mínima complejidad en latín y en griego, de forma guiada, aplicando estrategias deductivas y de reconocimiento intuitivo a partir de la lengua de enseñanza.",
    "7.2 Deducir de manera guiada el significado etimológico de términos de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado, aplicando estrategias de reconocimiento de étimos y formantes griegos y latinos."
  ]
}