{
  "competenciasEspecificas": [
    "1. Tomar contacto con las civilizaciones griega y romana, siendo consciente de los espacios geográficos más relevantes en los que se desarrollaron dichas civilizaciones, utilizando diversidad de medios y soportes, reconociendo su localización e incidencia en Andalucía. CCL1, CCL3, CD1, CD3, CPSAA3, CPSAA4, CCEC1.",
    "2. Distinguir a grandes rasgos el marco y el contexto histórico en el que ocurren los distintos momentos históricos de Grecia y Roma, identificando los principales episodios asociados a ellos, tomando conciencia de su repercusión en nuestra historia actual y situando las civilizaciones griega y romana en un marco histórico general. STEM4, CC1, CCEC1.",
    "3. Conocer los principales sistemas políticos de la antigüedad clásica, las distintas clases sociales y los modelos familiares, reflexionando sobre los papeles asignados a ellas y describiendo las principales formas de ocio relacionadas con estas. CCL1, CCL2, CC1, CC2, CCEC2.",
    "4. Conocer los conceptos de dioses y héroes de la mitología grecolatina, identificando aspectos importantes de estos seres mitológicos y comparándolos con los actuales, siendo consciente de la presencia de los mismos en Andalucía y valorando el sentido clásico y moderno. CCL2, CC1, CC3, CCEC1, CCEC2.",
    "5. Reconocer en imágenes las características principales del arte clásico, señalando su presencia en las producciones artísticas de hoy día y relacionándolas con los modelos clásicos de Grecia y Roma, partiendo del análisis de los monumentos clásicos más importantes del patrimonio español y andaluz particularmente y mostrando respeto hacia el patrimonio artístico de otras civilizaciones y culturas. CCL1, CPSAA4, CCEC1, CCEC2, CCEC4.",
    "6. Tomar conciencia del valor de las lenguas clásicas, desde su perspectiva etimológica y como elemento transmisor de las civilizaciones griega y romana, identificando las lenguas romances y no romances a partir del latín, distinguiendo vocabulario técnico y científico clásico en nuestra lengua, conociendo y valorando la importancia de la literatura grecolatina en modelos posteriores. CCL2, CCL4, CP3, CPSAA4, CCEC1, CCEC2, CCEC3."
  ]
}