{
    "saberes": [
        "I. Communication",
        "1. Identification of basic strategies of common use for the comprehension, production and interaction of simple and contextualized oral, written and multimodal texts.",
        "2. Development of basic knowledge, skills and attitudes in everyday mediation situations in educational settings.",
        "3. Use of basic communicative functions of common use appropriate to the field and context: greet, say goodbye, introduce and introduce yourself; describe people, objects, and places; request and exchange information on everyday issues; describe routines; give directions and instructions; express time, quantity and space.",
        "4. Identification of contextual models and basic discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts such as brochures, instructions, standards, notices or regulatory conversations of the coexistence.",
        "5. Use of basic linguistic units of common use and meanings associated with said structures, such as expression of the entity and its properties, quantity and number, space and spatial relations, affirmation, exclamation, negation, question.",
        "6. Use of basic and interesting vocabulary for students related to close interpersonal relationships, housing, places and nearby environments.",
        "7. Development of commonly used basic sound, stress and intonation patterns, and general communicative functions associated with these patterns.",
        "8. Identification of basic spelling conventions in common use and meanings associated with formats and graphic elements.",
        "9. Use of commonly used basic conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give directions, etc.",
        "10. Use of resources for learning and basic strategies for guided information search in analog and digital media.",
        "11. Initiation to the recognition of the intellectual property of the sources consulted and contents used.",
        "12. Use of basic analogue and digital tools of common use for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, cooperation and collaboration.",
        "II. Multilingualism",
        "1. Identification of strategies and techniques to compensate for communication deficiencies to respond to an elementary need, taking into account the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "2. Identification of basic strategies in common use to identify, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "3. Recognition of basic strategies and tools for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
        "4. Recognition of the linguistic repertoire to transfer the knowledge, strategies and skills acquired in contexts of their immediate environment.",
        "5. Elementary comparison between languages based on significant elements of the foreign language and other languages.",
        "6. Recognition of the error as an integral part of the process.",
        "7. Use of vocabulary and basic expressions to understand statements about communication, language and learning (metalanguage).",
        "III. interculturality",
        "1. Use of the foreign language as a means of communication and relationship with people from other countries, and as a means of learning about different cultures and ways of life.",
        "2. Recognition of basic strategies in common use to understand and appreciate linguistic, cultural and artistic diversity, based on ecosocial and democratic values",
        "3. Recognition of basic strategies of common use for the detection of discriminatory uses of verbal and non-verbal language.",
        "4. Identification of the most significant sociocultural and sociolinguistic aspects related to customs, daily life and basic interpersonal relationships in countries where the foreign language is spoken.",
        "IV. Interpersonal and Intrapersonal Dimensions",
        "1. Interest in participating in communicative exchanges, through different media, with students of the foreign language.",
        "2. Appreciation and respect for the opinions of others, fostering an affective and inclusive climate of learning.",
        "3. Understanding and respect for diversity and linguistic, cultural and artistic heritage, of issues related to elementary interpersonal relationships in countries where the foreign language is spoken.",
        "4. Development of self-esteem and self-confidence during the development of the process of learning a foreign language.",
        "5. Promotion of motivation for learning the foreign language.",
        "6. Recognition of basic collaborative strategies and group work dynamics.",
        "7. Development of empathy in communicative exchanges.",
        "8. Development of co-directed learning.",
        "9. Development of the creative and emotional vision of learning.        "
    ],
    "criteriosEvaluacion": [
        "1.1 Recognize and interpret the global meaning, as well as words and short and simple phrases in oral, written and multimodal texts on frequent and everyday topics of personal relevance and areas close to their experience, and literary texts appropriate to the level of development of the students, expressed in an understandable and clear way, through different supports, to contribute to the individual linguistic repertoire and respond to daily communication purposes.",
        "1.2 Select and apply, in a co-directed way, basic strategies in daily communicative situations and of personal relevance to capture the global meaning and process explicit information in diverse, brief and simple texts, both analogical and digital.",
        "2.1 Produce, in a co-directed way, short and simple sentences in oral, written and multimodal texts, using models, analogue and digital supports, to carry out interventions in simple communication situations of personal relevance and close to the student's experience.",
        "2.2 Select and apply in a co-directed way basic knowledge and strategies with the help of analogue and digital resources, to produce simple and creative messages appropriate to the communicative intentions in everyday contexts that contribute to full personal, creative and emotional development.",
        "3.1 Participate, in a co-directed way, in interactive, brief and simple communication situations through written and oral texts, on everyday topics, of personal relevance and close to their experience and context, relying on different resources, both analogical and digital, that involve the search for creative and original answers, in order to respond to specific communicative purposes that favor cooperative and respectful attitudes as well as an ethical and effective use of language.",
        "3.2 Select and use in a co-directed way in interaction contexts, basic strategies, such as repetition, leisurely rhythm or non-verbal language, to respond to communicative purposes that allow strengthening their individual linguistic repertoire.",
        "4.1 Facilitate and explain, in a co-directed way, short texts, concepts, or emotions, paying attention to diversity and relying on analog and digital resources and supports, in order to facilitate comprehension and understanding in simple and predictable communicative situations that contribute to the improvement of coexistence, showing respect and empathy towards cultural differences and equal opportunities.",
        "4.2 Select and implement, in a co-directed way, basic strategies in collaborative and cooperative situations, relying on non-verbal language, digital tools and virtual platforms in order to help other people and facilitate understanding, the production of information and communication .",
        "5.1 Compare and contrast, in a co-directed and cooperative way, the most significant similarities and differences between different languages, recognizing and reflecting on basic aspects of their functioning to consolidate and expand their individual linguistic repertoire.",
        "5.2 Experiment and use, in a co-directed and cooperative way, basic strategies for the use and understanding of the multilingual repertoire, to acquire learning and enrich their language skills and communicative experiences.",
        "5.3 Register and reflect in a co-directed way, on the progress and elementary difficulties of the learning process of the foreign language, through analogical and digital self-assessment and peer-assessment activities, such as those proposed in the European Language Portfolio (PEL) or the learning diaries, recognizing and valuing aspects that improve their communication possibilities, to build and demonstrate knowledge.",
        "5.4 Recognize and apply the knowledge, strategies and skills acquired from the individual linguistic repertoire to other learning contexts in their immediate environment, in order to develop deeper learning.",
        "6.1 Respect the diversity and linguistic, cultural and artistic heritage of people and countries where the foreign language is spoken, as well as of the Canary Islands, identifying and analyzing between the different languages and cultures in a co-directed way, as well as their own and showing rejection in the face of any type of discrimination, prejudice and stereotype, in order to improve coexistence, conflict management through dialogue, personal enrichment and care for the environment.",
        "6.2 Select and apply basic strategies to understand and appreciate the linguistic, cultural and artistic diversity of people and countries where the foreign language is spoken and of the Canary Islands, in guided communicative situations, managing one's own emotions and respecting those of others.",
        "6.3 Show empathy and understanding for the productions of others, valuing the interventions in different communicative contexts, making use of linguistic courtesy to create an affective and inclusive environment that favors reflection and the peaceful resolution of conflicts."
    ]
}