{
    "saberes": [
        "A. Recepción, análisis y reflexión.",
        "- Propuestas musicales vocales e instrumentales, de lenguaje corporal, escénico y performativo de diferentes géneros, estilos, corrientes estéticas, procedencias y épocas producidas por creadores locales, regionales y nacionales.",
        "- Estrategias básicas de recepción activa que favorezcan el disfrute y el respeto. Construcción del propio gusto y referente creativo.",
        "- Normas comunes de comportamiento y actitud positiva en la recepción de propuestas musicales, de lenguaje corporal, escénico y performativo en diferentes espacios. El silencio como fórmula de respeto y elemento y condición indispensable para el mantenimiento de la atención durante la recepción.",
        "- Vocabulario específico sencillo y de uso común de la música, la danza y las artes escénicas y performativas.",
        "- Recursos digitales de uso común para la música, la danza y las artes escénicas y performativas.",
        "- Estrategias básicas y sencillas de exploración de propuestas musicales, de lenguaje corporal, escénico y performativo, desde una perspectiva de género.",
        "- La música descriptiva y programática como medio de evocación de ideas, sentimientos e imágenes extra-musicales y de fomento de la percepción auditiva y de la creatividad. La música en el cine: las bandas sonoras.",
        "- Paisajes sonoros de diferentes entornos. La contaminación acústica.",
        "- El sonido y sus cualidades: intensidad, duración, altura y timbre. Discriminación auditiva e iniciación a la representación elemental de diversidad de sonidos y estructuras rítmico-melódicas sencillas a través de diferentes grafías.",
        "- Voces blancas, masculinas y femeninas. Las agrupaciones vocales básicas. Identificación visual y auditiva.",
        "- Los instrumentos musicales. Los instrumentos populares de Castilla y León y de otras regiones. Familias (viento, cuerda, percusión, y electrófonos…) y agrupaciones básicas. Objetos sonoros. Cotidiáfonos",
        "- Iniciación a la identificación visual y auditiva.",
        "- El carácter, el tempo e iniciación al compás. La organización de obras musicales sencillas.",
        "- Elementos básicos de la representación escénica: roles, materiales y espacios.",
        "B. Experimentación, creación e interpretación.",
        "- Fases del proceso creativo de propuestas musicales, de lenguaje corporal, escénico y performativo: planificación, interpretación, experimentación e comunicación.",
        "- Profesiones vinculadas con la música, la danza, las artes escénicas y performativas.",
        "- Actitud activa e interés tanto por el proceso como por el producto final en producciones musicales, de lenguaje corporal, escénico y performativo. Iniciación a la valoración de ambos.",
        "- Práctica instrumental, vocal y corporal: experimentación, exploración creativa, interpretación e iniciación a la improvisación, a partir de sus posibilidades sonoras y expresivas.",
        "- La percusión corporal y posibilidades sonoras del propio cuerpo.",
        "- Construcción guiada de instrumentos sencillos.",
        "- El cuidado de la voz hablada y cantada como instrumento y recurso expresivo y comunicativo. Conocimientos básicos de técnica vocal.",
        "- Lenguajes musicales: aplicación de sus conceptos básicos en la interpretación y en la improvisación de propuestas musicales vocales e instrumentales. El silencio como elemento fundamental de la música.",
        "- Acercamiento y exploración inicial de aplicaciones informáticas básicas de grabación y edición de audio: utilización en la audición y conocimiento de obras diversas.",
        "- El cuerpo y sus posibilidades motrices y creativas: interés por la experimentación y la exploración a través de ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medios de expresión y diversión.",
        "- Movimiento orgánico del cuerpo. Progreso en el control del equilibrio y coordinación en ejercicios dirigidos, coreográficos básicos, gestuales o espontáneos.",
        "- Técnicas dramáticas y dancísticas de uso común. Lenguajes expresivos básicos. Actos performativos elementales. Técnicas de improvisación guiada.",
        "- Capacidades expresivas y creativas de uso común de la expresión corporal y dramática.",
        "- Repertorio de piezas vocales e instrumentales, danzas de diferentes culturas y épocas que incluya las tradicionales de Castilla y León.",
        "- La relajación del cuerpo en la interpretación vocal, instrumental y de movimiento. Técnicas de respiración básicas en ejercicios sencillos progresando en el control de la misma.",
        "- Los estados anímicos en situaciones de la vida cotidiana y obras artísticas sencillas y su expresión a través de herramientas artísticas. La adecuación de la emoción con las técnicas vocales, instrumentales y de movimiento."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer propuestas musicales, de lenguaje corporal, escénico y/o performativo de diferentes géneros, estilos, estéticas, épocas y culturas, a través de la recepción activa en diferentes contextos y/o la interpretación, mostrando curiosidad, placer y apertura por el descubrimiento de lo nuevo y respeto por las mismas. (CCL1, CP3, CPSAA1, CPSAA3, CCEC1, CCEC3)",
        "1.2 Describir los elementos básicos de manifestaciones musicales, de lenguaje corporal, escénico y/o performativo explorando sus principales características con actitud abierta e interés. (CCL1, CPSAA3, CC1, CCEC1, CCEC2)",
        "1.3 Identificar e iniciarse en la utilización del vocabulario específico de uso común del lenguaje musical, corporal, escénico y performativo, en diversos contextos de recepción, análisis, creación e interpretación planteados en el aula. (CCL1, CC3, CCEC2)",
        "2.1. Seleccionar y aplicar estrategias para la búsqueda guiada de información sobre manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, a través de canales y medios de acceso sencillos, tanto de forma individual como cooperativa, disfrutando tanto en las tareas de búsqueda como de las manifestaciones encontradas, mostrando interés y aprecio por las mismas. (CCL3, CP3, STEM2, CD1, CCEC1)",
        "2.2 Distinguir elementos característicos básicos de distintas manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, que forman parte del patrimonio cultural y artístico, indicando los canales, medios y técnicas utilizados, identificando sus diferencias y similitudes y dialogando sobre las sensaciones producidas, con actitud de interés, aprecio y respeto. (CP3, CD1, CPSAA1, CPSAA3, CC3, CCEC1, CCEC2)",
        "2.3 Reconocer y compartir las sensaciones y emociones producidas por diferentes manifestaciones musicales, de lenguaje corporal, escénico y/o performativo a través de la recepción activa y su disfrute, mostrando respeto hacia las emociones compartidas por los otros compañeros. (CP3, CPSAA1, CPSAA3, CCEC2)",
        "3.1 Producir obras propias básicas y sencillas de carácter musical, de lenguaje corporal, escénico y/o performativo, de forma individual y en grupo, utilizando las posibilidades expresivas de la voz, el cuerpo, los instrumentos musicales y los medios digitales básicos, mostrando confianza en las capacidades creativas propias y respeto hacia las diferentes posibilidades comunicativas y expresivas. (CCL5, CD2, CPSAA3, CPSAA5, CC2, CE1, CCEC4)",
        "3.2 Expresar con creatividad y de forma guiada, ideas, sentimientos y emociones a través de la interpretación de manifestaciones musicales, de lenguaje corporal, escénico y/o performativo básicas y sencillas experimentando con los diferentes lenguajes artísticos, por medio de la voz, el cuerpo, los instrumentos musicales y otros materiales, prestando atención a la ejecución. (CCL1, CPSAA1, CPSAA5, CE1, CCEC3, CCEC4)",
        "3.3 Interpretar de manera individual o grupal manifestaciones musicales, de lenguaje corporal, escénico y/o performativo sencillas utilizando la voz, el cuerpo, los instrumentos musicales u otros materiales desarrollando una actitud cooperativa y de escucha. (CCL1, CCL5, CPSAA3, CC2, CCEC3)",
        "4.1 Participar de manera guiada en el diseño de producciones musicales, de lenguaje corporal, escénico y/o performativo sencillas, trabajando de forma cooperativa en la consecución de un resultado final, poniendo en valor el proceso a desarrollar y asumiendo diferentes funciones, desde la igualdad y el respeto a la diversidad. (CCL1, CCL5, CP3, STEM3, CE1, CE3, CCEC4)",
        "4.2 Participar en el proceso cooperativo de elaboración de producciones musicales, de lenguaje corporal, escénico y/o performativo, de forma respetuosa, utilizando elementos básicos de los diferentes lenguajes y técnicas artísticas, disfrutando tanto del proceso de elaboración como del resultado final, respetando la propia labor y la de los compañeros. (CCL1, CCL5, STEM3, CPSAA3, CPSAA4, CC2, CE3, CCEC4)",
        "4.3 Compartir los proyectos creativos musicales, de lenguaje corporal, escénico y/o performativo o experiencias creativas e interpretativas, empleando alguna estrategia comunicativa básica, explicando el proceso y el resultado final obtenido, respetando y valorando las experiencias y opiniones propias y las de los demás. (CCL1, CCL5, CP3, CPSAA3, CPSAA4, CCEC3)",
        "5.1 Tomar conciencia de los diversos usos y propiedades de la voz, así como la importancia de su cuidado como instrumento y recurso expresivo y comunicativo, poniendo en práctica conocimientos básicos de técnica vocal, de forma hablada y cantada, e iniciándose en el conocimiento y adopción en su vida cotidiana de hábitos saludables para un cuidado adecuado de la misma. (STEM5, CPSAA2, CCEC3, CCEC4)",
        "5.2 Observar el estado del propio cuerpo y las posibilidades motrices, progresando en el control del equilibrio y en la coordinación, a través de la práctica de ejercicios de expresión corporal, individuales o en grupo, básicos y dirigidos o espontáneos. (STEM2, STEM5, CPSAA2, CC2, CCEC3, CCEC4)",
        "5.3 Conocer y aplicar técnicas básicas de respiración, reconociéndola como una de las funciones principales del organismo y como mecanismo para la relajación, el autocontrol de las emociones y el correcto uso de la voz, en el desarrollo de ejercicios básicos, progresando en el control de la misma. (CCL5, CPSAA1, CPSAA2, CCEC3, CCEC4)",
        "5.4 Mostrar progresivamente la relajación del cuerpo en la interpretación vocal, instrumental y de movimiento aplicando algunas técnicas de respiración básicas en ejercicios sencillos progresando en el control de la misma. (CCL5, CPSAA1, CPSAA2, CCEC3, CCEC4)",
        "5.5 Identificar los estados anímicos en situaciones de la vida cotidiana y obras artísticas sencillas y su expresión a través de herramientas artísticas explorando la adecuación de la emoción con las técnicas vocales, instrumentales y de movimiento. (CCL5, STEM2, CPSAA1, CPSAA2, CC2, CCEC3)"
    ]
}