{
    "criteriosEvaluacion": [
        "1.1 Apreciar el mitjà fotogràfic i l’audiovisual com a formes de coneixement i comprensió del món, reflexionant amb iniciativa pròpia sobre els aspectes essencials d’aquestes formes d’expressió i la funció que compleixen a la societat.",
        "1.2 Defensar la importància del patrimoni fotogràfic i audiovisual com a llegat universal per a l’ésser humà, establint criteris personals sobre la seva promoció i conservació i argumentant-los de manera activa, compromesa i respectuosa.",
        "2.1 Observar críticament els contextos en què s’han desenvolupat els diferents corrents fotogràfics i produccions audiovisuals, valorant la creació lliure i identificant sense prejudicis les intencionalitats dels missatges.",
        "2.2 Destacar tant les diferències com els punts en comú trobats entre narracions audiovisuals de diferents societats i cultures, relacionant-los de manera raonada i integradora amb la pròpia identitat cultural i audiovisual i comprenent les interrelacions i influències compartides.",
        "3.1 Explorar, amb curiositat i respecte, diferents formes de narració fotogràfica i audiovisual, descobrint les respostes alternatives que ofereixen i comprenent les múltiples possibilitats de resolució que aquests mitjans poden generar davant d’un mateix interrogant.",
        "3.2 Gaudir de la recepció del llenguatge audiovisual, mitjançant l’anàlisi crítica i el debat constructiu al voltant de diverses produccions audiovisuals, entenent els canvis que s’han produït al llarg de la història del mitjà.",
        "4.1 Analitzar els llenguatges i els elements tècnics de diferents imatges fotogràfiques i produccions audiovisuals, comprovant fins a quin punt es regeixen per l’ús d’unes regles i codis propis i valorant de manera oberta la possible flexibilitat d’aquestes normes.",
        "4.2 Aprofundir en la recepció activa i emocional del llenguatge audiovisual i de les connexions entre els elements tècnics, visuals i sonors, valorant els reptes procedimentals, creatius i estètics que comporta tota producció d’aquesta classe.",
        "5.1 Reconèixer el llenguatge audiovisual com un mitjà per manifestar-ne la singularitat, consolidar el coneixement de si mateix i generar autoconfiança, per mitjà de l’experimentació i la innovació en el procés de la producció audiovisual.",
        "5.2 Realitzar produccions audiovisuals que representin les idees, les opinions i els sentiments a partir d’un tema o motiu previs, emprant l’expressió audiovisual com una eina d’exploració de l’entorn.",
        "6.1 Oferir diferents propostes en la resolució de projectes creatius, cercant referències audiovisuals, exposant diverses perspectives i valorant tant el procés expressiu individual, com el col·lectiu i compartit.",
        "6.2 Desenvolupar propostes de treball audiovisual amb una intenció expressiva i comunicativa personal i creativa, integrant en la seva execució l’autocrítica i la necessitat de comunicació i comprensió de l’altre.",
        "7.1 Experimentar amb el llenguatge audiovisual per comprendre’n la singularitat, consolidar el coneixement d’un mateix i generar autoconfiança, per mitjà del rigor i la precisió en el procés de la producció audiovisual.",
        "7.2 Crear produccions audiovisuals amb una mirada humanista i integradora que representin les idees, les opinions i els sentiments a partir d’un tema o motiu previs, emprant amb rigor ètic i formal l’expressió audiovisual com una eina per explorar l’entorn mitjançant diferents mètodes de treball.",
        "7.3 Crear produccions audiovisuals mitjançant processos de treball en equip inclusius i participatius, incorporant-hi tant les experiències personals com el respecte i la comprensió de l’altre en la seva realització.",
        "8.1 Planificar i realitzar una producció audiovisual fent ús dels mitjans i de les habilitats necessàries, raonant les tries, aprofundint en les possibilitats expressives i buscant una creació que s’ajusti al projecte preparat prèviament.",
        "9.1 Crear una producció audiovisual, individual o grupal, oberta i col·laborativa, dissenyant les fases del procés i seleccionant les tècniques adequades per aconseguir un resultat adaptat a la personalitat artística.",
        "9.2 Desenvolupar una producció audiovisual sostenible, considerant tots els factors perquè tingui el mínim impacte possible.",
        "9.3 Crear un equip de treball i identificar les habilitats de cadascun dels membres per realitzar una producció audiovisual, comprenent la importància del treball col·laboratiu i el respecte mutu en la consecució d’un resultat professional.",
        "10.1 Exposar la creació final d’una producció audiovisual, compartint el procés d’elaboració, les dificultats trobades, els progressos realitzats i una valoració del conjunt.",
        "10.2 Compartir i analitzar la recepció de les produccions audiovisuals presentades de manera oberta i respectuosa, considerant totes les opinions i extraient-ne un aprenentatge per al creixement artístic."
    ],
    "saberes": [
        "Història de la fotografia i l’audiovisual: de Daguerre a la realitat virtual Apreciació estètica i anàlisi formal",
        "- Descobriment i anàlisi, amb estratègies per a la cerca d’informació, dels orígens de la fotografia i el cinematògraf. Identificar i comparar els pioners i pioneres en els avenços tecnològics i en l’establiment de les formes lingüístiques en ambdós mitjans.",
        "- Anàlisi de corrents històrics en fotografia i cinema, màxims representants, per mitjà de la comparació de diferents creadors i contrastant diverses fonts d’informació.",
        "- Lectura i anàlisi comparativa de la diversitat en les manifestacions fotogràfiques",
        "- Anàlisi crítica i formal dels formats audiovisuals (curtmetratge i llargmetratge de ficció i documental, sèries, assaig fílmic, formats televisius, videoclip, fashion film, espot, vídeo educatiu, corporatiu/institucional, formats associats a les xarxes socials i d’altres).",
        "- Identificació de les possibilitats de l’audiovisual a la societat contemporània: mitjans de comunicació convencionals i Internet.",
        "Elements formals de la imatge fotogràfica i el llenguatge audiovisual. Capacitat expressiva de la imatge fixa i la imatge en moviment",
        "- Identificació i aplicació dels paràmetres expressius tant en l’anàlisi com en la creació de peces visuals i audiovisuals: pla, escala, presa, angulacions i moviments de càmera, exposició, profunditat de camp, enfocament, enquadrament, camp i fora de camp i altres.",
        "- Experimentació, ús i creació d’imatges fixes i en moviment fent especial atenció a la composició.",
        "- Ús i aplicació de la simbologia i la psicologia del color en creacions fotogràfiques i cinematogràfiques, prenent com a referents fotògrafs i cineastes de tots els temps.",
        "- Ús, aplicació i experimentació amb mirada crítica del retoc digital en les imatges fixes i en moviment.",
        "La creació i producció audiovisual",
        "- Descobrir les possibilitats de la creació audiovisual.",
        "- Analitzar i comparar diferents processos de creació de diferents cineastes de tots els temps i contemporanis.",
        "- Experimentació i aplicació del guió literari, el guió tècnic, l’escaleta i el guió il·lustrat (story board) en produccions pròpies individuals o en equip.",
        "- Experimentar i aplicar la posada en escena en produccions reals: localitzacions, decorats (físics i virtuals), caracterització, interpretació, il·luminació i d’altres.",
        "- Explorar i analitzar les possibilitats expressives del so en produccions audiovisuals. Creació de la banda sonora d’una producció.",
        "- Descobrir el muntatge cinematogràfic al llarg de la història i la seva evolució fins als nostres dies, analitzant pel·lícules rellevants de la història del cinema.",
        "- Experimentar i aplicar el muntatge en produccions audiovisuals pròpies.",
        "Tècniques i procediments en la producció audiovisual",
        "- Reconèixer i aplicar els diferents equips de treball que intervenen en la producció audiovisual: direcció, producció, càmera, art i d’altres, desenvolupar-ho en una producció pròpia, individual i/o col·lectiva.",
        "- Reconèixer i aplicar en una producció pròpia, individual i/o col·lectiva les fases de treball: preproducció, rodatge i postproducció.",
        "- Reconèixer i aplicar els mitjans tècnics de realització: càmera i accessoris, microfonia, equip d’il·luminació i d’altres, en una producció pròpia, individual i/o col·lectiva.",
        "- Experimentació i exploració de la gravació de so, sincrònic o recreat, en una producció pròpia individual i/o col·lectiva.",
        "- Reconèixer i utilitzar programaris d’edició en una producció pròpia, individual i/o col·lectiva."
    ]
}