{
    "competenciasEspecificas": [
        "1.  Utilizar las teorías, principios y leyes que rigen los procesos físicos más importantes según su base experimental, teórica o matemática para resolver problemas, reconociendo la física como una ciencia crucial en el desarrollo de la tecnología, y con valor sustancial en el ámbito de la economía y de la sostenibilidad ambiental.",
        "2.  Adoptar los modelos, teorías y leyes de la Física como fundamento para el estudio de la naturaleza e inferir su evolución, deduciendo soluciones generales a problemas cotidianos vinculados con las aplicaciones prácticas demandadas por la sociedad en campos como el tecnológico, el industrial o el biosanitario.",
        "3.  Manejar el lenguaje de la física, con la formulación matemática de sus principios, magnitudes, unidades, ecuaciones, etc., propiciando con ello una comunicación adecuada entre las diferentes comunidades científicas y estableciéndose como una herramienta fundamental en la investigación de esta ciencia.",
        "4.  Utilizar de forma autónoma, eficiente, crítica y responsable recursos en distintos formatos, plataformas tecnológicas de información y de comunicación, en el trabajo individual y colaborativo, manifestando creatividad mediante la producción y el intercambio de materiales científicos y divulgativos que faciliten acercar la física a la sociedad como un campo de saberes comprensibles y accesibles. ",
        "5.  Aplicar técnicas de trabajo e indagación propias de la física, así como la experimentación mediante el uso de laboratorios reales o virtuales, el razonamiento lógicomatemático en la resolución de problemas y la interpretación de situaciones relacionadas, valorando tanto la importancia de la cooperación como el papel de la física en una sociedad basada en valores éticos y sostenibles.6.  Distinguir el carácter multidisciplinar de la física como base de un espacio de conocimiento y de relación directa con otras ciencias, con un relevante recorrido histórico que contribuye en el avance del conocimiento científico del mundo, en continua evolución, innovación y desarrollo."        
    ]
}
