{
    "criteriosEvaluacion": [
        "1.1. Conocer las estructuras básicas empleadas en la creación de programas informáticos.",
        "1.2. Construir programas informáticos aplicados al procesamiento de datos multimedia.",
        "1.3. Desarrollar la creatividad computacional mediante el espíritu emprendedor.",
        "1.4. Ser capaz de trabajar en equipo en las diferentes fases del proyecto de construcción de una aplicación multimedia sencilla, colaborando y comunicándose de forma adecuada.",
        "2.1. Conocer los aspectos fundamentales de la Ciencia de datos.",
        "2.2. Utilizar una variedad de datos para simular fenómenos naturales y sociales.",
        "2.3. Comprender los principios básicos de funcionamiento de la Inteligencia Artificial y su impacto en nuestra sociedad.",
        "2.4. Ser capaz de construir un agente inteligente que emplee técnicas de aprendizaje automático.",
        "3.1. Conocer los fundamentos de seguridad de los sistemas informáticos.",
        "3.2. Aplicar distintas técnicas para analizar sistemas.",
        "3.3. Documentar los resultados de los análisis."
    ],
    "saberes": [
        "A. Programación Gráfica Multimedia ",
        "CDPC.1.A.1. Fundamentos de Programación.",
        "CDPC.1.A.2. Conceptos de instrucción y secuenciación, algoritmo vs. código. ",
        "CDPC.1.A.3. Estructuras de control selectivas e iterativas, finitas e infinitas.",
        "CDPC.1.A.4. Funciones. Introducción al uso de funciones gráficas: punto, línea, triángulo, cuadrado, rectángulo, círculo, elipse, sectores y arcos.",
        "CDPC.1.A.5. Procesamiento de imágenes. Gráficos vectoriales. Diseño digital generativo basado en algoritmos. Eventos: ratón y teclado. Uso de la línea y el punto para dibujar líneas a mano alzada. Operaciones en el espacio: translaciones, escalados, rotaciones, etc. Diseño de patrones.",
        "CDPC.1.A.6. Arte generativo en la naturaleza: Fibonacci y fractales. Imagen de mapa de bit. Aplicación de filtros. Procesamiento de imágenes píxel a píxel.",
        "CDPC.1.A.7. Modelado 3D. Herramientas.",
        "CDPC.1.A.8. Procesamiento de vídeo, audio y animaciones. Tratamiento de vídeo como vector de fotogramas. ",
        "CDPC.1.A.9. Tratamiento del sonido. Diseño de mini-juegos e instalaciones artísticas generativas e interactivas ",
        "CDPC.1.A.10. Habilidades y herramientas para el trabajo colaborativo.",
        "B. Ciencia de datos, Simulación e Inteligencia Artificial",
        "CDPC.1.B.1. Big data. Características. Volumen de datos. Visualización, transporte y almacenaje de los datos. Recogida, análisis y generación de datos.",
        "CDPC.1.B.2. Simulación de fenómenos naturales y sociales. Descripción del modelo. Identificación de agentes. Implementación del modelo mediante un software específico, o mediante programación. Técnicas de predicción de datos como sistemas de apoyo a la decisión.",
        "CDPC.1.B.3. Inteligencia Artificial. Definición. Historia. El test de Turing. Aplicaciones. Impacto. Ética y responsabilidad social: transparencia y discriminación algorítmica. Beneficios y posibles riesgos.",
        "CDPC.1.B.4. Agentes inteligentes simples. Análisis y clasificación supervisada basada en técnicas de aprendizaje automático: reconocimiento de habla; reconocimiento de imágenes; y reconocimiento de texto.",
        "CDPC.1.B.5. Generación de imágenes y/o música basado en técnicas de aprendizaje automático: mezcla inteligente de dos imágenes; generación de música; traducción y realidad aumentada.",
        "C. Ciberseguridad",
        "CDPC.1.C.1. Fundamentos de Ciberseguridad.",
        "CDPC.1.C.2. Introducción a la criptografía. Concepto de criptografía, criptología, criptoanálisis y criptosistema. Elementos de un criptosistema. Cifrado CÉSAR. Cifrado físico. Criptografía avanzada. Esteganografía Estegoanálisis. Cifrado de clave simétrica y asimétrica.",
        "CDPC.1.C.3. Diferencia entre hacking y hacking ético. Fases. Tipos de hackers.",
        "CDPC.1.C.4. Técnicas de búsqueda de información: Information gathering. Escaneo: pruebas de PenTesting. ",
        "CDPC.1.C.5. Vulnerabilidades en sistemas. Análisis forense. Repercusiones legales. Ciberdelitos."
    ]
}