{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer el legado democrático y las acciones en favor de la libertad identificando y comparando los distintos regímenes políticos desde la quiebra de la Monarquía Absoluta y los inicios de la España liberal a la actualidad, así como sus respectivos textos constitucionales, utilizando adecuadamente términos y conceptos históricos, valorando tanto el grado y alcance de los derechos y libertades que reconocen como la aplicación efectiva de los mismos.",
        "Criterio 1.2. Identificar y valorar el papel de la Transición en el establecimiento de la democracia actual y la Constitución de 1978 como fundamento y garantía de los derechos y libertades de los españoles.",
        "Criterio 1.3. Elaborar juicios propios acerca de los principales debates que afectan al sistema constitucional, mediante el dominio de procesos de búsqueda y tratamiento de la información.",
        "Competencia específica 2.",
        "Criterio 2.1. Contrastar la información y desarrollar procesos de crítica de fuentes analizando el origen y la evolución de las identidades nacionales y regionales que se han formado en la historia de España y reconociendo la pluralidad identitaria de nuestro país así como los distintos sentimientos de pertenencia.",
        "Criterio 2.2. Identificar los distintos procesos políticos, culturales y administrativos que han tenido lugar a lo largo de la historia en la formación del Estado y en la construcción de la nación española, analizando críticamente los logros y resultados de las acciones llevadas a cabo y de las reacciones generadas, conociendo y respetando las identidades múltiples y los símbolos y normas comunes que forman el marco actual de convivencia.",
        "Competencia específica 3.",
        "Criterio 3.1. Analizar la evolución económica de España con sus ritmos y ciclos de crecimiento, mediante el manejo de datos, representaciones gráficas y recursos digitales, interpretando su particular proceso de modernización en el contexto de los países de su entorno y los debates historiográficos sobre el desarrollo industrial así como considerando el emprendimiento, la innovación y el aprendizaje permanente como forma de afrontar los retos de un entorno económico y profesional en constante cambio.",
        "Criterio 3.2. Entender los distintos significados de la idea del progreso en sus contextos históricos, mediante el estudio multicausal de los modelos de desarrollo económico aplicados en la España contemporánea. ",
        "Criterio 3.3. Analizar críticamente la idea de modernización, valorando sus efectos en relación a la desigualdad social, los desequilibrios territoriales, la degradación ambiental y las relaciones de dependencia, al tiempo que reflejando actitudes en favor de los Objetivos de Desarrollo Sostenible (ODS) y los comportamientos ecosociales.",
        "Competencia específica 4.",
        "Criterio 4.1. Describir las grandes transformaciones sociales y los diferentes modos de organización y participación política que se han producido en España del paso del Antiguo Régimen a la nueva sociedad burguesa, analizando el surgimiento y evolución del concepto de ciudadanía y sus nuevas formas de sociabilidad, utilizando adecuadamente términos históricos y de conceptos historiográficos e identificando las desigualdades y la concentración del poder en determinados grupos sociales.",
        "Criterio 4.2. Analizar de manera multidisciplinar la diversidad y la desigualdad social existente en la historia contemporánea de España, la evolución de la población y los cambios en las condiciones y modos de vida, interpretando las causas y motivos de la conflictividad social y su articulación en distintos movimientos sociales. ",
        "Criterio 4.3. Analizar la participación ciudadana dentro de los diferentes movimientos sociales, sus motivaciones para la pertenencia y las medidas de distinto tipo adoptadas por el Estado en respuesta a esas acciones.",
        "Criterio 4.4. Deducir a través del estudio crítico de noticias y datos estadísticos la evolución del Estado social, identificando los logros y retrocesos experimentados y las medidas adoptadas por el Estado hasta el presente, la evolución de los niveles de vida y de bienestar, así como los límites y retos de futuro, desde una perspectiva solidaria en favor de los colectivos más vulnerables.",
        "Competencia específica 5.",
        "Criterio 5.1. Referir el papel que han representado las creencias religiosas y las instituciones eclesiásticas en la configuración territorial y política de España, analizando críticamente aquellos momentos en los que ha primado la uniformidad y la intolerancia frente a la diversidad cultural y las minorías étnicas, religiosas o culturales.",
        "Criterio 5.2. Generar opiniones argumentadas, debatir y transferir ideas y conocimientos sobre la función que han desempeñado las ideologías en la articulación social y política de la España contemporánea, comprendiendo y contextualizando dichos fenómenos a través de la lectura de textos historiográficos, identificando las principales culturas políticas que han ido sucediéndose, sus formas de organización y los diferentes proyectos políticos que representaban, y expresando actitudes respetuosas ante las ideas diferentes a las propias.",
        "Criterio 5.3. Emplear el rigor metodológico de la historia en el estudio de las grandes reformas estructurales que acometió la II República, identificando sus logros y las reacciones antidemocráticas que se produjeron y que derivaron en el golpe de Estado de 1936, aproximándose a la historiografía sobre la Guerra Civil y al marco conceptual del estudio de los sistemas totalitarios y autoritarios, interpretando la evolución del Franquismo.",
        "Competencia específica 6.",
        "Criterio 6.1. Señalar los retos globales y los principales compromisos del Estado español en la esfera internacional a través de procesos de búsqueda, selección y tratamiento de la información, así como del reconocimiento de los valores de la cooperación, la seguridad nacional e internacional, la sostenibilidad, la solidaridad y el ejercicio de una ciudadanía ética digital.",
        "Criterio 6.2. Reconocer los logros de la integración europea, los valores del europeísmo y los principales retos de la Unión en un escenario internacional cambiante, a través del conocimiento de sus documentos fundamentales. ",
        "Criterio 6.3. Reconocer el valor geoestratégico de la península Ibérica, identificando el rico legado histórico y cultural generado a raíz de su conexión con procesos históricos relevantes, caracterizando las especificidades y singularidades de su evolución con respecto a otros países europeos y los estereotipos asociados a las mismas, así como la influencia de las relaciones internacionales.",
        "Competencia específica 7.",
        "Criterio 7.1. Introducir la perspectiva de género en la observación y análisis de la realidad histórica y actual, identificando los mecanismos de dominación que han generado y mantenido la desigualdad entre hombres y mujeres, así como los papeles asignados y los espacios de actividad ocupados tradicionalmente por la mujer.",
        "Criterio 7.2. Constatar el papel relegado de la mujer en la historia analizando fuentes literarias y artísticas, valorando las acciones en favor de la emancipación de la mujer y del movimiento feminista, y recuperando figuras individuales y colectivas como protagonistas silenciadas y omitidas.",
        "Competencia específica 8.",
        "Criterio 8.1. Realizar trabajos de indagación e investigación, iniciándose en la metodología histórica y la historiografía, generando productos relacionados con la memoria colectiva sobre acontecimientos y personajes del entorno local al tiempo que poniendo en valor la historia local como un bien común que se debe proteger.",
        "Criterio 8.2 Realizar trabajos de indagación e investigación, iniciándose en la metodología histórica y la historiografía, generando productos relacionados con elementos patrimoniales de interés social o cultural del entorno local al tiempo que se pone en valor el patrimonio histórico y se considera un bien común que debe protegerse."
        
    ],
    "saberes": [
        "Bloque A. Sociedades en el tiempo.",
        "A.1. Concepto y fuentes en la Historia.",
        "A.1.1. El trabajo del historiador, la historiografía y la metodología histórica. ",
        "A.1.2. Conciencia histórica y conexión entre el pasado y el presente",
        "A.1.3. Usos públicos de la historia: las interpretaciones historiográficas sobre determinados procesos y acontecimientos relevantes de la historia de España y el análisis de los conocimientos históricos presentes en los debates de la sociedad actual.",
        "A.2. Las raíces históricas de la Edad Contemporánea en España.",
        "A.2.1. El significado geoestratégico de la península ibérica y la importancia del legado histórico y cultural. El Mediterráneo, el Atlántico y la Europa continental en las raíces de la historia contemporánea.",
        "A.2.2. El significado de la monarquía hispánica y de la herencia colonial en la España contemporánea. Estereotipos y singularidades de la historia de España en el contexto internacional.",
        "A.2.3. Religión, iglesia y estado. El papel del catolicismo en la configuración cultural y política de España y en los movimientos políticos y sociales. La situación de las minorías religiosas. ",
        "A.2.4. El proceso de construcción nacional en España. De la centralización política y administrativa a la formación y desarrollo del estado liberal.",
        "A.3. La conformación del Estado liberal español.",
        "A.3.1. Estudio comparado de los regímenes liberales y del constitucionalismo en España: de los inicios del régimen liberal y la constitución de 1812, los orígenes de la democracia, hasta la Constitución democrática de 1931. Fases autoritarias e involuciones del periodo. Términos y conceptos de la historia para el estudio de los sistemas políticos.",
        "A.3.2. Ideologías y culturas políticas en la España contemporánea: conflictividad, sistemas políticos y usos del poder. Estudio de textos y contextos de las fracciones, partidos y movimientos políticos, desde el carlismo y las distintas fuerzas monárquicas al republicanismo y el obrerismo revolucionario. ",
        "A.3.3. Las relaciones entre la Iglesia y el Estado liberal. El nacionalcatolicismo. Laicismo, librepensamiento y secularización. El anticlericalismo.",
        "A.4. Las transformaciones socioeconómicas de la Edad Contemporánea. ",
        "A.4.1. La transición al capitalismo en España. Los debates historiográficos acerca de la industrialización del país y de su dependencia exterior. El modelo de desarrollo económico español, ritmos y ciclos de crecimiento.",
        "A.4.2. Cambios sociales y nuevas formas de sociabilidad: interpretaciones sobre la transformación de la sociedad estamental y el desarrollo del nuevo concepto de ciudadanía.",
        "A.4.3. Trabajo y condiciones de vida. La evolución de la sociedad española. Evolución de la población, familias y ciclos de vida. Servidumbre señorial, proletarización industrial, nacimiento de las clases medias y el estado del bienestar.",
        "A.4.4. Mundo rural y mundo urbano. Relaciones de interdependencia y de reciprocidad entre el campo y la ciudad desde una perspectiva histórica. De la sociedad agraria al éxodo rural y a la España vaciada.",
        "A.4.5. La lucha por la igualdad y la justicia social: conflictividad, movimientos sociales y asociacionismo obrero. La acción del sujeto en la historia. La acción del estado y las políticas sociales.",
        "A.5. La lucha del siglo XX: democracia contra autoritarismo.",
        "A.5.1. La II República y la transformación democrática de España: las grandes reformas estructurales y el origen histórico de las mismas. Realizaciones sociales, políticas y culturales. Los sucesos del 25 de marzo de 1936 en el campo extremeño. Reacciones antidemocráticas contra las reformas.",
        "A.5.2. El golpe de estado de 1936, la Guerra Civil y el Franquismo: aproximación a la historiografía sobre el conflicto y al marco conceptual de los sistemas totalitarios y autoritarios. Fundamentos ideológicos del régimen franquista, relaciones internacionales y etapas políticas y económicas. ",
        "A.5.3. La represión, la resistencia y los movimientos de protesta contra la dictadura por la recuperación de los valores, derechos y libertades democráticas.",
        "A.5.4. El papel de los exilios en la España contemporánea y su contribución a la construcción de la Europa de las libertades.",
        "A.6. Nuevos retos, nuevas luchas.",
        "A.6.1. Mecanismos de dominación, funciones asignadas a cada género, espacios de actividad y escenarios de sociabilidad de las mujeres en la historia de España. ",
        "A.6.2. Protagonistas femeninas individuales y colectivas. La lucha por la emancipación de la mujer y los movimientos feministas.",
        "Bloque B. Retos del mundo actual.",
        "B.1. Los grandes ejes de la realidad española actual.",
        "B.1.1. Memoria democrática: reconocimiento de las acciones y movimientos en favor de la libertad en la historia contemporánea de España; conciencia de los hechos traumáticos y dolorosos del pasado y del deber de no repetirlos; reconocimiento, reparación y dignificación de las víctimas de la violencia y del terrorismo en España. Las políticas de memoria en España. Los lugares de memoria.",
        "B.1.2. La cuestión nacional: conciencia histórica y crítica de fuentes para abordar el origen y la evolución de los nacionalismos y regionalismos en la España contemporánea.",
        "B.1.3. Crecimiento económico y sostenibilidad: manejo de datos, aplicaciones y gráficos para el análisis de la evolución de la economía española desde el Desarrollismo hasta la actualidad. Desequilibrios sociales, territoriales y ambientales",
        "B.2. Proceso de democratización y resistencias.",
        "B.2.1. La Transición y la Constitución de 1978: identificación de los retos, logros, dificultades y resistencias del fin de la dictadura y el establecimiento de la democracia. ",
        "B.2.2. La normalización democrática y la amenaza del terrorismo.",
        "B.3. España y los retos internacionales. ",
        "B.3.1. España en Europa: derivaciones económicas, sociales y políticas del proceso de integración en la Unión Europea, situación actual y expectativas de futuro.",
        "B.3.2. España y el mundo: la contribución de España a la seguridad y cooperación mundial y su participación en los organismos internacionales. El compromiso institucional, social y ciudadano ante los Objetivos de Desarrollo Sostenible (ODS).",
        "Bloque C. Compromiso cívico.",
        "C.1. Los retos políticos de nuestra ciudadanía y su origen histórico.",
        "C.1.1. Conciencia democrática: conocimiento de los principios y normas constitucionales, ejercicio de los valores cívicos y participación ciudadana.",
        "C.1.2. Identidad y sentimientos de pertenencia: reconocimiento de las identidades múltiples y de los símbolos y normas comunes del Estado español.",
        "C.1.3. Los valores del europeísmo: principios que guían la idea de la Unión Europea y actitud participativa ante los programas y proyectos comunitarios.",
        "C.1.4. La cultura de seguridad nacional e internacional: instrumentos estatales e internacionales para preservar los derechos, las libertades y el bienestar de la ciudadanía.",
        "C.1.5. Memoria democrática: reconocimiento, reparación y dignificación de las víctimas.",
        "C.2. Los retos éticos de nuestra ciudadanía y su origen histórico.",
        "C.2.1. Ciudadanía ética digital: respeto a la propiedad intelectual. Participación y ejercicio de la ciudadanía global a través de las tecnologías digitales. Prevención y defensa ante la desinformación y la manipulación.",
        "C.2.2. Comportamiento ecosocial: compromiso con los Objetivos de Desarrollo Sostenible (ODS).",
        "C.2.3. Solidaridad y cooperación: los grandes desafíos que afectan a España y al mundo y conductas tendentes al compromiso social, el asociacionismo y el voluntariado.",
        "C.2.4. Conservación y difusión del patrimonio histórico: el valor patrimonial, social y cultural de la memoria colectiva. Archivos, museos y centros de divulgación e interpretación histórica."
        
    ]
}
