{
  "saberes": [
    "Bloque 1. Geografía e historia del mundo clásico y su reflejo en el presente",
    "- Geografía del mundo griego.",
    "- Geografía del mundo romano.",
    "- Panorama histórico de Grecia.",
    "- Panorama histórico de Roma.",
    "Bloque 2. Mitología. Pervivencia de los mitos",
    "- Dioses y diosas de la mitología grecolatina.",
    "- Héroes y heroínas de la mitología grecolatina.",
    "- Mitos griegos y romanos.",
    "Bloque 3. Artes y literatura en la civilización clásica y su influencia posterior",
    "- Arte en Grecia y Roma. Cánones de belleza clásicos y posteriores.",
    "- Arte romano y de inspiración clásica en Asturias.",
    "- Literatura y música griega y romana.",
    "Bloque 4. Sociedad, política, pensamiento, ciencias y tecnología como sustrato de nuestra cultura y de los avances científicos y tecnológicos modernos",
    "- Sociedad y política en Grecia: formas de gobierno. Democracia ateniense y sistema espartano.",
    "- Sociedad y política en Roma: formas de gobierno. El derecho romano.",
    "- La familia y el mundo del trabajo y la escuela en Grecia y en Roma.",
    "- El papel de la mujer en las sociedades clásicas y modernas.",
    "- El ocio y los espectáculos en Grecia y en Roma.",
    "- Fiestas y calendario.",
    "- El pensamiento racional.",
    "- Ciencias y tecnología.",
    "Bloque 5. Lengua y léxico: del latín y el griego a la lengua que hablamos",
    "- El origen de la escritura; sistemas de escritura.",
    "- El alfabeto griego y el abecedario latino.",
    "- Latín y griego: lenguas de la familia indoeuropea.",
    "- El latín y las lenguas romances. Las lenguas peninsulares. El origen de la lengua asturiana.",
    "- Helenismos y latinismos: formación de palabras (derivación y composición).",
    "- Nociones básicas de evolución fonética.",
    "- El arte de hablar bien en público: la oratoria grecolatina."
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar productos culturales del presente mediante la comparación de similitudes y diferencias con la Antigüedad grecorromana y describir su significado en el contexto de los desarrollos culturales en Europa y culturas occidentales.",
    "1.2. Valorar de manera crítica los modos de vida, costumbres y actitudes de la sociedad griega y romana en comparación con los de nuestras sociedades a partir del contenido de fuentes griegas y latinas traducidas en diferentes soportes.",
    "1.3. Identificar los periodos de la historia de Grecia y Roma, los acontecimientos y personajes y aspectos de la civilización griega y romana en su contexto histórico y relacionar los datos con referentes actuales, aplicando los conocimientos adquiridos.",
    "2.1. Valorar críticamente y respetar la diversidad lingüística y cultural a la que da origen el latín, así como el sustrato griego (helenismos), identificando y explicando semejanzas y diferencias entre los elementos lingüísticos de su entorno, relacionándolos con los de su propia cultura y desarrollando una cultura compartida y una ciudadanía comprometida con los valores democráticos.",
    "2.2. Ampliar su caudal léxico y mejorar su expresión oral y escrita, identificando e incorporando helenismos, latinismos y locuciones usuales de origen latino de manera coherente, apreciando que este legado lingüístico es común con otras lenguas conocidas o en proceso de aprendizaje.",
    "2.3. Reconocer los elementos latinos y los helenismos en diferentes contextos lingüísticos y producir definiciones etimológicas de términos cotidianos, científicos y técnicos.",
    "3.1. Identificar el patrimonio inmaterial grecolatino como sustrato de grandes creaciones intelectuales que perduran como los géneros literarios, con especial atención al teatro.",
    "3.2. Reconocer que las ciencias y las tecnologías originadas en Grecia y desarrolladas en Roma son punto de partida para las ciencias y tecnologías actuales.",
    "3.3. Identificar la mitología clásica como fuente de inspiración y referente de cualquier tipo de manifestación cultural moderna, bien sea en el ámbito de las ciencias y tecnologías, bien en el de la literatura, el arte, la música, etcétera.",
    "3.4. Buscar y seleccionar información, con rigor y en fuentes fiables, impresas o digitales, sobre ejemplos de pervivencia clásica en formas culturales y artísticas contemporáneas y exponer las conclusiones de forma oral, escrita o multimodal.",
    "3.5. Producir textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos que tengan en la civilización grecolatina su fuente de inspiración.",
    "4.1. Reconocer las huellas de la romanización y de colonización griega en el patrimonio cultural y arqueológico del entorno, identificando los procesos de preservación, conservación y restauración como un aspecto fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y el cuidado de su legado.",
    "4.2. Exponer de forma oral, escrita o multimodal las conclusiones obtenidas a partir de la investigación individual o colaborativa sobre los restos arqueológicos de la civilización griega y romana a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola.",
    "4.3. Desarrollar pequeños trabajos de investigación guiados sobre ejemplos concretos de la influencia que el patrimonio material arqueológico y artístico griego y romano ha ejercido en la Historia del Arte."
  ]
}