{
    "competenciasEspecificas": [
        "Competencia específica 1Resolver problemas relacionados con situaciones reales de importancia social, culturalo científica, utilizando estrategias formales que permitan la generalización de conceptos y laabstracción de las soluciones, comprobando su validez.",
        "Competencia específica 2.Explorar, formular y generalizar conjeturas y propiedades matemáticas, haciendodemostraciones sencillas y simulaciones con apoyo de herramientas tecnológicas, yreconociendo, conectando e integrando los procedimientos y estructuras implicados en elrazonamiento",
        "Competencia específica 3.Modelizar situaciones reales y fenómenos relevantes para la sociedad, investigando yconstruyendo conexiones con otras áreas del conocimiento, e integrando de manerainterdisciplinar conceptos y procedimientos matemáticos y extramatemáticos.",
        "Competencia específica 4.Diseñar, modificar e implementar algoritmos computacionales empleando herramientastecnológicas, para organizar datos y modelizar de manera eficiente situaciones reales yfenómenos que faciliten la resolución de problemas y desafíos relevantes para la sociedad.",
        "Competencia específica 5.Manejar con precisión el simbolismo matemático, haciendo transformaciones yconversiones entre todo tipo de representaciones que permitan estructurar los razonamientos yprocesos matemáticos implicados en situaciones relevantes para la sociedad.",
        "Competencia específica 6.Comunicar e intercambiar ideas matemáticas empleando el soporte, la terminología y elrigor adecuados, para argumentar con claridad y de manera estructurada sobre características,conceptos, procedimientos y resultados en los que las matemáticas juegan un papel relevante.",
        "Competencia específica 7.Conocer y valorar la contribución de las matemáticas a la cultura, identificando ycontextualizando sus aportaciones a lo largo de la historia, y reconociendo su utilidad e interéspara explorar e interaccionar con la realidad, y su importancia en los avances significativos parala sociedad.",
        "Competencia específica 8.Gestionar y regular las emociones, creencias y actitudes implicadas en los procesosmatemáticos, de manera individual y colectiva, asumiendo con confianza la incertidumbre, lasdificultades y errores que dichos procesos conllevan, y regulando la atención para perseverar enlos procesos de aprendizaje y adaptarlos con éxito a situaciones variadas."
    ]
}
