{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Manejar diferentes estrategias y herramientas, incluidas las digitales, que modelizan y resuelven problemas de la vida cotidiana y de la ciencia y la tecnología, seleccionando las más adecuadas según su eficiencia. (CCL2, STEM1, STEM3, CD2, CPSAA4, CE3) 1.2 Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo y justificando el procedimiento utilizado. (CCL2, STEM2, CD5, CPSAA4, CPSAA5, CE3)",
        "Competencia específica 2",
        "2.1 Demostrar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación. (STEM1, STEM2, CE3)",
        "2.2 Seleccionar y justificar la solución más adecuada de un problema en función del contexto (de sostenibilidad, de consumo responsable, equidad...) usando el razonamiento y la argumentación. (STEM1, STEM2, CD3, CPSAA4, CC3, CE3)",
        "Competencia específica 3",
        "3.1 Adquirir nuevo conocimiento matemático mediante la formulación, razonamiento y justificación de conjeturas y problemas de forma autónoma. (CCL1, STEM1, STEM2, CE3)",
        "3.2 Integrar el uso de herramientas tecnológicas en la formulación o investigación de conjeturas y problemas. (STEM1, STEM2, CD1, CD2, CD3, CD5)",
        "Competencia específica 4",
        "4.1 Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de la ciencia y la tecnología, utilizando el pensamiento computacional, modificando, creando y generalizando algoritmos. (STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3) Competencia específica 5",
        "5.1 Demostrar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. (STEM1, STEM3, CD2, CD3, CCEC1)",
        "5.2 Resolver problemas en contextos matemáticos estableciendo, aplicando y explicando conexiones entre las diferentes ideas matemáticas realizando los procesos necesarios. (STEM1, STEM3, CD2, CD3)",
        "Competencia específica 6",
        "6.1 Resolver problemas en situaciones diversas, utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. (STEM1, STEM2, CD2, CPSAA5, CE3)",
        "6.2 Analizar la aportación de las matemáticas al progreso de la humanidad valorando su contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y tecnológicos que se plantean en la sociedad. (CC4, CE2, CCEC1)",
        "Competencia específica 7",
        "7.1 Representar y visualizar ideas matemáticas, estructurando diferentes razonamientos matemáticos, seleccionando y valorando las tecnologías más adecuadas. (CCL1, STEM3, CD1, CD2, CD5)",
        "7.2 Seleccionar y utilizar diversas formas de representación, valorando y justificando su utilidad para compartir información. (CCL1, STEM3, CD2, CD5, CE3, CCEC4.1, CCEC4.2)",
        "Competencia específica 8",
        "8.1 Mostrar organización al comunicar las ideas y razonamientos matemáticos, empleando el soporte, la terminología y el rigor apropiados. (CCL1, CCL3, CP1, STEM2, STEM4, CD3, CCEC3.2)",
        "8.2 Reconocer, emplear y dominar el lenguaje y notación matemática en diferentes contextos, comunicando la información con precisión y rigor. (CCL1, CP1, STEM2, STEM4)",
        "Competencia específica 9",
        "9.1 Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, identificando y gestionando emociones, y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas. (STEM5, CPSAA1.1, CPSAA1.2, CC2, CE2)",
        "9.2. Mostrar y transmitir una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. (STEM5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CE2)",
        "9.3 Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás. escuchando su razonamiento, aplicando las habilidades sociales más propicias y fomentando el bienestar grupal y las relaciones saludables. (CP3, STEM5, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC2, CC3, CE2)"
    ],
    "saberes": [
        "A. Sentido numérico.",
        "1. Sentido de las operaciones.",
        "- Adición y producto de vectores y matrices: interpretación, comprensión y uso adecuado de las propiedades.",
        "- Inversa de una matriz.",
        "- Cálculo de determinantes: interpretación, comprensión y uso adecuado de sus propiedades.",
        "- Estrategias para operar con números reales, vectores y matrices: cálculo mental o escrito en los casos sencillos (como máximo orden 4) y con herramientas tecnológicas en los casos más complicados.",
        "2. Relaciones.",
        "- Conjuntos de vectores y matrices: estructura, comprensión y propiedades.",
        "B. Sentido de la medida.",
        "1. Medición.",
        "- Cálculo de longitudes y medidas angulares en coordenadas cartesianas.",
        "- Resolución de problemas que impliquen medidas de longitud, superficie o volumen en un sistema de coordenadas cartesianas.",
        "- Interpretación de la integral definida como el área bajo una curva.",
        "- Cálculo de áreas bajo una curva: técnicas elementales para el cálculo de primitivas. Integración por partes, cambio de variable en casos sencillos y racionales con raíces reales simples.",
        "- Técnicas para la aplicación del concepto de integral a la resolución de problemas que impliquen cálculo de superficies planas o volúmenes de revolución.",
        "- La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios: interpretación subjetiva, clásica y frecuentista.",
        "2. Cambio.",
        "- Derivadas: interpretación y aplicación al cálculo de límites. Regla de L'Hôpital.",
        "- Aplicación de los conceptos de límite, continuidad y derivabilidad a la representación y al estudio de situaciones susceptibles de ser modelizadas mediante funciones. Teorema de Bolzano. Teorema de Rolle.",
        "- La derivada como razón de cambio en la resolución de problemas de optimización en contextos diversos.",
        "- Cálculo de la ecuación de la recta tangente y la recta normal.",
        "C. Sentido espacial.",
        "1. Formas geométricas de dos y tres dimensiones.",
        "- Objetos geométricos de tres dimensiones (vectores, rectas, planos): análisis de las propiedades y determinación de sus atributos.",
        "- Resolución de problemas relativos a objetos geométricos en el espacio representados con coordenadas cartesianas, incluyendo posiciones relativas, incidencia, paralelismo y perpendicularidad entre rectas y planos.",
        "2. Localización y sistemas de representación.",
        "- Relaciones de objetos geométricos en el espacio: representación y exploración con ayuda de herramientas digitales.",
        "- Expresiones algebraicas de los objetos geométricos en el espacio: selección de la más adecuada en función de la situación a resolver.",
        "3. Visualización, razonamiento y modelización geométrica.",
        "- Representación de objetos geométricos en el espacio mediante herramientas digitales o físicas.",
        "- Modelos matemáticos (geométricos, algebraicos, ...) para resolver problemas en el espacio. Conexiones con otras disciplinas y áreas de interés.",
        "- Conjeturas geométricas en el espacio: validación por medio de la deducción y la demostración de teoremas.",
        "- Modelización de la posición y el movimiento de un objeto en el espacio utilizando vectores.",
        "D. Sentido algebraico.",
        "1. Patrones.",
        "- Generalización de patrones en situaciones diversas.",
        "2. Modelo matemático.",
        "- Relaciones cuantitativas en situaciones complejas: estrategias de identificación y determinación de la clase o clases de funciones que pueden modelizarlas.",
        "- Sistemas de ecuaciones: modelización de situaciones en diversos contextos.",
        "- Técnicas y uso de matrices para, al menos, modelizar situaciones en las que aparezcan sistemas de ecuaciones lineales o grafos.",
        "3. Igualdad y desigualdad.",
        "- Formas equivalentes de expresiones algebraicas en la resolución de sistemas de ecuaciones e inecuaciones, mediante cálculo mental, algoritmos de lápiz y papel, y con herramientas digitales.",
        "- Estudio de la compatibilidad de los sistemas lineales (Teorema de Rouché-Fröbenius).",
        "- Resolución de sistemas de ecuaciones lineales con tres incógnitas y un parámetro a lo sumo, en diferentes contextos y con métodos diversos (Cramer, Gauss).",
        "- Resolución de ecuaciones y sistemas matriciales.",
        "4. Relaciones y funciones.",
        "- Representación análisis e interpretación de funciones con apoyo de herramientas digitales.",
        "- Propiedades de las distintas clases de funciones: identificación a partir de la gráfica, interpretación y comprensión.",
        "- Utilización de las herramientas del cálculo algebraico y diferencial en la determinación precisa de las propiedades funcionales.",
        "- Comparación de las propiedades de las distintas clases de funciones.",
        "5. Pensamiento computacional.",
        "- Formulación, resolución y análisis de problemas de la vida cotidiana y de la ciencia y la tecnología empleando las herramientas o los programas más adecuados.",
        "- Análisis algorítmico de las propiedades de las operaciones con matrices, los determinantes y la resolución de sistemas de ecuaciones lineales.",
        "E. Sentido estocástico.",
        "1. Incertidumbre.",
        "- Cálculo de probabilidades en experimentos compuestos. Probabilidad condicionada e independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia.",
        "- Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación del teorema de Bayes para actualizar la probabilidad a partir de la observación y la experimentación y la toma de decisiones en condiciones de incertidumbre.",
        "2. Distribuciones de probabilidad.",
        "- Variables aleatorias discretas y continuas. Parámetros de la distribución.",
        "- Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas y manuales.",
        "F. Sentido socioafectivo.",
        "1. Creencias, actitudes y emociones.",
        "- Destrezas de autogestión encaminadas a reconocer las emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
        "- Tratamiento y análisis del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "2. Toma de decisiones.",
        "- Destrezas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas y tareas matemáticas.",
        "3. Inclusión, respeto y diversidad.",
        "- Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las matemáticas.",
        "- Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de la ciencia y la tecnología."
    ]
}