{
    "criteriosEvaluacion": [
        "1.1 Incorporar les aportacions de la ciència econòmica i d’altres disciplines interrelacionades per fer propostes de resolució a reptes del món global com a ciutadà responsable, autònom i compromès.",
        "1.2 Utilitzar models de la ciència econòmica per a l’anàlisi de la realitat, sent conscients de les seves limitacions.",
        "1.3 Caracteritzar les funcions dels diferents agents en el sistema econòmic de mercat, mostrant-ne les interrelacions.",
        "2.1 Identificar els rols que assumeixen els diferents agents en el sistema econòmic, la interdependència de les seves decisions i els efectes en el medi ambient.",
        "2.2 Reflexionar i posicionar-se sobre les desigualtats que l’escassetat genera en l’accés als recursos i en la distribució de la riquesa al món.",
        "3.1 Relacionar casos reals amb els objectius de desenvolupament sostenible proposant solucions solidàries i responsables.",
        "3.2 Prendre consciència dels problemes mundials analitzant-los mitjançant eines econòmiques i empresarials.",
        "4.1 Reconèixer i valorar habilitats i competències de persones emprenedores reals, per potenciar les pròpies.",
        "4.2 Aplicar destreses emprenedores per afrontar reptes de la vida quotidiana.",
        "5.1 Analitzar, amb esperit crític, l’evolució de les estratègies empresarials així com els models de negoci posant en valor la seva contribució a la societat.",
        "5.2 Comparar models de negoci de diferents àmbits i sectors, analitzant-ne les possibilitats i les limitacions en el mercat.",
        "6.1 Comprendre les respostes que ofereixen les empreses als desafiaments actuals, analitzant la transformació econòmica i social que està experimentant la societat.",
        "6.2 Proposar solucions emprenedores sostenibles, reconeixent la importància de la innovació i la revolució digital en un món globalitzat."
    ],
    "saberes": [
        "Economia: l’escassetat i el tractament del problema econòmic",
        "- Anàlisi de la relació entre l’escassetat de recursos i les necessitats com a problema bàsic de l’economia perquè els agents econòmics prenguin decisions en el flux circular de la renda considerant el cost d’oportunitat.",
        "- Comparació dels principals sistemes econòmics per assignar els recursos i situar-los en el temps.",
        "- Utilització de diferents models gràfics del mercat de competència i valorar-ne els avantatges i inconvenients.",
        "- Anàlisi de les fallades del mercat, valorant la intervenció reguladora del sector públic.",
        "- Coneixement i valoració del funcionament del sector financer. Planificació i gestió de les finances personals: risc i benefici.",
        "- Relació entre els objectius de desenvolupament sostenible (ODS) i els reptes econòmics actuals.",
        "Economia i altres disciplines",
        "- Utilització de models econòmics com a eina per a l’anàlisi econòmica i la realitat social.",
        "- Reconeixement de les aportacions de l’economia del comportament, la psicologia econòmica i la teoria de la decisió.",
        "- Argumentació i debat sobre els principis d’interacció social des d’una visió econòmica per a la maximització del benestar social i el debat “eficiència versus equitat” des d’un punt de vista ètic. L’economia de la felicitat i la paradoxa d’Easterlin.",
        "- Relació entre petjada ecològica i desenvolupament sostenible, i justificació de la necessitat de l’economia circular i l’economia col·laborativa i solidària. La paradoxa de Giddens i el canvi climàtic.",
        "Emprenedoria",
        "- Identificació de les característiques del perfil emprenedor i intraemprenedor: les habilitats que demana el mercat de treball.",
        "- Valoració del paper de la dona emprenedora.",
        "- Utilització d’eines d’autoavaluació de les capacitats emprenedores.",
        "- Anàlisi de la funció o del paper de l’empresari o empresària en l’economia, promovent el contrast d’opinions i el debat a l’aula.",
        "- Desenvolupament de les competències emprenedores pròpies (competències socials, gestió de grups i teoria de les relacions humanes) i superació de creences limitadores com la por a emprendre, orientar el fracàs i l’oportunitat.",
        "- Identificació de la missió, la visió i els valors en els projectes empresarials.",
        "- Valoració dels drets de propietat sobre idees, productes i marca de negoci.",
        "Activitat empresarial",
        "- Valoració de la revolució tecnològica en els models de negoci per innovar de manera sostenible: nous models de negoci i màrqueting digital.",
        "- Reflexió sobre el paper de la transformació digital en l’estratègia i la gestió de l’empresa.",
        "- Anàlisi de l’evolució del mercat de treball: l’empresa del futur, talent i lideratge, i el paper de la dona.",
        "- Anàlisi estratègica de l’entorn intern i extern amb la matriu DAFO.",
        "Les decisions econòmiques",
        "- Anàlisi de la relació entre l’escassetat de recursos i les necessitats com a problema bàsic de l’economia perquè els agents econòmics prenguin decisions en el flux circular de la renda considerant el cost d’oportunitat.",
        "- Argumentació i debat a l’aula sobre els principis d’interacció social des d’una visió econòmica, benestar i desigualtats.",
        "- Aplicació d’estratègies de modelització com a eina per entendre les decisions en l’àmbit econòmic.",
        "- Comparació dels principals sistemes econòmics per assignar els recursos i situar-los en el temps amb esperit crític.",
        "- Coneixement i valoració del funcionament del sector financer i principals productes financers (préstecs, hipoteques i els seus substituts; assegurances).",
        "- Planificació i gestió de les decisions financeres (inversió, estalvi i consum) i de les finances personals: risc i benefici en la societat.",
        "- Identificació i ús d’estratègies de gestió de la incertesa i presa de decisions en entorns canviants: teoria de jocs, el dilema del presoner, jocs repetits i equilibris cooperatius.",
        "La realitat econòmica. Eines per entendre el món amb una visió microeconòmica",
        "- Utilització de diferents models gràfics del mercat de competència per descriure el funcionament dels mercats i valorar-ne els avantatges i els inconvenients. Elasticitat. Anàlisi cost-benefici.",
        "- Anàlisi de les fallades del mercat, valorant la intervenció reguladora del sector públic.",
        "La realitat econòmica. Eines per entendre el món amb una visió macroeconòmica",
        "- Anàlisi de la interacció entre els agents econòmics i el flux circular de la renta a escala macroeconòmic: la demanda agregada, l’oferta agregada i el seu funcionament.",
        "- Identificació dels indicadors per analitzar el desenvolupament i els desequilibris econòmics. Eficiència versus equitat.",
        "- Anàlisi de l’evolució del mercat de treball: l’empresa del futur, tipus d’atur i mesures correctores, l’impacte dels costos d’acomiadament, la segmentació del mercat de treball i la bretxa salarial per qüestions de gènere i edat.",
        "- Identificació de les principals àrees d’integració econòmica i reconeixement de la Unió Europea com a entitat supranacional que determina algunes polítiques econòmiques.",
        "- Caracterització de les tendències del comerç internacional i valoració de l’impacte del proteccionisme o de la llibertat d’intercanvis en les economies dels països i el nivell de vida dels seus habitants. Coneixement i valoració del comerç just com a mesura d’equitat i sostenibilitat.",
        "- Reconeixement del paper dels moviments de capitals i dels mercats financers en l’economia global, així com de les funcions que tenen les principals organitzacions financeres internacionals. Coneixement i valoració de la banca ètica com a mesura d’equitat i sostenibilitat.",
        "- Funcionament, evolució i efectes del sistema financer. Cadena de blocs (blockchain), criptomonedes i ciberseguretat.",
        "Les polítiques econòmiques",
        "- Reconeixement i valoració dels efectes que les mesures de política fiscal tenen en la producció i la renda i en la seva distribució. Dèficit públic i deute públic. Cost d’oportunitat que implica la política econòmica. El principi de solidaritat i els impostos. L’economia submergida.",
        "- Participació en debats a l’aula sobre els avantatges i els inconvenients d’alguna mesura de política econòmica, mostrant arguments coherents i fonamentats i respecte per les opinions dels altres.",
        "- Valoració dels efectes de la inflació sobre la societat i anàlisi de casos d’hiperinflació i/o deflació.",
        "- Coneixement dels instruments de política monetària, anàlisi d’alguna actuació del Banc Central Europeu i valoració dels efectes de la política monetària sobre la inflació, el creixement econòmic i el benestar de les persones.",
        "Els reptes de l’economia actual. Fortaleses i febleses de l’economia",
        "- Reconeixement dels aspectes crítics de la globalització en relació amb la sobreexplotació de recursos naturals i les condicions de treball.",
        "- Anàlisi del funcionament dels mercats en l’entorn local i global com a font d’oportunitats.",
        "- Anàlisi i valoració de l’impacte econòmic i social de les estratègies de la recerca, la innovació i la digitalització com a motor de canvi, en casos reals. Empresa ambidextra. Indústria 4.0.",
        "- Identificació dels factors de creixement econòmic i desenvolupament sostenible. Els reptes del creixement econòmic. Limitacions ecològiques. Creixement demogràfic.",
        "Economia circular. Economia col·laborativa i solidària. Acompliment dels ODS.",
        "- Anàlisi de la situació de l’estat del benestar: paper de les polítiques actives d’ocupació i sostenibilitat de les pensions."
    ]
}