{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Comprender qué es un algoritmo, hacer uso de ellos para la resolución de problemas simples ",
        "y representarlos mediante diagramas de flujo. ",
        "1.2. Utilizar el razonamiento lógico para explicar cómo funcionan algunos algoritmos básicos y ",
        "también para detectar y corregir errores en ellos. ",
        "1.3. Usar secuencias, selecciones y repeticiones en algoritmos que lleven a la resolución de ",
        "problemas. ",
        "Competencia específica 2. ",
        "2.1. Diseñar e implementar mediante un lenguaje de programación por bloques, programas que ",
        "realicen tareas diversas como animaciones, historias, juegos de preguntas y respuestas o ",
        "videojuegos simples, que incluyan interacción con el usuario. ",
        "2.2. Usar las secuencias, la selección y la repetición en programas, trabajando con objetos, ",
        "variables, y diversas formas de entrada y salida. ",
        "2.3. Coordinar la ejecución de tareas diferentes en un programa mediante eventos y mensajes a ",
        "objetos. ",
        "2.4. Elaborar aplicaciones para dispositivos móviles haciendo uso de la programación por bloques ",
        "y utilizando las posibilidades que ofrecen en cuanto a comunicaciones y al uso de los ",
        "sensores que incorporan, valorando especialmente el diseño de la interfaz de usuario para ",
        "lograr una experiencia accesible y segura. ",
        "2.5. Integrar gráficos, sonidos y otros elementos multimedia en los programas. ",
        "Competencia específica 3. ",
        "3.1. Describir la función de los principales elementos componentes de un ordenador, valorando la ",
        "importancia de una correcta elección de los mismos en función del uso que se les vaya a dar. ",
        "3.2. Comprender cómo se conectan los componentes de un ordenador y cómo se procesa y ",
        "almacena la información. ",
        "3.3. Describir las funciones principales de los sistemas operativos, así como valorar la elección del ",
        "mismo entre las diferentes opciones disponibles, prestando especial atención a factores como ",
        "su facilidad de instalación, su mantenimiento y su uso seguro, protegiendo la privacidad de las ",
        "personas y datos. ",
        "3.4. Organizar la información de manera segura dentro de dispositivos de almacenamiento y en la ",
        "nube, haciendo un uso adecuado de operaciones como mover, copiar o cortar archivos, así ",
        "como guardándola en el formato más adecuado para cada tipo de documento.  ",
        "3.5. Conocer la existencia de diferentes tipos de software para la realización de tareas tales como ",
        "el tratamiento de imágenes, ofimáticas, entretenimiento y comunicaciones. ",
        "3.6. Utilizar software de edición de imágenes para crear y modificar gráficos vectoriales y de ",
        "mapas de bits. ",
        "Competencia específica 4. ",
        "4.1. Reconocer los elementos y componentes de las redes informáticas, incluido los de Internet. ",
        "4.2. Conectar equipos informáticos a todo tipo de redes. ",
        "4.3. Conocer y utilizar de forma segura los diferentes servicios que ofrecen las redes, así como las ",
        "oportunidades que ofrecen para la comunicación y el trabajo colaborativo. "
    ],
    "saberes": [
        "A. Pensamiento computacional. ",
        "− Algoritmos: ",
        "Definición y ejemplos sencillos. ",
        "Análisis de problemas simples y diseño de algoritmos para su resolución. ",
        "Representación de algoritmos mediante diagramas de flujo. ",
        "– Detección y corrección de errores en algoritmos haciendo uso del razonamiento lógico. ",
        "– Pensamiento computacional: ",
        "Concepto y fundamentos. ",
        "Técnicas de resolución de problemas: descomposición de problemas complejos en otros ",
        "más pequeños, identificación de patrones repetitivos y secuenciación de operaciones. ",
        "B. Programación. ",
        "– Lenguajes de programación: definición.  ",
        "– Tipos de lenguajes de programación. Características. ",
        "– Fundamentos de la programación por bloques: ",
        "Uso de variables (tipos y operaciones). ",
        "Estructuras de control (secuencias de instrucciones, bucles, condicionales y eventos). ",
        "Integración de gráficos y sonidos. ",
        "Ejecución simultánea de varios objetos, clones y comunicación entre ellos. ",
        "– Programación por bloques de animaciones, presentaciones y videojuegos sencillos. ",
        "– Programación por bloques de aplicaciones para dispositivos móviles: ",
        "Programación orientada a eventos. ",
        "Diseño de la interfaz de usuario. ",
        "Uso de sensores de los dispositivos móviles. ",
        "C. Computadores. ",
        "– Hardware de sistemas informáticos: ",
        "Componentes (procesador, memoria, unidades de almacenamiento, periféricos). ",
        "Conexiones entre ellos y flujo de la información. ",
        "– Software de sistemas informáticos: sistemas operativos, software de utilidad.  ",
        "– Organización de la información en el almacenamiento secundario. Operaciones básicas con ",
        "archivos y carpetas. ",
        "– La imagen digital: ",
        "Tipos de imágenes. ",
        "El píxel. ",
        "Propiedades de la imagen: resolución, dimensión, profundidad y modo de color. ",
        "Formatos de imagen. ",
        "D. Redes. ",
        "– Redes de computadores: elementos componentes, usos y topología.  ",
        "– Conexión segura de equipos informáticos a redes de área local y a internet. ",
        "– Internet: estructura y funcionamiento. Servicios de internet, incluida la World Wide Web. ",
        "– Prácticas de uso seguro y responsable de internet. "

    ]
}
