{
    "criteriosEvaluacion": [
        "1.1. Analizar una obra musical, basándoseen las características y las funciones de suselementos técnicos.",
        "1.2. Comparar los elementos técnicos y lascaracterísticas musicales de varias obras,estableciendo analogías y diferencias.",
        "1.3. Utilizar, con autonomía, partituras, otrosformatos gráficos y recursos digitales comoherramientas de apoyo para el análisisauditivo.",
        "2.1. Identificar los principales géneros yestilos musicales, a través de susparticularidades formales.",
        "2.2. Asociar las características musicalesque asignan una obra a un estilo,identificando, de manera autónoma, laestructura formal.",
        "2.3. Argumentar y comparar loscondicionantes artísticos, históricos y socialesde varias propuestas musicales, describiendosus funciones y características.",
        "3.1. Expresar, de manera argumentada,juicios personales sobre las obras analizadas,con una terminología adecuada.",
        "3.2. Investigar y seleccionar, de manerafundamentada, la información más adecuadaen medios analógicos y digitales",
        "3.3. Publicar, con actitud crítica, críticasmusicales y comentarios analíticos propiosescritos y orales, respetando los derechos deautor y la propiedad intelectual.",
        "4.1. Improvisar breves estructurasmusicales partiendo del análisis de suselementos.",
        "4.2. Crear composiciones musicalescombinando los diversos elementosmelódicos, rítmicos, armónicos y formalesque articulan una obra musical.",
        "4.3. Utilizar, con solvencia, las tecnologíasdigitales para la creación musical.",
        "5.1. Proponer y elaborar proyectos deanálisis musical interdisciplinarios utilizandolos conocimientos adquiridos en variasdisciplinas.",
        "5.2. Utilizar, con solvencia, variasherramientas y recursos digitales, practicandoun consumo digital responsable.",
        "5.3. Analizar los usos terapéuticos de lamúsica en varias obras a partir de suscaracterísticas."
    ],
    "saberes": [
        "Bloque 1. Percepción y análisis",
        "SB 1.1. Contextos musicales y culturales CE2 ",
        "G1. Propuestas musicales",
        "• Compositoras y compositores de diferentes estilos y épocas con",
        "perspectiva igualitaria.",
        "• Obras de diferentes estilos y épocas. Versiones de una misma",
        "obra.",
        "• Patrimonio musical de la Comunidad Valenciana.",
        "G2. Géneros musicales",
        "• Clasificación de los géneros musicales desde la música",
        "occidental medieval hasta nuestros días.",
        "• Características sonoras y estilísticas desde la música occidental",
        "medieval hasta nuestros días.",
        "• Géneros y particularidades formales de la música tradicional.",
        "• Géneros y particularidades formales de la música popular urbana",
        "de los siglos XX y XXI.",
        "• Músicas no occidentales. Diferencias estructurales.",
        "G3. Organología",
        "• Evolución organológica de las principales familias",
        "instrumentales.",
        "• Funciones y características en agrupaciones instrumentales",
        "representativas.",
        "SB 1.2. Elementos estructurales y técnicos CE1, CE2",
        "G1. Técnicas de análisis musical",
        "• La comparación como técnica analítica.",
        "• Técnicas de análisis auditivo y de partituras.",
        "• Técnicas para el análisis del contexto de creación.",
        "G.6 Estructura y forma",
        "• Formas históricas desde la música occidental medieval hasta",
        "nuestros días.",
        "G.7 Notación",
        "• Grafías no convencionales de otras músicas.",
        "• Partituras gráficas como apoyo del análisis.",
        "Bloque 2. Dimensión práctica del Análisis Musical",
        "SB 2.1. Expresión individual y colectiva CE4 ",
        "G1. Interpretación",
        "• Elementos básicos y representaciones gráficas de la notación",
        "musical aplicados a la práctica.",
        "G2. Creación e improvisación",
        "• Principios de creación musical. Elementos, estructuras y",
        "recursos.",
        "• La improvisación y la experimentación sobre elementos",
        "musicales y estructuras formales.",
        "• Las partituras gráficas.",
        "• Aplicaciones, webs y programas de edición de audio, vídeo, de",
        "partituras y de creación musical multipistas.",
        "• Grabaciones audiovisuales en contexto escolar.",
        "• El control de las emociones y los sentimientos.",
        "SB 2.2. Proyectos CE3, CE5 1.º curso 2.º curso",
        "G1. Planificación",
        "• Fases y criterios de valoración y difusión en proyectos de análisis",
        "musical e interdisciplinarios.",
        "G2. Producción artística",
        "• El análisis musical. Investigación. Selección de información.",
        "Fuentes.",
        "• Escritos analíticos, de opinión e investigación: comentarios y crítica",
        "musical.",
        "• Terminología musical. Argumentación oral y escrita.",
        "• Uso terapéutico de la música.",
        "G3. Recursos digitales y de las TIC",
        "• Recursos digitales y de las TIC aplicados a proyectos de análisis",
        "musical.",
        "• Licencias de uso, autoría y protección de datos.",
        "G4. Actitud",
        "• Pautas de atención, respeto y valoración de opiniones diversas.",
        "• Estrategias de responsabilidad y asunción de diferentes roles."
    ]
}
