{
    "saberes": [
        "A. Communication",
        "LE.02.A.1. Self-confidence and reflection on learning. The error as an integral part of the process.",
        "LE.02.A.2. Basic strategies of common use for the comprehension and production of brief, simple and contextualized oral, written and multimodal texts.",
        "LE.02.A.3. Elementary knowledge, skills and attitudes that allow initiation in mediation activities in basic everyday situations.",
        "LE.02.A.4. Basic communicative functions of common use appropriate to the field and context: greet, say goodbye, introduce and introduce yourself; describe people, objects, and places; request and exchange information on everyday issues; describe routines; give directions and instructions; express time, quantity and space.",
        "LE.02.A.5. Contextual models and basic discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts such as brochures, instructions, rules, notices or conversations regulating coexistence.",
        "LE.02.A.6. Basic linguistic units in common use and meanings associated with these structures, such as expression of the entity and its properties, quantity and number, space and spatial relations, affirmation, exclamation, negation and question.",
        "LE.02.A.7. Elementary vocabulary of interest to students related to close interpersonal relationships, healthy lifestyle habits, affective-sexual health education, housing, nearby places and environments, highlighting the importance of sustainability and care for the environment.",
        "LE.02.A.8. Basic sound, stress and intonation patterns in common use, and general communicative functions associated with these patterns.",
        "LE.02.A.9. Basic spelling conventions in common use and meanings associated with formats and graphic elements.",
        "LE.02.A.10. Commonly used basic conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give directions, etc.",
        "LE.02.A.11. Resources for learning and elementary strategies for guided information search in analog and digital media.",
        "LE.02.A.12. Basic analogue and digital tools in common use for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, cooperation and collaboration.",
        "B. Multilingualism",
        "LE.02.B.1. Strategies and techniques to compensate for communication deficiencies to respond to an elementary need, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "LE.02.B.2. Basic strategies in common use to identify, retain, recover and use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "LE.02.B.3. Introduction to basic strategies and tools in common use for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
        "LE.02.B.4. Vocabulary and elementary expressions to understand statements about communication, language and learning (metalanguage).",
        "C. Interculturality",
        "LE.02.C.1. The foreign language as a means of communication and relationship with people from other countries, and as a means of learning about different cultures and ways of life, as well as a means of transmitting values of Andalusian culture.",
        "LE.02.C.2. Interest in participating in planned communicative exchanges, through different media, with students of the foreign language.",
        "LE.02.C.3. Initiation to elementary cultural patterns typical of the foreign language.",
        "LE.02.C.4. Most significant sociocultural and sociolinguistic aspects related to customs, daily life and basic interpersonal relationships in countries where the foreign language is spoken.",
        "LE.02.C.5. Basic strategies of common use to understand and appreciate linguistic, cultural and artistic diversity, based on ecosocial and democratic values.",
        "LE.02.C.6. Commonly used basic strategies for detecting discriminatory uses of verbal and non-verbal language."
    ],
    "criteriosEvaluacion": [
        "1.1.b. Recognize and interpret the global meaning, as well as previously indicated words and phrases, in brief and simple oral, written and multimodal texts, on frequent and everyday topics of personal relevance and close to their experience, as well as fictional texts appropriate to the level of student development, expressed in a comprehensible, clear manner and in standard language through different supports.",
        "1.2.b. Select and apply, in a guided way, appropriate strategies in everyday communicative situations that are relevant to the students, in order to capture the overall meaning and process explicit information in short and simple texts on familiar topics.",
        "2.1.b. Orally express short sentences with basic information on everyday matters and relevant to the students, using, in a guided way, verbal and non-verbal resources, paying attention to rhythm, stress and intonation.",
        "2.2.b. Write very short and simple texts, adapted to the proposed communicative situation, based on models and through analog and digital tools, using structures and elementary vocabulary on everyday matters and of personal relevance to the students.",
        "2.3.b. Select and apply, in a guided way, strategies to produce brief and simple messages appropriate to the communicative intentions, using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "3.1.b. Participate in brief and simple interactive situations on daily topics, of personal relevance and close to their experience, previously prepared, through various supports, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette.",
        "3.2.b. Select and use, in a guided way and in everyday situations, elementary strategies to greet, say goodbye and introduce oneself; express short messages; and ask and answer simple questions.",
        "4.1.b. Interpret and explain texts, concepts and brief and simple communications, in a guided way, in situations in which diversity must be addressed, showing empathy and interest in the interlocutors and in the problems of understanding in their immediate environment, supporting themselves in various resources and supports.",
        "4.2.b. Select and apply, in a guided way, elementary strategies that help create bridges and facilitate the understanding and production of information and communication, using, with help, resources and physical or digital supports depending on the needs of each moment.",
        "5.1.b. Compare and contrast the similarities and differences between different languages reflecting, in a guided way, on basic aspects of how they work.",
        "5.2.b. Use and differentiate, in a guided way, the knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "5.3.b. Register and apply, in a guided manner, the progress and elementary difficulties in the foreign language learning process, recognizing the aspects that help to improve and participating in self-evaluation and peer-evaluation activities, such as those proposed in the European Language Portfolio ( PEL).",
        "6.1.b. Act with respect in intercultural situations, identifying and comparing elementary similarities and differences between languages and cultures, and showing rejection of discrimination, prejudice and stereotypes of any kind in everyday and habitual communicative contexts.",
        "6.2.b. Recognize and appreciate the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding basic and habitual cultural and linguistic elements that promote peaceful coexistence and respect for others.",
        "6.3.b. Select and apply, in a guided way, basic strategies to understand and appreciate the most relevant aspects of linguistic, cultural and artistic diversity."
    ]
}