{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Identificar los elementos que constituyen una obra musical y su función dentro de la ",
        "composición a través de la escucha activa y con apoyo de la partitura. ",
        "1.2. Describir las características musicales básicas de una obra a partir de la escucha activa y el ",
        "estudio de partituras, analizando sus elementos constitutivos. ",
        "Competencia específica 2. ",
        "2.1. Analizar, de forma guiada, obras musicales, identificando la estructura formal y los ",
        "procedimientos compositivos utilizados. ",
        "2.2. Asociar las obras analizadas con su contexto de creación, investigando sobre su autor y su ",
        "época. ",
        "Competencia específica 3. ",
        "3.1. Expresar una opinión propia, informada y fundamentada, sobre las obras analizadas, ",
        "utilizando un vocabulario musical adecuado. ",
        "3.2. Publicar reseñas musicales en los medios disponibles, analógicos y digitales, respetando los ",
        "derechos de autor y la propiedad intelectual. ",
        "Competencia específica 4. ",
        "4.1. Reproducir patrones melódicos, rítmicos, armónicos y formales de obras analizadas, ",
        "aplicando estrategias de memorización y utilizando la interpretación vocal, corporal o ",
        "instrumental en proyectos musicales grupales. ",
        "4.2. Generar nuevas ideas musicales, combinando patrones melódicos, rítmicos, armónicos y ",
        "formales previamente analizados e interiorizados. ",
        "4.3. Utilizar, de forma guiada, las tecnologías digitales en la composición musical. ",
        "Competencia específica 5. ",
        "5.1. Identificar las funciones que cumple la música cuando se asocia con otras formas de ",
        "expresión (cine, teatro, danza…), analizando sus características y el efecto que genera en el ",
        "espectador. "
    ],
    "saberes": [
        "A. Iniciación al análisis musical. ",
        "– La escucha activa y el estudio de partituras como soportes para el análisis. ",
        "– Elementos básicos de la música y la relación entre ellos: ritmo, tempo, melodía, armonía, ",
        "textura, timbre, dinámica y agógica.  ",
        "Ritmo: diferencia entre pulso y acento. Conocimiento de los principales compases.  ",
        "Melodía: motivo, semifrase y frase. La melodía vocal según la relación música-texto: ",
        "silábica, melismática, etc.  ",
        "Armonía: consonancia y disonancia. Acordes compactados, arpegiados y bajo Alberti. ",
        "Los cifrados en la música: bajo cifrado barroco y cifrado americano.  ",
        "Textura: monodia, homofonía, melodía acompañada y contrapunto.   ",
        "Timbre: conocimiento de los distintos instrumentos de las familias orquestales, así como ",
        "de las principales agrupaciones. Conocimiento de los distintos tipos de voces humanas y ",
        "sus principales agrupaciones.  ",
        "Dinámica y agógica: conocimiento de los principales signos o términos relacionados con ",
        "el tempo y la dinámica.  ",
        "– Técnicas de análisis auditivo de obras de diferentes estilos y géneros: comparación y/o ",
        "asociación entre sus elementos musicales. ",
        "– Métodos de análisis de los elementos musicales de la partitura con apoyo de la audición.  ",
        "Ritmo: percepción de pulso y acento. Imitación y/o improvisación de patrones rítmicos. ",
        "Discriminación auditiva de los principales compases.  ",
        "Melodía: identificación auditiva de motivo, semifrase y frase. Reconocimiento auditivo de ",
        "fraseo, clímax, comienzos (tético-anacrúsico) y finales. Identificación en partitura del ",
        "ámbito y estructura interválica. El registro.  ",
        "Armonía: discriminación auditiva de consonancia y disonancia, de acordes ",
        "compactados, arpegiados y bajo Alberti.   ",
        "Textura: identificación auditiva y/o en partitura de monodia, homofonía, melodía ",
        "acompañada y contrapunto.   ",
        "Timbre: identificación auditiva de los distintos instrumentos de las familias orquestales y ",
        "de las principales agrupaciones. identificación auditiva de los distintos tipos de voces ",
        "humanas y de las principales agrupaciones vocales.  ",
        "Dinámica, agógica y carácter: reconocimiento en partitura de los principales signos o ",
        "términos relacionados con el tempo, la dinámica y el carácter. Conocimiento de su ",
        "significado y percepción aproximada en audición. ",
        "– Reseñas musicales. Análisis y/o realización de reseñas musicales de piezas de diferentes ",
        "épocas y estilos. Puesta en común o debate sobre las mismas en el aula. ",
        "– Recursos digitales para la investigación, la composición y la difusión musical. Internet como ",
        "herramienta para la investigación musical. Utilización básica de software libre de composición ",
        "musical y de plataformas de difusión de audio. ",
        "– Derechos de autor y propiedad intelectual. ",
        "B. La forma musical. ",
        "– Elementos estructurales: célula, motivo, frase y semifrase, período, sección y movimiento. ",
        "Ritmo melódico y armónico. Cadencias. ",
        "– Formas simples, formas compuestas y libres. Formas-tipo (estrófica, binaria, ternaria, tema y ",
        "variaciones, rondó y forma sonata). Representación de esquemas formales. ",
        "– Procedimientos compositivos fundamentales: repetición, variación, contraste y desarrollo. ",
        "Reconocimiento auditivo de todos estos elementos. ",
        "– Función de la música en combinación con otras manifestaciones artísticas: danza, musical, ",
        "teatro, otros espectáculos … "        
    ]
}
