{
    "situacionesAprendizaje": [
        "Las situaciones de aprendizaje favorecen el desarrollo competencial e implican que el alumnado despliegue actuaciones vinculadas a las competencias específicas (y, por tanto, también a las competencias clave), mediante la movilización y articulación de un conjunto de saberes.",
        "En las situaciones de aprendizaje deben integrarse todos los elementos necesarios para favorecer la adquisición de competencias, garantizando el derecho a la inclusión a través de la personalización y el diseño universal para el aprendizaje en aras de asegurar la presencia, participación y progreso de todo el alumnado, y de lograr aprendices más autónomos, decididos y comprometidos.",
        "Los principios generales que se van a enunciar a continuación, y que se complementan con los principios específicos que aparecen en los currículos de cada área, pueden orientar el diseño, desarrollo y evaluación de las situaciones de aprendizaje en todos sus elementos (presentación de la situación, tareas, organización social de la actividad, recursos didácticos, etc.), tanto dentro como fuera del centro escolar. Se asume que no todos los principios estarán presentes de forma simultánea en todas las situaciones, pero sí se irán integrando de manera combinada en la mayoría de las unidades didácticas y en todas y cada una de las áreas de Educación Primaria a lo largo de cada curso escolar.",
        "Para que el alumnado sea agente de su propio aprendizaje, debe asumir el objeto del mismo como algo que, a pesar del esfuerzo que requiere, resulta alcanzable al tiempo que ajustado a sus expectativas y posibilidades de realización. Esto implica activar sus conocimientos previos y fomentar su autoconocimiento planteando situaciones en las que se tengan en cuenta y se ayude a reconstruir las experiencias, vivencias e intereses (surgidos en contextos escolares y no escolares) de cada estudiante. Así, la propia situación de aprendizaje promoverá nuevos aprendizajes significativos y con sentido y valor personal para el alumnado.",
        "Construir un nuevo saber (conceptos, destrezas y actitudes) requiere una enseñanza guiada que combine, equilibradamente, actividades de instrucción directa y actividades con mayor autonomía por parte de los escolares, orientados ambos tipos a la promoción de un aprendizaje activo y experiencial del alumnado.",
        "El grado de autonomía que cada aprendiz puede asumir depende de dos factores principalmente: de su desarrollo psicoevolutivo y de las experiencias previas. En términos generales, en los primeros cursos de Educación Primaria, los niños y niñas serán menos autónomos y precisarán más ayudas externas para el control y gestión de su aprendizaje, así como de tiempos más cortos en la realización de tareas. En los últimos cursos de Educación Primaria, las situaciones de aprendizaje deberían otorgar una participación progresivamente mayor en la toma de decisiones, con la necesaria supervisión del docente. Asimismo, conforme vayan adquiriendo más autonomía, se les podrán ofrecer más oportunidades de elección sobre algunos elementos de su proceso de aprendizaje (qué, cómo, cuándo, dónde o con quién aprender).",
        "Los nuevos aprendizajes deben vincularse, en última instancia, con los desafíos del siglo XXI: desarrollo sostenible, cambio climático y contaminación, problemas de salud mundial, conflictos internacionales, interculturalidad, valoración de la diversidad, igualdad de género y cultura digital, entre otros. Es importante partir de aquellas situaciones problemáticas más cercanas y presentes en el contexto del centro y localidad, en primer lugar, para abordar después otras situaciones de carácter más global. Por ejemplo, sensibilizando al alumnado y a su familia sobre la diversidad existente en el grupo-aula se genera progresivamente un compromiso con la justicia y la equidad social. De este modo, se promueven aprendizajes contextualizados y funcionales, así como un papel creativo y proactivo por parte del alumnado, donde la relación bidireccional escuela-familia es fundamental.",
        "Dar respuesta a estos problemas requiere desarrollar, al mismo tiempo, competencias clave y competencias específicas de diferentes áreas curriculares, por lo que es conveniente, cuando sea posible, plantear situaciones de aprendizaje interdisciplinares que faciliten el trabajo por ámbitos, proyectos, talleres, etc. Algunas de estas situaciones pueden planificarse en coordinación con otras entidades (asociaciones, servicios municipales, instituciones públicas y privadas, organizaciones no gubernamentales, etc.), especialmente aquellas vinculadas a nuestra Comunidad Autónoma y en contextos de aprendizaje formales, no formales e informales. Se trata de ayudar al alumnado a establecer conexiones entre las experiencias de aprendizaje en diversos contextos, tanto escolares como no escolares, lo que facilitará la transferencia y generalización de lo aprendido, la realización de aprendizajes con sentido y valor personal para el alumnado, y la construcción de una identidad de aprendiz que le permita seguir aprendiendo a lo largo y ancho de su vida. Por ello, es necesario contar con la participación de la comunidad educativa en el diseño, la implementación y la evaluación de las situaciones de aprendizaje, otorgando espacios adecuados y tiempos suficientes para la participación colectiva entre docentes, alumnado y familias.",
        "En dicho proceso, los docentes constituyen un recurso privilegiado para “andamiar” la construcción del aprendizaje atendiendo a las diferencias individuales, para facilitar que cada niña y niño vaya siendo más autónomo y se sienta más capaz. Para ello, debe actuar como guía y mediador, ayudando a cada escolar a desarrollar su capacidad de aprender a aprender. Asumir que el ritmo de aprendizaje de cada estudiante será diferente implica que el nivel de ayuda y acompañamiento debe adecuarse a cada cual, retirando paulatinamente el apoyo conforme se avance en la adquisición de las competencias específicas. Es comprensible que los estudiantes de primer ciclo de Educación Primaria requieran de mayor supervisión por parte de los docentes con respecto a los de tercer ciclo. En esa mediación, el papel de los docentes también supone dar una retroalimentación orientada a la mejora del alumnado, de forma grupal e individual, identificando qué buenas prácticas hay en su aprendizaje, qué otras prácticas son mejorables y cómo mejorarlas.",
        "Para favorecer el aprendizaje autorregulado, los escolares pueden participar en la toma de decisiones del diseño y desarrollo de las situaciones de aprendizaje, como por ejemplo proponiendo instrumentos y procedimientos de evaluación, diseñando algunas actividades o eligiendo recursos y tareas. Para esta meta, cobra un papel fundamental la reflexión del alumnado sobre su propio aprendizaje y sobre sí mismo como aprendiz (por ejemplo, autoevaluando sus tareas e identificando sus limitaciones y fortalezas en el proceso de aprendizaje). Esto requiere trabajar de forma explícita y reflexiva aspectos como la organización y planificación, el comportamiento estratégico, la toma de decisiones, la flexibilidad mental, el control de impulsos, los intereses de aprendizaje, las conexiones entre experiencias de aprendizaje, etc.",
        "El aprendizaje tiene un alto componente social, especialmente en las interacciones con los iguales, por lo que se deben plantear actividades grupales junto a las de tipo individual. El aprendizaje entre iguales supone promover relaciones de interdependencia positiva, así como mantener un buen clima de aula para propiciar la identidad como grupo, el sentimiento de pertenencia y de solidaridad. Podemos favorecer todo ello mediante dinámicas de cohesión, además de planificar apoyos que garanticen específicamente la organización cooperativa de los grupos, de forma continua y sistemática a lo largo del curso.",
        "Las situaciones de aprendizaje deben generar contextos en los que los niños y niñas aprendan a comportarse de acuerdo con los principios éticos que emanan del respeto a los derechos humanos y de acuerdo con las normas de convivencia, aprendiendo a manejar las emociones y a gestionar las posibles situaciones de conflicto mediante el diálogo y el consenso. Estas situaciones deben diseñarse de manera que se generen sentimientos positivos hacia los demás, respetando a cada cual como es, creando situaciones donde se desarrollen hábitos de cooperación, expresión de sentimientos, confianza en su trabajo y en el de los demás, y una concepción del error como oportunidad para el aprendizaje, evitando contextos competitivos, egoístas e insolidarios.",
        "Tanto las actividades de aprendizaje como las específicas de evaluación permitirán diferentes oportunidades de acción, expresión y comunicación por parte del alumnado (en formato de texto oral o escrito, audiovisual, musical, gráfico, expresión no verbal, etc.), posibilitando el uso de las ayudas técnicas que sean necesarias, especialmente en alumnado con necesidades específicas de apoyo educativo. Se trata de ofrecer oportunidades para que los aprendices muestren sus habilidades con el medio que mejor se adapte a sus posibilidades y necesidades; de este modo, el docente podrá planificar la práctica guiada que permita a cada alumna y alumno adquirir aquellas habilidades donde se muestre menos competente.",
        "Los recursos y materiales didácticos que se utilicen, tanto en las situaciones de aprendizaje como de evaluación, deben ofrecer múltiples formas de comunicarse y representar la información. Por un lado, debemos asegurar la percepción, contemplando alternativas multimodales que vayan más allá del lenguaje oral y escrito para transmitir la información (por ejemplo, elementos multimedia, material manipulativo, iconográfico, audiovisual, interactivo o hipertextual), priorizando el uso de materiales didácticos que garanticen la accesibilidad física, cognitiva, sensorial y comunicativa, tanto en formato analógico como digital. Por otro lado, debemos asegurar la comprensión de la información, mediante estrategias y ayudas que permitan al alumnado representarla, decodificarla, estructurarla y transformarla.",
        "Las tecnologías digitales deben utilizarse junto a una variedad de recursos analógicos, teniendo en cuenta la madurez psicoevolutiva del alumnado, para emplearlas de manera eficiente y segura. Pueden contribuir a minimizar las barreras para el aprendizaje y ofrecer una atención personalizada a cada estudiante, mediante la creación de situaciones de aprendizaje que combinen, adecuadamente, la actividad presencial y a distancia, síncrona y asíncrona, individual y grupal, escolar y no escolar, etc. Esta apuesta requiere contrarrestar, desde la escuela, la brecha digital existente en cuanto al acceso, conocimiento y manejo de dicha tecnología por parte de todos y cada uno de los escolares, así como mejorar la alfabetización digital de las familias. La digitalización de contenidos o la aproximación de los mismos al alumnado mediante dispositivos y pantallas deben garantizar más oportunidades de interacción con dichos contenidos y entre los diferentes agentes relacionados con el aprendizaje.",
        "Desde un enfoque competencial, no tiene sentido establecer una diferenciación nítida entre las situaciones de aprendizaje y las situaciones de evaluación, ya que una misma situación puede servir para promover el desarrollo de una o varias competencias, al tiempo que supone una oportunidad para valorar el nivel de desarrollo competencial del alumnado en un determinado momento de su proceso de aprendizaje. A este respecto, cabe aclarar que la evaluación de competencias exige al profesorado analizar diversas situaciones en las que pueda encontrar evidencias del nivel alcanzado por su alumnado en el desarrollo de diferentes competencias específicas, así como en diferentes momentos y contextos del proceso de aprendizaje.",
        "La evaluación del aprendizaje debe centrarse en el desarrollo competencial de cada persona. De ahí que sea necesario evaluar no solo lo que aprende el estudiante y cómo lo utiliza sino también cómo lo ha aprendido, donde cobra especial relevancia la observación durante todo el proceso. Esto supone combinar actividades de heteroevaluación (por parte del profesorado), coevaluación (entre iguales) y autoevaluación, encaminadas a la mejora competencial de todos y cada uno de los alumnos y alumnas en función del potencial de desarrollo de cada uno.",
        "El alumnado debería conocer y comprender los diferentes procedimientos e instrumentos de evaluación que van a emplearse y también tener oportunidades para seleccionarlos y valorarlos. Así, deben planificarse diferentes procedimientos e instrumentos a fin de adecuar el nivel de exigencia al de las posibilidades de ejecución y progresión de cada estudiante.",
        "Las evidencias de aprendizaje estarán ligadas a las distintas competencias específicas de las áreas curriculares, tomando como referencia los criterios de evaluación y los distintos contextos de desarrollo del alumnado, especialmente el escolar y el sociofamiliar, por lo que también debería considerarse la información aportada por las familias, especialmente con el alumnado de los primeros cursos.",
        "La evaluación formativa debe ser sustancial y regular, con la intención de proporcionar retroalimentación relevante e información al estudiante para guiarle en su aprendizaje. El desarrollo competencial adquirido debe tenerse presente para determinar la dirección y las características de nuevas situaciones de aprendizaje que se diseñen.",
        "La evaluación del alumnado debe complementarse con la evaluación del propio diseño de las situaciones de aprendizaje y de la práctica docente. Es conveniente que en esta evaluación participen diferentes agentes educativos y no solo el profesorado, entendiendo que el desarrollo competencial del alumnado se ve influido, de manera significativa, por el desarrollo competencial del profesorado.",
        "Debemos aceptar que el propio diseño y desarrollo de una situación de aprendizaje puede suponer barreras y limitaciones pedagógicas a cada aprendiz. De ahí la necesidad de detectar las barreras contextuales existentes, tanto antes como durante y después del proceso didáctico, para minimizarlas o erradicarlas a partir de su identificación.",
        "Para realizar una evaluación completa y auténtica de todo este proceso es aconsejable triangular la información, teniendo en cuenta diferentes agentes evaluadores, situaciones, momentos, procedimientos e instrumentos de evaluación."
    ]
}