{
  "competenciasEspecificas": [
    "Reconocer los efectos de la actividad física en la salud global, trabajando la gestión de emociones y conflictos para potenciar la salud física, emocional y social. CCL1, CP1, STEM5, CPSAA1, CPSAA2 y CPSAA4.",
    "Actuar en situaciones psicomotrices en entornos sin incertidumbre, interiorizando esquemas de acción para conocerse, autorregularse y mejorar las capacidades físicas. CPSAA1, CPSAA4 y CPSAA5.",
    "Adaptarse a las exigencias de las situaciones sociomotrices de oposición en entornos sin incertidumbre, priorizando el respeto hacia los participantes y las reglas sobre los resultados, para regular las conductas asociadas al desafío y contribuir a la adquisición y creación de una cultura motriz. CPSAA1, CPSAA3, CPSAA5, CC3, CCEC1 y CCEC3.",
    "Desenvolverse en situaciones sociomotrices de cooperación en entornos sin incertidumbre, desarrollando procesos de autorregulación, con actitud empática e inclusiva, haciendo uso de habilidades sociales y actitudes de cooperación y respeto, para contribuir a la convivencia social y al compromiso ético en los diferentes espacios en los que se participa. CCL5, CPSAA1, CPSAA3, CPSAA4, CPSAA5, CC2, CC3, CE3 y CCEC1.",
    "Interactuar en situaciones sociomotrices de oposición- colaboración en entornos sin incertidumbre, asimilando las reglas y principios de acción propios de este tipo de actividades para empezar a ajustar la conducta motriz en situaciones con alta demanda informacional, y contribuir a la adquisición de una cultura motriz. STEM1, CPSAA1, CPSAA3, CPSAA4, CPSAA5, CC2, CC3 y CCEC1.",
    "Descubrir y aprovechar las opciones de acción en situaciones motrices en entornos con incertidumbre, realizando una práctica respetuosa con el entorno desde un enfoque sostenible, y que priorice la seguridad sobre el riesgo, para valorar diferentes medios naturales y urbanos como contextos de práctica motriz y participar en su cuidado y mejora. STEM1, STEM2, STEM5, CPSAA1, CC4 y CE1.",
    "Valerse del cuerpo como instrumento de expresión y comunicación valorando su influencia y sus aportaciones estéticas y creativas a la cultura tradicional y contemporánea para integrarlas dentro del repertorio de actuaciones motrices que se utilizan regularmente en la vida cotidiana. CP3, CPSAA3, CPSAA4, CPSAA5, CC2, CC3, CE3, CCEC1, CCEC2, CCEC3 y CCEC4."
  ]
}