{
    "saberes": [
        "I. Cultura científica",
        "1. Iniciación en la actividad científica",
        "1.1. Iniciación a la investigación científica (observación, formulación de preguntas y predicciones, diseño y realización de experimentos guiados, recogida y análisis de información y datos, comunicación de resultados…) para interpretar y explicar hechos y fenómenos que ocurren en el medio natural, social y cultural.",
        "1.2. Fomento de la curiosidad, la iniciativa, la constancia y el sentido de la responsabilidad en la realización de las diferentes investigaciones a partir de estrategias cooperativas.",
        "1.3. Utilización de instrumentos, dispositivos y herramientas digitales apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "1.4. Uso del vocabulario científico apropiado relacionado con las diferentes investigaciones para comunicar, compartir y construir nuevos conocimientos.",
        "1.5. Valoración de la ciencia, la tecnología y la ingeniería como actividades humanas: las profesiones STEM en la actualidad evitando estereotipos sexistas. Desarrollo de la ciencia en Canarias.",
        "1.6. Conocimiento de la relación entre los avances en matemáticas, ciencia, ingeniería y tecnología, y la evolución de la sociedad en el ámbito científico-tecnológico para divulgar esos conocimientos.",
        "2. La vida en nuestro planeta",
        "2.1. Clasificación básica de rocas y minerales. Usos y explotación sostenible de los recursos geológicos, especialmente en Canarias.",
        "2.2. Identificación de los procesos geológicos básicos de formación y modelado del relieve, aplicando el conocimiento al medio natural canario. Reconocimiento de las particularidades geológicas de formación de las islas Canarias con respecto a otros procesos geológicos (tectónica, sedimentología, etc.).",
        "2.3. Protección del entorno a partir del conocimiento y valoración de los principales ecosistemas y sus paisajes. Acercamiento a la fragilidad de los ecosistemas canarios y el impacto antrópico.",
        "2.4. Descripción de las funciones vitales básicas del ser humano desde una perspectiva integrada: obtención de energía, relación con el entorno y perpetuación de la especie.",
        "2.5. Reconocimiento de los cambios físicos, emocionales y sociales que conllevan la pubertad y la adolescencia para favorecer su aceptación de forma positiva desde la educación afectivo-sexual, adaptada a su nivel madurativo.",
        "2.6. Desarrollo de pautas para una alimentación saludable y sostenible: diseño de menús saludables, sostenibles y equilibrados. La importancia de la cesta de la compra y del etiquetado de los productos alimenticios para conocer sus nutrientes y su aporte energético.",
        "2.7. Adopción de estilos de vida saludables a través de pautas que fomenten una salud física, emocional y social adecuadas: higiene del sueño, prevención y consecuencias del consumo de drogas (legales e ilegales), gestión saludable del ocio y del tiempo libre, contacto con la naturaleza, uso adecuado de las tecnologías.",
        "2.8. Conocimiento de actuaciones básicas de primeros auxilios y pautas para la prevención de riesgos y accidentes.",
        "2.9. Aplicación de estilos de vida saludables relacionados con el bienestar emocional y social: conciencia emocional (percepción, reconocimiento y comprensión emocional de alegría, tristeza, miedo, enfado, asco, sorpresa, culpa, vergüenza, ansiedad, seguridad y amor), regulación emocional (autocontrol impulsivo, ajuste afectivo y responsabilidad emocional), cambio emocional (compensación emocional) y vinculación emocional (empatía y comunicación emocional). Estrategias para el fomento de relaciones afectivas y sociales saludables y de los cuidados de las personas desde la corresponsabilidad e inclusión.",
        "3. Materia, fuerzas y energía",
        "3.1. Utilización de instrumentos para calcular la masa, el volumen y la capacidad de un objeto. El concepto de densidad y su relación con la flotabilidad de un objeto en un líquido.",
        "3.2. Identificación de las formas de energía, las fuentes y las transformaciones describiendo las fuentes de energías renovables y no renovables y su influencia en la contribución al desarrollo sostenible de la sociedad. Conocimiento del modelo de isla sostenible en Canarias.",
        "3.3. Uso en la vida cotidiana de la energía eléctrica: fuentes, transformaciones, transferencia, circuitos eléctricos y estructuras robotizadas.",
        "3.4. Iniciación a los principios básicos del vuelo a través del conocimiento de diferentes artefactos voladores.",
        "II. Tecnología y digitalización",
        "1. Digitalización del entorno personal de aprendizaje",
        "1.1. Utilización de dispositivos y recursos del entorno digital de aprendizaje de acuerdo con las necesidades del contexto educativo.",
        "1.2. Aplicación de estrategias de búsqueda de información seguras, responsables y eficientes en internet (valoración, discriminación, selección y organización). Reconocimiento de la autoría y respeto por la propiedad intelectual.",
        "1.3. Empleo de estrategias de recogida, almacenamiento y representación de datos en diversos formatos para facilitar su comprensión y análisis.",
        "1.4. Adopción de reglas básicas de seguridad y privacidad para navegar por internet y para proteger el entorno digital personal de aprendizaje.",
        "1.5. Conocimiento de recursos y participación en plataformas digitales restringidas y seguras para comunicarse con otras personas, trabajar cooperativamente, compartir datos y contenidos supervisados de manera segura, a partir del uso de la etiqueta digital, reglas básicas de cortesía y respeto, y estrategias para resolver problemas en la comunicación digital.",
        "1.6. Desarrollo de estrategias de actuación para fomentar el bienestar digital físico y mental a través del reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, dependencia tecnológica, acceso a contenidos inadecuados, etc.).",
        "2. Proyectos de diseño y pensamiento computacional",
        "2.1. Aplicación de las fases de los proyectos de diseño: identificación de necesidades, diseño, prototipado, prueba, evaluación y comunicación para dar respuesta a un reto o problema del entorno físico, natural, social, cultural o tecnológico.",
        "2.2. Utilización de herramientas, dispositivos, técnicas, materiales y recursos digitales (programación por bloques, sensores, motores, simuladores, impresoras 3D…) seguros y adecuados a la consecución del proyecto.",
        "2.3. Aplicación de las fases del pensamiento computacional (descomposición de una tarea en partes más sencillas, reconocimiento de patrones y creación de algoritmos sencillos para la resolución…) para dar respuesta a un reto o problema del entorno físico, natural, social, cultural o tecnológico, de forma sostenible.",
        "2.4. Desarrollo de estrategias creativas en situaciones de incertidumbre (detección de necesidades y oportunidades, adaptación y cambio de propuesta cuando sea necesario, valoración del error propio y ajeno como fuente de aprendizaje, valoración de la diversidad como enriquecimiento en el desempeño cooperativo).",
        "III. Sociedades y territorios",
        "1. Retos del mundo actual",
        "1.1. Análisis del futuro de la Tierra y del universo a través de la identificación de los fenómenos físicos y su repercusión en la vida diaria y en el entorno, la exploración espacial, la observación del cielo en Canarias y la contaminación lumínica.",
        "1.2. Explicación del cambio climático: introducción a la dinámica atmosférica y a las grandes áreas climáticas del mundo.",
        "1.3. Valoración del entorno natural, de la diversidad geográfica de la España continental e insular y de Europa. Representación gráfica, visual y cartográfica a través de medios y recursos analógicos y digitales usando las Tecnologías de la Información Geográfica (TIG).",
        "1.4. Conocimiento y aprecio de la diversidad cultural, y en especial en el entorno insular, a través del análisis de los movimientos migratorios, teniendo en cuenta particularmente los que afectan a Canarias; las principales variables demográficas y su representación gráfica; los comportamientos de la población y su evolución; el contraste entre zonas urbanas y despoblación rural.",
        "1.5. Desarrollo de la ciudadanía activa: fundamentos y principios para la organización política y gestión del territorio en España y para la participación social y ciudadana europea, nacional y local.",
        "1.6. Promoción de la igualdad y conductas no sexistas a través del desarrollo del pensamiento crítico de los estereotipos y roles en los distintos ámbitos: académico, profesional, social y cultural y de acciones para la igualdad efectiva entre mujeres y hombres, valorando las mujeres referentes en el contexto del patrimonio social, cultural e histórico canario y de las mujeres rurales de Canarias.",
        "1.7. Identificación y aplicación de estrategias para el desarrollo universal: inclusión, equidad y accesibilidad.",
        "2. Sociedades en el tiempo",
        "2.1. Clasificación y utilización de las distintas fuentes históricas (orales, escritas, patrimoniales y museísticas) para identificar y relacionar las acciones y hechos más destacados en la historia (Edad Media, Edad Moderna y Edad Contemporánea) así como el papel representado por los sujetos históricos (individuales y colectivos), acontecimientos y procesos. Conocimiento sobre la sociedad indígena canaria y su modo de vida y la conquista de las islas Canarias.",
        "2.2. Valoración de los principales movimientos en defensa de los derechos de las mujeres, analizando la situación actual y los retos de futuro en la igualdad de oportunidades entre mujeres y hombres, a nivel mundial, nacional y en Canarias.",
        "2.3. Importancia de la memoria democrática: análisis multicausal del proceso de construcción de la democracia en España, la constitución española de 1978 y fórmulas para la participación de la ciudadanía en la vida pública.",
        "2.4. Identificación de las expresiones artísticas y culturales medievales, modernas y contemporáneas, su contextualización histórica, y su reflejo en Canarias. La función del arte y la cultura en el mundo medieval, moderno y contemporáneo, visibilizando las aportaciones y representación de las mujeres.",
        "2.5. Valoración del patrimonio cultural y natural de las islas Canarias, como bien y recurso; su uso, cuidado y conservación. Aprecio por la herencia cultural local, nacional y europea.",
        "3. Alfabetización cívica",
        "3.1. Reconocimiento de la diversidad cultural y lingüística de España, valorando especialmente el español de Canarias como variedad de prestigio adecuada a todas las situaciones comunicativas. Asimismo, respeto y valoración de la historia y cultura de minorías étnicas presentes en nuestro país, particularmente las propias del pueblo gitano.",
        "3.2. Reflexión y análisis de los principios y valores de los derechos humanos y de la infancia y la Constitución española de 1978, derechos y deberes de la ciudadanía así como de la contribución del Estado y sus instituciones, nacionales y locales, a la paz, la seguridad integral y la cooperación internacional para el desarrollo democrático.",
        "3.3. Aplicación de la cultura de paz y no violencia a través del pensamiento crítico como herramienta para el análisis de los conflictos de intereses y el reconocimiento de las víctimas de la violencia.",
        "3.4. Conocimiento de la organización política: las principales entidades políticas y administrativas del entorno local, autonómico y nacional en España, sistemas de representación y de participación política.",
        "3.5. Conocimiento de las principales instituciones de España y de la Unión Europea, de sus valores, de sus funciones, de sus ámbitos de acción y su repercusión en el entorno cercano.",
        "4. Conciencia ecosocial",
        "4.1. Análisis del cambio climático, de Canarias al mundo: causas, consecuencias, medidas de mitigación y adaptación.",
        "4.2. Fomento de la responsabilidad ecosocial: ecodependencia, interdependencia e interrelación entre personas, sociedades y medio natural.",
        "4.3. Reflexión sobre el desarrollo sostenible, el impacto de la actividad humana sobre el espacio y la explotación de los recursos y la actividad económica y la distribución de la riqueza: desigualdad social y regional en el mundo y en España, atendiendo especialmente a la realidad canaria. Promoción de los ODS y los retos de nuestra región.",
        "4.4. Conocimiento de la Agenda Urbana Canaria y el desarrollo urbano sostenible y medidas para desarrollar la ciudad como espacio de convivencia, accesible e igualitaria.",
        "4.5. Análisis de la economía verde, la influencia de los mercados (de bienes, financiero y laboral) en la vida de la ciudadanía, los agentes económicos y los derechos laborales de mujeres y hombres, el valor social de los impuestos, la responsabilidad social y ambiental de las empresas, la publicidad, el consumo responsable (necesidades y deseos) y los derechos del consumo, los principales sectores económicos en Canarias y la repercusión de la fragmentación y aislamiento del archipiélago en el comercio canario.",
        "4.6. Identificación de estilos de vida sostenibles para favorecer el modelo de isla sostenible en Canarias. Análisis de los límites del planeta, el agotamiento de recursos y la huella ecológica."
    ],
    "criteriosEvaluacion": [
        "1.1 Utilizar dispositivos y recursos digitales de forma segura, responsable, eficiente, saludable y sostenible de acuerdo con las necesidades del contexto educativo, para buscar información evaluando su fiabilidad y utilidad y respetando la propiedad intelectual, para comunicarse usando la terminología científica apropiada en plataformas digitales restringidas y seguras, compartiendo datos y contenidos y para trabajar cooperativamente en equipo y en red.",
        "1.2 Reelaborar y crear contenidos digitales sencillos, de forma individual, en equipo y en red para construir, comunicar y compartir nuevos conocimientos de forma creativa y para resolver problemas concretos o retos, de acuerdo a las necesidades digitales del contexto educativo.",
        "2.1 Formular preguntas y realizar predicciones razonadas sobre cuestiones científicas sencillas del medio natural, social y cultural local y global, mostrando y manteniendo la curiosidad, participando en interacciones comunicativas para intercambiar información, interpretar y valorar el sentido de diversos tipos de textos.",
        "2.2 Buscar, seleccionar y contrastar información, de diferentes fuentes seguras y fiables, incluidas las digitales, de forma guiada, usando los criterios de fiabilidad de fuentes, adquiriendo léxico científico básico, y utilizándola en investigaciones relacionadas con el medio natural, social y cultural.",
        "2.3 Diseñar y realizar experimentos guiados, utilizando diferentes técnicas de indagación y modelos, empleando de forma segura las herramientas digitales, los instrumentos y dispositivos apropiados, realizando observaciones y mediciones precisas y registrándolas correctamente.",
        "2.4 Proponer posibles respuestas a las preguntas planteadas, en diversos textos, a través del análisis y la interpretación de la información y los resultados obtenidos, valorando la coherencia de las posibles soluciones y comparándolas con las predicciones realizadas.",
        "2.5 Comunicar los resultados de las investigaciones, adaptando el mensaje y el formato a la audiencia a la que va dirigido, utilizando el lenguaje científico apropiado y explicando los pasos seguidos, adoptando un punto de vista creativo, personal y crítico.",
        "3.1 Plantear cooperativamente problemas de diseño que se resuelvan con la creación de un prototipo o solución digital sencilla y sostenible, evaluando necesidades del entorno, adoptando posturas críticas en los procesos de reflexión guiados y estableciendo objetivos concretos y compartidos.",
        "3.2 Diseñar posibles soluciones creativas y sostenibles a los problemas planteados de acuerdo con técnicas sencillas de los proyectos de diseño y del pensamiento computacional, mediante estrategias básicas de gestión de proyectos cooperativos, teniendo en cuenta los recursos necesarios y estableciendo criterios concretos para evaluar el proyecto, participando en procesos de auto y coevaluación.",
        "3.3 Desarrollar un producto final creativo e innovador que dé solución a un problema de diseño, probando en equipo diferentes prototipos o soluciones digitales y utilizando de forma segura las herramientas, dispositivos, técnicas, materiales y recursos digitales adecuados.",
        "3.4 Comunicar el diseño de un producto final, adaptando el mensaje y el formato a la audiencia, utilizando la terminología científica apropiada, explicando los pasos seguidos, valorando el proceso realizado y el resultado obtenido, justificando por qué ese prototipo o solución digital cumple con los requisitos del proyecto y proponiendo posibles retos para futuros proyectos con iniciativa emprendedora.",
        "4.1 Promover actitudes que fomenten el bienestar físico, emocional y social, conociendo y tomando conciencia del propio cuerpo y de los cambios que conlleva la pubertad y la adolescencia, desde la percepción, el reconocimiento y la comprensión emocional, el autocontrol impulsivo, el ajuste afectivo y la responsabilidad emocional, la compensación emocional y la empatía y la comunicación emocional para establecer relaciones afectivas y sociales saludables.",
        "4.2 Adoptar estilos de vida saludables, aplicando el conocimiento científico y los principios de ética y seguridad, valorando la importancia de una alimentación variada, equilibrada y sostenible, la higiene, el ejercicio físico, el contacto con la naturaleza, el descanso, la prevención de enfermedades, los riesgos más relevantes para la salud y los usos de la tecnología y la gestión del tiempo libre, a través de la reflexión y el diálogo.",
        "5.1 Identificar y analizar las características, la organización y las propiedades de los elementos del medio natural, social y cultural, partiendo de la biodiversidad del archipiélago canario, a través de la indagación, la búsqueda guiada de la información evaluando su fiabilidad y utilidad y el pensamiento científico, utilizando las herramientas, instrumentos y procesos adecuados para transmitir y compartir los conocimientos en diferentes formatos.",
        "5.2 Establecer conexiones sencillas entre diferentes elementos del medio natural, social y cultural reconociendo la formación de las Islas Canarias, mostrando comprensión de las relaciones sistémicas que se establecen entre las acciones humanas y el entorno a nivel mundial y local.",
        "5.3 Valorar, proteger y mostrar actitudes de conservación y mejora del patrimonio cultural y del natural, especialmente de Canarias, reconociendo las necesidades y retos a afrontar y diseñando propuestas y acciones que reflejen compromisos y conductas en favor de la sostenibilidad en el entorno cercano",
        "6.1 Promover y adoptar estilos de vida sostenibles y consecuentes con el respeto, los cuidados, la corresponsabilidad y la protección de las personas y del planeta, a partir del análisis de las causas y consecuencias de la intervención humana en el entorno, utilizando el pensamiento científico para favorecer un modelo de isla sostenible para Canarias",
        "6.2 Participar con actitud emprendedora en la búsqueda, contraste y evaluación de propuestas fundamentadas científicamente, para afrontar problemas ecosociales recogidos en los ODS y los retos de nuestra región, buscar soluciones y actuar de manera individual y cooperativa en su resolución.",
        "7.1 Analizar, adoptando una postura crítica, relaciones de causalidad, simultaneidad y sucesión entre diferentes elementos del medio social y cultural desde la Edad Media hasta la actualidad, situando cronológicamente los hechos para comunicarlos, desde un punto de vista creativo.",
        "7.2 Conocer personas, grupos sociales relevantes y formas de vida de las sociedades desde la Edad Media hasta la actualidad, identificando, seleccionando, contrastando la información y transmitiendo rasgos significativos sociales en distintas épocas de la historia, visibilizando las aportaciones y representación de las mujeres en ellas, incluyendo la sociedad indígena canaria y su modo de vida.",
        "8.1 Analizar los procesos geográficos, históricos y culturales que han conformado la sociedad actual y su reflejo en Canarias, valorando la diversidad cultural y la cohesión social y mostrando empatía y respeto por otras culturas, apreciando la riqueza que aportan a la sociedad canaria.",
        "8.2 Promover acciones para la igualdad efectiva entre mujeres y hombres, para evitar las conductas sexistas y para respetar la diversidad afectivo-sexual, analizando y contrastando diferentes modelos en nuestra sociedad, reflexionando y aplicando las normas de convivencia de manera inclusiva.",
        "9.1 Resolver de forma pacífica y comunicativa los conflictos, promoviendo una interacción respetuosa y equitativa a partir del lenguaje inclusivo y no violento, explicando y ejercitando las principales normas, derechos, deberes y libertades que forman parte de la Constitución española de 1978, y de la Unión Europea, y conociendo la función que el Estado y sus instituciones desempeñan en el mantenimiento de la paz, la seguridad integral ciudadana y el reconocimiento de las víctimas de violencia.",
        "9.2 Explicar el funcionamiento general de los órganos de gobierno del municipio, de las comunidades autónomas, del Estado español y de la Unión Europea, valorando sus funciones y la gestión de los servicios públicos para la ciudadanía."
    ]
}