{
    "saberes": [
        "● Resolució de reptes i projectes motrius",
        "- Vivència de pràctiques d’activitats físiques múltiples i variades a l’escola i a l’entorn.",
        "- Acceptació dels límits i de les possibilitats del propi cos en la realització d’activitats físiques.",
        "- Planificació i autoregulació durant el procés de projectes d’activitats físiques senzilles.",
        "- Identificació prèvia de les possibles dificultats i dels encerts i de les errades comesos en l’execució d’activitats motrius.",
        "- Reconeixement de les activitats físiques que es poden completar amb èxit en funció dels condicionaments fisiològics i biològics propis, si n’hi ha, en la pràctica d’activitats físiques.",
        "- Consciència de la necessitat de regular la intensitat de l’esforç en l’execució d’activitats físiques, associant el ritme cardíac i respiratori a la intensitat de l’activitat.",
        "- Adequació de les accions pròpies a les capacitats i limitacions personals i a l’objectiu, la lògica interna, l’espai, el temps, el material, les normes i els participants de les situacions motrius plantejades.",
        "- Coordinació d’accions amb les altres persones en situacions de pràctica d’activitats físiques col·laboratives i cooperatives.",
        "- Modificació d’estratègies de resolució de situacions motrius conegudes ja plantejades o practicades anteriorment.",
        "● Esquema corporal",
        "- Coneixement dels principals músculs, ossos i articulacions del cos de manera vivenciada.",
        "- Aplicació del to muscular, la relaxació i la respiració del propi cos en situacions de repòs i en moviment millorant progressivament el control i el domini corporal.",
        "- Adequació de les postures i moviments corporals a les diferents necessitats de les situacions motrius plantejades.",
        "- Consolidació de la lateralitat predominant en un mateix, introducció dels segments corporals no dominants a través de tasques que impliquin la utilització del segment corporal dominant i no dominant i projecció de la lateralitat referida a les altres persones, els objectes i l’espai.",
        "- Utilització de l’equilibri estàtic i dinàmic en diverses situacions motrius senzilles que impliquin variacions en els diferents elements que hi intervenen: base de sustentació, superfície de contacte, centre de gravetat del cos, receptors sensorials implicats, control d’objectes i combinació amb altres persones.",
        "- Estructuració del propi cos en relació amb l’espai i el temps en situacions motrius senzilles.",
        "● Habilitats motrius",
        "- Execució de desplaçaments, salts, girs, maneig i control d’objectes en situacions motrius diverses millorant progressivament l’eficàcia, el control i el domini corporal.",
        "- Utilització de les capacitats físiques de forma genèrica i jugada a través d’activitats d’intensitat entre moderada i elevada orientades a la millora de l’autoconeixement.",
        "- Realització d’alguns exercicis d’escalfament i d’estiraments adequats segons una pauta donada en el cas d’activitats físiques d’intensitat entre moderada i elevada.",
        "Vida activa i saludable",
        "● Hàbits saludables",
        "- Reconeixement dels efectes físics i mentals beneficiosos que la pràctica habitual d’activitats físiques i un estil de vida actiu tenen per a la salut en la vida quotidiana.",
        "- Aplicació d’hàbits higiènics de manera regular en la pràctica d’activitats físiques i en la vida quotidiana.",
        "- Valoració de la importància de fer servir un equipament que permeti dur a terme pràctiques d’activitats físiques d’una manera adequada.",
        "- Utilització de postures adequades en accions motrius habituals i en situacions quotidianes.",
        "- Coneixement dels beneficis per a la salut d’una dieta alimentària equilibrada, adequada i variada.",
        "- Coneixement dels beneficis d’una correcta hidratació en la pràctica d’activitats físiques i en la vida quotidiana.",
        "- Valoració de la importància de les hores necessàries de descans diari per compensar i recuperar-se de l’esforç físic i mental d’acord amb les necessitats pròpies de l’edat.",
        "● Mesures de seguretat i primers auxilis",
        "- Respecte vers les mesures bàsiques de seguretat d’un mateix i de les altres persones, anticipant els possibles riscos en la pràctica d’activitats físiques.",
        "- Col·laboració en l’organització i manteniment dels espais i materials segurs usats en la pràctica d’activitats físiques.",
        "- Aplicació de protocols d’actuació bàsics en cas d’accidents o lesions simulats o reals en la pràctica d’activitats físiques a l’escola i a la vida quotidiana.",
        "Activitats motrius lúdiques, culturals i expressives",
        "● Joc",
        "- Valoració del joc com a mitjà de relació amb les altres persones i de divertiment a través de la pràctica de jocs elaborats.",
        "- Participació en els jocs practicats a l’escola ajustant la pròpia actuació pel que fa a aspectes motrius i de relació amb els companys.",
        "- Participació en el desenvolupament de jocs col·laboratius i cooperatius, mostrant una actitud d’acceptació vers els companys.",
        "- Participació en jocs tradicionals, populars i d’altres parts del món com a activitat de reconeixement a les diferents cultures.",
        "- Comprensió i respecte vers les normes i valoració de les persones que participen en els jocs que es practiquen a l’escola.",
        "- Coneixement del fet que les pràctiques de les diferents activitats físiques, jocs i esports no estan associades a un gènere determinat a través de la participació en activitats motrius.",
        "- Coneixement de dones esportistes referents en la societat actual i del passat valorant els mèrits que les han convertit en referent.",
        "- Participació en tot tipus de jocs i activitats d’expressió i comunicació corporal identificant i rebutjant comportaments discriminatoris.",
        "● Expressió i comunicació corporal",
        "- Utilització del cos i el moviment com a instruments d’expressió i comunicació en situacions motrius variades.",
        "- Utilització d’objectes i materials com a instruments d’expressió i comunicació en situacions motrius variades.",
        "- Comunicació d’emocions, idees, personatges, situacions, històries reals o imaginàries utilitzant el cos, el gest i el moviment de manera contextualitzada en situacions motrius variades.",
        "- Sincronització del moviment i l’expressió amb pulsacions i estructures rítmiques i musicals o estímuls visuals, plàstics, verbals o d’altre tipus en situacions motrius variades.",
        "- Participació en activitats col·lectives d’expressió i comunicació corporal que es proposen a l’escola coordinant-se amb les persones del grup.",
        "- Elaboració de balls, danses i coreografies senzilles de l’entorn proper o d’altres llocs del món.",
        "Interacció amb l’entorn en el temps de lleure",
        "● Temps de lleure saludable",
        "- Participació en la planificació de les pràctiques d’activitats físiques programades que es realitzen fora de l’escola.",
        "- Descripció de les activitats físiques que l’alumnat faci durant el temps de lleure amb la intenció que tothom en conegui de noves.",
        "- Identificació d’algunes de les entitats de l’entorn més proper que fan pràctiques d’activitats físiques saludables en què predomina el joc net i el respecte per l’entorn.",
        "- Identificació del temps de lleure com a espai per a la pràctica d’activitats físiques saludables i satisfactòries i respectuoses i responsables amb l’entorn.",
        "- Coneixement d’algunes pràctiques d’activitats físiques que es poden dur a terme al barri, al poble o a la ciutat o al medi natural i de les mesures que es poden prendre per no malmetre l’entorn.",
        "- Construcció de materials funcionals i segurs que puguin ser utilitzats en la pràctica d’activitats físiques.",
        "Autoregulació emocional i interacció social en situacions motrius",
        "● Gestió emocional",
        "- Identificació de la pràctica d’activitats físiques com una manera saludable de conèixer- se a un mateix i a les altres persones.",
        "- Reconeixement de sentiments i emocions pròpies i de les altres persones com a resultat de la participació en activitats físiques autoregulant el propi comportament.",
        "- Ús de l’escolta activa i d’estratègies de resolució de conflictes en situacions motrius col·lectives.",
        "● Habilitats socials",
        "- Elaboració de les normes de funcionament del grup en la pràctica d’activitats físiques i compromís d’aplicar-les.",
        "- Respecte per les normes dels jocs col·lectius en què es participa, contribuint a la seva elaboració.",
        "- Acceptació de la pròpia imatge corporal i de la realitat corporal de les altres persones.",
        "- Col·laboració amb tothom en la pràctica d’activitats físiques diverses, mostrant empatia per tothom amb independència de les seves característiques personals.",
        "- Desenvolupament d’habilitats socials d’acollida, inclusió, ajuda, cooperació i estratègies de resolució de conflictes a través de la participació en activitats físiques.",
        "- Acceptació de les idees, les opinions i els sentiments de les altres persones que puguin sorgir en la pràctica d’activitats físiques i expressió de les pròpies.",
        "- Rebuig a qualsevol tipus d’actuacions discriminatòries i de violència en la pràctica d’activitats físiques a l’escola."
    ],
    "criteriosEvaluacion": [
        "1.1 Desenvolupar projectes i pràctiques d’activitats físiques variades individuals i col·lectives, establint reptes possibles d’aconseguir, planificant les accions i valorant-ne la consecució tot identificant en què es pot millorar.",
        "1.2 Adoptar decisions eficaces en la pràctica d’activitats físiques individuals, de cooperació, de col·laboració, d’oposició i de col·laboració-oposició amb l’ús d’estratègies conegudes i modificades.",
        "1.3 Emprar capacitats i habilitats motrius pròpies i apreses de manera eficaç per resoldre situacions motrius millorant progressivament el control i el domini corporal.",
        "2.1 Incorporar la pràctica habitual d’activitats físiques en la vida quotidiana, la higiene personal, l’educació postural, l’alimentació saludable, la hidratació i el descans com a comportaments beneficiosos per a la salut valorant-ne la contribució al benestar físic, mental i social.",
        "2.2 Evitar conductes de risc, anticipant els possibles riscos que poden existir en la pràctica d’activitats físiques a l’escola i a la vida quotidiana, aplicant protocols d’actuació bàsics en cas d’accidents o lesions.",
        "3.1 Participar activament en els jocs i en activitats col·lectives elaborades d’expressió i comunicació corporal pròpies de l’entorn proper i d’altres llocs del món gaudint de la seva pràctica tot afavorint les relacions interpersonals.",
        "3.2 Practicar jocs i activitats individuals i col·lectives d’expressió i comunicació corporal tot defugint d’assignar-les a un tipus determinat de persones segons el seu gènere identificant i rebutjant comportaments discriminatoris.",
        "3.3 Comunicar vivències, emocions i idees a través de manifestacions expressives elaborades utilitzant els recursos expressius del propi cos.",
        "4.1 Practicar activitats físiques variades vinculades al barri, al poble o a la ciutat o al medi natural com una forma d’enriquir les tipologies d’activitats físiques que es donen en contextos de pràctica motriu a l’escola i d’ocupar el temps de lleure.",
        "4.2 Valorar l’entorn com a espai de pràctica d’activitats físiques saludables i satisfactòries en el temps de lleure, contribuint a la seva conservació utilitzant els espais, els materials i les instal·lacions de manera respectuosa i responsable.",
        "5.1 Participar en activitats físiques reconeixent les emocions i els sentiments propis i de les altres persones, autoregulant el propi comportament i les emocions negatives que hi puguin aparèixer fomentant la convivència.",
        "5.2 Respectar les normes consensuades de funcionament de la classe, les regles de les activitats practicades, els espais i els materials emprats en els contextos de pràctica motriu a l’escola."
    ]
}