{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Analizar obras gráfico-plásticas de distintos tipos y épocas, identificando los materiales, técnicas y procedimientos utilizados, valorando sus efectos expresivos e incorporando juicios de valor estético a partir del estudio de sus aspectos formales. (CCL3, CD1, CCEC1)",
        "1.2 Comparar los elementos, técnicas y procedimientos empleados en distintas producciones gráfico-plásticas, identificando diferencias y aspectos comunes, y estableciendo relaciones entre ellos. (CCL3, CC1, CCEC2)",
        "1.3 Elegir de manera razonada los materiales y la técnica más adecuada para sus producciones gráfico-plásticas, comparando las propiedades físicas y químicas de los diferentes materiales que se utilizan en las técnicas de expresión gráfico-plástica y de su interacción con el medioambiente. (STEM2, STEM5, CPSAA1.2, CC4, CE1)",
        "1.4 Valorar críticamente la sostenibilidad y el impacto medioambiental de los procedimientos y materiales utilizados en la creación gráfico-plástica en distintos momentos históricos, proponiendo alternativas respetuosas con el medioambiente. (CCL2, CD4, CPSAA2, CC4)",
        "1.5 Intercambiar juicios de valor vinculados a la apreciación estética de las obras de manera argumentada, constructiva y respetuosa; aplicando una perspectiva de género e intercultural; y valorando la riqueza inherente a la diversidad del patrimonio cultural, especialmente de Castilla y León. (CCL3, CPSAA1.2, CC2, CCEC1, CCEC2)",
        "Competencia específica 2",
        "2.1 Seleccionar creativamente los recursos gráfico-plásticos adecuados en función de la situación expresiva o la intencionalidad del desempeño solicitado. (CCL3, CD1, CCEC4.1)",
        "2.2 Utilizar de manera creativa y autónoma las técnicas, materiales y procedimientos de la expresión gráfico-plástica en la resolución de distintas necesidades expresivas y comunicativas, incidiendo en el rigor en la ejecución y en la sostenibilidad del producto final, desarrollando la capacidad de expresión personal y autónoma (CCL1, CPSAA1.1, CC4, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.2)",
        "Competencia específica 3",
        "3.1 Planificar el proceso completo de realización de obras gráfico-plásticas variadas, individuales o colectivas, estableciendo las fases de realización y argumentando la selección de las técnicas, materiales, procedimientos y lenguajes más adecuados en función de las distintas intenciones comunicativas o creativas. (STEM3, CD3, CPSAA4, CCEC2, CCEC4.2)",
        "3.2 Planificar de manera adecuada la organización de las fases y de los equipos de trabajo en las propuestas colaborativas, identificando las habilidades requeridas en cada caso y repartiendo y asumiendo las tareas con criterio. (STEM3, CPSAA3.2, CPSAA5, CCEC4.2) 3.3 Explicar con criterio y respeto las propuestas de planificación propias y ajenas de manera crítica y argumentada, valorando tanto la adecuación de la selección de técnicas, materiales, procedimientos y lenguajes, como el grado de ajuste entre el proceso de realización previsto y el producto final buscado. (CCL2, CPSAA3.1, CPSAA4 CE2, CCEC4.2)",
        "3.4 Implicarse activamente en las diferentes fases de un proyecto artístico colectivo, generando cohesión, integración e inclusión, y enriqueciendo su elaboración con la propia experiencia personal. (CPSAA3.1, CPSAA3.2, CPSAA5, CCEC4.2)",
        "Competencia específica 4",
        "4.1 Expresar ideas, opiniones y sentimientos mediante la creación de producciones gráfico-plásticas individuales y colaborativas de distintos tipos, referidas a distintos motivos o planteamientos, aplicando con solvencia y dominio técnico los distintos procedimientos. (CPSAA1.1, CPSAA3.1, CE3)",
        "4.2 Interactuar coordinada y colaborativamente en el desarrollo de producciones gráficoplásticas colectivas, manifestando una actitud respetuosa, creativa y conciliadora cuando se produzcan diferencias de opinión entre los miembros del grupo. (CPSAA3.1, CPSAA3.2, CCEC3.2)",
        "4.3 Realizar composiciones gráfico-plásticas individuales o colaborativas, integrando el uso de materiales reciclados cuando sea posible y aplicando criterios de inclusión y sostenibilidad. (STEM3, CPSAA3.2, CE3)",
        "4.4 Desarrollar proyectos plásticos que supongan la puesta en valor de nuevos retos personales y profesionales, respondiendo con respeto a propuestas vinculadas a la diversidad cultural y artística. (STEM3, CE3, CCEC4.1)",
        "4.5 Promover la empatía y el crecimiento personal mediante el desarrollo de producciones gráfico-plásticas colectivas, interactuando coordinada y colaborativamente y respetando las consideraciones definidas. (CPSAA3.1, CPSAA3.2, CPSAA5, CC3)",
        "Competencia específica 5",
        "5.1 Evaluar diferentes productos gráfico-plásticos, argumentando, con la terminología específica, el grado de adecuación a la intención prevista de los lenguajes, técnicas, materiales y procedimientos utilizados, valorando el rigor y la calidad de la ejecución, así como aspectos relacionados con la sostenibilidad y la propiedad intelectual. (CCL1, CP2, CPSAA2, CPSAA4, CC4, CE1, CE2, CCEC1)",
        "5.2 Identificar y valorar las oportunidades de desarrollo personal y profesional que se derivan del conocimiento de las técnicas de expresión gráfico-plástica. (CPSAA1.1, CPSAA1.2, CE1, CE2, CCEC2)",
        "5.3 Defender con criterio y respeto una composición gráfico-plástica tanto propia como ajena, evaluando la adecuación y la calidad de la ejecución de la obra. (CCL1, CPSAA3.1, CC3, CE2)"
    ],
    "saberes": [
        "A. Aspectos generales",
        "- Tipos de representación. Figuración y abstracción.",
        "- El lenguaje gráfico-plástico: forma, color, textura y composición. Su evolución histórica.",
        "- Elementos formales, funcionales y de organización en obras de arte. Idea, forma y materia. Estructura, forma y función.",
        "- Soportes, utensilios, pigmentos, aglutinantes y disolventes asociados a las diferentes técnicas gráfico-plásticas. Interacción entre materiales.",
        "- Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. Soportes y materiales sostenibles. Materiales reciclados y reutilizados en la producción artística. Gestión de residuos.",
        "- Espacio de trabajo, distribución y dispositivos de seguridad de herramientas, maquinaria y materiales.",
        "- La conservación de las obras gráfico-plásticas, en especial de Castilla y León.",
        "- La protección de la creatividad. Aspectos fundamentales de la propiedad intelectual Copias y falsificaciones.",
        "- Perspectiva de género, perspectiva intercultural y perspectiva inclusiva en las producciones gráfico-plásticas.",
        "- Estrategias de investigación, análisis, interpretación y valoración crítica de productos culturales y artísticos.",
        "- Estrategias para la planificación y desarrollo de proyectos gráfico-plásticos.La organización de los equipos de trabajo.",
        "- Aplicación de las distintas técnicas en la realización de actividades y proyectos individuales y colectivos.",
        "B. Técnicas de dibujo.",
        "- Materiales, útiles y soportes asociados al dibujo. Características y terminología específica.",
        "- Técnicas secas: lápices de grafito, carboncillo, lápices compuestos, sanguinas, barras grasas, de color y pasteles.",
        "- Técnicas húmedas y mixtas. La tinta y sus herramientas.",
        "- Dibujos de estilos y épocas diferentes: análisis técnico y procedimental.",
        "Proyección fotográfica aplicada al dibujo.",
        "- Técnicas propias del dibujo. Planificación y procesos.",
        "- Fases de la producción de un proyecto.",
        "C. Técnicas de pintura.",
        "- Materiales, útiles y soportes. Características y terminología específica.",
        "- Técnicas al agua: acuarela, témpera y acrílico.",
        "- Técnicas sólidas, oleosas y mixtas. Temple al huevo. Encaustos. Pasteles.",
        "Óleos. Óleos miscibles al agua. Pinturas biodegradables.",
        "- Análisis técnico y procedimental de obras pictóricas de estilos y épocas diversas.",
        "- Descripción de las diferentes fases de una producción pictórica.",
        "D. Técnicas de grabado y estampación.",
        "- Materiales, útiles, maquinaria y soportes. Terminología específica.",
        "- Análisis técnico y procedimental de obra gráfica realizada con técnicas de grabado y estampación de diferentes épocas y estilos.",
        "- Fases de producción del grabado y la estampación.",
        "- Monoimpresión y reproducción múltiple. La obra gráfica. Monotipia plana.",
        "- Estampación en relieve. Xilografía. Linóleo.",
        "- Estampación en hueco. Calcografía. Técnicas directas e indirectas.",
        "- Estampación plana. Método planográfico. Litografía. Método permeográfico.",
        "Serigrafía. Método electrónico. Copy Art.",
        "E. Técnicas mixtas y alternativas.",
        "- Otras técnicas, materiales y procedimientos en la expresión gráfico-plástica contemporánea.",
        "- La imagen digital. Arte digital.",
        "- Técnicas contemporáneas: instalaciones, performance, video arte, pintura de acción, land art, arte efímero de artistas de diferentes estilos: análisis de sus obras y procedimientos.",
        "F. Proyectos gráfico-plásticos.",
        "- Metodología proyectual.",
        "- Estrategias para la planificación y desarrollo de proyectos gráfico-plásticos. La organización de los equipos de trabajo.",
        "- Proceso de elaboración de una obra pictórica.",
        "- Exposición y difusión de proyectos gráfico-plásticos.",
        "- Estrategias de evaluación de las fases y los resultados de proyectos gráficos. El error como oportunidad de mejora y aprendizaje."
    ]
}