{
  "saberes": [
    "Bloque A. El presente de la civilización latina.",
    "A.1. La pervivencia de Roma.",
    "A.1.1. El papel del humanismo y su utilidad en la sociedad actual.",
    "A.1.2. Importancia de la civilización latina en la configuración, reconocimiento y análisis crítico de nuestra identidad como sociedad.",
    "A.1.3. Léxico latino: evolución de los conceptos fundamentales de la civilización latina hasta la actualidad.",
    "A.1.4. Aspectos geográficos, históricos, culturales, políticos y lingüísticos de la civilización latina fundamentales para la comprensión de la noción actual de Europa.",
    "A.1.5. Obras fundamentales de la literatura latina en su contexto y su pervivencia a través de la tradición clásica.",
    "A.1.6. Importancia de los textos en latín, independientemente de la época en la que estén escritos (clásicos, medievales, renacentistas, etc) como testimonio de aquellos aspectos constitutivos de nuestra condición humana.",
    "A.2. Vías de conocimiento.",
    "A.2.1. Estrategias y herramientas para relacionar el pasado y el presente a partir de los conocimientos adquiridos.",
    "A.2.2. Estrategias para comentar e interpretar textos latinos a partir de los conocimientos adquiridos y de la propia experiencia.",
    "Bloque B. Latín y plurilingüismo.",
    "B.1. La lengua latina.",
    "B.1.1. El abecedario y la pronunciación del latín a través de la historia. Su permanencia e influencia en las lenguas del repertorio lingüístico individual. El alfabeto griego.",
    "B.1.2. Reconocimiento de los cambios fonéticos más frecuentes desde el latín culto y el latín vulgar.",
    "B.1.3. Latinismos y locuciones latinas más frecuentes.",
    "B.1.4. Investigación sobre textos relacionados con el mundo clásico.",
    "B.2. Presencia del latín en el léxico de las lenguas modernas.",
    "B.2.1. Identificación de palabras con lexemas, sufijos y prefijos de origen latino en textos escritos en las lenguas de enseñanza.",
    "B.2.2. Estrategias básicas para inferir significados en léxico especializado y de nueva aparición a partir de la identificación de formantes latinos.",
    "B.2.3. Reconocimiento, organización e incorporación a la producción escrita, oral o multimodal de léxico de raíz común entre las distintas lenguas de su repertorio lingüístico individual.",
    "B.2.4. Iniciación al significado etimológico de las palabras.",
    "B.2.5. Aplicación de los procedimientos de composición y derivación latinos en la elaboración de familias de palabras.",
    "B.2.6. Comparación entre lenguas a partir de su origen y parentesco.",
    "B.2.7. Valoración de la importancia del latín para la correcta expresión escrita, oral y multimodal en las distintas lenguas de su repertorio lingüístico individual.",
    "B.2.8. Herramientas analógicas y digitales para el aprendizaje y reflexión de la lengua latina como vínculo e impulso para el aprendizaje de otras lenguas extranjeras.",
    "Bloque C. El texto latino y su interpretación.",
    "C.1. Nociones gramaticales.",
    "C.1.1. Los casos y sus principales valores sintácticos.",
    "C.1.2. La flexión nominal, pronominal y verbal.",
    "C.1.3. Estructuras oracionales básicas. La concordancia y el orden de palabras.",
    "C.1.4. Recursos para el aprendizaje y estrategias básicas de adquisición de lenguas según se recoge en el Portfolio Europeo de las Lenguas, como glosarios, etc.",
    "C.2. Los textos.",
    "C.2.1. Estrategias para trasladar con corrección ortográfica y expresiva el mensaje de un texto en lengua latina a las lenguas de enseñanza.",
    "C.2.2. Técnicas básicas para identificar, analizar e interpretar unidades lingüísticas (léxico, morfosintaxis) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
    "C.2.3. Reflexión y justificación de la interpretación del texto.",
    "C.2.4. Retroversión de oraciones sencillas.",
    "C.2.5. Autoconfianza, autonomía e iniciativa. El error como parte integrante del proceso de aprendizaje.",
    "C.2.6. Técnicas básicas de comprensión oral.",
    "C.2.7. Técnicas comunicativas para la expresión e interacción orales.",
    "C.2.8. Técnicas básicas de comprensión escrita.",
    "C.2.9. Técnicas para la expresión escrita.",
    "Bloque D. Legado y patrimonio.",
    "D.1. La herencia transmitida.",
    "D.1.1. Pervivencia del legado material de la cultura y civilización latinas: sitios arqueológicos, inscripciones, etc.",
    "D.1.2. Pervivencia del legado inmaterial de la cultura y civilización latinas: mitología clásica, instituciones políticas, oratoria, derecho, rituales y celebraciones, etc.",
    "D.1.3. La transmisión textual y los soportes de escritura.",
    "D.1.4. Características del patrimonio cultural romano y del proceso de romanización, en particular en Extremadura.",
    "D.2. Preservación y difusión.",
    "D.2.1. Interés e iniciativa en participar en procesos destinados a conservar, preservar y difundir el patrimonio arqueológico de su entorno.",
    "D.2.2. Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal.",
    "D.2.3. Reconocimiento de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados.",
    "D.2.4. Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Analizar productos culturales del presente mediante la comparación de similitudes y diferencias con la Antigüedad latina, y describir su significado en el contexto de los desarrollos culturales en Europa.",
    "Criterio 1.2. Valorar de manera crítica los modos de vida, costumbres y actitudes de la sociedad romana en comparación con los de nuestras sociedades a partir del contenido de fuentes de época clásica o posteriores en diferentes soportes.",
    "Criterio 1.3. Identificar los periodos de la historia de Roma, los acontecimientos y personajes y aspectos de la civilización romana en su contexto histórico y relacionar los datos con referentes actuales, aplicando los conocimientos adquiridos.",
    "Competencia específica 2.",
    "Criterio 2.1. Valorar críticamente y adecuarse a la diversidad lingüística y cultural a la que da origen el latín, identificando y explicando semejanzas y diferencias entre los elementos lingüísticos de su entorno, relacionándolos con los de su propia cultura y desarrollando una cultura compartida y una ciudadanía comprometida con los valores democráticos.",
    "Criterio 2.2. Inferir significados de términos latinos aplicando los conocimientos léxicos y fonéticos de otras lenguas de su repertorio individual.",
    "Criterio 2.3. Ampliar su caudal léxico y mejorar su expresión oral y escrita, incorporando latinismos y locuciones usuales de origen latino de manera coherente.",
    "Criterio 2.4. Reconocer los formantes latinos en diferentes contextos lingüísticos y producir definiciones etimológicas de términos cotidianos, científicos y técnicos, estableciendo, si procede, la relación semántica entre un término patrimonial y un cultismo.",
    "Competencia específica 3.",
    "Criterio 3.1. Explicar de forma oral, escrita o multimodal el carácter clásico y humanista de las diversas manifestaciones literarias y artísticas de la civilización latina, utilizando un vocabulario correcto y una expresión adecuada.",
    "Criterio 3.2. Reconocer el sentido global y las ideas principales y secundarias de un texto, contextualizándolo e identificando las referencias históricas, sociales, políticas o religiosas que aparecen en él, y sirviéndose de conocimientos sobre personajes y acontecimientos históricos ya estudiados.",
    "Criterio 3.3. Interpretar de manera crítica el contenido de textos pertenecientes o relativos al mundo clásico, atendiendo al contexto en el que se produjeron y conectándolos con su experiencia, además de valorando cómo contribuyen a entender los modos de vida, costumbres y actitudes de nuestra sociedad.",
    "Competencia específica 4.",
    "Criterio 4.1. Analizar los aspectos morfológicos y sintácticos elementales de la lengua latina, identificándolos y comparándolos con los de la propia lengua.",
    "Criterio 4.2. Leer comprensivamente textos breves y sencillos, aplicando las normas de pronunciación, justificando su interpretación utilizando como recurso de aprendizaje las lenguas del repertorio del alumno.",
    "Criterio 4.3. Interpretar el sentido global y la información específica y explícita de textos latinos sencillos, orales, escritos y multimodales, en contextos comunicativos.",
    "Criterio 4.4. Aplicar de forma guiada las estrategias y conocimientos más adecuados en contextos comunicativos para así comprender el sentido general, la información esencial y los detalles más relevantes de los textos.",
    "Competencia específica 5.",
    "Criterio 5.1. Producir de forma oral o escrita textos breves sencillos en latín, estructurados de forma comprensible en contextos comunicativos, con el fin de describir, narrar e informar sobre temas concretos, en diferentes soportes, utilizando de forma guiada estrategias de planificación y control de la producción.",
    "Criterio 5.2. Aplicar de forma guiada las estrategias y conocimientos más adecuados en contextos comunicativos y así planificar, producir y revisar textos comprensibles y coherentes, usando los recursos físicos o digitales más adecuados en función de la tarea y las necesidades de cada momento y teniendo en cuenta al destinatario.",
    "Criterio 5.3. Participar en latín en situaciones interactivas breves y sencillas, apoyándose en recursos tales como la repetición, el ritmo pausado y el lenguaje no verbal, mostrando empatía y respeto tanto en soporte físico como digital.",
    "Criterio 5.4. Producir mediante retroversión textos sencillos utilizando las estructuras propias de la lengua latina.",
    "Competencia específica 6.",
    "Criterio 6.1. Identificar elementos de la civilización latina, especialmente los relacionados con la mitología clásica, como fuente de inspiración de manifestaciones literarias y artísticas.",
    "Criterio 6.2. Reconocer las huellas de la romanización en el patrimonio cultural y arqueológico de Extremadura, identificando los procesos de preservación, conservación y restauración como un aspecto fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y el cuidado de su legado.",
    "Criterio 6.3. Exponer de forma oral, escrita o multimodal las conclusiones obtenidas a partir de la investigación, individual o colaborativa, del legado material e inmaterial de la civilización romana y su pervivencia en el presente a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola."
  ]
}
