{
    "saberes": [
        "Bloque A: Situaciones psicomotrices",
        "Control corporal, automatismos y estereotipos motores.*",
        "Esquema corporal: control tónico-postural e independencia segmentaria en situaciones motrices. Definición de la lateralidad. Coordinación dinámica general y segmentaria.*",
        "Capacidades físicas básicas en las actividades lúdicas.*",
        "Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas. Combinación de habilidades.*",
        "Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos y externos.",
        "Capacidades y limitaciones personales.",
        "Bloque B: Situaciones socio-motrices de oposición.",
        "Nociones básicas y principios de acción fundamentales para superar al adversario: la adecuación de la acción a la ubicación en el espacio y reubicación tras cada acción, la utilización de la fuerza del oponente, la alternancia, la anticipación, equilibrio y desequilibrio, reducción/aumento de espacios y tiempos, continuidad e intercambio del móvil…*",
        "Estrategias simples en situaciones de oposición.*",
        "Normas de seguridad “de oro”: no hacerse daño, no hacer daño y no dejar que hagan daño.*",
        "Bloque C. Situaciones socio-motrices de cooperación",
        "Prácticas motrices variadas propias de este dominio.",
        "Principios de acción y claves para el éxito en situaciones cooperativas: coordinación y encadenamiento de acciones grupales con compañeros, sincronización, algoritmos motores, control corporal, toma de decisiones consensuada…*",
        "Respuestas originales para la solución a un reto propuesto o a un problema que surja en el propio juego.",
        "Habilidades sociales de acogida, inclusión, ayuda y cooperación.*",
        "Selección y combinación de las habilidades motrices básicas.*",
        "Resolución de conflictos individuales y colectivos de forma dialógica.*",
        "Actuaciones ante conductas discriminatorias y de violencia.*",
        "Compromiso y solidaridad hacia el grupo.*",
        "Bloque D. Situaciones socio-motrices de oposición-colaboración",
        "La diversidad de juegos tradicionales, actividades físicas propias de este dominio.",
        "Procedimientos de análisis y explicación de su propia acción.",
        "Nociones relacionadas con estas prácticas: trayectoria, finta, distancia de pase y tiro…*",
        "Acciones motrices defensivas y ofensivas. Iniciación a la táctica de juego.*",
        "Conocimiento, respeto y aceptación de las reglas de los juegos.*",
        "Encadenamiento de acciones motrices y ampliación de su repertorio.*",
        "Normas de protección (distancia al portador del balón, ausencia de contacto con el mismo).",
        "Valores de estas prácticas de oposición colectiva (combatividad, honestidad, solidaridad, seguridad, legalidad).",
        "Bloque E: Situaciones motrices en entornos con incertidumbre.",
        "Actividades físicas en el medio natural.",
        "Gestión y regulación de la energía para llevar a buen término una actividad.",
        "Control emocional en un ámbito con incertidumbre.*",
        "Técnicas básicas de orientación: toma de informaciones y referencias pertinentes para situarse.*",
        "Riesgos y actuación segura para uno/a mismo/a (autoprotección) y para los/as demás (identificación de riesgos en un espacio desconocido; franqueamiento de obstáculos con buenas condiciones de seguridad; toma de riesgos en función de sus capacidades).*",
        "El material y equipo, incluido el de seguridad, propio de estas actividades.",
        "Espacios naturales en el contexto urbano: uso, disfrute y mantenimiento.",
        "Bloque F: Situaciones motrices artísticas y de expresión.",
        "Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas simples.*",
        "Práctica de actividades rítmico-musicales con carácter artístico-expresivo de la cultura vasca y otras.*",
        "Espacio propio y próximo, ritmo y la organización temporal.*",
        "Calidades de movimiento y sus componentes: energía (fuerte-débil), espacio (tamaño grande o pequeño, direcciones delante, detrás, al lado, en desplazamiento, abierto/cerrado, encima/debajo…) y tiempo (rápido-lento, duraciones, frases, silencios, comienzo/fin).*",
        "Contrastes de acción (grande/pequeño, ancho/estrecho, frotar/golpear, pesado/ligero, rápido/lento).*",
        "Producciones propias y de otros. Aceptación de la mirada de los demás.*",
        "Estereotipos de género y las limitaciones derivadas de éstos.*",
        "Criterios de observación de producciones artístico-expresivas y acrobáticas: dificultad, diversidad, continuidad.",
        "Pasos básicos de las danzas.*",
        "Bloque G: Saberes transversales de la Educación Física.",
        "Salud física: efectos físicos y psicológicos beneficiosos de un estilo de vida activo. Factores básicos que inciden en el cuidado del cuerpo. Pautas de higiene personal relacionadas con la actividad física. Prevención de accidentes en las prácticas motrices.*",
        "Salud social: la actividad física como hábito y alternativa saludable frente a formas de ocio nocivas. Escucha activa y estrategias de negociación para la resolución de conflictos en contextos motrices. Rechazo de conductas contrarias a la convivencia, discriminatorias o sexistas, en situaciones motrices.*",
        "Salud mental: respeto y aceptación del propio cuerpo. Autoconocimiento e identificación de fortalezas y debilidades.*",
        "Asunción de roles y subroles que forman parte de la actividad defensor-atacante, perseguidor-perseguido/a, prisionero/a, árbitro/a, evaluador/a.*",
        "Conocimiento, respeto y aceptación de las reglas de juego y seguridad.*",
        "Cuidado y preparación del material según la actividad a desarrollar.",
        "Planificación y autorregulación de proyectos motores: mecanismos básicos para ejecutar lo planificado.",
        "Conductas contrarias a la convivencia: estrategias de identificación y efectos negativos.*",
        "Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestación de la interculturalidad.",
        "Deporte y perspectiva de género: referentes en el deporte de distintos géneros.*",
        "Educación vial. Movilidad sostenible."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer la actividad física como alternativa de ocio saludable, conociendo los efectos beneficiosos a nivel físico y mental que posee adoptar un estilo de vida activo, con disposición positiva hacia la práctica física y hacía el esfuerzo.      ",
        "1.2. Aplicar  medidas  de  educación postural, alimentación saludable, higiene corporal  y  preparación  de  la práctica motriz,  asumiendo responsabilidades y generando rutinas en situaciones  cotidianas, sabiendo cómo  actuar  en  caso  de  que  se produzca algún accidente.  ",
        "1.3. Reconocer  la  propia  imagen corporal y la de los demás, aceptando y respetando las diferencias individuales que  puedan   existir,   superando   y rechazando  las  conductas discriminatorias  y gestionando conflictos de forma dialógica. ",
        "1.4. Valorar  la  importancia  de  la dimensión  afectiva  en  las  distintas situaciones motrices empezando  a gestionar  las  emociones  propias,  e identificando las de los otros. ",
        "2.1. Emplear  los componentes cualitativos  y  cuantitativos  de  la motricidad  de  manera  eficiente  y creativa en  distintos contextos, adquiriendo  un  progresivo  control  y dominio corporal sobre ellos, identificando capacidades físicas básicas.      ",
        "2.2. Conocerse y autorregularse interiorizando esquemas de acción a través   de actividades y juegos psicomotores.     ",
        "3.1. Encadenar  diferentes acciones motrices de oposición, haciendo frente a las conductas motrices del oponente, y respetando   las   reglas   y   a   los participantes.     ",
        "3.2. Participar activamente en juegos y deportes  con  arraigo  en  la  cultura propia, así como otros procedentes de diversas culturas,  controlando la impulsividad y las emociones. ",
        "4.1. Encadenar  acciones  para  dar respuesta  a  las  demandas  de  las situaciones de   cooperación, seleccionando   y combinando las habilidades motrices básicas con compromiso  y  solidaridad  hacia  el grupo.      ",
        "4.2. Desarrollar habilidades sociales de acogida,  inclusión,  ayuda y cooperación, gestionando los conflictos individuales  y  colectivos  de  forma dialógica, mostrando un compromiso activo  frente a  los  estereotipos,  las actuaciones discriminatorias   y de violencia.      ",
        "5.1. Encadenar  acciones  para  dar respuesta   a   las   situaciones   de oposición-colaboración, interiorizando las reglas de acción demandadas  y comprendiendo las propias emociones y las de los otros.    ",
        "5.2. Respetar las normas consensuadas en clase, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, valorando la aportación de los/as participantes.",
        "5.3. Participar activamente en juegos y deportes  con  arraigo  en  la  cultura propia, tradicional o actual, así como otros procedentes de diversas culturas, contextualizando su  origen, su aparición y su transmisión a lo largo del tiempo.      ",
        "5.4. Asumir  una  visión  abierta  del deporte a partir del conocimiento de distintas ligas y campeonatos femeninos, masculinos o mixtos, acercándose al deporte  federado  e  identificando  y rechazando  comportamientos contrarios a la convivencia independientemente del contexto en el que tengan lugar.   ",
        "6.1. Realizar acciones motrices decodificando información y adaptando su motricidad a la incertidumbre de las actividades en el medio natural y urbano próximo al centro escolar.  ",
        "6.2. Desarrollar  una  práctica  motriz segura  en  contextos  naturales  y urbanos  adecuando  las  acciones  al análisis de cada situación y aplicando medidas de conservación ambiental.",
        "6.3. Adoptar medidas de seguridad en la   práctica   de   actividad   física, reconociendo los contextos de riesgo y actuando con precaución ante ellos.",
        "7.1. Reproducir distintas combinaciones de movimientos o coreografías individuales y grupales que incorporen prácticas comunicativas que transmitan sentimientos, emociones  o   ideas, empleando los distintos recursos expresivos y rítmicos de la corporalidad.",
        "7.2. Llevar a cabo proyectos motores de carácter individual o grupal, empleando estrategias que permitan analizar los resultados obtenidos.  ",
        "7.3. Participar activa y equitativamente en manifestaciones artístico-expresivas de carácter cultural propias del entorno, valorando   de   manera   crítica   su importancia, repercusión e influencia en la sociedad.    "
    ]
}