{
    "saberes": [
        "Bloque A. Sentido numérico.",
        "A.1. Conteo.",
        "A.1.3.1. Estrategias variadas de conteo eficiente y adaptación del conteo al tamaño de los números (conteos de saltos iguales o diferentes, con diferentes tipos de números).",
        "A.1.3.2. Recuentos sistemáticos (conteo   de   casos posibles   de  la combinación de dos conjuntos utilizando    el principio aditivo y el  principio multiplicativo) en situaciones sencillas    de resolución de problemas.",
        "A.2. Cantidad.",
        "A.2.3.1. Estrategias y técnicas de interpretación y manipulación del orden de magnitud de los números.",
        "A.2.3.2. Estimaciones  y aproximaciones razonadas de cantidades en contextos de resolución de problemas (cantidad de objetos que pueden disponerse en una superficie o volumen, resultados  de operaciones).",
        "A.2.3.3. Lectura, representación (incluida la recta numérica y con materiales manipulativos), composición, descomposición  y recomposición  de números naturales y decimales hasta las milésimas.",
        "A.2.3.4. Fracciones y decimales para expresar cantidades   en contextos  de  la vida cotidiana   y elección de  la mejor representación para cada situación o problema.",
        "A.3. Sentido de las operaciones.",
        "A.3.3.1. Estrategias de cálculo mental con números naturales, fracciones    y decimales (redondear   y compensar, utilizar relaciones    y propiedades de los números  y las operaciones).",
        "A.3.3.2. Estrategias de reconocimiento de qué operaciones simples o combinadas (suma, resta, multiplicación, división) son útiles para resolver situaciones contextualizadas.",
        "A.3.3.3. Interpretación de la potencia como producto de factores iguales. Cuadrados y cubos.",
        "A.3.3.4. Estrategias de resolución   de operaciones aritméticas (con números naturales, decimales y fracciones) con flexibilidad y sentido: mentalmente, de manera   escrita   o con calculadora; utilidad en situaciones contextualizadas y propiedades.",
        "A.4. Relaciones.",
        "A.4.3.1. Sistema de numeración   de base diez (números naturales     y decimales hasta las milésimas). Aplicación de las relaciones  que genera en  las operaciones.",
        "A.4.3.2.  Números naturales, fracciones     y decimales hasta las milésimas   en contextos  de  la vida cotidiana. Comparación   y ordenación.",
        "A.4.3.3. Relaciones entre las operaciones aritméticas. Su aplicación en contextos cotidianos.",
        "A.4.3.4. Relación de divisibilidad: múltiplos y divisores. Números primos y compuestos.",
        "A.4.3.5. Relación entre fracciones sencillas, decimales y porcentajes.",
        "A.5. Razonamiento proporcional",
        "A.5.3.1. Situaciones proporcionales y no proporcionales en contextos de la vida cotidiana.",
        "A.5.3.2. Reconocimiento   y utilización de  la proporcionalidad como comparación multiplicativa entre magnitudes  en problemas de  la vida cotidiana.",
        "A.5.3.3. Resolución de problemas de proporcionalidad, porcentajes  y escalas de la vida cotidiana, mediante la igualdad         entre razones, la reducción a la unidad o el uso de coeficientes de proporcionalidad.",
        "A.6. Educación financiera.",
        "A.6.3.1. Resolución de problemas relacionados con el consumo responsable (valor/precio, calidad/precio y mejor precio) y con el dinero: precios, intereses y rebajas.",
        "Bloque B. Sentido de la medida.",
        "B.1. Magnitud",
        "B.1.3.1.  Unidades convencionales del sistema  métrico decimal (longitud, masa, capacidad, volumen   y superficie), tiempo y grado (ángulosen contextos de la vida cotidiana. Selección y uso de las unidades adecuadas.",
        "B.2. Medición.",
        "B.2.3.1. Instrumentos (analógico o digital) y unidades para medir longitudes, objetos, ángulos y tiempos. Selección y uso.",
        "B.3. Estimación y relaciones.",
        "B.3.3.1. Estrategias de comparación y ordenación de medidas de la misma magnitud aplicando las equivalencias entre unidades (sistema métrico   decimal) en problemas de la vida cotidiana.",
        "B.3.3.2.  Relación entre  el  sistema métrico decimal y el sistema de numeración decimal.",
        "B.3.3.3. Estimación de medidas de ángulos y superficies por comparación.",
        "B.3.3.4. Evaluación de resultados de mediciones y estimaciones o cálculos de medidas, razonando si son o no posibles.",
        "Bloque C. Sentido espacial.",
        "C.1. Figuras geométricas de dos y tres dimensiones.",
        "C.1.3.1. Figuras geométricas de dos o tres dimensiones en objetos de la vida cotidiana (polígonos, poliedros y cuerpos redondos). Identificación y clasificación atendiendo   a sus elementos y a las relaciones entre ellos. Clasificación de los ángulos según su posición: consecutivos, adyacentes, opuestos por el vértice.",
        "C.1.3.2. Técnicas de construcción de figuras geométricas por composición y descomposición, mediante materiales manipulables, instrumentos de dibujo y aplicaciones informáticas.",
        "C.1.3.3. Vocabulario geométrico. Descripción verbal de los elementos y las propiedades de figuras geométricas.",
        "C.1.3.4. Propiedades de figuras geométricas. Exploración mediante materiales manipulables (cuadrículas, geoplanos, policubos, etc.) y herramientas digitales (programas de geometría dinámica, realidad aumentada, robótica educativa, etc.).",
        "C.2. Localización y sistemas de representación",
        "C.2.3.1. Localización y desplazamientos en planos y mapas a partir de puntos de referencia (incluidos los puntos cardinales), direcciones y cálculo de distancias (escalas). Descripción e interpretación con el vocabulario adecuado en soportes físicos y virtuales.",
        "C.2.3.2. Descripción de posiciones y movimientos en el primer cuadrante del sistema de coordenadas cartesiano.",
        "C.3. Movimientos y transformacion es.",
        "C.3.3.1. Transformaciones mediante traslaciones, giros y simetrías en situaciones   de   la vida cotidiana. Identificación de figuras transformadas, generación a partir de patrones iniciales y predicción del resultado.",
        "C.3.3.2. Semejanza en situaciones de la vida cotidiana. Identificación de figuras semejantes, generación a partir de patrones iniciales y predicción del resultado.",
        "C.4. Visualización, razonamiento y modelización geométrica.",
        "C.4.3.1. Estrategias para el cálculo de áreas y perímetros de figuras planas en situaciones de la vida cotidiana.",
        "C.4.3.2. Modelos geométricos en la resolución de problemas relacionados con los otros sentidos.",
        "C.4.3.3. Elaboración de conjeturas sobre propiedades geométricas utilizando instrumentos de dibujo (compás y transportador de ángulos) y programas de geometría dinámica.",
        "C.4.3.4. Las ideas y las relaciones geométricas en el arte, las ciencias y la vida cotidiana.",
        "Bloque D. Sentido algebraico",
        "D.1. Patrones",
        "D.1.3.1. Estrategias  de identificación, representación (verbal, tablas, gráficos y notaciones inventadas)   y predicción razonada  de términos a partir de las regularidades en una colección de números, figuras oimágenes.",
        "D.1.3.2. Creación de patrones recurrentes a partir de regularidades o de otros patrones utilizando números, figuras o imágenes.",
        "D.2. Modelo matemático.",
        "D.2.3.1. Proceso de modelización a partir de problemas de la vida cotidiana usando representaciones matemáticas.",
        "D.3. Relaciones y funciones.",
        "D.3.3.1. Relaciones de igualdad  y desigualdad y uso de los signos < y >. Determinación de datos desconocidos (representados por medio de una letra o un símbolo) en expresiones sencillas relacionadas mediante estos signos y los signos = y ≠.",
        "D.4. Pensamiento computacional",
        "D.4.3.1. Modelización de situaciones  o problemas de la vida cotidiana mediante la creación  de algoritmos sencillos, utilizando códigos o pseudocódigos, siguiendo de forma guiada los principios básicos del pensamiento computacional.",
        "D.4.3.2. Estrategias de interpretación, modificación y creación de algoritmos sencillos (secuencias de pasos ordenados, esquemas, simulaciones, patrones repetitivos, bucles, instrucciones anidadas y condicionales, representaciones computacionales, programación   por bloques, robótica educativa...).",
        "Bloque E. Sentido estocástico.",
        "E.1. Organización y análisis de datos.",
        "E.1.3.1. Conjuntos de datos y gráficos estadísticos de la vida cotidiana (gráficos de sectores, de tronco, de línea, histogramas): descripción, interpretación análisis crítico.",
        "E.1.3.2. Estrategias para la realización de un estudio estadístico sencillo: formulación de preguntas, recogida, registro y organización de datos en los tipos de gráficos estudiados, tanto cualitativos como cuantitativos procedentes de diferentes experimentos (encuestas, mediciones, observaciones...). Interpretación de tablas de frecuencias absolutas y relativas.",
        "E.1.3.3. Gráficos estadísticos sencillos (diagrama de barras, gráficos de sectores, de tronco, de línea, histogramas, etc.). Representación de datos mediante recursos tradicionales y tecnológicos y selección del conveniente.",
        "E.1.3.4. Medidas de centralización (media y moda). Interpretación, cálculo y aplicación.",
        "E.1.3.5. Medidas de dispersión (rango). Cálculo e interpretación.",
        "E.1.3.6. Calculadora y otros recursos digitales, como la hoja de cálculo, para organizar la información estadística y realizar   diferentes visualizaciones   de los datos.",
        "E.1.3.7. Relación y comparación de dos conjuntos de datos a partir de su representación gráfica: formulación de conjeturas, análisis de la dispersión y obtención de conclusiones.",
        "E.2. Incertidumbre",
        "E.2.3.1. La incertidumbre en situaciones   de   la vida cotidiana: cuantificación y estimación subjetiva y mediante la comprobación de la estabilización de las frecuencias relativas en experimentos aleatorios repetitivos.",
        "E.2.3.2. Cálculo de probabilidades   en experimentos, comparaciones o investigaciones en los que sea aplicable   la   regla de Laplace. Aplicación de técnicas básicas del conteo.",
        "E.3. Inferencia.",
        "E.3.3.1. Identificación   de un conjunto de datos como muestra de un conjunto más grande y reflexión sobre la población a la que es posible aplicar  las conclusiones de investigaciones estadísticas sencillas.",
        "Bloque F. Sentido socioafectivo.",
        "F.1. Creencias, actitudes y emociones.",
        "F.1.3.1. Autorregulación emocional: autoconcepto y aprendizaje de las matemáticas desde una perspectiva de género. Estrategias de mejora de la perseverancia y el sentido de la responsabilidad hacia  el aprendizaje de las matemáticas. Interés y disfrute en el aprendizaje de las matemáticas.",
        "F.1.3.2. Estrategias de mejora de la autonomía, la perseverancia y el sentido de la responsabilidad hacia  el aprendizaje de las matemáticas.",
        "F.1.3.3. Flexibilidad cognitiva, adaptación y cambio de estrategia en caso necesario.",
        "F.1.3.4. Valoración del error como oportunidad de aprendizaje.",
        "F.2. Trabajo en equipo, inclusión, respeto y diversidad.",
        "F.2.3.1. Respeto por las emociones y experiencias de los demás ante las matemáticas y rechazo de actitudes discriminatorias.",
        "F.2.3.2. Aplicación de técnicas simples para el trabajo en equipo en matemáticas y estrategias para la gestión de conflictos, promoción de conductas empáticas e inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
        "F.2.3.3. Valoración de la contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Comprender problemas de la vida cotidiana a través de la reformulación de la pregunta, de forma verbal y gráfica.",
        "Criterio 1.2. Elaborar representaciones matemáticas que ayuden en la búsqueda y elección de estrategias y herramientas, incluidas las tecnológicas, para la resolución de una situación problematizada.",
        "Criterio 2.1. Seleccionar entre diferentes estrategias para resolver un problema, justificando la elección.",
        "Criterio 2.2. Obtener posibles soluciones de un problema, seleccionando entre varias estrategias conocidas de forma autónoma.",
        "Criterio 2.3. Comprobar la corrección matemática de las soluciones de un problema revisando y modificando las estrategias y el razonamiento seguido, si es preciso, y asegurando su coherencia en el contexto planteado.",
        "Criterio 3.1 Formular conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada.",
        "Criterio 3.2. Plantear nuevos problemas sobre situaciones cotidianas que se resuelvan matemáticamente.",
        "Criterio 4.1. Modelizar situaciones de la vida cotidiana utilizando, de forma pautada, principios básicos del pensamiento computacional.",
        "Criterio 4.2. Emplear herramientas tecnológicas adecuadas en la investigación y resolución de problemas.",
        "Criterio 5.1. Utilizar conexiones entre diferentes elementos matemáticos movilizando conocimientos y experiencias propios.",
        "Criterio 5.2. Utilizar las conexiones entre las matemáticas, otras áreas y la vida cotidiana para resolver problemas en contextos no matemáticos.",
        "Criterio 6.1. Interpretar lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario apropiado y mostrando la comprensión del mensaje.",
        "Criterio 6.2. Comunicar en diferentes formatos las conjeturas y procesos matemáticos, utilizando lenguaje matemático adecuado.",
        "Criterio 7.1. Autorregular las emociones propias y reconocer algunas fortalezas y debilidades, desarrollando así la autoconfianza al abordar retos matemáticos.",
        "Criterio 7.2. Elegir actitudes positivas ante retos matemáticos, tales como la perseverancia y la responsabilidad, valorando el error como una oportunidad de aprendizaje.",
        "Criterio 8.1. Trabajar en equipo activa y respetuosamente, mostrando iniciativa, comunicándose de forma efectiva, valorando la diversidad, mostrando empatía y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos.",
        "Criterio 8.2. Colaborar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias de trabajo en equipo sencillas dirigidas a la consecución de objetivos compartidos."
    ]
}