{
    "saberes": [
        "A. Recepción, análisis y reflexión.",
        "- Propuestas musical plásticas, visuales y audiovisuales sencillas de diferentes géneros, estilos, corrientes estéticas, procedencias y épocas producidas por creadores locales, regionales y nacionales. Propuestas artísticas específicas de Castilla y León.",
        "- Estrategias básicas de recepción activa que favorezcan el disfrute y el respeto. Construcción del propio gusto y referente creativo.",
        "- Normas elementales de comportamiento en la recepción de propuestas plásticas, visuales y audiovisuales, en diferentes espacios.",
        "- Vocabulario específico sencillo y de uso común de las artes plásticas, visuales y audiovisuales.",
        "- Recursos digitales de uso común para las artes plásticas, visuales y audiovisuales.",
        "- Estrategias básicas y sencillas de exploración de propuestas plásticas, visuales y audiovisuales, desde una perspectiva de género.",
        "- Cultura visual. La imagen en el mundo actual: técnicas y estrategias básicas de lectura.",
        "- El cine como forma de narración.",
        "- Géneros y formatos básicos y sencillos de producciones audiovisuales.",
        "- Características elementales del lenguaje audiovisual multimodal.",
        "B. Experimentación, creación y comunicación.",
        "- Fases del proceso creativo de propuestas plásticas, visuales y audiovisuales: planificación, experimentación y comunicación.",
        "- Profesiones vinculadas con las artes plásticas, visuales y audiovisuales.",
        "- Actitud activa e interés tanto por el proceso como por el producto final en producciones plásticas, visuales y audiovisuales. Iniciación a la valoración de ambos.",
        "- Elementos configurativos básicos del lenguaje visual: punto, línea, plano, textura, color.",
        "- Materiales, instrumentos, soportes y técnicas básicas utilizados en la expresión plástica y visual.",
        "- Medios, soportes y materiales de expresión plástica y visual. Técnicas bidimensionales y tridimensionales en dibujos y modelados sencillos con diferentes materiales.",
        "- La representación espacial. Percepción visual y táctil del volumen.",
        "- Aproximación a las técnicas, materiales y recursos informáticos y tecnológicos básicos: su aplicación para la captura y manipulación de producciones plásticas, visuales y audiovisuales.",
        "- Registro y edición básica y sencilla de elementos audiovisuales: conceptos, tecnologías, técnicas y recursos elementales y de manejo sencillo.",
        "- Producciones multimodales: aproximación al conocimiento de diversas herramientas.",
        "- Aproximación a las herramientas y las técnicas básicas de animación.",
        "- Fotografía básica."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer propuestas plásticas, visuales y audiovisuales de diferentes géneros, estilos, estéticas, épocas y culturas, a través de la recepción activa en diferentes contextos y respeto por las mismas e incorporando la perspectiva de género. (CCL1, CP3, CPSAA1, CPSAA3, CCEC1, CCEC3)",
        "1.2 Describir los elementos básicos de manifestaciones plásticas, visuales y audiovisuales explorando sus principales características con actitud abierta e interés. (CCL1, CPSAA3, CC1, CCEC1, CCEC2)",
        "1.3 Identificar e iniciarse en la utilización del vocabulario específico de uso común del lenguaje plástico, visual y audiovisual, en diversos contextos de recepción, análisis y creación planteados en el aula. (CCL1, CC3, CCEC2)",
        "2.1 Seleccionar y aplicar estrategias para la búsqueda guiada de información sobre manifestaciones plásticas, visuales y audiovisuales, a través de canales y medios de acceso sencillos, tanto de forma individual como cooperativa, disfrutando tanto en las tareas de búsqueda como de las manifestaciones encontradas, mostrando interés y aprecio por las mismas. (CCL3, CP3, STEM2, CD1, CCEC1)",
        "2.2 Distinguir elementos característicos básicos de distintas manifestaciones plásticas, visuales y audiovisuales, que forman parte del patrimonio cultural y artístico, indicando los canales, medios y técnicas utilizados, identificando sus diferencias y similitudes y dialogando sobre las sensaciones producidas, con actitud de interés, aprecio y respeto. (CP3, CD1, CPSAA1, CPSAA3, CC3, CCEC1, CCEC2)",
        "2.3 Reconocer y compartir las sensaciones y emociones producidas por diferentes manifestaciones plásticas, visuales y audiovisuales a través de la recepción activa y su disfrute, mostrando respeto hacia las emociones compartidas por los otros compañeros. (CP3, CPSAA1, CPSAA3, CCEC2)",
        "3.1 Producir obras propias básicas y sencillas creativas de carácter plástico, visual y audiovisual, de forma individual y en grupo, utilizando las posibilidades expresivas de la imagen, los medios digitales básicos y otros materiales y herramientas, mostrando confianza en las capacidades creativas propias y respeto hacia las diferentes posibilidades comunicativas y expresivas. (CCL5, CD2, CPSAA3, CPSAA5, CC2, CE1, CCEC4)",
        "3.2 Expresar con creatividad y de forma guiada, ideas, sentimientos y emociones a través de la creación de manifestaciones plásticas, visuales y audiovisuales básicas y sencillas experimentando con los diferentes lenguajes artísticos e instrumentos, herramientas y materiales, prestando atención a la ejecución. (CCL1, CPSAA1, CPSAA5, CE1, CCEC3, CCEC4)",
        "3.3 Interpretar de manera individual o grupal manifestaciones plásticas, visuales y audiovisuales sencillas utilizando las herramientas, los instrumentos u otros materiales y medios, desarrollando una actitud cooperativa y de atención. (CCL1, CCL5, CPSAA3, CC2, CCEC3)",
        "4.1 Participar de manera guiada en el diseño de producciones plásticas, visuales y audiovisuales sencillas, trabajando con interés de forma cooperativa en la consecución de un resultado final, poniendo en valor el proceso a desarrollar y asumiendo diferentes funciones, desde la igualdad y el respeto a la diversidad. (CCL1, CCL5, CP3, STEM3, CE1, CE3, CCEC4)",
        "4.2 Participar en el proceso cooperativo de elaboración de producciones plásticas, visuales y audiovisuales, de forma respetuosa, utilizando elementos básicos de los diferentes lenguajes y técnicas artísticas, disfrutando tanto del proceso de elaboración como del resultado final, respetando la propia labor y la de los compañeros. (CCL1, CCL5, STEM3, CPSAA3, CPSAA4, CC2, CE3, CCEC4)",
        "4.3 Compartir los proyectos plásticos, visuales y audiovisuales o experiencias creativas, empleando alguna estrategia comunicativa básica, explicando el proceso y el resultado final obtenido, respetando y valorando las experiencias y opiniones propias y las de los demás. (CCL1, CCL5, CP3, CPSAA3, CPSAA4, CCEC3)"
    ]
}