{
  "competenciasEspecificas": [
    "1. Desarrollar destrezas personales, identificando las emociones, comprendiendo la importancia del autoconocimiento y la gestión emocional en el desarrollo personal e interpersonal, analizando sus implicaciones en la conducta, desarrollando estrategias para mejorar el desempeño en el ámbito personal y social, potenciando las cualidades personales y de relación social para desenvolverse con autonomía, y afrontar de forma proactiva los desafíos de la vida, ya sean privados, profesionales o sociales. CPSAA1, CPSAA3, CPSAA4, CPSAA5, CE2.",
    "2. Establecer y mantener relaciones positivas escuchando activamente y respetando a los demás, practicando habilidades sociales, tomando decisiones responsables, desarrollando la iniciativa personal, practicando formas de aprendizaje colaborativo basadas en el respeto y la cooperación, asumiendo responsabilidades y reconociendo la importancia de la participación grupal para la consecución de los objetivos. CCL5, CPSAA1, CPSAA3, CPSAA4, CPSAA5, CC1, CE2.",
    "3. Actuar e interaccionar a partir del análisis y el respeto a lo diferente y lo diverso, promoviendo una convivencia pacífica, respetuosa y comprometida con el bien común, mostrando compromiso e implicación en la realización de acciones solidarias, investigando, y seleccionando temáticas que permitan desarrollar la sensibilidad y la conciencia cultural andaluza, fomentando el espíritu crítico sobre cuestiones y aspectos que dirigen el funcionamiento humano, social y cultural. CCL5, CPSAA1, CPSAA3, CPSAA4, CPSAA5, CC1, CC3, CC4, CE2.",
    "4. Iniciar, planificar y desarrollar proyectos de investigación sobre problemáticas destacadas del mundo actual y de la sociedad andaluza, explorando las oportunidades profesionales que ofrece el entorno, por medio de la recopilación de información procedente de una pluralidad de fuentes, organizada, editada y presentada haciendo uso de tecnologías digitales, identificando las distintas etapas, recabando información para la detección de necesidades, resolviendo las dificultades, priorizando las necesidades e intereses personales, desarrollando la adaptabilidad, el espíritu de iniciativa y de superación y la resiliencia. CPSAA3, CC1, CC3, CE2, STEM3, CD3.",
    "5. Implementar y difundir los proyectos de investigación, describiendo verbalmente y por escrito todas las etapas del proyecto, haciendo uso de tecnologías digitales, reflexionando sobre el aprendizaje realizado, sobre las habilidades sociales que han desarrollado, y sobre los aspectos a mejorar en la gestión y organización. CCL1, CPSAA3, CC1, CC3, CE2, STEM3, CD3."
  ]
}