{
    "criteriosEvaluacion": [
        "1.1. Explicar la relación entre las matemáticas y el dibujo geométrico a lo largo de la historia, empleando adecuadamente el vocabulario específico, valorando su importancia en diferentes campos como la arquitectura o la ingeniería, desde la perspectiva de género y la diversidad cultural.",
        "1.2 Analizar diversas estructuras geométricas y elementos técnicos de diversos conjuntos arquitectónicos y de ingeniería, valorando las distintas respuestas técnicas dadas a una misma cuestión y la importancia de su conservación.",
        "2.1. Solucionar gráficamente cálculos matemáticos y transformaciones básicas aplicando conceptos y propiedades de la geometría plana, con precisión, claridad y limpieza.",
        "2.2. Trazar gráficamente construcciones poligonales basándose en sus propiedades, mostrando interés por la precisión, claridad y limpieza, así como por el trabajo bien hecho.",
        "2.3. Resolver gráficamente tangencias y trazar curvas aplicando sus propiedades con una actitud de rigor en su ejecución.",
        "3.1. Representar en sistema diédrico elementos básicos en el espacio determinando su relación de pertenencia, posición y distancia, mostrando rigor en los razonamientos.",
        "3.2. Definir elementos y figuras planas en sistemas axonométrico, aplicando sus fundamentos y valorando su importancia como método de representación espacial.",
        "3.3. Representar e interpretar elementos básicos en el sistema de planos acotados. haciendo uso de sus fundamentos, reflexionando sobre el proceso realizado y el resultado obtenido.",
        "3.4. Dibujar elementos empleando la perspectiva cónica, aplicando los conocimientos técnicos precisos y valorando el rigor gráfico en su proceso y el trabajo bien hecho.",
        "3.5. Dibujar en los distintos sistemas de representación, valorando el rigor gráfico del proceso la claridad, la precisión y el proceso de resolución y construcción gráfica.",
        "4.1. Documentar gráficamente objetos sencillos mediante sus vistas acotadas aplicando la normativa UNE ISO en la utilización de sintaxis, escalas y formatos, valorando la importancia de usar un lenguaje técnico común, mostrando interés por la precisión.",
        "4.2. Utilizar el croquis y el boceto como elementos de reflexión en la aproximación e indagación de alternativas y soluciones a los procesos de trabajo.",
        "5.1. Crear figuras planas y tridimensionales mediante programas de dibujo vectorial, usando, de manera segura y responsable, las herramientas que aportan y las técnicas asociadas.",
        "5.2. Recrear virtualmente piezas en tres dimensiones aplicando operaciones algebraicas entre primitivas para la presentación de proyectos en grupo, mostrando empatía y teniendo en cuenta los diferentes puntos de vista."
    ],
    "saberes": [
        "Generales.",
        "Potenciación de la capacidad de análisis, creatividad, autonomía, pensamiento divergente y visión espacial.",
        "Utilización de la terminología específica.",
        "Valoración del dibujo técnico como modo de conocimiento del mundo.",
        "Reconocimiento de la importancia del dibujo técnico en la arquitectura y la ingeniería.",
        "Interés por el rigor en los razonamientos y precisión, claridad y limpieza en la ejecución.",
        "Valoración del trabajo bien hecho.",
        "Reflexión sobre el proceso realizado y el resultado obtenido.",
        "Respeto, empatía y valoración de distintas opiniones y puntos de vista.",
        "A. Fundamentos geométricos.",
        "Desarrollo histórico del dibujo técnico, contemplando la perspectiva de género y diversidad cultural. Campos de acción y aplicaciones: dibujo en construcciones arquitectónico, mecánico, eléctrico y electrónico, geológico, urbanístico, etc.",
        "Geometría plana.",
        "Orígenes de la geometría. Thales, Pitágoras, Euclides, Hipatia de Alejandría.",
        "Concepto y aplicación de lugar geométrico. Arco capaz. Aplicaciones de los lugares geométricos a las construcciones fundamentales.",
        "Proporcionalidad, equivalencia y semejanza.",
        "Triángulos, cuadriláteros y polígonos regulares. Propiedades y métodos de construcción.",
        "Tangencias básicas. Curvas técnicas.",
        "B. Geometría proyectiva.",
        "Fundamentos de la geometría proyectiva.",
        "Sistema diédrico: Fundamentos y elementos básicos Representación de punto, recta y plano. Trazas con planos de proyección. Determinación del plano. Pertenencia.",
        "Relaciones entre elementos: Intersecciones, paralelismo y perpendicularidad. Obtención de distancias.",
        "Sistema axonométrico ortogonal y oblicuo. Perspectivas isométrica y caballera. Disposición de los ejes y uso de los coeficientes de reducción. Elementos básicos: punto, recta, plano.",
        "Sistema de planos acotados. Fundamentos y elementos básicos. Identificación de elementos para su interpretación en planos.",
        "Sistema cónico: fundamentos y elementos del sistema. Perspectiva frontal y oblicua.",
        "C. Normalización y documentación gráfica de proyectos.",
        "Escalas numéricas y gráficas. Construcción y uso.",
        "Formatos. Doblado de planos.",
        "Concepto de normalización. Las normas fundamentales UNE, ISO.",
        "Aplicaciones de la normalización: simbología industrial y arquitectónica.",
        "Elección de vistas necesarias. Líneas normalizadas. Acotación.",
        "D. Sistemas CAD.",
        "Aplicaciones vectoriales 2-3D.",
        "Fundamentos de diseño de piezas en 3D.",
        "Modelado de caja. Operaciones básicas con primitivas.",
        "Aplicaciones de trabajo en grupo para conformar piezas complejas a partir de otras más sencillas."
    ]
}