{
  "saberes": [
    "A. Las lenguas y sus hablantes. ",
    "– Observación de la propia biografía lingüística y de la diversidad lingüística del centro.  ",
    "Identificación de las diferentes lenguas habladas en el centro escolar y explicación de la ",
    "igualdad de todas las lenguas para evitar los prejuicios lingüísticos. Atención a la ",
    "diversidad lingüística del centro educativo. ",
    "– Reconocimiento de las lenguas de España: origen, distribución geográfica y nociones básicas. ",
    "– Conocimiento del plurilingüismo en España.  ",
    "– Estrategias de identificación de prejuicios y estereotipos lingüísticos y exploración de formas ",
    "de evitarlos. ",
    "B. Comunicación. ",
    "– Iniciación a las estrategias de producción y comprensión de textos orales, escritos y ",
    "multimodales de diferentes ámbitos: personal, escolar y social, con atención conjunta a los ",
    "siguientes aspectos: ",
    "1. Contexto. ",
    "– Identificación de los componentes del hecho comunicativo. Introducción a las funciones del ",
    "lenguaje. ",
    "2. Géneros discursivos. ",
    "– Análisis de las clases de textos según su intencionalidad. Análisis de las secuencias textuales ",
    "básicas, con especial atención a las narrativas, descriptivas, dialogadas y prescriptivas. ",
    "El texto narrativo y subgéneros. Formas de la narración. La lengua en la narración. ",
    "Clases de narraciones. Tipos de narradores. ",
    "El texto descriptivo. La lengua en la descripción. Funciones de la descripción. Tipos de ",
    "descripción. ",
    "El texto dialogado. Textos dialogados orales y textos dialogados escritos. La ",
    "conversación. El debate. Escritura de textos dialogados. ",
    "El texto prescriptivo. ",
    "– Géneros discursivos propios del ámbito personal: la conversación. ",
    "– Análisis de los géneros discursivos según el ámbito de uso: textos de la vida diaria y de las ",
    "relaciones sociales (cartas, instrucciones, correos electrónicos). ",
    "– Géneros discursivos propios del ámbito educativo (diccionarios, libros de texto y exposiciones ",
    "orales). ",
    "– Géneros discursivos propios del ámbito social: textos de los medios de comunicación ",
    "(informativos televisivos, noticias periodísticas, periódicos digitales). ",
    "– Explicación de textos multimodales: página web, presentación PowerPoint y anuncios ",
    "publicitarios. Análisis de uso de los diferentes sistemas semióticos. ",
    "3. Procesos comunicativos: hablar, escuchar, leer, escribir. ",
    "3.1. Hablar y escuchar. ",
    "– Interacción oral y escrita de carácter informal.  ",
    "Conocimiento de las estrategias verbales y no verbales para la producción de textos ",
    "orales y escritos informales.  Tomar y dejar la palabra.  ",
    "Conocimiento de las estrategias y técnicas para hablar en público.  ",
    "Estrategias conversacionales para evitar las tensiones entre el emisor y el receptor. ",
    "Cooperación conversacional y cortesía lingüística.  ",
    "Escucha activa, asertividad y resolución dialogada de los conflictos.  ",
    "Valoración de la importancia de la conversación en la vida social practicando actos de ",
    "habla: contando, opinando, dialogando, describiendo, en situaciones comunicativas ",
    "propias de la actividad escolar. ",
    "– Detección y análisis de usos lingüísticos discriminatorios del lenguaje verbal y no verbal que ",
    "transmiten prejuicios, estereotipos y descalificación. ",
    "3.2. Leer y escribir. ",
    "– Comprensión lectora: lectura de textos en voz alta. Identificación del sentido global del texto ",
    "atendiendo a la intencionalidad del emisor y la relación entre sus partes, selección y retención ",
    "de la información relevante.  ",
    "– Producción escrita. Planificación, textualización, revisión y edición en diferentes soportes de ",
    "textos que reflejan usos de la escritura para la organización del pensamiento: esquemas, ",
    "resúmenes, sinopsis, etc. en soporte papel o digital, con corrección gramatical y ortográfica y ",
    "propiedad léxica. ",
    "– Detección y análisis de usos lingüísticos discriminatorios del lenguaje verbal e icónico que ",
    "transmiten prejuicios, estereotipos y descalificación. ",
    "4. Reconocimiento y uso discursivo de los elementos lingüísticos. ",
    "– Aplicación guiada de la corrección lingüística y revisión ortográfica y gramatical de los textos. ",
    "Conocimiento y uso de las normas de ortografía: ",
    "La división en sílabas.  ",
    "Las reglas de acentuación. La tilde diacrítica.  ",
    "El uso de mayúsculas y minúsculas.  ",
    "– Explicación y uso de los signos básicos de puntuación como mecanismo organizador del texto ",
    "escrito: el punto, la coma, los signos de interrogación y exclamación. Su relación con el ",
    "significado. ",
    "– El diccionario: su uso y tipos, en soporte analógico o digital. Uso de correctores ortográficos ",
    "de los procesadores de textos. ",
    "C. Educación literaria. ",
    "1. Lectura autónoma. ",
    "Implicación en la lectura libre, de forma progresivamente autónoma, a partir de una preselección ",
    "de textos variados y de obras completas de la literatura española y universal y de la literatura ",
    "juvenil, en soporte papel y en soporte digital, próximos a los intereses y aficiones de los alumnos, ",
    "y reflexión sobre los textos leídos y sobre la práctica de lectura, atendiendo a las siguientes ",
    "destrezas y estrategias: ",
    "– Participación guiada y activa en actos culturales vinculados con el circuito literario y lector ",
    "como encuentros con el autor y concursos literarios, entre otros. ",
    "– Expresión, a través de modelos, de la experiencia lectora y apropiación de los textos leídos a ",
    "través de distintas formas de recreación. ",
    "– Introducción de estrategias de movilización de la experiencia personal y lectora como forma ",
    "de establecer vínculos entre la obra leída y aspectos de la actualidad, así como con otros ",
    "textos y manifestaciones artísticas y culturales (música, pintura, audiovisuales, etc.), ",
    "entendidas como formas de expresión del sentimiento humano. ",
    "– Presentación de estrategias para la recomendación de las lecturas oralmente entre iguales. ",
    "– Estrategias de fomento del gusto y el hábito lector en todas sus vertientes: ocio y placer, ",
    "fuente de conocimiento, acceso a una nueva visión de la realidad y de la ficción. ",
    "2. Lectura guiada. ",
    "Lectura guiada de obras completas y fragmentos relevantes de la literatura juvenil contemporánea ",
    "y del patrimonio literario universal, inscritas en itinerarios temáticos o de género, que atraviesan ",
    "épocas, contextos culturales y movimientos artísticos, atendiendo a los siguientes contenidos y ",
    "estrategias: ",
    "– Relación entre los elementos constitutivos del género literario y la construcción del sentido de ",
    "la obra.  ",
    "Presentación de las características del texto literario y la construcción del sentido de la ",
    "obra.  ",
    "Análisis básico del valor de los recursos expresivos y de sus efectos en la recepción.  ",
    "Aproximación al lenguaje literario y los recursos literarios. ",
    "– Introducción a las estrategias y modelos para la construcción compartida de la interpretación ",
    "de las obras:  ",
    "Elaboración de reseñas, crónicas, notas, comentarios, informes de la valoración e ",
    "interpretación personal de las obras y fragmentos literarios leídos. ",
    "– Lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de ",
    "comprensión, apropiación y oralización implicados.  ",
    "Lectura dramatizada de textos teatrales.  ",
    "Lectura y recitado de textos poéticos.  ",
    "– Creación de textos personales de intención literaria, en prosa y en verso, a partir de la ",
    "apropiación de las convenciones del lenguaje literario y en referencia a modelos dados: ",
    "Imitación, transformación, continuación etc., de diferentes textos de intención literaria. ",
    "– Aproximación a los géneros literarios a través de la lectura y explicación de fragmentos ",
    "significativos o de textos completos. ",
    "Introducción al análisis de los rasgos formales del género teatral. ",
    "Introducción al análisis de los rasgos formales del género lírico. ",
    "D. Reflexión sobre la lengua. ",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un ",
    "lenguaje específico a partir de la observación, comparación y clasificación de unidades ",
    "comunicativas y del contraste entre lenguas, en torno a los siguientes contenidos y estrategias: ",
    "– Presentación de las diferencias contextuales y formales relevantes e intersecciones entre ",
    "lengua oral y lengua escrita, atendiendo a aspectos sintácticos, léxicos y pragmáticos. ",
    "– Aproximación a la lengua como código o sistema y a sus unidades básicas teniendo en ",
    "cuenta los diferentes niveles: el sonido y el sistema de escritura, las palabras (forma y ",
    "significado), su organización en el discurso (orden de las palabras, componentes de las ",
    "oraciones o conexión entre los significados). ",
    "Caracterización y diferenciación de los planos de la lengua: fonético-fonológico; ",
    "morfosintáctico, léxico-semántico y pragmático. Identificación de sus unidades. ",
    "– Identificación, distinción y caracterización de las categorías gramaticales. Las palabras ",
    "variables:  ",
    "El nombre. Funciones del nombre. ",
    "El adjetivo. Significado y posición del adjetivo. Funciones del adjetivo. ",
    "Determinantes: Identificación y caracterización de los distintos tipos de determinantes. ",
    "Pronombres: Pronombres personales. ",
    "El verbo. La conjugación verbal. Verbos auxiliares y su conjugación.  ",
    "– Identificación, distinción y caracterización de las categorías gramaticales. Las palabras ",
    "invariables: ",
    "El adverbio. Identificación y caracterización de los tipos de adverbios. ",
    "La preposición.  ",
    "La conjunción. Clases de conjunciones. ",
    "La interjección. Uso de las interjecciones. – Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones ",
    "sintácticas). Relaciones gramaticales. El enunciado. ",
    "– Caracterización, identificación y reconocimiento de oraciones y de sus constituyentes. El ",
    "grupo nominal y el verbal. La concordancia entre el núcleo nominal y el verbal. ",
    "– Caracterización, identificación y reconocimiento de la oración simple.  ",
    "Constituyentes de la oración simple: el sujeto y su identificación. El predicado: ",
    "diferenciación e identificación de los distintos tipos de predicados. Oraciones ",
    "unimembres. ",
    "– Procedimientos de adquisición y formación de palabras.  ",
    "Presentación de los elementos constitutivos de la palabra: lexemas y morfemas flexivos y ",
    "derivativos. Palabras variables e invariables. ",
    "– Reflexión sobre las relaciones semánticas entre palabras: sinonimia y antonimia, monosemia ",
    "y polisemia. "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Reconocer las lenguas de España, con atención especial a las lenguas y variedades ",
    "dialectales del propio territorio, localizando en un mapa las distintas lenguas de España. ",
    "1.2. Identificar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración ",
    "de la riqueza cultural, lingüística y dialectal, a partir de la observación de la diversidad ",
    "lingüística del entorno. ",
    "Competencia específica 2. ",
    "2.1. Comprender el sentido global, la estructura, la información más relevante en función de las ",
    "necesidades comunicativas y la intención del emisor en textos orales y multimodales sencillos ",
    "de diferentes ámbitos. ",
    "2.2. Aprender a hablar en público, en situaciones formales e informales, de forma individual o en ",
    "grupo, respetando las normas de cortesía que deben presidir los intercambios orales y ",
    "ajustándose al turno de palabra. ",
    "Competencia específica 3. ",
    "3.1. Realizar narraciones orales sencillas con diferente grado de planificación, organizando el ",
    "contenido y elaborando guiones previos, seleccionando la idea principal, así como las ",
    "secundarias, sobre temas de interés personal, social y educativo. ",
    "3.2. Participar en interacciones orales informales, en el trabajo en equipo y en situaciones orales ",
    "formales de carácter dialogado de manera activa y adecuada, con actitudes de escucha activa ",
    "y haciendo uso de estrategias de cooperación conversacional y cortesía lingüística. ",
    "Competencia específica 4. 4.1. Comprender el sentido global, la estructura, la información más relevante y la intención del ",
    "emisor en textos escritos y multimodales sencillos de diferentes ámbitos que respondan a ",
    "diferentes propósitos de lectura, realizando las inferencias necesarias. ",
    "Competencia específica 5. ",
    "5.1. Planificar la redacción de textos escritos y multimodales sencillos, atendiendo a la situación ",
    "comunicativa, al destinatario, al propósito y al canal; redactar borradores y revisarlos para ",
    "aclarar problemas con el contenido (ideas y estructura) o la forma (puntuación, ortografía, ",
    "gramática y presentación), con ayuda del diálogo entre iguales e instrumentos de consulta, y ",
    "presentar un texto final coherente, cohesionado y con el registro adecuado. ",
    "5.2. Escribir textos propios del ámbito académico y familiar y textos dialogados, con corrección ",
    "gramatical y ortográfica y propiedad léxica. ",
    "5.3. Resumir textos breves, diferenciando la idea principal de las secundarias, globalizando la ",
    "información e integrándola en oraciones que se relacionen lógica y semánticamente.  ",
    "Competencia específica 6. ",
    "6.1. Localizar y seleccionar la información de manera guiada procedente de diferentes fuentes, ",
    "calibrando su fiabilidad y pertinencia en función de los objetivos de lectura; reflexionar sobre ",
    "cómo evaluarla, forma de usarla y trasmitirla. ",
    "6.2. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en ",
    "relación a la búsqueda y la comunicación de la información. ",
    "Competencia específica 7. ",
    "7.1. Elegir y leer a partir de preselecciones de textos de la literatura española y universal y de la ",
    "literatura juvenil, en soporte papel y en soporte digital, guiándose por los propios gustos, ",
    "intereses y necesidades y dejando constancia del propio itinerario lector y de la experiencia ",
    "de lectura. ",
    "7.2. Mostrar, a través de la lectura autónoma, el gusto y el hábito por la lectura en todos sus ",
    "aspectos, como fuente de placer, de conocimiento y de acceso a otros mundos diferentes a ",
    "los nuestros, reales o fantásticos. ",
    "7.3. Compartir la experiencia de la lectura en soportes diversos relacionando el sentido de la obra ",
    "con la propia experiencia biográfica y lectora. ",
    "Competencia específica 8. ",
    "8.1. Conocer las características distintivas del texto literario y los recursos literarios. ",
    "8.2. Establecer, de manera guiada, vínculos argumentados entre los textos leídos y otros textos ",
    "escritos, orales o multimodales, así como con otras manifestaciones artísticas y culturales, en ",
    "función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos. ",
    "8.3. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos ",
    "soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de ",
    "obras o fragmentos significativos en los que se empleen las convenciones formales de los ",
    "diversos géneros y estilos literarios. ",
    "Competencia específica 9. ",
    "9.1. Revisar los textos propios de manera guiada y hacer propuestas de mejora argumentando los ",
    "cambios, e identificar y subsanar algunos problemas de comprensión lectora utilizando los ",
    "conocimientos explícitos sobre la lengua y su uso. ",
    "9.2. Identificar y distinguir las categorías gramaticales de las palabras variables e invariables. ",
    "9.3. Comprender las relaciones de igualdad y contrariedad que se establecen entre las palabras y ",
    "su uso en el discurso oral y escrito. ",
    "9.4. Identificar los elementos constitutivos de la oración simple, diferenciando sujeto y predicado. ",
    "9.5. Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua a partir de ",
    "la observación, la comparación y la transformación de enunciados. ",
    "9.6 Identificar los procesos de formación de palabras. ",
    "Competencia específica 10. ",
    "10.1. Identificar, desterrar y sustituir los usos discriminatorios de la lengua a partir de la reflexión y ",
    "el análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los ",
    "elementos no verbales que rigen la comunicación entre personas. ",
    "10.2. Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de ",
    "consensos tanto en el ámbito personal como educativo y social. "
    
  ]
}
