{
    "criteriosEvaluacion": [
        "1.1. Extract and analyze the main ideas, detailed information and general implications of texts of a certain length, well organized and complex, oral, written and multimodal, both in formal and informal register, on topics of personal relevance or public interest , both concrete and abstract, expressed clearly and in the standard language or in frequent varieties, through various supports.",
        "1.2. Interpret and critically assess the content, intention, discursive features and certain nuances, such as irony or the aesthetic use of language, of texts of a certain length and complexity, with special emphasis on academic texts and the media, as well as fictional texts, on a wide variety of topics of personal relevance or public interest.",
        "1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details and to distinguish the intention and opinions, both implicit and explicit, of the texts; to infer meanings and interpret non-verbal elements; and to search, select and contrast truthful information.",
        "2.1. Express orally with sufficient fluency, ease and naturalness, avoiding important errors and using adequate registers, various types of texts that are clear, coherent, detailed, well organized and appropriate to the interlocutor and the communicative purpose on matters of personal relevance or of public interest known by the students, in order to assess, describe, narrate, argue and inform, in different supports, using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
        "2.2. Write and disseminate detailed texts of increasing length, well structured and of a certain complexity, appropriate to the communicative situation, to the textual typology and to the analogical and digital tools used, avoiding important errors and reformulating, synthesizing and coherently organizing information and ideas from various sources and justifying their own opinions on matters of personal relevance or public interest known to the students, making ethical use of language, respecting intellectual property and avoiding plagiarism.",
        "2.3. Select, organize, and apply knowledge and planning, production, review, and cooperation strategies to compose well-structured, correct, and appropriate texts for communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using physical resources or digital ones that are most appropriate depending on the task and the actual or potential interlocutors.",
        "3.1. Plan, participate and collaborate assertively and actively, through various supports, in the co-production of texts in interactive situations on everyday topics, of personal relevance or of public interest close to their experience, showing initiative, empathy and respect for the Linguistic courtesy and digital etiquette, as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors, expressing ideas and opinions accurately and arguing convincingly.",
        "3.2. Select, organize and use, efficiently, spontaneously and in different environments, appropriate strategies to start, maintain and end communication, take and give the floor with kindness, adjust one's own contribution to that of the interlocutors, perceiving their reactions, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromising situations.",
        "4.1. Interpret and explain texts, concepts and communications, showing respect and appreciation for the interlocutors and for the languages, varieties or registers used, and participating in the solution of comprehension and understanding problems, based on various resources and supports.",
        "4.2. Apply strategies and activities that facilitate communication and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using resources and physical or based on the task and the prior knowledge and interests and ideas of the interlocutors.",
        "5.1. Compare and contrast the similarities and differences between different languages, reflecting systematically on how they work and establishing relationships between them. 5.2. Use strategies and knowledge to improve their ability to communicate and learn the language with initiative and creativity foreign, with or without support from other interlocutors and from analog and digital media.",
        "5.3. Register and reflect on the progress and difficulties of learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate their learning, carrying out activities of planning their own learning, self-evaluation and co-evaluation, making those progress and difficulties explicit and sharing them.",
        "6.1. Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting and evaluating any type of discrimination, prejudice and stereotype and solving those sociocultural factors that make communication difficult.",
        "6.2. Critically assess the linguistic, cultural and artistic diversity of countries where the foreign language is spoken in relation to human rights and adapt to it, favoring and justifying the development of a shared culture and a citizenry committed to sustainability and values democratic.",
        "6.3. Systematically apply strategies to defend and appreciate linguistic, cultural and artistic diversity."
    ],
    "saberes": [
        "A. Communication.",
        "1. Self-confidence, initiative and assertiveness. Use of all available resources and strategies to achieve a specific communicative purpose. Non-dissuasive nature of errors as a sign of learning. ",
        "2. Strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts. ",
        "2.1 Understanding",
        "Key Identification and Inference",
        "• Extrapolation of the meaning of a specific passage taking into account the text as a whole.",
        "• Use of different types of connectors and key paragraphs within the general organization of the text in order to better understand its argumentation.",
        "• Identification, by the context, the meaning of words or signs that are unknown.",
        "• Extrapolation of the meaning of unknown words or signs from the context and deduction of the meaning of sentences. ",
        "• Deduction of the possible meaning of unknown words or signs present in a text by identifying the elements that integrate them (root, lexical elements, suffixes and prefixes).",
        "2.2 Production and co-production ",
        "2.2.1 Planning ",
        "• Preparation of what has to be said and the means to say it, taking into account the effect it can produce on the addressee. ",
        "• Recognition of the type of text and its typical structure to organize the information in a coherent way. ",
        "• Essay and test new combinations and expressions, asking for feedback. ",
        "• Making diagrams or scripts prior to production. ",
        "2.2.2 Compensation ",
        "• Use of circumlocutions and paraphrases to fill gaps in vocabulary and structure. ",
        "• Definition of the characteristics of something specific when you do not remember the exact word or sign that designates it. ",
        "• Resort to circumlocution and forgo complicated expressions to overcome most communication obstacles. ",
        "2.2.3 Control, self-repair and self-assessment ",
        "• Frequent and retrospective self-correction of occasional linguistic 'slips' and occasional errors, as well as minor gaps in sentence structure. ",
        "• Correction of slips and errors when they are noticed, or if they give rise to misunderstandings. ",
        "• Record of own «frequent errors» and conscious follow-up of the productions in this regard. ",
        "3. Mediation: activities, skills and planning, intervention and evaluation strategies that allow students to avoid and resolve communicative conflicts. ",
        "3.1 Activities ",
        "• Mediation of texts ",
        "or Paraphrasing, explanation, synthesis and translation of an oral or written text",
        "o Taking notes (of a meeting, seminar, talk, etc.) ",
        "o Explanation of your personal opinion about creative texts, including literature ",
        "o Analysis and criticism of creative texts, including literature",
        "• Mediation of concepts",
        "o Collaboration in a working group",
        "or Leadership of a working group",
        "• Mediation in communication ",
        "o Promotion of a multicultural space",
        "o Acting as an intermediary in informal situations",
        "o Promotion of communication in situations of disagreement",
        "3.2 Strategies",
        "• Planning ",
        "o Connection with previous knowledge ",
        "or Search for support",
        "o Creation of glossaries.",
        "o Prior consideration of the interlocutor's needs",
        "or Conduction of speech",
        "• Intervention",
        "o Reformulation of the text to make it more understandable ",
        "o Promotion of group work",
        "o Appropriate use of non-verbal language.",
        "• Evaluation ",
        "o Verification that the conflict has been adequately managed. ",
        "4. Communicative functions appropriate to the field and the communicative context: ",
        "• Description of phenomena and events, qualities of people, places and objects in detail with specific and varied structures and vocabulary; ",
        "• Offering and interpretation of detailed and complex instructions and advice; ",
        "• Narration of specific and habitual past events, description of present states and situations, and expression of future events and of short, medium and long-term predictions with precise vocabulary, using a series of connected grammatical structures that include adequate verb tenses and a variety of expressions temporary; ",
        "• Expression of emotions through a wide repertoire of vocabulary and expressions; ",
        "• Expression and exchange of information, opinion (own or others), warnings, suggestions in an organized discourse and with a varied repertoire of structures and vocabulary that demonstrates a remarkable degree of communication control; ",
        "• Expression of arguments and hypotheses through a clear and coherent discourse composed of structures linked by a varied repertoire of connectors; ",
        "• Reformulation and synthesis of information in a coherent and connected way with specific and varied vocabulary ",
        "5. Contextual models and discursive genres commonly used in the comprehension, production and co-production of oral, written and multimodal texts.",
        "5.1 Characteristics and context recognition: ",
        "• Social distance between participants: informal, semi-formal and formal registration. ",
        "• Ambit: ",
        "· personal",
        "· academic",
        "· public",
        "· occupational",
        "• Situation ",
        "· face-to-face",
        "· online",
        "· synchronous ",
        "· asynchronous ",
        "5.2 Text structure: ",
        "• Overall structure: ",
        "· Sections",
        "· Function: interpersonal, transactional, instructive, evaluative, descriptive, narrative, expository, argumentative. ",
        "· Design: formats, patterns and graphic elements. ",
        "• Microstructure: mechanisms of coherence and cohesion ",
        "· Miscellaneous connectors and binding expressions.",
        "· Pauses and prosodic changes.",
        "· Emphatic lexical and grammatical patterns: discourse markers; alteration of the order of sentence elements. ",
        "· Paragraph: topic sentence and supporting sentences. ",
        "· Punctuation.",
        "5.3 Genres: (P) Production; (C) Comprehension; (I) Co-production or Interaction. ",
        "5.3.1 Oral genres ",
        "• Public announcements issued over the public address system in predictable and unpredictable situations (C) ",
        "• Radio news bulletins. (C) ",
        "• Sports comments and broadcasts. (C) ",
        "• Public speeches and conferences of medium length on concrete and abstract topics of personal, social, academic life or related to the occupational future of their specialty. (C) ",
        "• Song Lyrics (C) ",
        "• Podcast on academic, sociocultural and occupational issues. (C) ",
        "• Theatrical performances in standard language. (C) ",
        "• Face-to-face conversations for transactional purposes in institutions, public services and commercial establishments. (I) ",
        "• Synchronous online conversations for transactional purposes: inquiries and routine or exceptional operations in services. (I) ",
        "• Face-to-face debates and discussions with more than one interlocutor on matters of general or personal interest. (I) ",
        "• Formal interviews for academic and occupational purposes. (I) ",
        "• Informal, semi-formal and formal videoconferences with one or more interlocutors and with the role of moderator or organization and/or participant for collaborative work for academic or citizen participation purposes. (I) ",
        "• Semi-formal and informal videoconferences, for personal purposes: exchange of information, personal experiences and opinions. (I) ",
        "• Speeches in presentations of formal acts. (C) and (P) ",
        "• Public presentations of medium length on topics related to academic family aspects, citizen participation or related to the occupational future of their specialty, with or without visual support (C) and (P) ",
        "• Informal messages recorded online for personal purposes: request for information or help, notices, plans, cancellations, invitations, appointments, instructions. (C) and (P) ",
        "5.3.2 Written Genres",
        "• Commercial advertisements. (C) ",
        "• Opinion newspaper articles (C) ",
        "• Publishers of print or digital press (C) ",
        "• Corporate mission statements or citizen participation initiatives. (C) ",
        "• Online forms for the acquisition of goods and services.(C)",
        "• Travel guides (C) ",
        "• Public instructions issued by institutions or social movements (C) ",
        "• Graphic Novels. (S)",
        "• Poems (C) ",
        "• Novels or short stories. (C) ",
        "• Cartoon or graphic comment. (C) ",
        "• Letters or formal electronic messages for transactional purposes: registrations, confirmations, complaints. (I) ",
        "• Long informal and semi-formal personal letters and electronic messages for personal purposes (I) ",
        "• Semi-formal and formal messages of medium length in asynchronous online discussions. (I) ",
        "• Notes and messages of immediate relevance in online conversations. (I) ",
        "• Announcements of institutional campaigns or citizen participation initiatives. (C) and (P) ",
        "• Reports or online publications of medium length of an argumentative nature (advantages and disadvantages of an option, reasoning for or against a point of view, defenses of proposals for the solution of problems, denunciations of exclusive or intolerant discourses) ( C) and (P)",
        "• Reports or online publications of medium length of an expository nature on environmental, socioeconomic, institutional and cultural realities (C) and (P). ",
        "• Instructions for collaborative work purposes. (C) and (P) ",
        "• Public manifestos. (C) and (P) ",
        "• Reviews (C) and (P) ",
        "• Synopsis: summaries and outlines. (C) and (P) ",
        "• Formal and informal evaluation questionnaires with open answers (I) and (P) ",
        "5.3.3 Multimodal genera",
        "• Commercial advertisements. (C) ",
        "• Institutional advertisements or citizen initiatives. (C) ",
        "• Brief discussions. (C) ",
        "• Documentaries (S) ",
        "• Editorials and opinion comments. (C) ",
        "• Interviews (C) ",
        "• Newsreels. (C) ",
        "• Movies and series. (C) ",
        "• Awareness campaign announcements (P) ",
        "• Medium length video report (P) ",
        "• Explanatory videos on linguistic and cultural aspects (C) and (P) ",
        "• Tutorials (C) and (P) ",
        "6. Linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation , logical relations.",
        "• Expression of logical relationships: conjunction (neither…nor), disjunction (either…or), opposition/concession [only (it didn't work)], despite/in spite of + NP/VP/sentence), cause [ because (of), due to, as, since], purpose (so as to), comparison [as/not so + adj. + as; far less tiresome/much more convenient (than), the best by far], result /correlation (such…that), condition (all simple and mixed conditional sentences, I wish / if only, conditionals with other connectors: as long as), indirect speech (information, offers, suggestions, promises, requests, orders, instructions , wishes, warnings) and temporality [(just) as, while, once (we have finished)]. ",
        "• Affirmation (emphatic affirmative sentences, e.g. I do love classic music; tags, e.g. I should have). ",
        "• Exclamation [What + noun (+ sentence), e.g. What a nuisance (he is)!; How + Adv. + Adj., e.g. How very extraordinary!; sentences and exclamatory expressions, e.g. Gosh, it is freezing!]. ",
        "• Negation (v. g. nope; never ever; you needn't have). ",
        "• Interrogation (Wh- questions, Aux. Questions, Says who?, Why on earth did she say that?, tags). ",
        "• Expression of time: past [past simple and continuous, present perfect simple and continuous, past perfect simple and continuous), present (simple and continuous present), future (present simple and continuous + adv., will be –ing, will + perfect tense (simple and continuous)]. ",
        "• Expression of the passive voice in all simple and compound tenses with one and two objects, the causative passive and the impersonal passive. ",
        "• Expression of aspect: punctual (simple tenses), durative (present and past simple/perfect, and future continuous), habitual [simple tenses (+ adv.), used to, would], inchoative (start/begin by –ing ) and terminative (cease –ing). ",
        "• Expression of modality: factuality (declarative sentences), capacity (it takes/holds/serves...), possibility/probability (will, likely, should, ought to), necessity (want, take), obligation (need/needn 't), permission (may, could, allow) and intention (be thinking of –ing). ",
        "• Expression of existence (v. g. there must have been), entity (count/uncount/collective/compound nouns, pronouns (relative, reflexive/emphatic, one(s), determiners) and quality (v. g. bluish; nice to look at). ",
        "• Expression of quantity: number (v. g. some twenty people; thirty something), quantity (v. g. twice as many, piles of newspapers, mountains of things) and degree [v. g. extremely, so (suddenly)]. ",
        "• Expression of space and spatial relations (prepositions and adverbs of place, position, distance, movement, direction, origin and organization). ",
        "• Expression of temporal relations: moments (v. g. back then; within a month, whenever), periods (v. g. fortnight), and indications (v. g. earlier/later today/in the year) temporal, duration [v. g. through(out) the winter , over Christmas], anterioridad [already, (not) yet, long/shortly before], posteriority [v. g. later (on), long/shortly after], sequence (to begin with, besides, to conclude), simultaneity (just then /as) and frequency (v. g. rarely; on a weekly basis). ",
        "• Expression of the manner (adverbs and expressions of manner, e.g. thoroughly, inside out, in a mess). ",
        "7. Common vocabulary, and more specialized within their own areas of interest, in the personal, public, academic and occupational spheres.",
        "- Identification and personal identity.",
        "- Housing, home and environment. ",
        "- Daily life activities. ",
        "- Family and friends.",
        "- Features of people and objects. ",
        "- Time and space ",
        "- States, events and occurrences.",
        "- Activities, procedures and processes. ",
        "- Personal, social, academic and professional relationships. ",
        "- Education and study. ",
        "- Jobs, occupations and entrepreneurship.",
        "- Goods and services. ",
        "- Language and intercultural communication. ",
        "- Science and Technology. ",
        "- History and culture. ",
        "- Education and study. ",
        "- Free time, leisure, sports, trips and vacations. ",
        "- Health and physical care. ",
        "- Shopping and commercial activities ",
        "- Food and restoration. ",
        "- Transportation. ",
        "- Language and communication. ",
        "- Environment. ",
        "- Climate and natural environment. ",
        "- Technology of the information and communication. ",
        "- Word formation",
        "- Compound words",
        "- Turns, expressions, formulas and idioms.",
        "- False cognates",
        "8. Sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns. Basic phonetic alphabet. ",
        "• Review of vowel sounds ",
        "• Word stress and intonation ",
        "• Word stress in adjectives of three and/or four syllables ",
        "• Word stress with prefixes and suffixes ",
        "• Accentuation according to word families ",
        "• Syllabic stress ",
        "• Linked phrases ",
        "• Rhythm and intonation of sentences ",
        "• Stress and pauses in sentences ",
        "• Silent vowels ",
        "• Silent consonants ",
        "• Short and long vowel sounds ",
        "• ’ll after consonantal sounds ",
        "• Irregular forms of the past ",
        "• Intonation: show interest ",
        "• Change of stress in nouns and verbs ",
        "• Pronunciation of the final -ed of irregular verbs in past tense ",
        "• Weak form 'to' in 'used to' ",
        "• Modifiers with strong adjectives.",
        "•Wish",
        "• Union pronunciation of take + vowel ",
        "• Intonation in questions ",
        "• Compound adjectives ",
        "• Consonant groups ",
        "•Linking",
        "• Homographs and homophones ",
        "• Weak form of 'have' ",
        "• British and American English",
        "• Words from other languages",
        "• /ʃ/, /dʒ/, /tʃ/, and /k/ ",
        "• /s/, /z/, or /ɪz/ ",
        "• The letter u ",
        "• /ʤ/ ",
        "• initial /s/ + consonant ",
        "• /s/ and /ʃ/ ",
        "9. Spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements. ",
        "9.1. Complex spelling conventions. Alphabetic systems. ",
        "Perception and production of: ",
        "• Correct spelling of words, including accepted forms of contraction depending on the type of record. ",
        "• Punctuation marks and their rules of use. The production of an intelligible continuous writing that follows the conventions of organization and distribution in paragraphs. ",
        "• Typographical conventions and the varieties of typefaces, etc. ",
        "• Non-alphabetizable signs of specific use and recognizable abbreviations in both formal and informal register, including acronyms or blending (for example: e.g., wanna, ain't, ETA, SWOT, PhD, #blacklivesmatter, UFO, brunch). " ,
        "9.2. Meanings and communicative intentions.",
        "• Orthoepic needs: use and articulation of a correct pronunciation starting from words that have been learned in their written form. . ",
        "o Complex spelling conventions.",
        "o Formal conventions used in dictionaries to represent pronunciation: phonetic and phonological system. ",
        "o Repercussion that written forms of a general or specific nature have on the expression and intonation of the English language.",
        "o Ability to resolve complex ambiguities (homonymous words, syntactic ambiguities, etc.) depending on the context. ",
        "• Organizing information using spelling, formatting, and punctuation. ",
        "10. Conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and yield the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize and paraphrase, collaborate, negotiate meanings and detect irony.",
        "10.1 Speaking time ",
        "• Effective use of expressions to start, maintain and end the speech. ",
        "• Use of set phrases to save time and keep the turn to speak while formulating what is going to be expressed. ",
        "10.2 Cooperation",
        "• Attentive and adequate monitoring of contributions and inferences to contribute to the development of the discussion. ",
        "• Confirmation of the understanding of other participants. ",
        "• Invitation to the intervention of other participants. ",
        "• Summary and evaluation of the main information of a discussion. ",
        "10.3 Clarification ",
        "• Formulation of complementary questions to verify that the participants have understood what they have meant and to obtain clarifications on ambiguous or ironic information. ",
        "• Request for explanations or clarifications to ensure understanding of complex and abstract ideas. ",
        "11. Resources for learning and search strategies and selection of information and content curation and respect for digital etiquette. ",
        "11.1 Learning resources: ",
        "• Printed and digital dictionaries. ",
        "• Reference books. ",
        "• Libraries and media libraries. ",
        "• Digital and computer resources: applications, educational networks, websites, shared content channels, content banks and activities. ",
        "11. 2 Strategies",
        "11.2.1 Search in dictionaries and reference books ",
        "• Efficient use of the component parts of dictionary entries: lemma, pronunciation, grammatical category, definition, meanings, locutions or set phrases, example, synonyms and antonyms. ",
        "• Use of content, subject, bibliographic and annex indexes.",
        "• Graphic design: hierarchy of information.",
        "11.2.2 Search in digital media ",
        "- Use of filters in search engines. ",
        "- Search text: keywords; order; spelling; use of search operators for specific phrases, exclusion of results, limitation of results, specific sites, file types, definitions",
        "- Content syndication. ",
        "- Tag managers and social bookmarks. ",
        "11.2.3 Selection of information in digital media",
        "• Discrimination between official sources of information or of recognized reliability compared to information in forums, blogs or comments on social networks. ",
        "• Web domain suffixes that identify its purpose and credibility. ",
        "• Logical structure of the information as a guarantee of reliability and selection strategy: content menu, web map with links, own content search engine, synopsis, list of references, links to other complex documents, graphics, tables. ",
        "• Authorship: author affiliation, information about the author, logo of the organization, means of contact, declaration of principles and purpose of the website, external evaluation. ",
        "• Use of digital content curation tools and personal information management systems. ",
        "11.2.4 Digital Label ",
        "• Respect for the interlocutor. ",
        "• Correct use of upper and lower case letters ",
        "• Correct use of the language (grammar, spelling). ",
        "• Clarity: caution when using sarcasm or irony. ",
        "• Citation of sources. ",
        "• Respect for privacy. ",
        "• Prohibition of sharing inappropriate material. ",
        "• Understanding when interlocutors make mistakes",
        "• Willingness to share knowledge. ",
        "• Respect for the time and bandwidth of interlocutors. ",
        "12. Respect for intellectual property and copyright on the sources consulted and content used: tools for the treatment of bibliographic data and resources to avoid plagiarism. ",
        "- Academic honesty: citation and referral procedures.",
        "- Attribution licences.",
        "- Recognition of plagiarism practices.",
        "- Saving and organization of consulted sources.",
        "- Appropriate and referenced use of summaries, quotes or paraphrases.",
        "- Abstaining from references to unconsulted sources.",
        "- Digital tools for plagiarism detection. ",
        "12. Analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, communication and the development of projects with speakers or students of the English language). ",
        "B. Plurilingualism and reflection on learning. ",
        "1. Strategies and techniques to respond effectively and with a high degree of autonomy, adaptation and correction to a specific communicative need, overcoming the limitations derived from the level of competence in the English language and in the Spanish language using the personal multilingual repertoire creatively . ",
        "• Using their knowledge of contrasting conventions of textual genre and textual patterns in Spanish and English to facilitate comprehension. ",
        "• Recognition of the suitability of the flexible use of Spanish and English in a specific situation to achieve greater efficiency in communication. ",
        "• Efficient alternation between Spanish and English to facilitate understanding with and between third parties that do not share a common language. ",
        "• Introduction of a Spanish expression in an English statement that is especially appropriate for the situation or concept under discussion, adding explanations when necessary. ",
        "• Alternation between Spanish and English to transmit specialized information and issues related to a topic in your area of interest to different interlocutors. ",
        "• Use of Spanish and English during collaborative interactions to clarify the nature of a task, the main steps to follow, the decisions to be made and the expected results. ",
        "• Use of Spanish or English to encourage other people to use the language in which they feel most comfortable. ",
        "2. Strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) ",
        "2.1 Comparison between languages",
        "• Discovery of analogies between languages: regularities and differences between syntactic, lexical, discursive and functional linguistic structures. ",
        "• Comparison of phonetic and graphemic systems between languages. ",
        "• Elaboration of a set of hypotheses and rules based on similarities or differences between languages. ",
        "• Translation. ",
        "• Creation of bilingual glossaries. ",
        "2.2 Cognitive and memory strategies ",
        "• Discovery and application of rules. ",
        "• Identification and registration of new linguistic units in different supports. ",
        "• Note taking ",
        "• Classification ",
        "• Association ",
        "• Recognition and use of model structures. ",
        "• Use of visual elements: images, animations, labeling in interactive images, schemes, semantic maps. ",
        "• Creation of summaries. ",
        "• Creation of short stories. ",
        "• Oral and written repetition. ",
        "• Auditory recording. ",
        "• Design of a periodic review plan. ",
        "• Frequent practice in real situations. ",
        "• Experimentation in new contexts. ",
        "• Collaborative work: pooling of resources; review and periodic collaborative practice. ",
        "3. Strategies and tools, analogue and digital, individual and cooperative for self-assessment, peer-assessment and self-repair. ",
        "• Understanding or design of evaluation rubrics. ",
        "• Design of evaluation instruments (questionnaires, statements of activities) ",
        "• Feedback.",
        "• Learning diary.",
        "• European Portfolio of Languages. ",
        "• Error handling ",
        "· Awareness: identification and recording of errors.",
        "· Discrimination between transient and resistant errors.333",
        "· Carrying out repetition and automation activities.",
        "· Use of writing assistants and word processor extensions to review own productions.",
        "4. Metalanguage: expressions and specific vocabulary to reflect on and share reflections on communication, language, learning and communication and learning tools. ",
        "5. Systematic comparison between languages based on elements of the English language and the Spanish language ",
        "• Mismatched syntactic and grammatical patterns: Spanish subjunctive; Spanish reflex passive; Spanish impersonal sentences; English subjunctive; English impersonal passive; emphatic patterns. ",
        "• Cognates, false cognates, calques. ",
        "C. Interculturality.",
        "1. The English language as a means of communication and understanding between peoples, facilitator of access to other cultures and other languages and as a tool for social participation and personal enrichment. ",
        "• International, institutional and corporate uses of the English language. ",
        "• Use of English in global social initiatives. ",
        "• Cultural manifestations associated with the use of English. ",
        "2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the English language, as well as learning about cultural information from countries where the English language is spoken. ",
        "3. Sociocultural and sociolinguistic aspects in countries where the English language is spoken. ",
        "• Social conventions and rules of courtesy ",
        "· Behavior as a guest or host at informal events.",
        "· Behavior as a user of services. ",
        "· Behavior in work meetings.",
        "• Linguistic courtesy ",
        "· Forms of treatment",
        "· Greetings and farewells",
        "· Presentations",
        "· Interjections and interjective expressions",
        "• Records ",
        "· Degrees of formality in interaction: differences between countries. ",
        "·r Social Varieties of the English Language.",
        "·r Geographical Varieties of the English Language.",
        "• Nonverbal language ",
        "· Differences between countries in: ",
        "· Greetings and goodbyes ",
        "· Expression of affection ",
        "· Expression of disapproval.",
        "· Use of typographic combinations or icons in digital communications.",
        "• Personal relationships ",
        "· Family structures: tradition and change; conciliation between academic or professional life and personal life. ",
        "· Affective relationships.",
        "· Personal relationships in the world of work.",
        "• Institutions",
        "· Transnational governmental organizations.",
        "· Non-governmental transnational organizations.",
        "· European Citizenship.",
        "· welfare state.",
        "· Economic sectors. ",
        "· Labor relations: trade union and business organizations. ",
        "· Educational system: mobility in higher education. ",
        "• Customs and rituals ",
        "· Celebrations and ceremonies in the family environment: ethnic and religious varieties.",
        "· Celebrations and ceremonies in the academic field. ",
        "· Celebrations and national festivities. ",
        "• Values, norms, beliefs and attitudes ",
        "· Gender roles: tradition and social change.",
        "· Work Ethics.",
        "· Social Activism.",
        "· Relations with the natural environment.",
        "· Folk Wisdom: Idioms and Proverbs.",
        "· Religious Confessions.",
        "• Stereotypes and taboos ",
        "· Stereotypes about minorities.",
        "· Taboos in formal interactions: differences between countries.",
        "• History, culture and communities ",
        "· History: significant historical processes and changes. ",
        "· Media.",
        "· Artistic currents and thought.",
        "· Migration.",
        "· Ethnic and religious minorities.",
        "· Nationalist Movements.",
        "· Multiculturalism.",
        "· Globalization processes. ",
        "4. Strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values. ",
        "• Acceptance of cultural diversity as a source of personal and social enrichment. ",
        "• Recognition of characteristics of one's own family culture. ",
        "• Recognition of the complexity of cultural systems and their manifestations in different fields: symbols, languages, norms, values and artistic expressions. ",
        "• Awareness that the boundaries between cultures are not rigid. ",
        "• Curiosity: active search for information (through communicative exchanges or resorting to sources of information) on various cultural manifestations. ",
        "• Search for positive aspects from the point of view of social and environmental values in cultural manifestations other than family ones. ",
        "• Flexibility in the comparison between cultural manifestations, avoiding considering belonging to the family culture as the only positive assessment criterion. ",
        "5. Strategies for detection, rejection and action against discriminatory uses of verbal and non-verbal language. ",
        "• Critical recognition of discriminatory representations of people or social groups in terms of gender, functional diversity, age, sexual orientation, religion or ethnicity in multimodal texts. ",
        "• Critical recognition of discriminatory expressions in terms of gender, functional diversity, age, sexual orientation, religion or ethnicity in written and oral texts. ",
        "• Substitution of discriminatory oral and written expressions by inclusive language: inclusive pronouns, inclusive professional titles, use of expressions that recognize the specific disability as a non-defining feature of a person or group (person-first language), suppression of unnecessary gender specification . ",
        "• Consultation of inclusive language guides and glossaries. ",
        "• Use of digital writing assistants. "
    ]
}