{
    "saberes": [
        "I. Cultura científica",
        "1. Iniciación en la actividad científica",
        "1.1. Iniciación a la investigación científica (observación en el tiempo, identificación y clasificación, búsqueda de patrones, creación de modelos, investigación guiada a través de búsqueda de información, experimentos pautados con control de variables…).",
        "1.2. Fomento de la curiosidad, la iniciativa y la constancia en la realización de las diferentes investigaciones contextualizadas en el medio natural, social y cultural de Canarias a partir de estrategias cooperativas.",
        "1.3. Manipulación de instrumentos, dispositivos y herramientas digitales apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "1.4. Identificación de vocabulario científico básico relacionado con las diferentes investigaciones para comunicar y construir nuevos conocimientos, reconociendo la ciencia en Canarias.",
        "1.5. Conocimiento de los avances en el pasado relacionados con la ciencia y la tecnología que han contribuido a transformar nuestra sociedad visibilizando la aportación histórica de las mujeres.",
        "1.6. Valoración del uso de la ciencia y la tecnología para ayudar a comprender las causas de las propias acciones, tomar decisiones razonadas y realizar tareas de forma más eficiente.",
        "2. La vida en nuestro planeta",
        "2.1. Conocimiento de los reinos de la naturaleza desde una perspectiva general e integrada valorando la biodiversidad a partir del estudio y análisis de las características de diferentes ecosistemas, sus funciones y servicios como lugar donde intervienen factores bióticos y abióticos, manteniéndose un equilibrio entre los diferentes elementos y recursos.",
        "2.2. Comprensión del carácter excepcional de la biodiversidad canaria: conceptos básicos (endemismo y autoctonismo) e introducción a los ecosistemas canarios (fondos rocosos, sebadal, matorral costero, termófilo, monteverde, jaral, pinar, matorral de cumbre).",
        "2.3. Identificación de las características propias de los animales y de las plantas que permiten su clasificación y diferenciación en subgrupos relacionados con su capacidad adaptativa al medio: obtención de energía, relación con el entorno y perpetuación de la especie. Reconocimiento e identificación de las especies animales y vegetales más representativas de Canarias.",
        "2.4. Identificación de la relación del ser humano con los ecosistemas para cubrir las necesidades de la sociedad. Ejemplos de buenos y malos usos de los recursos naturales de nuestro planeta, especialmente en nuestro archipiélago canario y sus consecuencias.",
        "2.5. Identificación de las formas de relieve más relevantes y clasificación elemental de las rocas. Reconocimiento de las particularidades geológicas de la formación de las islas Canarias con respecto a otros procesos geológico y de los volcanes principales de Canarias.",
        "2.6. Valoración del agua como elemento imprescindible para la vida. Hidrosfera. Aguas subterráneas. Ciclo del agua, uso, formas de ahorro y consumo responsable, en especial en Canarias.",
        "2.7. Desarrollo de estilos de vida saludables relacionados con el bienestar físico del ser humano: alimentación variada, equilibrada y sostenible, higiene, ejercicio físico, contacto con la naturaleza, descanso y cuidado del cuerpo, uso adecuado de las tecnologías.",
        "2.8. Desarrollo de estilos de vida saludables relacionados con el bienestar emocional y social: conciencia emocional (percepción, reconocimiento y comprensión emocional de alegría, tristeza, miedo, enfado, asco, sorpresa, culpa y vergüenza), regulación emocional (autocontrol impulsivo, ajuste afectivo y responsabilidad emocional) y vinculación emocional (empatía y comunicación emocional). Relaciones afectivas saludables, cuidados de las personas, corresponsabilidad e inclusión a partir de la educación afectivo-sexual, adaptada a su nivel madurativo.",
        "3. Materia, fuerzas y energía",
        "3.1. Reconocimiento del calor como mecanismo de transferencia de energía. Cambios de estado, materiales conductores y aislantes, instrumentos de medición y aplicaciones en la vida cotidiana mediante sencillas experiencias.",
        "3.2. Observación de los cambios reversibles e irreversibles que experimenta la materia desde un estado inicial a uno final identificando los procesos y transformaciones que experimenta en situaciones de la vida cotidiana.",
        "3.3. Reconocimiento de las fuerzas de contacto y a distancia y sus efectos mediante experimentos elementales.",
        "3.4. Conocimiento de las propiedades de las máquinas simples, aplicaciones y usos en la vida cotidiana y su efecto sobre las fuerzas.",
        "II. Tecnología y digitalización",
        "1. Digitalización del entorno personal de aprendizaje",
        "1.1. Utilización de dispositivos y recursos del entorno digital de aprendizaje de acuerdo con las necesidades del contexto educativo.",
        "1.2. Aplicación de las estrategias de búsquedas guiadas de información seguras y responsables en internet (valoración, discriminación, selección y organización). Reconocimiento de la autoría y respeto por la propiedad intelectual.",
        "1.3. Uso de reglas básicas de seguridad y privacidad para navegar por internet y para proteger el entorno digital personal de aprendizaje.",
        "1.4. Conocimiento de recursos y participación en plataformas digitales restringidas y seguras para comunicarse con otras personas y trabajar cooperativamente haciendo uso de la etiqueta digital, reglas básicas de cortesía y respeto y estrategias para resolver problemas en la comunicación digital.",
        "1.5. Desarrollo de estrategias de actuación para fomentar el bienestar digital físico y mental a través del reconocimiento de los riesgos asociados a un uso inadecuado y poco seguro de las tecnologías digitales (tiempo excesivo de uso, ciberacoso, acceso a contenidos inadecuados, publicidad y correos no deseados, etc.).",
        "2. Proyectos de diseño y pensamiento computacional",
        "2.1. Aplicación de las fases de los proyectos de diseño: diseño, prototipado, prueba y comunicación para dar respuesta a un reto o problema del entorno físico, natural, social, cultural o tecnológico de manera sostenible.",
        "2.2. Utilización de herramientas, técnicas y materiales adecuados a la consecución de un proyecto de diseño.",
        "2.3. Iniciación en la programación a través de recursos analógicos (actividades desenchufadas) y digitales (plataformas digitales de iniciación en la programación, aplicaciones de programación por bloques, robótica educativa…).",
        "2.4. Desarrollo de técnicas cooperativas sencillas para el trabajo en equipo y estrategias para la gestión de conflictos y la promoción de conductas empáticas e inclusivas.",
        "III. Sociedades y territorios",
        "1. Retos del mundo actual",
        "1.1. Descripción de la tierra y las catástrofes naturales: elementos, movimientos, (traslación, rotación y sus consecuencias), dinámicas que ocurren en el universo y su relación con fenómenos físicos que afectan a la tierra y repercuten en la vida diaria y en el entorno. Reconocimiento de la formación de las islas Canarias, tipos de vulcanismo e impacto en la vida de las personas.",
        "1.2. Conocimiento del espacio a partir de la representación de la Tierra a través del globo terráqueo, los mapas y otros recursos digitales, la interpretación de mapas y planos en distintas escalas y las técnicas de orientación mediante la observación de los elementos del medio físico, puntos cardinales y otros medios de localización espacial (GPS).",
        "1.3. Conocimiento del clima y el paisaje, los fenómenos atmosféricos, la toma y registro de datos meteorológicos y su representación gráfica y visual desde las tecnologías de la información geográfica (TIG). Identificación de los tipos de clima en España y en Canarias, relacionando las zonas climáticas con la diversidad de paisajes.",
        "1.4. Análisis de los principales problemas y retos demográficos mundiales y propios de nuestra comunidad autónoma como la fragmentación del territorio por su carácter insular y las implicaciones del aislamiento del archipiélago. Conocimiento de los factores que modifican la ocupación y distribución de la población en el espacio. Representación gráfica y cartográfica de la población. Conocimiento de la organización del territorio en Canarias, en España, y en Europa.",
        "1.5. Conciencia de la desigualdad social y diferencias de acceso a los recursos. Usos del espacio por el ser humano y conocimiento de las actividades productivas y su evolución, con especial atención a los sectores productivos en Canarias. El valor, el control del dinero y los medios de pago, de la supervivencia a la sobreproducción.",
        "2. Sociedades en el tiempo",
        "2.1. Adquisición de nociones básicas de tiempo histórico: temporales y cronología mediante la ubicación temporal de las grandes etapas históricas.",
        "2.2. Clasificación y utilización de las distintas fuentes históricas (orales, escritas, patrimoniales y museísticas) como vía para el análisis de los cambios y permanencias en la localidad a lo largo de la historia. Las huellas de la historia en lugares, edificios, objetos, oficios o tradiciones del municipio, isla o archipiélago.",
        "2.3. Iniciación en la investigación y en los métodos de trabajo para la realización de proyectos, que analicen hechos, asuntos y temas de relevancia actual con perspectiva histórica, contextualizándolos en la época correspondiente (Prehistoria y Edad Antigua), como la supervivencia y la alimentación, la vivienda, los intercambios comerciales (de dónde viene el dinero, los trabajos no remunerados), la explotación de bienes comunes y recursos o los avances técnicos.",
        "2.4. Valoración de la acción de mujeres y hombres como sujetos en la historia. Interpretación del papel de los individuos y de los distintos grupos sociales: relaciones, conflictos, creencias y condicionantes en la Prehistoria y la Edad Antigua.",
        "2.5. Reconocimiento de las expresiones artísticas y culturales en la Prehistoria y la Edad Antigua, su contextualización histórica y su función, visibilizando las aportaciones y la representación de las mujeres en ellas.",
        "2.6. Valoración del patrimonio cultural y del natural local, insular y estatal. Uso, cuidado y conservación de los espacios protegidos, culturales y naturales, reconociendo los Parques Nacionales de Canarias.",
        "3. Alfabetización cívica",
        "3.1. Conocimiento de las costumbres, tradiciones y manifestaciones etnoculturales del entorno y reconocimiento de la identidad cultural canaria como resultado de un proceso de diálogo constante entre lo local y foráneo. Respeto por la diversidad y la cohesión social desde la promoción de la cultura de paz y no violencia.",
        "3.2. Identificación de la  organización política y territorial de España, partiendo del conocimiento de la misma en Canarias.",
        "3.3. Reconocimiento de la organización y funcionamiento de la sociedad: las principales instituciones y entidades, la estructura administrativa y los servicios públicos que prestan en el entorno local, regional (los cabildos insulares como elemento intermedio entre los ayuntamientos y el gobierno autonómico) y nacional.",
        "3.4. Fomento de la igualdad de oportunidades entre mujeres y hombres y de conductas no sexistas. Conocimiento del valor de mujeres referentes en el contexto del patrimonio social, cultural e histórico canario y de las mujeres rurales de Canarias.",
        "3.5. Conciencia de la seguridad vial, valorando la ciudad como espacio de convivencia inclusiva e igualitaria a través de la adquisición de normas de circulación, señales, marcas viales y el desarrollo de la movilidad segura, saludable y sostenible como peatones o como usuarios de los medios de locomoción.",
        "4. Conciencia ecosocial",
        "4.1. Introducción a las causas y consecuencias del cambio climático y su impacto en los paisajes de la tierra a nivel mundial y a nivel local en nuestro archipiélago, medidas de mitigación y de adaptación.",
        "4.2. Fomento de la responsabilidad ecosocial: ecodependencia e interdependencia entre personas, sociedades y medio natural.",
        "4.3. Valoración de la transformación y la degradación de los ecosistemas naturales por la acción humana y desarrollo de acciones para la conservación y protección de la naturaleza y la prevención del maltrato animal.",
        "4.4. Reconocimiento de estilos de vida sostenibles: el consumo y la producción responsables, la alimentación sostenible, el uso eficiente del agua y la energía y la prevención y la gestión de los residuos en Canarias."
    ],
    "criteriosEvaluacion": [
        "1.1. Utilizar dispositivos y recursos digitales, de forma segura, responsable, saludable y sostenible, de acuerdo con las necesidades del contexto educativo, para realizar búsquedas guiadas de información, respetando la propiedad intelectual, para comunicarse en plataformas digitales restringidas y seguras, compartiendo datos y usando la terminología científica básica y para trabajar cooperativamente respetando la privacidad y protección del entorno digital de aprendizaje.",
        "1.2 Reelaborar y crear contenidos digitales sencillos, con diferentes medios, soportes y formatos, trabajando de forma individual y en equipo para construir, comunicar y compartir nuevos conocimientos, respetando los derechos de autoría y de acuerdo a las necesidades digitales del contexto educativo.",
        "2.1. Formular preguntas y realizar predicciones razonadas, demostrando curiosidad por el medio natural, social y cultural canario, participando en interacciones comunicativas con actitud cooperativa e interpretando el sentido de textos orales y multimodales.",
        "2.2. Buscar, seleccionar y comprender información de diferentes fuentes seguras y fiables, adquiriendo léxico científico básico, y utilizándola en investigaciones relacionadas con el medio natural, social y cultural, reconociendo el valor de la ciencia en Canarias.",
        "2.3. Realizar experimentos guiados utilizando diferentes técnicas de indagación y modelos, empleando de forma segura instrumentos y dispositivos, realizando observaciones y mediciones precisas y registrándolas correctamente en distintos formatos.",
        "2.4. Proponer posibles respuestas a las preguntas planteadas, en diversos textos, a través de la interpretación de la información y los resultados obtenidos, comparándolos con las predicciones realizadas.",
        "2.5. Comunicar los resultados de las investigaciones en diferentes formatos, utilizando lenguaje científico básico y explicando los pasos seguidos, adoptando un punto de vista creativo y personal.",
        "3.1. Construir en equipo un producto final sencillo que dé respuesta a un problema de diseño, proponiendo posibles soluciones creativas, utilizando de forma segura las herramientas, técnicas y materiales adecuados y probando diferentes prototipos en equipo, de forma empática e inclusiva.",
        "3.2. Resolver, de forma guiada, problemas sencillos y sostenibles de programación, modificando algoritmos de acuerdo con los principios básicos del pensamiento computacional, empleando estrategias cooperativas.",
        "3.3. Comunicar el producto final de los proyectos de diseño en diferentes formatos, asumiendo las responsabilidades individuales asignadas en el trabajo en grupo, explicando los pasos seguidos, autoevaluando y coevaluando el proceso realizado y el resultado obtenido.",
        "4.1. Desarrollar actitudes que fomenten el bienestar físico, emocional y social a través de la conciencia, la regulación y la vinculación emocional, de forma guiada, estableciendo relaciones afectivas saludables, inclusivas y corresponsables, potenciando la cultura de los cuidados.",
        "4.2 Desarrollar estilos de vida saludables valorando la importancia de una alimentación variada, equilibrada y sostenible, la higiene, el ejercicio físico, el contacto con la naturaleza, el descanso y cuidado del cuerpo y el uso adecuado de las tecnologías, participando en acciones fundamentadas científicamente para preservar la salud.",
        "5.1. Identificar las características, la organización y las propiedades de los elementos del medio natural, social y cultural partiendo del conocimiento de la biodiversidad del archipiélago canario, a través de la indagación y la búsqueda de información, de manera guiada, utilizando las herramientas y procesos adecuados, para transmitir y compartir los conocimientos en diferentes formatos.",
        "5.2. Identificar conexiones sencillas entre diferentes elementos del medio natural social y cultural partiendo del reconocimiento de la formación de las islas Canarias para comprender las relaciones que se establecen en los ecosistemas canarios y acercarse así a las que ocurren en otros lugares.",
        "5.3. Proteger el patrimonio cultural y el natural, especialmente de Canarias, para valorarlos como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora.",
        "6.1 Poner en práctica estilos de vida sostenibles, reconociendo comportamientos respetuosos de cuidado, corresponsabilidad y de protección del entorno y uso sostenible del agua, la energía y los residuos y de los recursos naturales, expresando los cambios positivos y negativos causados en el medio por la acción humana y explicando algunos fenómenos que ocurren a su alrededor para potenciar el modelo de isla sostenible para Canarias.",
        "6.2. Identificar problemas ecosociales en el entorno cercano, compartidos a nivel mundial y proponer posibles soluciones, de manera individual y cooperativa, poniendo en práctica estilos de vida sostenibles.",
        "7.1. Localizar, seleccionar e identificar hechos del entorno social y cultural desde la Prehistoria hasta la Edad Antigua, empleando las nociones de causalidad, simultaneidad y sucesión para comunicarlos, adoptando un punto de vista creativo.",
        "7.2. Conocer personas, grupos sociales relevantes y formas de vida de las sociedades desde la Prehistoria hasta la Edad Antigua, visibilizando las aportaciones y representación de las mujeres en ellas y personajes históricos representativos en Canarias.",
        "8.1 Analizar la importancia demográfica, cultural y económica de las migraciones en la actualidad, valorando con respeto y empatía el aporte de la diversidad cultural al bienestar individual y colectivo, especialmente en la sociedad canaria.",
        "8.2. Valorar positivamente las acciones y actividades comunitarias que fomentan la igualdad efectiva entre mujeres y hombres y las conductas no sexistas reconociendo modelos positivos a lo largo de la historia, empleando estrategias colaborativas para reflexionar y comunicar sobre problemas éticos de actualidad.",
        "9.1. Realizar actividades en el contexto de la comunidad escolar, asumiendo responsabilidades, estableciendo acuerdos democráticos, y empleando un lenguaje inclusivo y no violento.",
        "9.2. Conocer los principales órganos de gobierno incluyendo los ayuntamientos y cabildos insulares en Canarias y funciones de diversas administraciones y servicios públicos, reflexionando y valorando la importancia de su gestión para la seguridad integral ciudadana y la participación democrática.",
        "9.3. Participar en actividades comunitarias, de manera constructiva e inclusiva para interiorizar normas básicas para la convivencia en el uso de los espacios públicos como peatones o como usuarios de los medios de locomoción, identificando las señales de tráfico y tomando conciencia de la importancia de una movilidad segura, saludable y sostenible tanto para las personas como para el planeta."
    ]
}