{
    "saberes": [
        "A. Geografía e historia.",
        "- El marco geográfico de la civilización griega: Grecia en el siglo de Pericles. El mundo helenístico.",
        "- El marco geográfico de la civilización romana en su apogeo cultural: épocas de Augusto y de Trajano.",
        "- La civilización griega: origen, principales acontecimientos y protagonistas.",
        "- La civilización romana: origen mítico e histórico, principales acontecimientos y protagonistas.",
        "- La romanización de Hispania y Europa: su importancia en la configuración de los territorios actuales.",
        "- Sistemas políticos: las poleis griegas: aristocracia, tiranía y democracia. La República romana y el Imperio. Pervivencia de las instituciones políticas clásicas en la actualidad.",
        "- La organización social de Grecia y Roma. La situación jurídica y social de los esclavos y de la mujer. Mujeres destacadas.",
        "- El ejército: los hoplitas, las falanges y la legión. El campamento romano.",
        "- Las representaciones y festivales teatrales, su evolución y pervivencia en la actualidad. Ludi Romani. Circo y anfiteatro.",
        "B. Léxico.",
        "- El alfabeto latino y griego y su permanencia e influencia en las lenguas del repertorio lingüístico del alumnado.",
        "- Comparación entre lenguas a partir de su origen y parentescos. Lenguas itálicas y dialectos griegos.",
        "- Identificación de palabras con lexemas, sufijos y prefijos de origen latino y griego, en textos escritos de las lenguas de enseñanza.",
        "- Estrategias básicas para inferir significados en el léxico especializado y de nueva aparición, a partir de la identificación de formantes latinos y griegos.",
        "- Técnicas avanzadas de reconocimiento, organización e incorporación a la producción escrita, oral o multimodal de léxico de raíz común entre las distintas lenguas del repertorio lingüístico individual.",
        "C. Mitología.",
        "- Dioses, diosas, héroes y heroínas de la mitología grecolatina. Pervivencia de los arquetipos míticos, referentes de la cultura universal.",
        "- Creencias, superstición y magia. Religión oficial, religión doméstica. El mundo de los muertos. Las religiones mistéricas. Los oráculos.",
        "D. Manifestaciones artísticas.",
        "- Características esenciales del arte griego y romano y su funcionalidad. Conservación, preservación y restauración.",
        "- Principales monumentos clásicos del patrimonio español y europeo: cronología y localización.",
        "- Características de los géneros literarios, mediante la lectura de fragmentos. Pervivencia de temas, motivos y personajes de la tradición grecolatina en la literatura universal.",
        "E. La herencia clásica en la construcción de la ciencia y la tecnología.",
        "- La representación del universo en el mundo clásico.",
        "- La medicina en Grecia y Roma.",
        "- Matemáticas: Tales y Pitágoras. El sistema de numeración.",
        "- La transmisión de la cultura clásica a través de los siglos. La universidad de Alcalá de Henares y la Escuela de Traductores de Toledo."
    ],
    "criterios": [
        "Competencia específica 1.",
        "1.1. Conocer las características fundamentales de la cultura grecolatina, relacionando los datos con los referentes actuales.",
        "1.2. Reconocer los aspectos más relevantes de las civilizaciones griega y romana, analizando la importancia del legado clásico en la construcción del mundo moderno.",
        "1.3. Comprender la información más relevante de la civilización clásica, expresada a través de mapas y fuentes escritas, haciendo uso de los medios analógicos y digitales.",
        "Competencia específica 2.",
        "2.1. Explicar, de manera guiada, la relación de las lenguas clásicas con las lenguas modernas, analizando los elementos lingüísticos comunes de origen grecolatino y utilizando estrategias y conocimientos tanto de las lenguas como de los lenguajes que conforman el repertorio del alumnado.",
        "2.2. Inferir significados de términos grecolatinos, aplicando los conocimientos léxicos y fonéticos de otras lenguas de su repertorio individual.",
        "2.3. Producir definiciones etimológicas de términos cotidianos, científicos y técnicos, reconociendo los elementos grecolatinos en diferentes contextos lingüísticos y estableciendo relaciones semánticas.",
        "2.4 Ampliar el caudal léxico y mejorar la expresión oral y escrita, incorporando términos de origen griego y latino, de manera coherente.",
        "Competencia específica 3.",
        "3.1. Explicar los elementos de la civilización grecolatina relacionados con la mitología clásica, identificándolos como fuente de inspiración de manifestaciones artísticas.",
        "3.2. Reconocer la pervivencia de la mitología en diversos aspectos de las artes y las ciencias, conociendo a la vez los principales mitos asociados a los dioses, diosas, héroes y heroínas.",
        "Competencia específica 4.",
        "4.1. Reconocer las huellas del mundo clásico en el patrimonio artístico, cultural y arqueológico del entorno, identificando los procesos de preservación, conservación y restauración como un aspecto fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y el cuidado de su legado.",
        "4.2. Conocer los yacimientos arqueológicos más importantes de Castilla-La Mancha, reflexionando sobre la importancia de su conservación y participando en procesos encaminados a ello.",
        "4.3. Reflexionar sobre la pervivencia de tópicos y temas de la mitología grecolatina en la literatura, comparando entre géneros y corrientes literarias de diferentes épocas.",
        "Competencia específica 5.",
        "5.1. Exponer, de forma oral, escrita o multimodal, las conclusiones obtenidas a partir de la investigación, individual o colectiva, del legado material e inmaterial de la civilización clásica y su pervivencia en el presente, a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola, a partir de criterios de validez, calidad y fiabilidad.",
        "5.2. Conocer la aportación de Grecia y Roma, valorando su importancia para el desarrollo tecnológico en la actividad cotidiana."
    ]
}