{
  "saberes": [
    "Grècia i Roma com a civilitzacions històriques",
    "- Localització en el temps i en l’espai de Grècia i Roma en el context geogràfic de la Mediterrània al llarg de la història.",
    "- Identificació de les primeres formes de pensament racional sorgides en la Grècia antiga i la seva influència en la tradició filosòfica posterior, a partir de la lectura comparada de textos d’un nivell assequible per a l’alumnat.",
    "- Valoració de la importància de les primeres aportacions científiques dels grecs i la seva continuïtat i desenvolupament en el món científic i tècnic de l’època romana.",
    "- Caracterització de l’origen mític del món segons els grecs i els romans i comparació amb altres cosmogonies antigues i modernes.",
    "- Identificació de les divinitats gregues i romanes, així com dels principals relats mítics i d’altres formes de religiositat popular, especialment al món romà, establint paral·lelismes amb el present.",
    "- Reconeixement dels principis de l’urbanisme grec i, sobretot, romà, i valoració de la importància del món urbà en la civilització clàssica, tot localitzant les ciutats principals, els edificis urbans més representatius i algunes de les grans obres públiques, per observació directa o indirecta.",
    "- Identificació dels elements que configuren l’art clàssic i dels canvis i continuïtats entre Grècia i Roma, localitzant, analitzant i valorant els elements patrimonials d’època clàssica a Catalunya.",
    "- Anàlisi d’aspectes de la vida quotidiana (lleure, costums, relacions familiars i socials) entre els grecs i els romans, a partir de reconstruccions històriques en suports diversos, inclosos els mitjans audiovisuals i eines digitals. Iniciació als elements bàsics de les llengües i literatures grega i llatina",
    "- Localització en el temps i en l’espai de les llengües grega i llatina i la seva difusió en el món antic i actual.",
    "- Identificació de les arrels comunes de les llengües grega i llatina i de les seves relacions amb altres famílies lingüístiques a partir d’exemples de contextos històrics i lingüístics diferents.",
    "- Identificació dels trets bàsics dels alfabets grec i llatí i comparació amb alfabets d’altres llengües a partir d’exemples pràctics.",
    "- Comparació d’alguns elements estructurals de la llengua pròpia amb les llengües grega i llatina com a iniciació al concepte de llengua flexiva.",
    "- Reconeixement de diversos tipus de fonts històriques escrites, identificant els sistemes d’escriptura, els diferents suports materials i les informacions que aporten al coneixement del passat.",
    "- Identificació i presa de consciència de la diversitat lingüística de les llengües romàniques, valorant-ne l’origen comú.",
    "- Identificació de llatinismes i d’ètims etimològics grecs en la llengua pròpia, així com d’elements del vocabulari culte i terminologia cientificotècnica, a partir tant d’exemples concrets com de textos de dificultat progressiva.",
    "- Caracterització dels principals gèneres literaris d’època clàssica i valoració de la literatura grecoromana com a expressió de la dimensió cultural i estètica de la llengua, a partir de fragments traduïts a les llengües d’aprenentatge, i identificació de la pervivència posterior d’aquests gèneres literaris per mitjà de fonts i suports diversos. L’herència de la cultura clàssica",
    "- Reconeixement de la pertinença a una cultura d’origen grecoromà, valorant críticament la incidència de les aportacions de la cultura clàssica.",
    "- Identificació de les relacions d’intercanvi cultural entre grecs i romans i altres cultures coetànies en el camp de la literatura, l’art i el pensament, fonamentalment.",
    "- Reconeixement i valoració de les diferents visions de la cultura clàssica al llarg de la història de la cultura occidental, especialment en els períodes de reivindicació del passat clàssic, tot interpretant l’ús que s’ha fet del llegat que li és propi.",
    "- Anàlisi i valoració de les aportacions artístiques de l’antiguitat clàssica a partir d’exemples provinents del passat i del present.",
    "- Reconeixement d’elements de la mitologia clàssica en manifestacions artístiques i culturals del món actual (arts plàstiques, arts escèniques, música, dansa, cinema).",
    "- Caracterització dels valors, disposicions i costums fruit de l’herència clàssica en diversos camps (educació, pensament, dret i política, fonamentalment)."
  ],
  "criteriosEvaluacion": [
    "1.1 Identificar i establir els espais geogràfics on es va desenvolupar la civilització grega i romana, i quins van ser els seus sistemes polítics i econòmics més representatius, així com les institucions que van vertebrar la seva societat, per mitjà de mapes, plànols i diverses fonts històriques, tot identificant, a més, els elements de canvi i continuïtat entre ambdues civilitzacions.",
    "1.2 Justificar i valorar la importància la influència dels fets històrics del període grecoromà respecte al moment històric present, per mitjà de l’anàlisi comparativa de textos antics i moderns en els seus més variats formats.",
    "1.3 Valorar críticament les formes de vida, costums i actituds de la societat romana en comparació amb els de les nostres societats a partir del contingut de fonts gregues i llatines en diferents suports, aplicant la perspectiva de gènere.",
    "2.1 Llegir i interpretar manifestacions culturals grecoromanes a partir del seu context històric, així com la intencionalitat dels seus autors o autores.",
    "2.2 Relacionar les manifestacions culturals grecoromanes amb manifestacions culturals d’èpoques posteriors, a partir d’imatges, fotografies i reproduccions de pintures, escultures, edificacions, ceràmiques, joies, fragments d’obres literàries, documents, etc.",
    "2.3 Analitzar els canvis i continuïtats que es donen en les manifestacions culturals actuals d’arrel grecoromana, tenint en compte la seva evolució històrica, plantejant la seva perspectiva de futur i desenvolupant estratègies de cerca d’informació en diferents suports (amb especial referència als digitals) i d’argumentació i exposició oral a l’aula, tot mostrant interès, respecte i empatia per les opinions i argumentacions dels companys i companyes.",
    "3.1 Identificar, reconèixer i valorar les principals manifestacions artístiques grecoromanes en el seu context històric a partir de la lectura de textos grecs i llatins traduïts i d’imatges contingudes en ceràmiques i en estàtues d’època grega i romana, sense renunciar a denunciar aquelles expressions que atempten contra la igualtat de gènere i d’oportunitats i que, segons els criteris actuals, mereixen un clar rebuig.",
    "3.2 Entendre i valorar el concepte de patrimoni cultural (material i immaterial) com a herència pròpia del passat, amb la qual el poble viu el present i el transmet a generacions futures, tot analitzant exemples concrets que permetin rastrejar la seva continuïtat des de l’antiguitat fins als nostres dies.",
    "3.3 Investigar, de manera guiada, el patrimoni històric, arqueològic, artístic i cultural heretat de les civilitzacions grega i romana, amb l’objectiu d’actuar de forma adequada, empàtica i respectuosa vers aquest patrimoni, interessant-se pels processos de construcció, preservació, conservació i restauració i per aquelles actituds cíviques que n’asseguren la sostenibilitat.",
    "3.4 Valorar les implicacions culturals, econòmiques i identitàries, de memòria històrica i de convivència, que hi ha al darrere de la conservació i la difusió del patrimoni cultural grecoromà, a través de la comprensió i assimilació dels conceptes de colonització i romanització.",
    "4.1 Valorar críticament la diversitat lingüística i cultural a la qual donen origen el grec i el llatí i adequar-s’hi, identificant i explicant semblances i diferències entre els elements lingüístics de l’entorn de l’alumnat, relacionant-los amb els de la cultura pròpia i desenvolupant una cultura compartida i una ciutadania compromesa amb els valors democràtics.",
    "4.2 Inferir significats de termes grecs i llatins aplicant els coneixements lèxics i fonètics d’altres llengües del repertori individual de l’alumnat, sobre la base de l’anàlisi comparativa de les llengües grega i llatina i la llengua o llengües d’ús habitual per part de l’alumnat.",
    "4.3 Analitzar i explicar de manera oral, escrita o multimodal el caràcter clàssic i humanista de les diverses manifestacions literàries i artístiques de la civilització grega i llatina, utilitzant un vocabulari correcte i una expressió adequada."
  ]
}