{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "Bloque A: construcción de la identidad y la autonomía en relación consigo mismo",
        "1. Imagen global y segmentaria del cuerpo: características individuales y percepción de los cambios físicos.",
        "2. Autoimagen positiva y ajustada ante los otros. Identificación y respetoa las diferencias.",
        "3. Juego exploratorio, sensorial, simbólico, motor y de reglas.",
        "4. El movimiento como fuente de aprendizaje y desarrollo.",
        "5. Control dinámico: coordinación general, equilibrio, coordinación visomotriz. Desplazamientos en diferentes espacios.",
        "6. Control estático: respiración, tonicidad, relajación y autocontrol.",
        "7. Estrategias para desarrollar la seguridad en sí mismo, el reconocimiento de sus necesidades, posibilidades y limitaciones.",
        "8. Estrategias para manifestar y regular las necesidades básicas en relación con el bienestar personal.",
        "9. Participación en los hábitos y las prácticas sostenibles y responsables relacionadas con la alimentación, la higiene, el descanso, el autocuidado y el cuidado del entorno.",
        "10. Actitudes de prudencia ante situaciones de riesgo o peligro.",
        "11. Estrategias para compartir pensamientos y planificar acciones que ayuden a resolver un problema o una tarea de manera creativa en situaciones de la vida cotidiana.",
        "12. Seguridad y confianza en las propias posibilidades de aprendizaje y satisfacción por los progresos conseguidos.",
        "13. Compromiso en juegos, situaciones y actividades.        ",
        "Bloque B: construcción de la identidad y la autonomía en relación con los otros",
        "1. La transición del grupo familiar al grupo social de la escuela.",
        "2. La amistad como elemento de protección, de prevención de la violencia y de desarrollo de la cultura de la paz.",
        "3. Fórmulas de cortesía e interacción social positiva.",
        "4. Sentido de pertenencia al grupo y relaciones con las personas de su entorno.",
        "5. Las primeras organizaciones sociales: la familia, la casa, la escuela y otros grupos sociales. Características, funciones y relaciones.",
        "6. Estrategias para la resolución pacífica y dialogada de conflictos surgidos en las interacciones con los otros.",
        "7. Pautas básicas de convivencia que incluyan el respeto a las diferencias y la igualdad de género.",
        "8. Estrategias para proponer, comunicar y participar activamente en la toma de decisiones de situaciones de la vida cotidiana.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "Bloque A: observación y experimentación del entorno inmediato físico y natural",
        "1. Sensaciones, el sentido socioemocional de los descubrimientos mediante la experiencia en el mundo que los rodea.",
        "2. Interés, curiosidad y actitud de respeto durante la exploración.",
        "3. Calidades o atributos de los objetos, desde la integración sensorial del mundo.",
        "4. Relaciones de orden, clasificación, agrupación, comparación y correspondencia.Características, propiedades y comportamientos de objetos y materiales.",
        "6. Exploración de la capacidad, el peso, el tamaño, el volumen, las mezclas y los trasvases.",
        "7. Los objetos, las herramientas y la relación que tienen con el ser humano en varios contextos experimentales próximos a la niña o el niño.",
        "8. Nociones espaciales básicas en relación con el propio cuerpo, los objetos y las acciones, tanto en reposo como en movimiento.",
        "9. Cuantificadores básicos contextualizados: funcionalidad de los números en la vida cotidiana, situaciones de medida. El tiempo y la organización de este.",
        "10. Las necesidades de los seres vivos y las diferencias con los objetos inertes desde las experiencias más próximas a la infancia.",
        "11. Los cambios en los seres vivos, objetos, materiales y elementos del entorno próximo: crecimiento, transformaciones, procesos y reacciones elementales y perceptibles.",
        "12. Elementos naturales. Las relaciones básicas entre los seres humanos, los animales y las plantas. Repercusión en la vida cotidiana.",
        "Bloque B: curiosidad, iniciación al pensamiento cientifico y al razonamiento lógico desde la creatividad",
        "1. Las relaciones entre lo que se conoce y lo que es nuevo.",
        "2. La interacción en el entorno social, físico y natural.",
        "3. Estrategias de investigación elementales: observación, experimentación, formulación y comprobación de hipótesis.",
        "4. Iniciativa en la planificación siguiendo procedimientos cientificos en el entorno próximo.",
        "4. Procesos y herramientas para proponer, anticipar y comunicar soluciones a problemas sencillos de su entorno desde el descubrimiento, la creatividad y la imaginación.",
        "5. Autoevaluación y coevaluación de los planteamientos y de los resultados encontrados.",
        "6. Satisfacción propia y compartida en los procesos y los descubrimientos.",
        "7. Sentido numérico, sentido de la medida y sentido espacial.",
        "Bloque C: valoración, respeto, cura y acción sobre el entorno",
        "1. Repercusión de los elementos y fenómenos naturales en la vida de las personas en su entorno próximo.",
        "2. La influencia de las acciones de las personas en el medio físico y natural. Ejemplos sencillos sobre efectos del cambio climático.",
        "3. La indagación sobre el entorno: observación, curiosidad y descubrimiento.",
        "4. Introducción básica a las energías en general y a las energías limpias y naturales, así como al concepto de sostenibilidad desde actitudes respetuosas en su entorno próximo.",
        "5. Las acciones del ser humano y la repercusión que tienen en el medio.",
        "6. Cuidado y respeto hacia los seres vivos y los entornos que habitan.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "Bloque A: descubrimiento de los lenguajes",
        "1. Calidades expresivas y creativas de los diferentes materiales y objetos cotidianos: naturales, artificiales y de desecho.",
        "2. Posibilidades creativas y comunicativas de aplicaciones y herramientas digitales.",
        "3. La imagen y el sonido en el entorno físico y virtual.",
        "4. Aproximación al lenguaje sonoro y a las posibilidades expresivas y creativas de la voz, el cuerpo, los objetos cotidianos del entorno y los instrumentos.",
        "5. Identificación y discriminación visual y auditiva.",
        "6. Canciones y otras manifestaciones musicales y artisticas. Sentimientos, emociones y acciones que sugieren.",
        "7. Cuidado de la voz. Relajación e intensidad vocal.",
        "8. El gesto, el movimiento, la mímica, la danza y el teatro. Interés y participación.",
        "9. Materiales específicos e inespecíficos, herramientas, técnicas y elementos en las representaciones plásticas.",
        "10. Juegos de expresión corporal y dramática.",
        "11. Intención expresiva y el deseo de comunicarse a partir de las producciones artisticas.",
        "12. Aproximación a los códigos de representación gráfica: dibujo, imágenes, símbolos, signos y números en diferentes apoyos. Usos sociales de la comunicación.",
        "Bloque B: posibilidades comunicativas y expresivas del lenguaje verbal",
        "1. Comprensión de mensajes orales en las dos lenguas oficiales.",
        "2. Articulación de palabras y estructuras sencillas. Juegos de imitación lingüísticos, de percepción auditiva y conciencia fonológica.",
        "3. Interés por participar en interacciones orales y diferentes situaciones de comunicación.",
        "4. Expresión de mensajes que respondan a sus necesidades e intereses y sobre situaciones diferentes: cotidianas, vividas o imaginadas.",
        "5. Estrategias y convenciones sociales del intercambio lingüístico en situaciones comunicativas que potencian el respeto y la igualdad: atención, escucha activa, turnos de diálogo y alternancia.",
        "6. Usos sociales de la lectura y la escritura. Modelos lectores de referencia.",
        "7. Textos orales formales e informales en las dos lenguas oficiales con apoyos otros lenguajes.",
        "8. Repertorio lingüístico: situaciones y funciones comunicativas y representativas. Conversaciones colectivas, léxico en las lenguas oficiales y discurso.",
        "9. Aproximación a la lengua extranjera. Elementos para una comunicación funcional básica.",
        "10. Relatos orales en lengua extranjera.",
        "Bloque C: patrimonio y cultura",
        "1. Las manifestaciones artisticas musicales, plásticas, visuales, audiovisuales y gastronómicas de su entorno como parte del patrimonio.",
        "2. Celebraciones, costumbres   y   juegos tradicionales de la cultura propia de la Comunidad. Aprecio por las señas de identidad etno-culturales presentes en su entorno.",
        "3. Los espacios letrados y culturales, como fuentes de información y goce.",
        "4. Características y posibilidades representativas de varios géneros literarios infantiles de diferentes culturas (cuentos, relatos, adivinanzas, teatro, trabalenguas, poesía, patrañas, fábulas, leyendas, canciones de cuna...).",
        "5. Actitud positiva hacia la diversidad lingüística y cultural del entorno social y escolar.",
        "6. Interés por el uso del valenciano en cualquier situación, especialmente cuando no es la lengua habitual.",
        "7. Curiosidad e interés por los aspectos diferenciales de las lenguas extranjeras, en comparación con las lenguas oficiales.",
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1. Identificar y controlar las partes del cuerpo, sus posibilidades, las limitaciones y características, de manera global y segmentaria.",
        "2. Identificar y aceptar las diferencias entre el propio cuerpo y el de los otros.",
        "3. Adecuar el movimiento del cuerpo a las particularidades y características de cada situación.",
        "4. Ser consciente y expresar las necesidades personales básicas con personas adultas del entorno próximo.",
        "5. Expresar y compartir con adultos e iguales pensamientos, inquietudes, preferencias y emociones de sí mismo.",
        "6. Reproducir conductas, acciones o situaciones del entorno social a través del juego en interacción con sus iguales.",
        "7. Adoptar estrategias sencillas de regulación emocional.",
        "8. Establecer vínculos de afecto con adultos e iguales de manera respetuosa y alejada de estereotipos que generan desigualdad y exclusión.",
        "9. Participar activamente en situaciones escolares que requieran reflexión y toma de decisiones y favorezcan un clima de convivencia.",
        "10. Adoptar hábitos de higiene personal, limpieza y orden relacionados con las situaciones cotidianas.",
        "11. Respetar la secuencia temporal asociada a los acontecimientos y las actividades cotidianas y desarrollar comportamientos respetuosos hacia las otras personas.",
        "12. Identificar y evitar situaciones peligrosas que contribuyan a prevenir accidentes.",
        "13. Afrontar pequeñas adversidades y tomar decisiones, manifestar actitudes de superación, solicitar y prestar ayuda.",
        "14. Planificar y organizar acciones para llegar a una meta realista o resolver problemas sencillos de la vida cotidiana.",
        "15. Mostrar satisfacción   y   seguridad   en comportamientos y a hablar sobre sí mismo.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1. Explorar   e   identificar   materiales   y objetos del entorno próximo en base a sus atributos, desde la curiosidad y el interés.",
        "2. Establecer relaciones entre objetos, materiales y elementos a partir de las cualidades, las propiedades y los atributos que tienen, que les permiten identificarlos, relacionarlos y diferenciarlos.",
        "3. Emplear los cuantificadores básicos de complejidad creciente en el contexto del juego y en la interacción con los otros.",
        "4. Localizar espacios habituales y aplicar nociones espaciales básicas partiendo del propio cuerpo y de los elementos y objetos del entorno en reposo y en movimiento (posición, relación y trayectoria, medida, cuantificación, dimensiones, estimación y tanteo).",
        "5. Identificar las situaciones cotidianas en las cuales hay que medir, y utilizar el cuerpo u otros materiales y herramientas para efectuar las medidas.",
        "6. Utilizar nociones temporales básicas para organizar su actividad y ordenar secuencias.",
        "7. Proponer secuencias de acciones o instrucciones para la resolución de tareas y retos sencillos, y utilizar cuantificadores temporales y ordinales.",
        "8. Plantear hipótesis sobre el comportamiento de ciertos elementos o materiales y comprobarlas mediante la manipulación y la actuación sobre estos.",
        "9. Participar en proyectos colaborativos sencillos, compartir y valorar opiniones propias y ajenas, así como expresar sus conclusiones.",
        "10. Tomar decisiones, mostrando iniciativa, en la indagación y en la resolución de problemas sencillos de su entorno próximo, buscando soluciones o alternativas creativas y originales.",
        "11. Mantener la actividad que está desarrollando, aunque no se obtengan los resultados esperados, y solicitar el acompañamiento en los aprendizajes cuando sea necesario.Mostrar una actitud de respeto y cuidado hacia el medio natural en su entorno próximo.",
        "13. Identificar algún ejemplo del impacto positivo o negativo de algunas acciones humanas sobre el medio natural del entorno próximo.",
        "14. Intervenir en las situaciones próximas en qué haga falta el cuidado de uno mismo y del entorno físico, natural y social.",
        "15. Identificar los rasgos básicos comunes y diferentes entre seres vivos e inertes.",
        "16. Establecer alguna relación sencilla entre el medio natural y social a partir de la observación y la identificación de algunos fenómenos naturales.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1. Utilizar los diferentes lenguajes en su entorno inmediato y experimentar las posibilidades de los materiales, técnicas y los instrumentos propios de estos lenguajes.",
        "2. Identificar algunas de las características propias de los diferentes lenguajes y su funcionalidad en situaciones cotidianas, además de mostrar interés e iniciativa por los códigos convencionales y no convencionales.",
        "3. Elaborar creaciones sencillas en cualquier de los lenguajes (plásticas, musicales, dramáticas, corporales...) y participar activamente en el trabajo en grupo cuando haga falta.",
        "4. Participar en propuestas de forma que su movimiento y expresión libre se ajusten armónicamente al espacio y a los otros.",
        "5. Tomar la iniciativa en la interacción social y disfrutar de las situaciones comunicativas con una actitud respetuosa.Interpretar y ajustar la reacción a mensajes sencillos y las intenciones comunicativas de los otros, en las cuales mostrar una actitud curiosa y responsable.",
        "7. Expresar y comunicar emociones, pensamientos y preferencias propias, disfrutar del proceso creativo y compartirlas con los otros.",
        "8. Utilizar varias herramientas o aplicaciones digitales intuitivas y visuales para expresarse y comunicarse de manera creativa.",
        "9. Adquirir el repertorio comunicativo en las dos lenguas oficiales y ajustarlo a las particularidades de las situaciones cotidianas del ámbito escolar, así como a los interlocutores.",
        "10. Identificar la pluralidad lingüística y cultural de su entorno y manifestar interés por otras lenguas, etnias y culturas.",
        "11. Participar en interacciones comunicativas orales, básicas y sencillas en lengua extranjera relacionadas con rutinas y situaciones cotidianas.",
        "12. Recurrir en la biblioteca del aula o del centro escolar y a cualquier espacio letrado como fuente de información y goce, con respeto hacia las normas de uso.",
        "13. Mostrar interés y gusto en actividades de aproximación a géneros de la literatura infantil y del entorno próximo, tanto individualmente como en contextos de diálogo.",
        "14. Participar en las manifestaciones culturales presentes en el entorno próximo y conocer las más identificativas de la Comunidad Valenciana."
    ]
}