{
    "criteriosEvaluacion": [
        "1.1. Analizar y categorizar la diversidadlingüística de España y del mundo, y de las doslenguas oficiales de la Comunitat Valencianausando nociones de sociolingüística, ycontrastando los equilibrios y desequilibrios endiferentes ámbitos y discursos orales, escritos ymultimodales.",
        "1.2. Valorar la importancia delconocimiento y el uso del valenciano comolengua propia del territorio y hacer un usoefectivo y consciente en las diferentessituaciones comunicativas del ámbito personal,social, educativo y profesional.",
        "1.3. Mostrar interés y respeto por lasdiversas variedades lingüísticas, identificando ycontrastando sus características principales, ydiferenciándolas de otras variedades endiferentes contextos de uso.",
        "1.4. Cuestionar prejuicios y estereotiposlingüísticos y luchar en contra a partir delanálisis de la diversidad lingüística del entorno,de las lenguas en contacto, y de los derechoslingüísticos individuales y colectivos, con unaactitud de respeto y valoración de la riquezaintercultural, plurilingüe y de la diversidaddialectal.",
        "2.1 Identificar y rechazar, de maneraautónoma, reflexiva y argumentada, los usosdiscriminatorios y manipuladores de la lengua apartir de la reflexión y el análisis de loselementos verbales y no verbales utilizados enel discurso.",
        "2.2 Utilizar de manera progresivamenteprecisa un lenguaje no discriminatorio, nomanipulativo, veraz, honesto, no agresivo yético en los diferentes procesos de produccióndiscursiva, de interacción y de mediación, enlos ámbitos personal, educativo, social yprofesional.",
        "2.3 Utilizar estrategiasprogresivamente complejas para la gestióndialogada de conflictos y la organización detareas cooperativas en los ámbitos personal,educativo, social y profesional.",
        "3.1. Escuchar, interpretar y valorartextos orales y multimodales complejos yespecializados de distintos ámbitos,reflexionando sobre el contenido y la forma, yevaluando su calidad, su fiabilidad y laidoneidad del canal utilizado.",
        "3.2. Aplicar estrategias variadas parainterpretar el sentido global, la estructura y lainformación relevante de textos orales ymultimodales especializados analizando lainteracción entre los distintos códigos.",
        "3.3. Extraer e interpretar informaciónde los textos orales y multimodales complejosy especializados, de los elementos no verbalesy prosódicos, identificar incongruencias entretexto y elementos no verbales, valorar demanera crítica y razonada los contenidos, elpropósito del texto y la intención del emisor.",
        "4. 1. Leer, interpretar y valorar textosescritos y multimodales complejos yespecializados, con atención preferente atextos académicos y de los medios decomunicación, evaluando su calidad, fiabilidady la idoneidad del canal utilizado.",
        "4.2. Aplicar estrategias variadas entextos complejos y especializados paraidentificar el sentido global y la informaciónrelevante, la estructura, y la intención delemisor, realizando las inferencias oportunas ycon diferentes propósitos de lectura.",
        "4.3. Valorar críticamente y de maneraautónoma la forma y el contenido de los textos,la intención del emisor y la eficacia de losprocedimientos comunicativos empleados.",
        "5.1. Producir discursos orales formalesextensos en diferentes soportes, en los que serecojan diferentes puntos de vista, con rigor,coherencia, cohesión y adecuación atendiendoa las convenciones propias de los diferentesgéneros discursivos.",
        "5.2. Planificar, ensayar y evaluar, demanera autónoma, discursos orales formalessobre temas de interés científico y cultural y derelevancia académica y social asegurando suadecuación a la situación comunicativa.",
        "5.3. Utilizar durante su discurso oral, demanera natural y eficaz, los elementosprosódicos, recursos variados verbales y noverbales para captar y mantener la atención delreceptor.",
        "5.4. Realizar producciones oralesformales, estructuradas y apoyadas por losrecursos audiovisuales pertinentes, con fluidezy utilizando un lenguaje rico, no discriminatorioy la terminología propia del tema.",
        "6.1. Producir, de manera autónoma, ycon estilo propio, textos académicos escritos ymultimodales que respondan a la situacióncomunicativa con adecuación, coherencia,cohesión y corrección sobre temas curriculareso de interés social y cultural.",
        "6.2. Utilizar conocimientos yestrategias variadas para enriquecer los textos,atendiendo a aspectos discursivos, lingüísticosy de estilo, con precisión léxica, incluyendo laterminología específica correspondiente, y lacorrección ortográfica y gramatical.",
        "6.3. Planificar, textualizar, revisar yeditar, de manera recursiva y autorregulada,durante el proceso de escritura, utilizandoestrategias variadas y recursos de consulta.",
        "7.1. Interactuar oralmente, de manerafluida y mediante varios soportes, encontextos del ámbito personal, social,profesional, académico y de los medios decomunicación, usando, con corrección ycreatividad, un lenguaje rico, nodiscriminatorio y respetuoso.",
        "7.2. Implicarse activa yreflexivamente, con actitud dialogante y deescucha activa, con un discurso bienfundamentado.",
        "7.3. Interactuar mediante textosescritos y multimodales de contextos máscomplejos del ámbito personal, social,profesional y académico, haciéndolo concoherencia, cohesión, adecuación ycorrección.",
        "7.4. Demostrar empatía y respeto porlas necesidades, ideas y motivaciones deotros interlocutores, añadiendo argumentaciones con capacidad crítica ycreativa.",
        "8.1. Mediar en situaciones cotidianasdel ámbito personal, social, profesional,académico y de los medios de comunicación,resumiendo la información esencial,comprendiendo y argumentando losdiferentes puntos de vista y proponiendo víasde actuación para resolver la situación.",
        "8.2. Interpretar, parafrasear, resumir otraducir textos, conceptos y situacionescomplejas, combinando el repertoriolingüístico propio (L2-L2, L2-L1, L1-L2) yadecuándose a los registros de la lengua, coniniciativa y creatividad.",
        "8.3. Transmitir oralmente la idea, lospuntos principales y otros datos relevantes desituaciones comunicativas relativas a temasde interés general, personal o de actualidadcon estructura clara y en una variedadestándar.",
        "8.4. Transmitir por escrito la idea, lospuntos principales y otros datos relevantes desituaciones comunicativas relativas a temasde interés general, personal o de actualidad ,con estructura clara y en una variedadestándar.",
        "8.5. Seleccionar y utilizar estrategiasde simplificación, adaptación y reformulaciónde la lengua con la finalidad de que faciliten lacomprensión, expresión oral y escrita desituaciones comunicativas en las diferenteslenguas (L2-L2, L2-L1 Y L1-L2), haciéndolocon adecuación a la intención, al contexto y alas diferentes tipologías textuales, y conrecursos y soportes analógicos y/o digitales.",
        "9.1. Localizar, seleccionar, interpretary contrastar críticamente informaciónprogresivamente compleja procedente dediferentes fuentes evaluando su fiabilidad ydetectando la intención comunicativa y losposibles sesgos mediáticos oinformacionales.",
        "9.2. Reelaborar de manerapertinente, creativa y ética, la informaciónprogresivamente compleja previamentelocalizada en diferentes fuentes,seleccionada, interpretada y contrastada;conectarla con experiencias y conocimientosprevios; organizarla con adecuación,coherencia y cohesión.",
        "9.3. Comunicar la informaciónprogresivamente compleja previamentelocalizada, seleccionada, interpretada,contrastada y reelaborada, de maneraargumentada, ética y creativa, usandodiferentes códigos y adaptando el canal (oral,escrito o multimodal) al contexto.",
        "10.1. Leer obras y textos detemáticas, géneros y funciones diferentes yen formatos multimodales, analógicos ydigitales seleccionando con autonomía ycriterios propios coherentes aquellos quemejor se ajusten en cada momento vital a susgustos, intereses y necesidades personales.",
        "10.2. Dejar constancia del propioitinerario lector y cultural con justificaciónargumentada de los criterios de selección delas lecturas, las formas de acceso y lainterpretación de los contextossocioculturales literarios y las experienciaslectoras particulares acumuladas.",
        "10.3. Compartir, de maneraautónoma, las experiencias de lectura en soportes diversos y utilizando el metalenguajeliterario adecuado, relacionando las obrasleídas con la propia experiencia biográfica,lectora y cultural, y con otros tipos deexperiencias artísticas y culturales.soportes diversos y utilizando elmetalenguaje literario adecuado,relacionando las obras leídas con la propiaexperiencia biográfica, lectora y cultural, ycon otros tipos de experiencias artísticas yculturales.",
        "11.1. Leer, analizar e interpretarobras literarias, a través del análisis de loselementos internos y externos, de su relacióncon la significación y el contextosociohistórico, haciendo uso de unmetalenguaje apropiado.",
        "11.2. Elaborar un discurso crítico,estructurado y académico, desde el análisisde los componentes literarios y lascaracterísticas de estilo, estableciendorelaciones entre etapas literarias, y entredisciplinas artísticas desde el siglo XIX hastala actualidad, a través del trabajo deinvestigación y de fuentes documentalesfiables y diversas.",
        "11.3. Producir textos con intenciónliteraria, en los diversos géneros, en soportesorales, escritos, multimodales, individual ycolectivamente, partiendo de la identificaciónde los géneros y de los tópicos literarios, ytomando modelos de autores y de autorasrelevantes y aportando un estilo y punto devista personales.",
        "11.4. Crear, recrear y participaractivamente en actuaciones de intención ocontenido literario (recitales poéticos,representaciones teatrales, interpretación detextos musicados, exposiciones artísticas,performances), partiendo de modelos querelacionen otras artes y pongan en valor elconocimiento literario y el placer cultural, conresponsabilidad e implicación personal.",
        "12.1 Reflexionar de maneraprogresivamente autónoma, y utilizando conprecisión el metalenguaje adecuado, sobrelas formas lingüísticas presentes endiscursos orales, escritos y multimodales encontextos personales, sociales, académicosy profesionales, para comprenderlos y paraproducirlos.",
        "12.2 Reflexionar de maneraprogresivamente autónoma, y utilizando conprecisión el metalenguaje adecuado, sobrelos usos discursivos presentes en discursosorales, escritos y multimodales en contextospersonales, sociales, académicos yprofesionales, para comprenderlos y paraproducirlos.",
        "12.3 Formular generalizacionese hipótesis, de manera progresivamenteautónoma, sobre aspectos básicos delfuncionamiento integrado de varias lenguas,para el control de la competencia plurilingüe,a partir de la manipulación, la comparacióny la transformación de enunciados utilizandodiversos recursos de apoyo." 
    ],
    "saberes": [
        "Bloque 1. Lengua i uso CE1, CE4, CE5, CE6, CE7, CE8",
        "Subbloque 1.1. Las lenguas y los hablantes CE1, CE4, CE5, CE6, CE7, CE8",
        "Variedades geográficas del catalán y del español. ",
        "Sociolectos y registros. Caracterización lingüística y de uso. El estándar.",
        "Prejuicios y estereotipos lingüísticos. Actitudes lingüísticas y asertividad.",
        "Subbloque 2.1 Saberes comunes CE1, CE2, CE3, CE4, CE5, CE6, CE7, CE8, CE12",
        "Estrategias de control metacognitivo de la competencia plurilingüe (habilidades cognitivo-lingüísticas)",
        "Estrategias para adaptar el discurso a la situación comunicativa: grado de formalidad y carácter público o privado; distancia social entre los interlocutores; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación; géneros discursivos del ámbito social y educativo",
        "Estrategias de detección y uso de un lenguaje verbal e icónico no discriminatorio",
        "Subbloque 2.2 Alfabetización informacional",
        "Transversal a todas las CE",
        "Medios de comunicación en papel y digitales. Las redes sociales ",
        "Riesgos de desinformación, manipulación y vulneración de la privacidad en la red. ",
        "Sesgos mediáticos. Noticias falsas y desinformación. La posverdad o mentira emotiva. Cebo de clicks.",
        "Hábitos y conductas para la comunicación segura en entornos virtuales. Etiqueta digital. Identidad digital personal. ",
        "Comunicación y difusión creativa y respetuosa con la propiedad intelectual. ",
        "Fuentes de información de tipo académico. ",
        "Fuentes documentales del entorno: bibliotecas y archivos locales y comarcales. ",
        "Herramientas digitales para la gestión de contenidos, el trabajo colaborativo y la comunicación. Tipos de buscadores y su funcionamiento: índices o directorios, motores de búsqueda, multibuscadores.",
        "Subbloque 2.3 Reflexión sobre la lengua",
        "Transversal a todas las CE",
        "La expresión de la subjetividad y objetividad en textos. ",
        "Adecuación del registro a la situación de comunicación. ",
        "Cohesión: conectores, marcadores discursivos y otros procedimientos léxico-semánticos y gramaticales. ",
        "Corrección lingüística y revisión ortotipográfica y gramatical de los textos. ",
        "Uso de fuentes terminológicas, manuales de consulta y de correctores, en soporte analógico o digital. ",
        "Formas gramaticales y funciones sintácticas. ",
        "Subbloque 2.4. Comunicación e interacción oral G1. Comprensión oral: CE3, CE7, CE8",
        "Estrategias de comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante.",
        "Valoración de la forma y el contenido del texto. ",
        "G2. Expresión oral: CE5, CE7, CE8",
        "Planificación, ensayo, producción y revisión de textos orales y multimodales.",
        "Rasgos discursivos y lingüísticos de la oralidad formal. ",
        "Estrategias de expresión oral: interpretación y uso de elementos de la comunicación no verbal.",
        "G3. Interacción oral: CE7, CE8",
        "Interacciones orales en situaciones comunicativas de carácter formal e informal. Tomar y ceder la palabra.",
        "Estrategias de cortesía lingüística y cooperación conversacional",
        "Subbloque 2.5 Comprensión escrita CE4, CE7, CE8",
        "Estrategias de lectura profunda o interpretativa y crítica de textos literarios y no literarios en entornos digitales y analógicos",
        "Valoración de la forma y el contenido del texto. ",
        "Subbloque 2.6 Expresión escrita y multimodal CE6, CE7, CE8",
        "Estrategias del proceso de expresión escrita y multimodal: planificación, textualización, revisión y corrección/edición.",
        "Subbloque 3.1 Lectura autónoma CE10",
        "Selección de obras relevantes, incluyendo el ensayo general y el literario y las formas actuales de producción y consumo cultural con la ayuda de recomendaciones especializadas.",
        "Funcionamiento de los circuitos literarios y lectores en contextos presenciales y virtuales. Utilización autónoma de todo tipo de bibliotecas.",
        "Gustos lectores personales: guía y cimientos. Diversificación del corpus leído, atendiendo los circuidos comerciales del libro y haciendo la distinción entre literatura canónica y de consumo, clásicos y grandes ventas.",
        "Experiencia personal, lectora y cultural y vínculos entre la obra leída y aspectos de la actualidad, y otras manifestaciones literarias o artísticas.",
        "Recomendación de lecturas en apoyos variados y atendiendo a aspectos temáticos, formales y intertextuales.",
        "Subbloque 3.2. Lectura guiada de textos literarios CE11",
        "Lectura guiada de obras relevantes de la literatura catalana y española, desde el siglo XIX hasta la actualidad.",
        "Los géneros, los tópicos y los itinerarios temáticos de las obras literarias y sus características.",
        "Información biográfica de las autoras y los autores de la tradición literaria, vinculada a las obras y al contexto.",
        "Estrategias de interpretación de las obras literarias desde el contexto sociohistórico y cultural en el que están inscritas.",
        "Elementos internos y externos de las obras, el análisis y relación con el sentido.",
        "Relación de las obras con otras disciplinas artísticas, a partir de los temas, tópicos y lenguajes.",
        "Planificación y producción de textos literarios con intención literaria, con las estructuras y componentes de este tipo de textos y con modelos de referencia.",
        "Interpretación argumentada de los valores culturales, estéticos y de género de textos y obras. Lectura con perspectiva de género.",
        "Manifestaciones artísticas que representan contenidos o recreaciones de obras literarias.",
        "Lectura expresiva, dramatización y recitado de textos literarios",
        "Temas, géneros y subgéneros, metalenguaje específico, estructura y estilo, en la comunicación de la experiencia lectora."

    ]
}
