{
  "competenciasEspecificas": [
    "1. Escuchar de forma sensible el mundo sonoro valorando el silencio, la variedad de paisajes sonoros y las manifestaciones musicales de diferentes culturas, épocas y estilos para identificar y expresar sentimientos, así como interiorizar hábitos de comportamiento que contribuyan al respeto y al cuidado del entorno, y al bienestar personal. CPSAA1, CPSAA3, CC1, CC3, CCEC1 y CCEC2.",
    "2. Cantar y utilizar de forma desinhibida la voz, tanto grupal como individualmente, entonando e interpretando con cierta calidad vocal obras de dificultad creciente, para conocer y disfrutar de las posibilidades de nuestro aparato fonador como instrumento de expresión, de cohesión grupal y de bienestar emocional. CCL1, CPSAA3, CC3, CE2, CCEC1, CCEC2, CPSAA1, CCEC3, CCEC4, ACCEC1 y ACCEC2.",
    "3. Tocar instrumentos rítmicos y melódicos tanto de oído cómo a partir de grafías no convencionales y convencionales demostrando técnica instrumental, habilidades improvisadoras e interpretativas y capacidad de sentir y seguir el pulso para desarrollar el espíritu de mejora, el sentimiento de cohesión orquestal y la autoconfianza solista. CP3, CPSAA3, CPSAA5, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3, CCEC 4, CE1, CE2 y CE3.",
    "4. Bailar y responder a diferentes ritmos, formas y estilos musicales a través de la interpretación del movimiento bailado empleando la creación libre y guiada como medio de expresión, coordinando habilidades motrices, secuencias coreográficas y el movimiento intencionado en el espacio individual y grupal, así como desarrollando una forma y estilo propio, tanto para comunicar inter e intrapersonalmente las creaciones propias y ajenas como para valorarlas como producción de cultura, aportación de placer, enriquecimiento personal y transformación social. CPSAA3, CPSAA5, CC2, CC3, CE1, CE2, CE3, CCEC1, CCEC2, CCEC3 y CCEC4.",
    "5. Utilizar el lenguaje de comprensión y expresión que ofrece la música reconociendo sus signos y su gramática para escuchar, cantar, tocar y bailar usando la terminología técnica adecuada. CCL1, STEM1, CC3, CE2, CCEC1, CCEC2, CCEC 3 y CCEC4"
  ]
}