{
    "criteriosEvaluacion": [
        "1.1. Establecer conclusiones acerca de la importancia de la química, su naturaleza experimental e interdisciplinar a partir de los hechos empíricos fundamentales y sus conexiones con otras áreas en la mejora de la sociedad, el progreso de la ciencia, la tecnología, la economía y el desarrollo sostenible respetuoso con el medioambiente para reconocer el carácter holístico de la investigación y el trabajo científico. STEM1, STEM2, STEM3, CE1",
        "1.2. Describir e interpretar los principales procesos químicos y las propiedades de los sistemas materiales aplicando los conocimientos, las destrezas y las actitudes propios de las distintas disciplinas de la química con el fin de desarrollar el pensamiento científico y comprender su entorno más cercano. CCL1, STEM1, STEM2, STEM3, CE1",
        "2.1. Analizar con actitud crítica cómo se comunican los principales problemas de la actualidad asociados al desarrollo de la ciencia y la tecnología a través de los medios de comunicación o cómo son observados en la experiencia cotidiana y buscar su relación con los principios de la química para establecer sus propias conclusiones respecto a sus aplicaciones y sus repercusiones. CCL2, STEM2, STEM5, CPSAA4",
        "2.2. Identificar y comunicar la presencia e influencia de las bases de la química en cuestiones significativas de los ámbitos social, económico, político y ético, estableciendo discusiones argumentadas en el marco contextual de estas bases como cuerpo de conocimiento imprescindible para exponer sus opiniones y ejercer una ciudadanía crítica e informada. CCL1, STEM2, STEM4, STEM5, CD5, CE1",
        "2.3. Aplicar de manera informada, coherente y razonada los modelos y leyes de la química a las explicaciones y predicciones de las consecuencias de experimentos, los fenómenos naturales, los procesos industriales y los descubrimientos científicos para visibilizar su relevancia en la construcción de un mundo más sostenible y saludable. CCL2, STEM2, STEM5, CD5, CE1",
        "3.1. Aplicar correctamente las normas de nomenclatura de la IUPAC al reconocimiento y escritura de fórmulas y nombres de diferentes especies químicas como base de un lenguaje universal para la comunicación efectiva en toda la comunidad científica. CCL1, CCL5, STEM4",
        "3.2. Aplicar con rigor las herramientas matemáticas en el proceso de resolución de problemas, utilizando las ecuaciones, las operaciones algebraicas y aritméticas y las unidades, para apoyar el desarrollo del pensamiento científico que se alcanza con el estudio de la química. CCL1, CCL5, STEM4",
        "3.3. Valorar, poner en práctica y promover el respeto de las normas de seguridad relacionadas con la manipulación de sustancias químicas en el laboratorio y en otros entornos, así como los procedimientos para la correcta gestión y eliminación de los residuos, utilizando correctamente los códigos de comunicación característicos de la química para asegurar su salud, la de las demás personas y la del medioambiente. CCL1, CCL5, STEM4, CPSAA4, CE3",
        "4.1. Analizar la composición química de los sistemas materiales que se encuentran en el entorno más próximo, en el medio natural y en el entorno industrial y tecnológico, aplicando las metodologías propias del trabajo científico, para demostrar e informar de que sus propiedades, aplicaciones y beneficios están basados en los principios de la química. STEM1, STEM5, CE2",
        "4.2. Argumentar de manera informada, aplicando las teorías y leyes de la química, que los efectos negativos de determinadas sustancias en el medioambiente y en la salud se deben al uso negligente que se hace de ellos y no a los productos en sí, con la finalidad de desestigmatizar la ciencia química. CCL1, STEM1, STEM5, CPSAA5, CE2",
        "4.3. Explicar cuáles son los beneficios de los numerosos productos de la tecnología química, empleando como argumento los conocimientos científicos adecuados, para poner de relieve cómo su aplicación ha contribuido al progreso de la sociedad y a la búsqueda de soluciones para transformar el entorno de manera sostenible. CCL1, STEM1, STEM5, CE2",
        "5.1. Analizar la importante contribución del trabajo colaborativo entre especialistas de diferentes disciplinas científicas en la química y las aportaciones de esta al desarrollo del pensamiento científico y crítico a través de las metodologías de trabajo propias de las ciencias, poniendo en relieve las conexiones entre las leyes y teorías de cada una de las disciplinas, para reconocer el carácter holístico de la investigación científica. STEM2, STEM3, CD1, CD2",
        "5.2. Resolver problemas y estudiar situaciones relacionadas con la química integrando el uso de herramientas tecnológicas digitales en el seno de equipos de trabajo colaborativos, legitimando la diversidad de pensamiento y la contribución particular de cada miembro del grupo, y consolidando habilidades sociales positivas para contribuir a la consecución de objetivos compartidos. STEM1, STEM2, STEM3, CD1, CD2, CD3, CD5, CPSAA3.2, CC3",
        "5.3. Representar y visualizar de forma eficiente los conceptos de química en diversos formatos utilizando herramientas digitales y medios variados, incluyendo experiencias de laboratorio real y virtual, para ampliar sus recursos y generar nuevo conocimiento que permitan progresar en el aprendizaje a lo largo de la vida. STEM1, STEM3, CD1, CD2, CD3, CD5",
        "6.1. Explicar y razonar los conceptos fundamentales que se encuentran en la base de la química aplicando los conceptos, leyes y teorías de otras disciplinas científicas, especialmente de la física, a través de la experimentación y la indagación, para alcanzar una comprensión profunda de esta disciplina. CCL1, STEM4, CPSAA3.2, CC4",
        "6.2. Deducir y transmitir las ideas fundamentales de otras disciplinas científicas, como la biología o la tecnología, analizando la relación entre sus contenidos básicos y las leyes y teorías que son propias de la química, para poner de manifiesto el carácter interdisciplinar y holístico inherente a la química. CCL1, STEM4",
        "6.3. Solucionar problemas y cuestiones de carácter químico utilizando las herramientas provistas por las matemáticas y la tecnología, reconociendo así la relación entre los fenómenos experimentales y naturales y los conceptos propios de esta disciplina. STEM4"
    ],
    "saberes": [
        "I. Enlace químico y estructura de la materia",
        "    1. Espectros atómicos. ",
        "        1.1. Descripción del desarrollo histórico del modelo atómico, considerando los espectros atómicos como responsables de un cambio de paradigma.",
        "        1.2. Interpretación de los espectros de emisión y absorción de los elementos y su relación con la estructura electrónica del átomo.",
        "    2. Principios cuánticos de la estructura atómica. ",
        "        2.1. Relación entre el fenómeno de los espectros atómicos y la cuantización de la energía.",
        "        2.2. Justificación de una estructura electrónica en diferentes niveles: del modelo de Bohr a los modelos mecano-cuánticos.",
        "        2.3. Explicación de la naturaleza probabilística del concepto de orbital a partir del principio de incertidumbre de Heisenberg y la doble naturaleza onda-corpúsculo del electrón en el estudio de los números cuánticos y los orbitales atómicos.",
        "        2.4. Uso del principio de exclusión de Pauli y máxima multiplicidad de Hund para justificar la estructura electrónica del átomo.",
        "        2.5. Utilización del diagrama de Moeller como herramienta sencilla para escribir la configuración electrónica de los elementos químicos.",
        "    3. Tabla periódica y propiedades de los átomos. ",
        "        3.1. Justificación de la posición de un elemento en la tabla periódica a partir de su configuración electrónica para predecir su reactividad.",
        "        3.2. Aplicación de las tendencias periódicas en la predicción de los valores de las propiedades de los elementos de la tabla a partir de su posición en la misma.",
        "        3.3. Descripción del enlace químico y las fuerzas intermoleculares para explicar los comportamientos de los compuestos químicos.",
        "        3.4. Justificación de los tipos de enlace a partir de las características de los elementos individuales que lo forman para predecir las propiedades de las sustancias químicas.",
        "        3.5. Análisis de la energía implicada en la formación de moléculas, de cristales y de estructuras macroscópicas.",
        "        3.6. Uso de las teorías de Lewis, RPECV e hibridación de orbitales para explicar la configuración geométrica de compuestos moleculares y las características de los sólidos.",
        "        3.7. Predicción de las fuerzas intermoleculares a partir de las características del enlace químico y la geometría de las moléculas y su relación con las propiedades macroscópicas de compuestos moleculares.",
        "        3.8. Cálculo de la energía intercambiada en la formación de cristales iónicos aplicando el ciclo de Born-Haber.",
        "        3.9. Uso de los modelos de la nube electrónica y la teoría de bandas para explicar las propiedades características de los cristales metálicos.",
        "II. Reacciones químicas",
        "    1. Termodinámica química. ",
        "        1.1. Aplicación del primer principio de la termodinámica relacionando los intercambios de energía entre sistemas a través del calor y del trabajo.",
        "        1.2. Interpretación de ecuaciones termoquímicas y distinción entre procesos endotérmicos y exotérmicos aplicando el concepto de la entalpía de reacción.",
        "        1.3. Cálculo de la variación de entalpía de una reacción mediante la ley de Hess a través de la entalpía de formación estándar o de las energías de enlace.",
        "        1.4. Aplicación del segundo principio de la termodinámica interpretando la entropía como magnitud que afecta a la espontaneidad e irreversibilidad de los procesos químicos.",
        "        1.5. Cálculo de la energía de Gibbs de las reacciones químicas y la espontaneidad de las mismas en función de la temperatura del sistema.",
        "    2. Cinética química. ",
        "        2.1. Interpretación de las reacciones químicas a escala microscópica mediante la teoría de las colisiones.",
        "        2.2. Descripción de los conceptos de velocidad de reacción y energía de activación.",
        "        2.3. Análisis de la influencia de las condiciones de reacción sobre la velocidad de la misma.",
        "        2.4. Uso de la ley diferencial de la velocidad de una reacción química y los órdenes de reacción a partir de datos experimentales de velocidad de reacción para obtener ecuaciones cinéticas.",
        "    3. Equilibrio químico. ",
        "        3.1. Reconocimiento del equilibrio químico como un proceso dinámico. Ecuaciones de velocidad y aspectos termodinámicos.",
        "        3.2. Expresión de la constante de equilibrio mediante la ley de acción de masas.",
        "        3.3. Cálculo de la constante de equilibrio de reacciones en las que los reactivos se encuentren en el mismo y diferente estado físico. Relación entre KC y KP y producto de solubilidad en equilibrios heterogéneos.",
        "        3.4. Aplicación del principio de Le Châtelier y uso del cociente de reacción para predecir la evolución de sistemas en equilibrio a partir de la variación de las condiciones de concentración, presión o temperatura del sistema.",
        "    4. Reacciones ácido-base. ",
        "        4.1. Justificación de la naturaleza ácida o básica de una sustancia a partir de las teorías de Arrhenius y de Brønsted y Lowry.",
        "        4.2. Cálculo del grado de disociación en disolución acuosa de ácidos y bases débiles.",
        "        4.3. Cálculo del pH de disoluciones de ácidos y bases fuertes y débiles.",
        "        4.4. Expresión de las constantes Ka y Kb a partir de las ecuaciones químicas ajustadas para el cálculo de concentraciones en el equilibrio.",
        "        4.5. Análisis e identificación de pares ácido y base conjugados.",
        "        4.6. Predicción del carácter ácido o básico de disoluciones en las que se produce la hidrólisis de una sal.",
        "        4.7. Estudio de las reacciones de neutralización y su aplicación en las volumetrías ácido base.",
        "        4.8. Identificación de ácidos y bases relevantes a nivel industrial y de consumo, con especial incidencia en el proceso de la conservación del medioambiente.",
        "    5. Reacciones redox. ",
        "        5.1. Interpretación del concepto de estado de oxidación para determinar las especies que se reducen o se oxidan en una reacción.",
        "        5.2. Ajuste de ecuaciones químicas de oxidación-reducción mediante el método del ion-electrón.",
        "        5.3. Cálculos estequiométricos en procesos redox.",
        "        5.4. Diseño de volumetrías redox para el cálculo de concentraciones desconocidas.",
        "        5.5. Potencial estándar de un par redox. Espontaneidad de procesos químicos y electroquímicos que impliquen a dos pares redox.",
        "        5.6. Aplicación de las leyes de Faraday para calcular la cantidad de carga eléctrica y las cantidades de sustancia en un proceso electroquímico.",
        "        5.7. Empleo de reacciones de oxidación y reducción en la fabricación y funcionamiento de baterías eléctricas, celdas electrolíticas y pilas de combustible, así como en la prevención de la corrosión de metales.",
        "III. Química orgánica",
        "    1. Isomería. ",
        "        1.1. Representación de fórmulas moleculares y desarrolladas de compuestos orgánicos.",
        "        1.2. Identificación de diferentes tipos de isomería estructural e isómeros espaciales de un compuesto y sus propiedades.",
        "        1.3. Manejo de modelos moleculares o técnicas de representación 3D de moléculas.",
        "    2. Reactividad orgánica. ",
        "        2.1. Análisis de las principales propiedades químicas de las distintas funciones orgánicas para predecir su comportamiento en disolución o en reacciones químicas.",
        "        2.2. Descripción de los principales tipos de reacciones orgánicas.",
        "        2.3. Predicción de los productos de la reacción entre compuestos orgánicos y las correspondientes ecuaciones químicas.",
        "    3. Polímeros. ",
        "        3.1. Descripción del proceso de formación de los polímeros a partir de sus correspondientes monómeros para representar su estructura y analizar sus propiedades derivadas.",
        "        3.2. Clasificación de los polímeros según su naturaleza, estructura y composición para relacionarlo con sus aplicaciones, propiedades y riesgos medioambientales asociados."
    ]
}