{
    "criteriosEvaluacion": [
        "1.1. Analizar, a lo largo de la historia, la relación entre las matemáticas, el dibujo geométrico y los diferentes sistemas de representación, valorando su importancia en diferentes campos como la arquitectura, la ingeniería y el diseño, e identificando manifestaciones en la arquitectura andaluza, así como en las artes aplicadas en el arte arábigo-andaluz; desde la perspectiva de género y la diversidad cultural, empleando adecuadamente el vocabulario específico técnico y artístico.",
        "2.1. Solucionar gráficamente cálculos matemáticos y transformaciones básicas aplicando conceptos y propiedades de la geometría plana, mostrando interés por la precisión, claridad en su lectura y limpieza.",
        "2.2. Trazar gráficamente construcciones poligonales basándose en sus propiedades y mostrando interés por la precisión, claridad y limpieza.",
        "2.3. Resolver gráficamente tangencias y enlaces, y trazar curvas, aplicando sus propiedades con rigor en su ejecución.",
        "3.1. Representar en sistema diédrico elementos y formas tridiemensionales básicos en el espacio, determinando su relación de pertenencia, intersección, posición, distancia y verdadera magnitud.",
        "3.2. Definir elementos y figuras planas, superficies y sólidos geométricos sencillos en sistemas axonométricos, valorando su importancia como métodos de representación espacial.",
        "3.3. Representar e interpretar elementos básicos en el sistema de planos acotados , haciendo uso de sus fundamentos.",
        "3.4. Dibujar puntos, elementos lineales, planos, superficies y sólidos geométricos en el espacio, empleando la perspectiva cónica.",
        "3.5. Valorar el rigor gráfico del proceso; la claridad, la precisión y el proceso de reso lución y construcción gráfica.",
        "3.6. Relacionar los fundamentos y características de los diferentes sistemas de representación entre sí y con sus posibles aplicaciones, identificando las ventajas e inconvenientes en función de la finalidad y el campo de aplicación de cada uno de ellos.",
        "4.1. Documentar gráficamente objetos sencillos mediante sus vistas acotadas, aplicando la normativa UNE e ISO en la utilización de sintaxis, escalas y formatos, valorando la importancia de usar un lenguaje técnico común.",
        "4.2. Utilizar el croquis y el boceto como elementos de reflexión en la aproximación e indagación de alternativas y soluciones a los procesos de trabajo.",
        "5.1. Crear figuras planas y tridimensionales mediante programas de dibujo vectorial, usando las herramientas que aportan y las técnicas asociadas.",
        "5.2. Recrear virtualmente piezas en tres dimensiones, aplicando operaciones algebraicas entre primitivas para la presentación de proyectos en grupo."
    ],
    "saberes": [
        "A. Fundamentos geométricos",
        "DIBT.1.A.1. Desarrollo histórico del dibujo técnico. Campos de acción y aplicaciones: dibujo arquitectónico, mecánico, eléctrico y electrónico, geológico, urbanístico, diseño industrial, diseño gráfico, etc. Referencias en la arquitectura andaluza del renacimiento y el barroco y en las artes aplicadas en la cultura arábigo-andaluza. ",
        "DIBT.1.A.2. Orígenes de la geometrías métrica y descriptiva. Thales, Pitágoras, Euclides, Hipatia de Alejandría. Brunelleschi, Gaspard Monge, William Farisch.",
        "DIBT.1.A.3. Conceptos y trazados elementales en el plano. Concepto de lugar geométrico. Arco capaz. Aplicaciones de los lugares geométricos a las construcciones fundamentales.",
        "DIBT.1.A.4. Proporcionalidad, razón de proporción, reglas de proporción. Equivalencia y semejanza. Escalas: tipos, construcción y aplicación de escalas gráficas.",
        "DIBT.1.A.5. Polígonos: triángulos, puntos y rectas notables, cuadriláteros y polígonos regulares. Propiedades, clasificación y métodos de construcción.",
        "DIBT.1.A.6. Transformaciones geométricas en el plano. Tipos, construcción, propiedades e invariantes. ",
        "DIBT.1.A.7. Tangencias básicas. Enlaces. Aplicaciones al diseño industrial y gráfico. Curvas técnicas derivadas. ",
        "DIBT.1.A.8. Curvas cónicas. Obtención, definición y trazados básicos.",
        "DIBT.1.A.9. Interés por el rigor en los razonamientos y precisión, claridad y limpieza en las ejecuciones.",
        "B. Geometría proyectiva",
        "DIBT.1.B.1. Fundamentos de la geometría proyectiva. Tipos de proyección y de sistemas de representación. ",
        "DIBT.1.B.2. Sistema diédrico: representación de punto, recta y plano. Trazas con planos de proyección. Determinación del plano. Pertenencia.",
        "DIBT.1.B.3. Relaciones entre elementos: intersecciones, paralelismo y perpendicularidad. Obtención de distancias y de las verdaderas magnitudes de estas.",
        "DIBT.1.B.4. Proyecciones diédricas de superficies y sólidos geométricos sencillos, secciones planas y obtención de verdaderas magnitudes.",
        "DIBT.1.B.5. Sistema axonométrico, ortogonal y oblicuo. Perspectivas isométrica y caballera. Disposición de los ejes y uso de los coeficientes de reducción. Elementos básicos: punto, recta, plano. Representación de superficies y sólidos geométricos sencillos.",
        "DIBT.1.B.6. Sistema de planos acotados. Fundamentos y elementos básicos. Identificación de elementos para su interpretación en planos.",
        "DIBT.1.B.7. Sistema cónico: fundamentos y elementos del sistema. Perspectiva frontal y oblicua. Métodos perspectivos. Representación de superficies y sólidos geométricos sencillos.",
        "C. Normalización y documentación gráfica de proyectos",
        "DIBT.1.C.1. Escalas numéricas y gráficas. Construcción y uso. ",
        "DIBT.1.C.2. Formatos. Doblado de planos.",
        "DIBT.1.C.3. Concepto de normalización. Las normas fundamentales UNE e ISO. Aplicaciones de la normalización: simbología industrial y arquitectónica.",
        "DIBT.1.C.4. Elección de vistas necesarias. Disposición normalizada. Líneas normalizadas. Acotación.",
        "D. Sistemas CAD",
        "DIBT.1.D.1. Aplicaciones vectoriales 2D-3D.",
        "DIBT.1.D.2. Fundamentos de diseño de piezas en tres dimensiones. ",
        "DIBT.1.D.3. Modelado de caja. Operaciones básicas con primitivas.",
        "DIBT.1.D.4. Aplicaciones de trabajo en grupo para conformar piezas complejas a partir de otras más sencillas."
    ]
}