{
    "criteriosEvaluacion": [
        "1.1. Investigar y diseñar proyectos con sentido crítico y ético que muestren de forma gráfica la creación y mejora de un producto, seleccionando, referenciando e interpretando información relacionada, para obtener soluciones tecnológicas sostenibles. CCL1, STEM3, CD1, CD5, CE3",
        "1.2. Participar en el desarrollo, gestión y coordinación de proyectos de creación y perfeccionamiento de productos viables, sostenibles y socialmente responsables, identificando mejoras y creando prototipos mediante un proceso iterativo de evaluación, con actitud crítica, creativa y emprendedora. STEM3, CD5, CPSAA1.1, CE3",
        "1.3. Participar de forma colaborativa en tareas tecnológicas, incorporando el uso de recursos digitales para favorecer la comunicación, ejerciendo la escucha activa y realizando aportaciones al equipo a través del rol asignado, fomentando el bienestar grupal y las relaciones saludables e inclusivas. STEM3, CD3, CPSAA1.1",
        "1.4. Elaborar y comunicar la documentación técnica relacionada con las ideas y soluciones tecnológicas propuestas, generando diagramas funcionales y haciendo uso de los medios manuales y aplicaciones digitales pertinentes. CCL1, CCL3, STEM4, CD3",
        "2.1. Determinar el ciclo de vida de un producto, analizando su huella ecológica, planificando y aplicando medidas de control de calidad en sus distintas etapas, desde el diseño a la comercialización, utilizando estrategias de mejora continua. STEM2, CD2, CPSAA1.1, CC4",
        "2.2. Analizar y seleccionar los materiales —tradicionales o de nueva generación— adecuados para la fabricación de modelos o prototipos de calidad, basándose en sus características técnicas y empleando las técnicas de fabricación más adecuadas aplicando criterios técnicos y de sostenibilidad. STEM2, STEM5, CD1, CPSAA4, CC4, CE1",
        "3.1. Resolver las tareas propuestas y presentar los resultados obtenidos, haciendo un uso óptimo de las herramientas digitales adecuadas a cada situación y respetando los derechos de autoría. STEM1, STEM4, CD1, CD2, CD3, CPSAA5, CE3",
        "4.1. Resolver problemas asociados a sistemas e instalaciones mecánicas, generando soluciones innovadoras y sostenibles, aplicando fundamentos de mecanismos de transmisión y transformación de movimientos, soporte y unión al desarrollo de montajes o simulaciones digitales. STEM1, STEM2, STEM3, STEM4, CD2, CD5, CPSAA5, CE3",
        "4.2. Resolver problemas asociados a sistemas e instalaciones eléctricas y electrónicas, desarrollando soluciones innovadoras y sostenibles, aplicando fundamentos de corriente continua y máquinas eléctricas al desarrollo de montajes o simulaciones digitales, utilizando la simbología adecuada para expresar los resultados. STEM1, STEM2, STEM3, STEM4, CD2, CD5, CPSAA5, CE3",
        "5.1. Controlar el funcionamiento de sistemas tecnológicos y robóticos, utilizando lenguajes de programación y aplicando las posibilidades que ofrecen las tecnologías emergentes para crear soluciones innovadoras y sostenibles. STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3",
        "5.2. Automatizar, programar y evaluar movimientos de robots mediante su modelización y aplicación de algoritmos sencillos para dar respuestas innovadoras y ecosocialmente sostenibles a necesidades de su entorno. STEM1, STEM2, STEM3, CD2, CD3, CD5, CPSAA1.1, CE3",
        "5.3. Conocer y comprender conceptos básicos de programación textual, mostrando el progreso paso a paso de la ejecución de un programa a partir de un estado inicial y prediciendo su estado final tras la ejecución para diseñar, crear y evaluar sistemas tecnológicos. STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3",
        "6.1. Evaluar los distintos sistemas de generación de energía eléctrica y mercados energéticos, estudiando sus características, calculando sus magnitudes y valorando su eficiencia y sostenibilidad. STEM2, STEM5, CD2, CPSAA2, CC4, CE1",
        "6.2. Analizar las diferentes instalaciones de una vivienda desde el punto de vista de su eficiencia energética, buscando aquellas opciones más comprometidas con la sostenibilidad y fomentando un uso responsable de las mismas. CCL3, STEM2, STEM5, CD1, CD2, CD4, CPSAA2, CC4, CE1"
    ],
    "saberes": [
        "I. Proyectos de investigación y desarrollo",
        "    1. Uso de estrategias de gestión y desarrollo de proyectos como diagramas de Gantt y metodologías ágiles. ",
        "        1.1. Aplicación de técnicas relacionadas con el pensamiento de diseño (design thinking) para la investigación e ideación de soluciones a problemas planteados y otras técnicas de trabajo en grupo.",
        "    2. Análisis del ciclo de vida de los productos y desarrollo de estrategias de mejora continua de los mismos. ",
        "        2.1. Búsqueda de soluciones relacionadas con la mejora de la planificación y desarrollo del diseño y comercialización de los productos, teniendo en cuenta aspectos relacionados con la logística, el transporte y la distribución.",
        "        2.2. Análisis y aplicación de estándares que rigen el control de calidad de un producto, la metrología y la normalización.",
        "    3. Uso de aplicaciones CAD-CAE-CAM para la representación de diagramas funcionales, esquemas y croquis en el diseño de soluciones que den respuesta a necesidades planteadas.",
        "    4. Resolución de problemas desde una perspectiva interdisciplinar de la actividad tecnológica, fomentando el emprendimiento, la resiliencia, la perseverancia y la creatividad.",
        "    5. Valoración del error y la reevaluación como parte esencial en la mejora del proceso de aprendizaje. Desarrollo de estrategias que permitan la identificación y gestión de emociones y fomenten la autoconfianza e iniciativa.",
        "II. Materiales y fabricación",
        "    1. Análisis, clasificación y selección de materiales técnicos y nuevos materiales en función de sus propiedades y aplicaciones y siguiendo criterios de sostenibilidad, accesibilidad y equidad social.",
        "    2. Análisis y aplicación de técnicas de fabricación manual y digital para elaborar soluciones que den respuesta a una necesidad planteada. Uso de técnicas de prototipado rápido.",
        "    3. Aplicación de las normas de seguridad e higiene en el trabajo.",
        "III. Sistemas mecánicos",
        "    1. Análisis de los mecanismos de transmisión y transformación de movimientos, soportes y técnicas de unión de elementos mecánicos. Desarrollo de aplicaciones prácticas, físicas o simuladas en proyectos, realizando los diseños, cálculos y montajes requeridos.",
        "IV. Sistemas eléctricos y electrónicos",
        "    1. Análisis de circuitos y máquinas de corriente continua e identificación de sus elementos constituyentes. Interpretación y representación esquematizada de circuitos. ",
        "        1.1. Desarrollo de aplicaciones prácticas, físicas o simuladas en proyectos, realizando los cálculos y montajes requeridos.",
        "V. Sistemas informáticos. Programación",
        "    1. Introducción a los fundamentos de la programación textual: características, elementos y lenguajes.",
        "    2. Diseño y creación de programas para la resolución de problemas utilizando estrategias relacionadas con la modularización. ",
        "        2.1. Aplicación de las fases del proceso de desarrollo de programas informáticos: edición, compilación o interpretación, ejecución, realización de pruebas y depuración.",
        "    3. Aplicación de las tecnologías emergentes en la realización de proyectos tecnológicos, como el internet de las cosas.",
        "    4. Análisis y aplicación de los protocolos de comunicación de redes de dispositivos.",
        "VI. Sistemas automáticos",
        "    1. Análisis de los conceptos y elementos constituyentes de los sistemas de control. Desarrollo de estrategias para modelización de sistemas sencillos.",
        "    2. Aplicación de la automatización programada en los procesos tecnológicos, analizando su diseño, programación, construcción y simulación o montaje.",
        "    3. Identificación y análisis de los sistemas de supervisión (SCADA): telemetría y monitorización.",
        "    4. Aplicación de las tecnologías emergentes a los sistemas de control.",
        "    5. Aplicación de herramientas para modelización de movimientos y acciones mecánicas relacionadas con la robótica.",
        "VII. Tecnología sostenible",
        "    1. Análisis de los sistemas de producción de energía y de los mercados energéticos en Canarias y en el mundo. Estudio de las técnicas y criterios de ahorro en los suministros domésticos, valorando la necesidad de realizar un consumo energético sostenible.",
        "    2. Análisis de las instalaciones eléctricas, de agua y climatización, de comunicación y domóticas en viviendas, incluyendo tanto las fuentes de energías renovables como las no renovables, con criterios de eficiencia energética y sostenibilidad."
    ]
}