{
    "saberes": [
        "Bloque 1. Sentido numérico",
        "▪ Conteo.",
        "– Estrategias para contar y recontar a partir de la vivencia, manipulación y representación en situaciones cotidianas con cantidades hasta el 99 con explicación de los procesos.",
        "▪ Cantidad.",
        "– Estimación razonada de cantidades hasta el 99 en problemas cotidianos con estrategias variadas, descripción de la idoneidad de las soluciones y aceptación del error como parte del proceso de mejora.",
        "– Composición, descomposición y equivalencias entre los números de una cifra para descubrir propiedades y relaciones entre cantidades. Explicación del proceso.",
        "– Identificación, lectura, escritura y representación en recta numérica, ábaco, regletas y con objetos cotidianos de números naturales hasta el 99.",
        "– Representación de una misma cantidad de distintas formas (manipulativa, gráfica o numérica) y elección de la representación adecuada para cada situación, reto o problema de la vida cotidiana.Sentido de las operaciones.",
        "– Estrategias de cálculo mental de sumas y restas con números naturales hasta el 99 en contextos significativos, explicación oral de las estrategias seguidas y valoración del error como parte del aprendizaje.",
        "– Resolución de problemas de la vida cotidiana de forma individual y en equipo que impliquen la comprensión de la utilidad de las sumas y restas y el uso de forma guiada de los procesos adecuados.",
        "– Procesos para la resolución de problemas: interpretación y representación de la situación, determinación de datos útiles, hipótesis de resolución, contraste de puntos de vista, realización de operaciones, verificación e idoneidad del resultado y explicitación del proceso seguido.",
        "▪ Relaciones.",
        "– Sistema de numeración de base diez para su aplicación en la comprensión del valor posicional de las cifras de los números (hasta el 99) y su aplicación en las operaciones de suma y resta.",
        "– Comparación y ordenación de números cardinales (hasta el 99) y ordinales (hasta el 5º) como solución de problemas de situaciones cotidianas.",
        "– Estrategias manipulativas y gráficas para relacionar las operaciones de suma y resta aplicadas a contextos cotidianos de forma guiada.",
        "▪ Educación financiera.",
        "– Situaciones de compra y venta en juegos en equipo en las que se utilicen diferentes combinaciones de monedas y billetes del sistema monetario de la UE.",
        "Bloque 2. Sentido de la medida",
        "▪ Magnitud.",
        "– Identificación y ejemplificación de características mensurables de los objetos (longitud, masa, capacidad), distancias y tiempos mediante la observación de la realidad próxima.",
        "– Identificación de unidades no convencionales (palmo, pie, paso, cucharada, puñado, pedazo) presentes en su contexto próximo.",
        "– Identificación de unidades convencionales (metro, centímetro, kilo, gramo, litro) presentes en su contexto vivencial.",
        "– Identificación, ordenación y clasificación de las unidades de medida del tiempo (año, estación, mes, semana, día y hora) en situaciones cotidianas personales y sociales.",
        "– Construcción del calendario para la compresión de las conexiones entre diferentes unidades de tiempo.",
        "– Utilización de las medidas de tiempo en el relato de sus experiencias y en la gestión de las emociones (tiempos de espera y momentos de calma).",
        "▪ Medición.",
        "– Medición individual y en equipo para experimentar con medidas no convencionales mediante repetición de la misma unidad en situaciones diversas de la vida cotidiana.",
        "– Medición individual y en equipo con instrumentos no convencionales y convencionales (reglas, cintas métricas, balanzas, jarras graduadas, calendarios, relojes) para resolver problemas cotidianos y aproximarse a la medición eficaz. Explicación verbal y gráfica del proceso seguido: selección de instrumento, precisión en la medida y uso correcta de unidades.",
        "▪ Estimación y relaciones.",
        "– Resolución de problemas cotidianos que requieran estrategias de comparación directa y ordenación de medidas de la misma magnitud. Explicación oral del proceso seguido y de la estrategia usada.",
        "– Estimación de medidas (distancias, alturas, masas, capacidades) por comparación directa con otras medidas en contextos de resolución de problemas cotidianos, análisis de los aciertos y de los errores como parte del proceso de aprendizaje.",
        "Bloque 3. Sentido espacial",
        "▪ Figuras geométricas de dos y tres dimensiones.",
        "– Identificación en contextos próximos del punto geométrico, líneas abiertas y cerradas, líneas rectas y curvas.",
        "– Descripción de objetos cotidianos con un vocabulario geométrico básico referido a figuras sencillas (triángulo, cuadrado, rectángulo y círculo) y sus elementos (lados y vértices).",
        "– Experimentación lúdica con figuras y elementos geométricos para buscar regularidades, descubrir propiedades, comparar, componer, descomponer y clasificar mediante materiales manipulables (geoplanos, bloques geométricos, mosaico de pinchos), con entrenamiento de la constancia, perseverancia ante los retos e interés por descubrir.",
        "– Construcción individual y en equipo de figuras geométricas sencillas con recursos fungibles y no fungibles como piezas de construcción, bloques, geoplanos, juegos de figuras...",
        "▪ Localización y sistemas de representación.",
        "– Representación sencilla, desde la propia vivencia y a través del juego, de la localización personal o de objetos en el espacio físico cotidiano y sus movimientos con contraste en equipo de los resultados.",
        "– Descripción de posiciones y movimientos de objetos y personas en el espacio con relación a uno mismo o a puntos de referencia con el vocabulario adecuado (arriba, abajo, delante, detrás, cerca, lejos, al lado). Interpretación de mensajes que contengan esa información espacial con contraste en equipo de los datos y empleo del juego como recurso.",
        "▪ Visualización, razonamiento y modelización geométrica.",
        "– Construcción de modelos sencillos a partir de figuras geométricas dadas.",
        "– Reconocimiento de elementos, figuras y relaciones geométricas en el arte, entorno físico, juegos y planos de su contexto próximo.",
        "Bloque 4. Sentido algebraico y pensamiento computacional",
        "▪ Patrones.",
        "– Estrategias guiadas para la identificación de las regularidades en una colección de números, figuras o imágenes en situaciones cotidianas.",
        "▪ Modelo matemático.",
        "– Modelización guiada del proceso de resolución de problemas de la vida cotidiana con dibujos, esquemas, diagramas, material manipulativo y dramatizaciones.",
        "▪ Relaciones y funciones.",
        "– Expresión de relaciones de igualdad y desigualdad entre objetos, números y operaciones en el contexto cotidiano y su traslación al lenguaje matemático con los signos = y ≠.",
        "– Obtención de un dato desconocido en relaciones de igualdad sencillas y en retos matemáticos, con comprobación de que el resultado obtenido es correcto.",
        "▪ Pensamiento computacional.",
        "– Interpretación de algoritmos sencillos en situaciones cotidianas (rutinas diarias, instrucciones por pasos o fases ordenadas) con empleo de estrategias básicas guiadas.",
        "Bloque 5. Sentido estocástico",
        "▪ Organización y análisis de datos.",
        "– Recuento de datos de la vida cotidiana (temporales, meteorológicos, personales y escolares) para representar manipulativa y gráficamente el resultado, mediante recursos variados como objetos cotidianos, imágenes, regletas, policubos, encajables, bloques, piezas de construcción…",
        "– Resolución de problemas en equipo relacionados con el contexto próximo mediante el empleo de estrategias manipulativas para la recogida, clasificación, recuento de datos cualitativos en muestras pequeñas y representación de los datos obtenidos en el recuento mediante gráficos estadísticos sencillos.",
        "▪ Incertidumbre.",
        "– Distinción entre un suceso posible e imposible en un ámbito lúdico y cotidiano.",
        "Bloque 6. Sentido socioemocional",
        "▪ Creencias, actitudes y emociones.",
        "– Clasificación y organización de imágenes de emociones como instrumento para identificar y recoger las emociones del aula ante las matemáticas.",
        "– Comprensión de las emociones y técnicas de gestión a través de relatos de manejo de diversas situaciones emocionales relacionadas con las matemáticas.",
        "– Los juegos matemáticos individuales en formato digital, impreso y manipulativo como entrenamiento de la perseverancia, la confianza en las propias posibilidades y la superación personal.",
        "– Los enigmas, adivinanzas y retos matemáticos para incrementar la creatividad, curiosidad y gusto por las matemáticas.",
        "▪ Trabajo en equipos heterogéneos, mixtos y diversos: inclusión, respeto y diversidad.",
        "– Identificación en el propio trabajo en equipo de actitudes inclusivas y no discriminatorias durante la realización de las tareas matemáticas.",
        "– Los equipos colaborativos y cooperativos: responsabilidad individual, interdependencia positiva, reparto equitativo y rotatorio de roles, respeto por las contribuciones de todas las personas miembro del equipo.",
        "– Estrategias guiadas de organización del trabajo en equipo para gestionar el tiempo y la realización de las tareas.",
        "– Reconocimiento de mujeres y hombres en el ámbito matemático a lo largo de la historia como mecanismo de construcción de una identidad positiva propia."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE1.2. Comprender las preguntas formuladas a través de diferentes estrategias o herramientas, reconociendo la información contenida en problemas de la vida cotidiana. OBJ1",
        "CE1.3. Proporcionar ejemplos de representaciones de situaciones problematizadas sencillas con recursos manipulativos y gráficos que ayuden en la resolución de un problema de la vida cotidiana. OBJ1",
        "CE1.4. Emplear algunas estrategias adecuadas en la resolución de problemas. OBJ2",
        "CE1.5. Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución. OBJ2",
        "CE1.6. Realizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE1.7. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE1.8. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE2.1. Aceptar la tarea y rol asignado en el trabajo en equipo, cumpliendo con las responsabilidades individuales y contribuyendo a la consecución de los objetivos del grupo. OBJ8",
        "CE2.2. Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución. OBJ2",
        "CE2.3. Describir verbalmente la idoneidad de las soluciones de un problema a partir de las preguntas previamente formuladas. OBJ2",
        "CE2.4. Dar ejemplos de problemas a partir de situaciones cotidianas que se resuelven matemáticamente. OBJ3",
        "CE2.5. Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE2.6. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE2.7. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo un vocabulario específico básico. OBJ6",
        "CE2.8. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE3.1. Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE3.2. Realizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE3.3. Describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional de forma guiada. OBJ4",
        "CE3.4. Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE3.5. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE3.6. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo un vocabulario específico básico. OBJ6",
        "CE3.7. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE4.1. Reconocer las emociones básicas propias al abordar nuevos retos matemáticos, pidiendo ayuda solo cuando sea necesario. OBJ7",
        "CE4.2. Proporcionar ejemplos de representaciones de situaciones problematizadas sencillas con recursos manipulativos y gráficos que ayuden en la resolución de un problema de la vida cotidiana. OBJ1",
        "CE4.3. Emplear algunas estrategias adecuadas en la resolución de problemas. OBJ2",
        "CE4.4. Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución. OBJ2",
        "CE4.5. Realizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE4.6. Describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional de forma guiada. OBJ4",
        "CE4.7. Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE4.8. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE5.1. Expresar actitudes positivas ante nuevos retos matemáticos, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE5.2. Comprender las preguntas formuladas a través de diferentes estrategias o herramientas, reconociendo la información contenida en problemas de la vida cotidiana. OBJ1",
        "CE5.3. Emplear algunas estrategias adecuadas en la resolución de problemas. OBJ2",
        "CE5.4. Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución. OBJ2",
        "CE5.5. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE5.6. Reconocer el lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo un vocabulario específico básico. OBJ6",
        "CE5.7. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6",
        "CE6.1. Reconocer las emociones básicas propias al abordar nuevos retos matemáticos, pidiendo ayuda solo cuando sea necesario. OBJ7",
        "CE6.2. Expresar actitudes positivas ante nuevos retos matemáticos, valorando el error como una oportunidad de aprendizaje. OBJ7",
        "CE6.3. Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos. OBJ8",
        "CE6.4. Aceptar la tarea y el rol asignados en el trabajo en equipo, cumpliendo con las responsabilidades individuales y contribuyendo a la consecución de los objetivos del grupo. OBJ8",
        "CE6.5. Realizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma guiada. OBJ3",
        "CE6.6. Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios. OBJ5",
        "CE6.7. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. OBJ5",
        "CE6.8. Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos de forma verbal o gráfica. OBJ6"
    ]
}