{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Extraer y analizar las ideas principales y secundarias, la información detallada y las implicaciones generales de textos de cierta longitud, bien organizados y complejos, orales, escritos y multimodales, tanto en registro formal como informal, sobre temas de relevancia personal o de interés público, tanto concretos como abstractos, expresados de forma clara y en la lengua estándar o en variedades frecuentes, incluso en entornos moderadamente ruidosos, a través de diversos soportes. (CCL2, CCL4, CD1, CD3)",
        "1.2 Distinguir tipologías de palabras y sus diferentes funciones sintácticas discriminando sus diferentes connotaciones en diversos contextos. (CCL2, CPSAA1.1)",
        "1.3 Interpretar y valorar de manera crítica el contenido, la intención, los rasgos discursivos y ciertos matices, como la ironía o el uso estético de la lengua, de textos de cierta longitud y complejidad, con especial énfasis en los textos académicos y de los medios de comunicación, así como de textos de ficción, sobre una amplia variedad de temas de relevancia personal o de interés público. (CCL2, CCL3, CCL4, CP1, CP2)",
        "1.4 Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial y los detalles más relevantes y para distinguir la intención y las opiniones, tanto implícitas como explícitas de los textos; distinguir las funciones comunicativas del texto, inferir significados e interpretar elementos no verbales; y buscar, seleccionar y contrastar información veraz. (CCL2, CP1, CP2, STEM1, CPSAA1.1, CPSAA4)",
        "1.5 Reconocer y utilizar léxico común y especializado, relacionado con los propios intereses y necesidades en el ámbito personal y académico, así como expresiones, modismos y connotaciones en un contexto. (CCL2, CPSAA1.1)",
        "Competencia específica 2",
        "2.1 Expresar oralmente con suficiente fluidez, facilidad y naturalidad, diversos tipos de textos claros, coherentes, detallados, bien organizados y adecuados al interlocutor o interlocutora y al propósito comunicativo sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, con el fin de describir, narrar, argumentar e informar, en diferentes soportes, evitando errores importantes y utilizando registros adecuados, así como recursos verbales y no verbales, y estrategias de planificación, control, compensación y cooperación. (CCL1, CP1, CP2, STEM1, CD3, CD4, CPSAA1.1, CC3, CE3, CCEC3.1, CCEC3.2)",
        "2.2 Redactar y difundir textos detallados de creciente extensión, bien estructurados y de cierta complejidad, adecuados a la situación comunicativa, a la tipología textual y a las herramientas analógicas y digitales utilizadas evitando errores importantes y reformulando, sintetizando y organizando de manera coherente información e ideas de diversas fuentes y justificando las propias opiniones, sobre asuntos de relevancia personal o de interés público conocidos por el alumnado, haciendo un uso ético del lenguaje, respetando la propiedad intelectual y evitando el plagio. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CC3, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.2)",
        "2.3 Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, revisión y cooperación, para componer textos bien estructurados y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de los interlocutores e interlocutoras reales o potenciales. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA4, CC3, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.2)",
        "2.4 Seleccionar y utilizar un amplio léxico común y especializado, así como expresiones y modismos de uso habitual, relacionados con los propios intereses y necesidades en ámbitos personales, académicos y sociolaborales, adecuándolos a cada situación de comunicación. (CCL1, CP1, CD1, CD2, CD3, CPSAA4, CC3, CCEC3.1, CCEC3.2)",
        "Competencia específica 3",
        "3.1 Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en situaciones interactivas sobre temas cotidianos, de relevancia personal o de interés público cercanos a su experiencia, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores o interlocutoras, expresando ideas y opiniones con precisión y argumentando de forma convincente. (CCL1, CCL5, CP1, STEM1, CD3, CPSAA3.1, CC3)",
        "3.2 Seleccionar, organizar y utilizar, de forma eficaz, espontánea y en diferentes entornos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra con amabilidad, ajustar la propia contribución a la de los interlocutores e interlocutoras, percibiendo sus reacciones, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, resolver problemas y gestionar situaciones comprometidas. (CCL1, CCL5, CP2, STEM1, CD3, CPSAA3.1, CC3)",
        "Competencia específica 4",
        "4.1 Interpretar y explicar textos, conceptos y comunicaciones en situaciones en las que atender a la diversidad, mostrando respeto y aprecio por los interlocutores e interlocutoras y por las lenguas, variedades o registros empleados, y participando en la solución de problemas de intercomprensión y de entendimiento, a partir de diversos recursos y soportes. (CCL1, CCCL5, CP1, CP3, STEM1, CPSAA3.1, CPSAA3.2, CC4, CE3, CCEC1)",
        "4.2 Aplicar estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y del conocimiento previo y los intereses e ideas de los interlocutores e interlocutoras. (CCL1, CCCL5, CP1, CP2, STEM1, CD3, CPSAA3.2, CC4, CE3)",
        "Competencia específica 5",
        "5.1 Comparar y contrastar las semejanzas y diferencias entre distintas lenguas reflexionando de forma sistemática sobre su funcionamiento y estableciendo relaciones entre ellas. (CCL3, CP3, CD3, CPSAA4)",
        "5.2 Utilizar con iniciativa y de forma creativa estrategias y conocimientos de mejora de la capacidad de comunicar y de aprender la lengua extranjera, con o sin apoyo de otros interlocutores e interlocutoras y de soportes analógicos y digitales. (CCL1, CP2, STEM1, CD3, CPSAA1.1)",
        "5.3 Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua extranjera seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar el aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y compartiéndolos. (CD3, CPSAA1.1, CPSAA4)",
        "Competencia específica 6",
        "6.1 Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, rechazando y evaluando cualquier tipo de discriminación, prejuicio y estereotipo y solucionando aquellos factores socioculturales que dificulten la comunicación. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.2 Valorar críticamente la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera teniendo en cuenta los derechos humanos y adecuarse a ella favoreciendo y justificando el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.3 Aplicar de forma sistemática estrategias para defender y apreciar la diversidad lingüística, cultural y artística atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.4 Conocer la producción literaria, los medios de comunicación y las principales publicaciones de los países y territorios donde se habla la lengua extranjera, promoviendo la lectura y el conocimiento de la lengua y cultura estudiadas. (CCL4, CP3, CCEC1)"
    ],
    "saberes": [
        "A. Comunicación.",
        "- Autoconfianza, iniciativa y asertividad. Estrategias de autorreparación y autoevaluación como forma de progresar en el aprendizaje autónomo de la lengua extranjera.",
        "- Estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
        "- Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas.",
        "- Funciones comunicativas adecuadas al ámbito y al contexto comunicativo: describir fenómenos y acontecimientos; dar instrucciones y consejos; describir estados y situaciones presentes; narrar acontecimientos pasados puntuales y habituales; expresar sucesos futuros y predicciones a corto, medio y largo plazo; expresar emociones; expresar la opinión; expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo; expresar argumentaciones; reformular el discurso, enfatizarlo, especificarlo o explicarlo; presentar las opiniones de otros, resumir; expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis; expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "- Tipología textual: texto argumentativo, expositivo, descriptivo, etc.",
        "- Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes y situación), expectativas generadas por el contexto, organización y estructuración según el género y la función textual.",
        "- Unidades lingüísticas y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, existencia, la cantidad y la cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la duda, la interrogación y la exclamación, las relaciones lógicas: causa, consecuencia, disyunción, oposición, distribución, concesión, finalidad.",
        "- Propiedades del texto: adecuación, coherencia y cohesión.",
        "- Léxico común y especializado de interés para el alumnado relativo a tiempo y espacio; estados, eventos y acontecimiento; actividades, procedimientos y procesos; relaciones personales, sociales, académicas y profesionales; educación, trabajo y emprendimiento; lengua y comunicación intercultural; ciencia y tecnología; historia y cultura; así como estrategias de enriquecimiento léxico (derivación, composición, familias léxicas, polisemia, sinonimia, antonimia, neologismos, etc.).",
        "- Categorías semánticas: su identificación e intercambio de significados y términos.",
        "- Patrones sonoros, acentuales, rítmicos y de entonación, y significados e intenciones comunicativas generales asociadas a dichos patrones. Alfabeto fonético básico.",
        "- Convenciones ortográficas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
        "- Convenciones y estrategias conversacionales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir y parafrasear, colaborar, negociar significados, detectar la ironía, etc.",
        "- Recursos para el aprendizaje y estrategias de búsqueda y selección de información, y curación de contenidos: diccionarios, libros de consulta, bibliotecas, mediatecas, etiquetas en la red, recursos digitales e informáticos, etc.",
        "- Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "- Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, colaboración y cooperación educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas, etc.) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "B. Plurilingüismo.",
        "- Estrategias y técnicas para responder eficazmente y con un alto grado de autonomía, adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "- Estrategias para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "- Estrategias y herramientas, analógicas y digitales, individuales y cooperativas para la autoevaluación, la coevaluación y la autorreparación.",
        "- Expresiones y léxico específico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
        "- Comparación sistemática entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos.",
        "- Variedades de la lengua extranjera atendiendo a diferencias geográficas y/o culturales.",
        "C. Interculturalidad.",
        "- La lengua extranjera como medio de comunicación y entendimiento entre pueblos, facilitador del acceso a otras culturas y otras lenguas y como herramienta de participación social y de enriquecimiento personal.",
        "- Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, así como por conocer informaciones culturales de los países donde se habla la lengua extranjera.",
        "- Aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros; instituciones, costumbres y rituales; valores, normas, creencias y actitudes; estereotipos y tabúes; lenguaje no verbal; historia, cultura y comunidades; relaciones interpersonales y procesos de globalización en países donde se habla la lengua extranjera.",
        "- Aspectos geopolíticos, físicos, económicos y culturales de los países donde se habla la lengua extranjera.",
        "- Obras literarias significativas de los países de lengua extranjera. Su conocimiento como vehículos de transmisión cultural y la idiosincrasia de los países donde se habla.",
        "- Publicaciones significativas, periódicos y medios de comunicación.",
        "- Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "- Estrategias de prevención, detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
        "Estructuras sintáctico-discursivas Alemán",
        "1. Describir fenómenos y acontecimientos.",
        "Profundización en la concordancia en género y número de los adyacentes (determinantes y adjetivos) con el núcleo (nombre / pronombre).",
        "Sustantivación de infinitivos y adjetivos.",
        "Refuerzo y ampliación de la formación del número.",
        "Adjetivos: consolidación de todas las estructuras trabajadas en niveles anteriores. Indefinidos: jemand-/niemand, uso de las formas declinadas y sin declinar.",
        "Otros pronombres indefinidos con el prefijo irgend-.",
        "2. Dar instrucciones y consejos. Estilo indirecto.",
        "Órdenes con verbos modales. Consejos con je… desto.",
        "Órdenes suavizadas con konjunktiv II.",
        "Modales sollen, dürfen, müssen.",
        "3. Describir estados y situaciones presentes.",
        "Präsens.",
        "Nombres compuestos.",
        "Pronombres demostrativos y pronombres relativos. La comparación wie … als, als ob.",
        "Oraciones de relativo con antecedente concreto: Der, die, das, den... Oraciones de relativo referidas a pronombres indefinidos: Das ist alles, was ich weiß; Kennen Sie jemanden, der Chinesisch spricht?",
        "Pronombres relativos con preposiciones auf die, mit der, gehen den…",
        "4. Narrar acontecimientos pasados, puntuales y habituales.",
        "Präteritum, Perfekt, Plusquamperfekt.",
        "Oraciones temporales Wann, als…",
        "Uso de conectores temporales como bevor, sobald, während, nachdem… Preposiciones temporales bei, bis, nach, seitdem...",
        "Relaciones temporales (solange; seitdem; nachdem (wir fertig sind)).",
        "Expresiones temporales damals; jederzeit, am Anfang/Ende des Monats); de duración die ganze Woche hindurch; über die Weihnachtsfeiertage, de anterioridad (noch; schon (nicht); lange/kurz davor).",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Expresiones temporales de posterioridad innerhalb eines Monats, später(hin);",
        "lange/kurz danach.",
        "Präsens + Adv.",
        "Perfekt + Adv.",
        "Futur I y II.",
        "6. Expresar emociones.",
        "Exclamación Welch ein(e) + Nomen (+Satz), z. b. Welch eine Plage (ist es)!; Wie + Adv. + Adj.; Ausrufe Sätzen, z. b. Mensch, es ist eiskalt!",
        "Uso enfático de la negación.",
        "Colocación de los complementos en la oración, posición inicial o acompañados de partículas del tipo Ja, doch, aber.",
        "Uso del Konjunktiv II en oración con wenn… wäre.",
        "7. Expresar la opinión.",
        "Oraciones con dass: ich glaube, dass…",
        "Uso de adverbios del tipo deshalb, daher, darum, deswegen. Oraciones causales con Weil.",
        "Oraciones con obwohl.",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Partículas modales.",
        "Verbos müssen dürfen, sollen. Konjunktiv II.",
        "9. Expresar argumentaciones.",
        "Presentar argumentos en un texto cohesionado con partículas del tipo zweiten, außerdem, darüber, hinaus…",
        "10. Reformular el discurso, enfatizarlo, explicarlo o especificarlo, Variación de la colocación de los complementos.",
        "Introducción del estilo indirecto, konjunktiv I.",
        "Oraciones con dass.",
        "Orden, cambios y elipsis en cada tipo de oración: colocación de pronombres personales y reflexivos.",
        "Colocación de los complementos al inicio o a la mitad de la oración. Afirmación enfática Ich komme ja schon!",
        "Adverbios enfáticos como, super, total…",
        "11. Presentar las opiniones de otros, resumir. Estilo indirecto.",
        "Reformulación con la pasiva.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Oraciones causales weil, da, deshalb, darum, denn.",
        "Oraciones de infinitivo con zu.",
        "Interrogativas wieso, weshalb.",
        "Complementos preposicionales con wegen, vor, aus, dank.",
        "Adverbios causales (daher, darum) y concesivos (dennoch, allerdings). Oraciones finales um … zu, dafür.",
        "Condicionales con Wenn y konjunktiv II.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Voz pasiva de proceso. Consolidación y ampliación. (Die Begeisterung soll geweckt werden). Formas alternativas de la voz pasiva con Lassen.",
        "Oraciones modales con indem, ohne dass…",
        "Francés",
        "1. Describir fenómenos y acontecimientos.",
        "Présent de l'indicatif et du subjonctif, discriminación. Conectores de secuenciación.",
        "La cantidad: environ, suffisamment… Doble pronominalización.",
        "2. Dar instrucciones y consejos.",
        "Impératif.",
        "Conditionnel y conditionnel passé. À ta place,il vaudrait mieux que.",
        "3. Describir estados y situaciones presentes.",
        "Présent.",
        "Frase negativa con ne explétif.",
        "4. Narrar acontecimientos pasados, puntuales y habituales.",
        "Passé composé, imparfait, plus-que-parfait.",
        "Gérondif.",
        "N'importe quand, une fois que.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Futur simple, futur proche et futur antérieur.",
        "6. Expresar emociones.",
        "Sorpresa (je suis étonné), admiración (je trouve… magnifique), felicidad (je suis ravi), reproche (tu aurais dû)…",
        "7. Expresar la opinión.",
        "J'estime que, je suis partagé, je suis pour…",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Frases subordinadas.",
        "Je suis convaincu que, sans aucun doute,il se pourrait bien,éventuellement.",
        "9. Expresar argumentaciones. Pronombres relativos compuestos.",
        "10. Reformular el discurso, enfatizarlo, explicarlo o especificarlo. Discurso indirecto e interrogación indirecta.",
        "Mise en relief. Inversión.",
        "11. Presentar las opiniones de otros, resumir.",
        "Pour faire le bilan, pour faire le point.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Frases subordinadas en indicativo y en subjuntivo.",
        "À cause de, à forcé de, il semble que, tellement, donc, par conséquent, c'est pourquoi, bien que, quoique, pour que, afin que…",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Adverbios de modo: de cette manière… Voz pasiva.",
        "Inglés",
        "1. Describir fenómenos y acontecimientos. Tenses used to describe in present and past. Adjetivos calificativos.",
        "Uso de expresiones utilizadas en la comparación. Conectores de secuenciación formales e informales. Indefinidos.",
        "Expresiones de tiempo: meanwhile, once in a while, etc.",
        "2. Dar instrucciones y consejos. Imperativos.",
        "Modales como should/shouldn't.",
        "Expresiones como would you mind?",
        "Expresiones como you'd better, I would recommend.",
        "3. Describir estados y situaciones presentes. Present simple/ present continuous. Pronombres reflexivos.",
        "Verbos que rigen infinitivo y/o gerundio: she likes + -ing, I want to + inf.",
        "4. Narrar acontecimientos pasados, puntuales y habituales.",
        "Past simple/past continuous.",
        "Past simple/past perfect.",
        "Used to + infinitive.",
        "Be/get used to + -ing.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Future simple/future continuous/future perfect.",
        "Be going to, present continous con valor de futuro próximo.",
        "Expresiones como next month, in a while, in a near future, etc.",
        "6. Expresar emociones.",
        "Con expresiones como I feel, mood adjectives (cheerful, gloomy, etc.).",
        "Adverbios: deeply, so + adjective, such + noun phrase.",
        "7. Expresar la opinión.",
        "Expresiones como as far as I am concerned, from my point of view, I (strongly) believe, in my view, as I see it, etc.",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Modales como must/can't, may/might, must/have to, can/could, should, would. I wish/if only.",
        "Modales perfectos: must have + past participle, should have + past participle, could have + past participle, etc.",
        "Expresiones como I’m not sure, I don’t think so, I’m afraid, I wonder.",
        "Adverbios como unfortunately, unluckily.",
        "9. Expresar argumentaciones. Uso de deícticos.",
        "Conectores de introducción e iniciación: Concerning…, As for…, With respect to, regarding…",
        "Conectores de contraste: nevertheless, however, despite, although. etc. Conectores de secuenciación: on the one hand, on the other hand. etc.",
        "10. Reformular el discurso, enfatizarlo, explicarlo o especificarlo.",
        "Reported speech.",
        "Oraciones de relativo (defining and non-defining).",
        "Expresiones idiomáticas y proverbios.",
        "Expresiones como: in other words, that is to say, for example, I mean, in short, in conclusion, etc.",
        "Voz pasiva.",
        "Inversión.",
        "Uso enfático de auxiliares: I do believe it, I did try, etc. Infinitivos y gerundios.",
        "11. Presentar las opiniones de otros, resumir.",
        "Fórmulas: What's your view on?/ Do you agree?, Do you reckon?",
        "Expresiones como to sum up, in conclusion, etc.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Conectores de causa: because of, due to, owing to, since, as, etc. Conectores de concesión: although, nevertheless, despite, etc.",
        "Conectores de finalidad: in order (not) to, so as to, to, so that, etc. Adverbios como likely, probably.",
        "Oraciones condicionales I, II, III.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Adverbios de modo como carefully, happily, luckily.",
        "Voz pasiva.",
        "Hearsay reporting: it is believed that, it is said, it is thought, etc. Causativa (have something done).",
        "Expresiones como the sooner the better, more and more, etc.",
        "Collocations.",
        "Correlatives: either… or, neither… nor, not only… but also…",
        "Italiano",
        "1. Describir fenómenos y acontecimientos. Nombre:",
        "Clases de nombres y comportamiento morfosintáctico: propios, comunes, concretos, abstractos (tolleranza), colectivos (sciame, branco), derivados, compuestos, nombres extranjeros (la chat, la mail, i cookie).",
        "Formación del número: refuerzo de las reglas generales y casos especiales (tempiotempli); nombres invariables (brindisi); nombres usados solo en singular o en plural (il pepe, le forbici); nombres con doble plural (gli ossi, le ossa).",
        "Determinantes:",
        "Artículo determinado con nombres geográficos (la Senna, le Alpi); con las siglas y los números (l’sms, l’8 marzo).",
        "Posesivos: la forma proprio con valor de refuerzo (con le sue proprie mani) y con verbos impersonales (bisogna fare il proprio dovere).",
        "Demostrativos: la forma stesso con función identificativa y de refuerzo (la stessa strada, il ministro stesso).",
        "Indefinidos. Repaso y ampliación de formas: parecchio, certo, niente, nulla (per domani niente compiti).",
        "Numerales: cardinales, ordinales y multiplicativos. Cardinales con valor de adjetivos indefinidos (te l’ho detto mille volte); ordinales en algunas expresiones (il terzo mondo); casos de alternancia de cardinales y ordinales (il Cinquecento = il sedicesimo secolo; il capitolo sei = il capitolo sesto), con los días del mes (il primo maggio, il due aprile).",
        "Interrogativos y exclamativos, refuerzo de las formas y usos. Adjetivos:",
        "Formación del género y número, refuerzo.",
        "Modificaciones del adjetivo (tutto bagnato, proprio simpatica). Grados del adjetivo, refuerzo.",
        "Pronombres:",
        "Consolidación del uso de la partícula ci con valor pronominal y de la partícula ne con valor partitivo y pronominal.",
        "El pronombre si impersonal con las formas átonas y su transformación en se (se ne parla); la partícula ci adverbial con las formas átonas y su transformación en ce (ce la porta).",
        "Uso de posesivos en algunas expresiones (ho detto la mia). Adverbios y locuciones adverbiales:",
        "Refuerzo de expresiones de tiempo (precedentemente, in seguito), de modo (chiaramente) y de lugar (sotto, sopra).",
        "2. Dar instrucciones y consejos.",
        "Refuerzo de las formas del imperativo y sus valores: orden, ruego, invitación, consejo, permiso, prohibición.",
        "3. Describir estados y situaciones presentes. Maneras de expresar el presente, refuerzo.",
        "Voz pasiva, refuerzo del uso de essere y venire como auxiliares.",
        "4. Narrar acontecimientos pasados puntuales y habituales.",
        "Consolidación de las formas regulares e irregulares del passato prossimo y los demás tiempos verbales de indicativo.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo. Futuro simple y futuro anterior.",
        "6. Expresar emociones.",
        "Verbos que expresan sentimientos, estados de ánimo o voluntad como spero, mi auguro, sono felice, sono contento, amo, odio, mi piace, voglio, etc. + che + subjuntivo.",
        "7. Expresar la opinión.",
        "Fórmulas frecuentes: a mio avviso, a mio parere, secondo me.",
        "Opinión referida al presente + presente de subjuntivo/infinitivo: penso che sia/di essere.",
        "Opinión referida al pasado, verbo en presente + imperfecto de subjuntivo: penso che fosse.",
        "Opinión en el pasado, verbo en pasado + imperfecto de subjuntivo: pensavo che fosse.",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Imperativo.",
        "Adverbios de duda: sicuramente, probabilmente, forse.",
        "9. Expresar argumentaciones.",
        "Fórmulas para enunciar las tesis del destinatario (secondo te, a tuo avviso) y para resaltar la presencia constante del emisor (a mio parere, secondo me, a mio avviso). Conectores adversativos (ma, però, invece), de causa-efecto (perciò, quindi, poiché), de sucesión temporal (innanzitutto, in primo/secondo/terzo luogo, infine, quindi, poi, e poi, inoltre), demostrativos (infatti, in realtà, in conclusione).",
        "10. Reformular el discurso, enfatizarlo, especificarlo o explicarlo.",
        "Reformuladores: explicativos (cioè, ossia, vale a dire), rectificativos (diciamo, be’) y recapitulativos (allora, in conclusione, insomma).",
        "Operadores de refuerzo (in realtà), de concreción (per/ad esempio, specialmente) y de focalización (per quanto riguarda, ecco, dico).",
        "11. Presentar las opiniones de otros, resumir.",
        "El discurso indirecto dependiente de un verbo en presente o pasado.",
        "Marcadores frecuentes para resumir: insomma, esatto, perfetto, dunque, ecco, voglio dire, cioè.",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Subordinantes causales (poiché, siccome, giacché, dato che, visto che); temporales (quando + futuro, mentre, appena, dal momento che); finales (affinché, perché); condicionales (se, a condizione che), consecutivas (che, tanto, così, così…che, tanto…che); modales (come se), concesivas (benché, sebbene).",
        "Período hipotético de tipo 1, 2 y 3: la realidad, la posibilidad y la irrealidad o imposibilidad (Se fosse stata un’amica, ti avrebbe avvisato).",
        "Interrogativa indirecta: uso de se, chi, quale, quando, come, perché, dove + indicativo, subjuntivo o condicional en función del grado de certeza y del registro (mi chiedo dov’è/dove sia; mi domando perché vorresti farlo).",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Oraciones exhortativas (ti invito a pensarci bene); indicación de la duda (non saprei quale scegliere); desiderativas (magari lo avessi ascoltato); exclamativas (quanto sono contenta, come mi dà fastidio!).",
        "Oraciones interrogativas directas y retóricas.",
        "Interrogativas indirectas con indicativo o subjuntivo: mi domando chi ha/abbia ragione.",
        "El imperfecto de subjuntivo. El congiuntivo trapassato.",
        "Frases impersonales: è importante/probabile/possibile che, è meglio/bene/bello che, basta che, bisogna che, etc. + subjuntivo.",
        "La voz pasiva.",
        "Portugués",
        "1. Describir fenómenos y acontecimientos.",
        "Verbos regidos: aproximar-se de, importar-se com / de, parecer-se com, beneficiar de, tratar de, dar por, dar-se com, passar para...",
        "Expresiones idiomáticas habituales: falar pelos cotovelos, quem não arrisca não petisca, fresco como uma alface, etc. y locuciones adverbiales habituales: fazer ideia, ter saudades, etc.",
        "Expresiones para indicar cantidad: duas vezes no máximo; um monte de gente. Grado: totalmente; tão de repente. Expresiones intensificadoras y exclamativas: p.ej. muito fixe!, uma seca!, é mesmo bonito!, etc.",
        "Contextualizar en el espacio y el tiempo: dantes, daí por diante, dentro em breve, em cima da hora, para já, desde logo, até a data, etc.).",
        "2. Dar instrucciones y consejos.",
        "Presente do Conjuntivo e Imperativo.",
        "Verbos: aconselhar, sugerir, recomendar, propôr, referir…",
        "3. Describir estados y situaciones presentes. Sustantivos colectivos: cacho, enxame… Prefijación y sufijación. Ampliación.",
        "Verbos regidos y derivados, p. ej.: beneficiar de, ficar a / de / por, vir a (saber), ir ter com, fugir a / de…",
        "4. Narrar acontecimientos pasados puntuales y habituales.",
        "Expresiones de espacio y tiempo (duración, anterioridad y posterioridad, duración, frecuencia, simultaneidad y secuencia): de hoje em adiante, para começar, seguidamente, em conclusão, em breve, regularmente, atualmente, no mesmo tempo que…",
        "Expresión de la temporalidad: assim que, até que, apenas, mal, logo que, após, sempre que, desde que, cada vez que, conforme, etc.",
        "Oraciones subordinadas de relativo.",
        "5. Expresar sucesos futuros y predicciones a corto, medio y largo plazo.",
        "Expresiones de espacio y tiempo (duración, anterioridad y posterioridad, duración, frecuencia, simultaneidad y secuencia: de hoje em adiante, para começar, seguidamente, em conclusão, em breve, regularmente, atualmente, no mesmo tempo que…",
        "Expresión de la temporalidad: assim que, até que, apenas, mal, logo que, após, sempre que, desde que, cada vez que, conforme, etc.",
        "Futuro do Conjuntivo.",
        "Conjunciones y locuciones conjuntivas: quando, assim que, enquanto. Oraciones subordinadas de relativo.",
        "Pretérito Imperfeito do Conjuntivo.",
        "6. Expresar emociones.",
        "Interjecciones: Oh!, Ora bolas! Olha!.",
        "Expresiones idiomáticas y locuciones verbales.",
        "7. Expresar la opinión.",
        "Expresiones y verbos de opinión: A meu ver, Sob o meu ponto de vista. Segundo o meu ponto de vista, Quanto a mim, julgar + Indicativo…",
        "8. Expresar la certeza, la deducción, la posibilidad, la probabilidad, la obligación, el permiso, el consejo, el deseo.",
        "Expresiones: Tenho a certeza, acreditar, é possível,",
        "Verbos con futuro: terá uns sesenta anos, será que?",
        "Condicional. Revisión del Pretérito Imperfeito con valor de condicional. Expresión de la intención: gostar de + Inf.; tratar de + Inf.; pensar + Inf., haver de + inf.) Verbos y perífrasis modales: Ter de/que, dever, precisar de, poder, etc. Se calhar, bem/mal.",
        "Infinitivo pessoal con para: dizer para / pedir para + infinitivo pessoal.",
        "Infinitivo pessoal con expresiones impersonales: É melhor não fazeres isso. Expresiones como provavelmente, é capaz de + Inf.; saber; poder, se calhar, achar/pensar/… + Indicativo.",
        "Expresiones impersonales y verbos modales: poder; dever; ser possível / impossível + Inf., é capaz / incapaz de + Inf.; saber); ser preciso / necessário + Inf.; ser obrigatório + Inf.; imperativo); ser possível/permitido + Inf., (não) ser possível /permitido + Inf.; Imperativo (revisión y ampliación). Condicional. Imperativo. Recomendar, aconselhar, pensar/achar + que..., Esperar/desejar/querer que… 9. Expresar argumentaciones.",
        "Pretérito Imperfeito do Conjuntivo. Oraciones dubitativas, completivas. Expresiones idiomáticas y proverbios.",
        "Expresiones de modo, p. ej. em excesso; ao gosto.",
        "Expresiones para indicar negación (nem; não / nem... sequer; não... coisa nenhuma; apenas).",
        "Iniciación: para começar, antes de mais nada. Desarrollo: para continuar com.",
        "Resultado/correlación/explicativa: de modo que, tão…que; portanto, pois, ou seja, isto é, quer dizer, assim.",
        "Comparación: como se, bastante menos, muito mais.",
        "10. Reformular el discurso, enfatizarlo, especificarlo o explicarlo. Conclusión: por último, por fim, para concluir, etc.",
        "De cambio de tema: por falar nisso, já agora, e se mudássemos de assunto?",
        "Referirse a un tema: no que diz respeito a...",
        "Añadir información, clasificar, enumerar, transmitir, reformular, ejemplificar, argumentar, rebatir, enfatizar, resumir: além disso, por outro lado, nomeadamente, por outras palavras, por exemplo, ou seja, isto é, antes pelo contrário, sem dúvida nenhuma, em resumo, voltando atrás, etc.",
        "Orden de los elementos en la oración. Alteración del orden habitual con valor enfático o focalizador. P. ej. Foste tu que, estou é cheio de....",
        "Interrogativos y exclamativos pospuestos, con valor enfático (Chamaste-me quê?). O que...é... (O que eu quero é. ), é que (A Joana é que fez o jantar), uso de relativos (Foi a Joana que fez o jantar).",
        "11. Presentar las opiniones de otros, resumir.",
        "Sou da opinião de que…, A meu ver…, Segundo o meu ponto de vista…, Achar/pensar/julgar + que.",
        "Conjunciones: por último, por fim, para concluir, etc. Verbos introductorios: dizer, contar, expor, narrar, etc. Discurso indirecto (ampliación con verbos y expresiones).",
        "12. Expresar la causa, la consecuencia, la concesión, la finalidad, la condición y la hipótesis.",
        "Futuro do Conjuntivo. Presente y Futuro de Conjuntivo en oraciones concesivas con repetición de verbo: faças o que fizeres.",
        "Pretérito Imperfeito do Conjuntivo e Perfeito Composto do Conjuntivo.",
        "Pretérito Mais-que-Perfeito Composto do Conjuntivo.",
        "Condicional Composto do Indicativo.",
        "Condicionales hipotéticas.",
        "Condicionales contrafactuales.",
        "Conjunciones y locuciones: se bem que, embora. Oraciones dubitativas: talvez + conjuntivo.",
        "Conjunción se.",
        "Contraposición del infinitivo pessoal con subordinadas con conjuntivo.",
        "Expresión de la concesión: embora, contudo, ainda que, mesmo que, se bem que, apesar de, não obstante, conquanto.",
        "Expresión de la causa: por consequência, por conseguinte, logo, visto que, uma vez que, graças a, seja por, sob pretexto.",
        "Expresión de la condición: a não ser que, a menos que; sem que, se, caso, no caso de.",
        "Expresión de la finalidad: afim de que; de modo a, de maneira a que.",
        "13. Expresar el modo como fuente de una mayor riqueza lingüística (descripción de hechos, estados o acciones de forma real o eventual, personal e impersonal).",
        "Adverbios con -mente: tranquilamente, brevemente, etc. Conjunciones: quanto mais…mais.",
        "La pasiva."
    ]
}