{
    "criteriosEvaluacion": [
        "1.1 Extract and analyze the main and supporting ideas, detailed information and general implications of texts of a certain length, well organized and complex, oral, written and multimodal, both in formal and informal register, on topics of personal relevance or interest public, both concrete and abstract, expressed clearly and in the standard language or in frequent varieties, even in moderately noisy environments, through various supports (CCL2, CCL4, CD1, CD3)",
        "1.2 Distinguish types of words and their different syntactic functions, discriminating their different connotations in different contexts. (CCL2, CPSAA1.1)",
        "1.3 Interpret and critically assess the content, intention, discursive features and certain nuances, such as irony or the aesthetic use of language, of texts of a certain length and complexity, with special emphasis on academic texts and media, as well as fictional texts, on a wide variety of topics of personal relevance or public interest (CCL2, CCL3, CCL4, CP1, CP2)",
        "1.4 Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details and to distinguish the intention and opinions, both implicit and explicit, of the texts; distinguish the communicative functions of the text, infer meanings and interpret non-verbal elements, and search for, select and compare truthful information (CCL2, CP1, CP2, STEM1, CPSAA1.1, CPSAA4)",
        "1.5 Recognize and use common and specialized vocabulary, related to their own interests and needs in the personal and academic sphere, as well as expressions, idioms and connotations in a context. (CCL2, CPSAA1.1)",
        "2.1 Express orally with sufficient fluency, ease and naturalness, various types of texts that are clear, coherent, detailed, well organized and appropriate to the interlocutor and the communicative purpose on matters of personal relevance or of public interest known to the students, with the aim of in order to describe, narrate, argue and inform, in different supports, avoiding important errors and using adequate registers, as well as verbal and non-verbal resources, and planning, control, compensation and cooperation strategies (CCL1, CP1, CP2, STEM1, CD3, CD4, CPSAA1.1, CC3, CE3, CCEC3.1, CCEC3.2)",
        "2.2 Write and disseminate detailed texts of increasing length, well structured and of a certain complexity, appropriate to the communicative situation, to the textual typology and to the analogical and digital tools used, avoiding important errors and reformulating, synthesizing and coherently organizing information and ideas from various sources and justifying their own opinions, on matters of personal relevance or public interest known to the students, making ethical use of language, respecting intellectual property and avoiding plagiarism (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CC3, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.2)",
        "2.3 Select, organize, and apply knowledge and planning, production, review, and cooperation strategies to compose well-structured texts appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using the most physical or digital resources. depending on the task and the actual or potential interlocutors (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA4, CC3, CE1, CE3, CCEC3.1, CCEC3.2, CCEC4.2 )",
        "2.4 Select and use a wide common and specialized vocabulary, as well as commonly used expressions and idioms, related to one's own interests and needs in personal, academic and socio-labour fields, adapting them to each communication situation. (CCL1, CP1, CD1, CD2, CD3, CPSAA4, CC3, CCEC3.1, CCEC3.2)",
        "3.1 Plan, participate and collaborate assertively and actively, through various supports, in interactive situations on everyday topics, of personal relevance or of public interest close to their experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette , as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors, expressing ideas and opinions accurately and arguing convincingly (CCL1, CCL5, CP1, STEM1, CD3, CPSAA3.1, CC3). ",
        "3.2 Select, organize and use, efficiently, spontaneously and in different environments, appropriate strategies to start, maintain and end communication, take and give the floor with kindness, adjust one's own contribution to that of the interlocutors, perceiving their reactions, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromising situations (CCL1, CCL5, CP2, STEM1, CD3, CPSAA3.1, CC3)",
        "4.1 Interpret and explain texts, concepts and communications in situations in which to attend to diversity, showing respect and appreciation for the interlocutors and for the languages, varieties or registers used, and participating in the solution of problems of intercomprehension and understanding, from various resources and supports. (CCL1, CCCL5, CP1, CP3, STEM1, CPSAA3.1, CPSAA3.2, CC4, CE3, CCEC1)",
        "4.2 Apply strategies that help create bridges, facilitate communication, and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, sociocultural aspects, and textual typology, using resources and supports physical or digital depending on the task and the prior knowledge and interests and ideas of the interlocutors (CCL1, CCCL5, CP1, CP2, STEM1, CD3, CPSAA3.2, CC4, CE3)",
        "5.1 Compare and contrast the similarities and differences between different languages reflecting systematically on their functioning and establishing relationships between them. (CCL3, CP3, CD3, CPSAA4)",
        "5.2 Use strategies and knowledge to improve the ability to communicate and learn the foreign language with initiative and creativity, with or without the support of other interlocutors and analogue and digital supports. (CCL1, CP2, STEM1, CD3 , CPSAA1.1)",
        "5.3 Register and reflect on the progress and difficulties of learning the foreign language, selecting the most appropriate and effective strategies to overcome these difficulties and consolidate learning, carrying out activities of planning one's own learning, self-evaluation and peer-evaluation, such as those proposed in the Portfolio Languages (PEL) or in a learning diary, making those progress and difficulties explicit and sharing them. (CD3, CPSAA1.1, CPSAA4)",
        "6.1 Act appropriately, empathically and respectfully in intercultural situations, building links between different languages and cultures, rejecting and evaluating any type of discrimination, prejudice and stereotype and solving those sociocultural factors that make communication difficult. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.2 Critically assess the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, taking into account human rights and adapting to it, favoring and justifying the development of a shared culture and a citizenry committed to sustainability and democratic values .(CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1)",
        "6.3 Systematically apply strategies to defend and appreciate linguistic, cultural and artistic diversity, attending to ecosocial and democratic values and respecting the principles of justice, equity and equality. (CCL4, CCL5, CP3, CPSAA3.1, CC3, CCEC1) ",
        "6.4 Know the literary production, the media and the main publications of the countries and territories where the foreign language is spoken, promoting reading and knowledge of the language and culture studied. (CCL4, CP3, CCEC1)"
    ],
    "saberes": [
        "A. Communication.",
        "- Self-confidence, initiative and assertiveness. Self-repair and self-evaluation strategies as a way to progress in the autonomous learning of the foreign language.",
        "- Strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
        "- Knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
        "- Communicative functions appropriate to the field and the communicative context: describe phenomena and events; give instructions and advice; describe current states and situations; narrate punctual and habitual past events; express future events and predictions in the short, medium and long term; express emotions ; express the opinion; express the certainty, the deduction, the possibility, the probability, the obligation, the permission, the advice, the desire; express arguments; reformulate the speech, emphasize it, specify it or explain it; present the opinions of others, summarize ; express the cause, the consequence, the concession, the purpose, the condition and the hypothesis; express the mode as a source of a greater linguistic richness (description of facts, states or actions in a real or eventual, personal and impersonal way).",
        "- Textual typology: argumentative, expository, descriptive text, etc.",
        "- Contextual models and discursive genres commonly used in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context , organization and structuring according to genre and textual function.",
        "- Linguistic units and meanings associated with such units such as expression of the entity and its properties, existence, quantity and quality, space and spatial relations, time and temporal relations, affirmation, denial, doubt , interrogation and exclamation, logical relationships: cause, consequence, disjunction, opposition, distribution, concession, purpose.",
        "- Properties of the text: adequacy, coherence and cohesion.",
        "- Common and specialized vocabulary of interest to students related to time and space; states, events and events; activities, procedures and processes; personal, social, academic and professional relationships; education, work and entrepreneurship; language and intercultural communication; science and technology; history and culture; as well as lexical enrichment strategies (derivation, composition, lexical families, polysemy, synonymy, antonymy, neologisms, etc.).",
        "- Semantic categories: their identification and exchange of meanings and terms.",
        "- Sound, stress, rhythmic and intonation patterns, and meanings and general communicative intentions associated with these patterns. Basic phonetic alphabet.",
        "- Spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
        "- Conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and yield the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize and paraphrase, collaborate, negotiate meanings, detect irony, etc.",
        "- Resources for learning and information search and selection strategies, and content curation: dictionaries, reference books, libraries, media libraries, web labels, digital and computer resources, etc.",
        "- Respect for intellectual property and copyright on the sources consulted and content used: tools for the treatment of bibliographic data and resources to avoid plagiarism.",
        "- Analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, collaboration and cooperation (virtual classrooms, videoconferences, collaborative digital tools, etc.) for learning, communication and development of projects with speakers or students of the foreign language.",
        "B. Multilingualism.",
        "- Strategies and techniques to respond effectively and with a high degree of autonomy, adaptation and correctness to a specific communicative need, overcoming the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
        "- Strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
        "- Strategies and tools, analogue and digital, individual and cooperative for self-assessment, peer-assessment and self-repair.",
        "- Expressions and specific vocabulary to reflect on and share reflections on communication, language, learning and communication and learning tools (metalanguage).",
        "- Systematic comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
        "- Varieties of the foreign language according to geographical and/or cultural differences.",
        "C. Interculturality.",
        "- The foreign language as a means of communication and understanding between peoples, facilitator of access to other cultures and other languages and as a tool for social participation and personal enrichment.",
        "- Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language, as well as learning cultural information from the countries where the foreign language is spoken.",
        "- Sociocultural and sociolinguistic aspects related to social conventions, rules of courtesy and registers; institutions, customs and rituals; values, norms, beliefs and attitudes; stereotypes and taboos; non-verbal language; history, culture and communities; interpersonal relationships and processes of globalization in countries where the foreign language is spoken.",
        "- Geopolitical, physical, economic and cultural aspects of the countries where the foreign language is spoken.",
        "- Significant literary works from foreign language countries. Their knowledge as vehicles of cultural transmission and the idiosyncrasies of the countries where they are spoken.",
        "- Significant publications, newspapers and media.",
        "- Strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
        "- Strategies for prevention, detection, rejection and action against discriminatory uses of verbal and non-verbal language.",
        "Syntactic-discursive structures",
        "1. Describing phenomena and events. Tenses used to describe in present and past. Qualifying adjectives.",
        "Use of expressions used in comparison. Formal and informal sequencing connectors. Undefined.",
        "Time expressions: meanwhile, once in a while, etc.",
        "2. Give instructions and advice. Imperatives.",
        "Manners like should/shouldn't.",
        "Expressions like would you mind?",
        "Expressions like you'd better, I would recommend.",
        "3. Describing present states and situations. Present simple/ present continuous. Reflexive pronouns.",
        "Verbs that govern infinitive and/or gerund: ella she likes + -ing, I want to + inf.",
        "4. Narrate past, punctual and habitual events.",
        "Past simple/past continuous.",
        "Past simple/past perfect.",
        "Used to + infinitive.",
        "Be/get used to + -ing.",
        "5. Express future events and predictions in the short, medium and long term.",
        "Future simple/future continuous/future perfect.",
        "Be going to, present continuous with near future value.",
        "Expressions like next month, in a while, in a near future, etc.",
        "6. Express emotions.",
        "With expressions like I feel, mood adjectives (cheerful, gloomy, etc.)",
        "Adverbs: deeply, so + adjective, such + noun phrase.",
        "7. Express your opinion.",
        "Expressions like as far as I am concerned, from my point of view, I (strongly) believe, in my view, as I see it, etc.",
        "8. Express certainty, deduction, possibility, probability, obligation, permission, advice, desire.",
        "Modals like must/can't, may/might, must/have to, can/could, should, would. I wish/if only.",
        "Perfect modals: must have + past participle, should have + past participle, could have + past participle, etc.",
        "Expressions like I'm not sure, I don't think so, I'm afraid, I wonder.",
        "Adverbs like unfortunately, unluckily.",
        "9. Express arguments. Use of deictics.",
        "Introduction and initiation connectors: Concerning…, As for…, With respect to, regarding…",
        "Contrast connectors: regardless, however, despite, although. etc. Sequencing connectors: on the one hand, on the other hand. etc.",
        "10. Rephrase the speech, emphasize it, explain it or specify it.",
        "Reported speech.",
        "Relative clauses (defining and non-defining).",
        "Idioms and Proverbs.",
        "Expressions like: in other words, that is to say, for example, I mean, in short, in conclusion, etc.",
        "Passive voice.",
        "Investment.",
        "Emphatic use of auxiliaries: I do believe it, I did try, etc. Infinitives and gerunds.",
        "11. Present the opinions of others, summarize.",
        "Formulas: What's your view on?/ Do you agree?, Do you reckon?",
        "Expressions like to sum up, in conclusion, etc.",
        "12. Express the cause, the consequence, the concession, the purpose, the condition and the hypothesis.",
        "Cause connectors: because of, due to, owing to, since, as, etc. Grant connectors: although, nevertheless, despite, etc.",
        "Connectors of finality: in order (not) to, so as to, to, so that, etc. Adverbs like likely, probably.",
        "Conditional sentences I, II, III.",
        "13. Express the mode as a source of greater linguistic richness (description of facts, states or actions in a real or eventual, personal and impersonal way).",
        "Adverbs of manner such as carefully, happily, luckily.",
        "Passive voice.",
        "Hearsay reporting: it is believed that, it is said, it is thought, etc. Causative (have something done).",
        "Expressions like the sooner the better, more and more, etc.",
        "Collocations.",
        "Correlatives: either… or, neither… nor, not only… but also…"
    ]
}