{
  "saberes": [
    "A. Sentido numérico",
    "1. Conteo ",
    "Combinatoria básica aplicada a la resolución de problemas de la vida cotidiana en los que se tengan que hacer recuentos sistemáticos.*",
    "2. Cantidad ",
    "Técnicas para realizar estimaciones en diversos contextos analizando el error cometido.*",
    "Números reales. Ordenación en la recta numérica. Intervalos.*",
    "Números reales para expresar cantidades en diversos contextos con la precisión requerida.*",
    "Diferentes representaciones de una misma cantidad expresada por un número real, eligiendo la más adecuada para cada situación o problema.",
    "3. Sentido de las operaciones",
    "Propiedades de las operaciones aritméticas para realizar cálculos con números reales de manera eficiente, también con calculadora, adaptando las estrategias a cada situación.*",
    "4. Relaciones Números reales: desarrollo del significado y la representación de cantidades con ellos.*",
    "5. Razonamiento proporcional",
    "Métodos para la resolución de problemas relacionados con proporciones, tanto directas como inversas, escalas e índices.",
    "B. Sentido de la medida",
    "1. Medición Razones trigonométricas de un ángulo agudo y relaciones fundamentales aplicadas a la resolución de problemas.*",
    "2. Cambio Tasa de variación media en contextos diversos con el apoyo de herramientas tecnológicas.*",
    "Tasa de variación instantánea: aproximación intuitiva reduciendo la longitud del intervalo.",
    "C. Sentido espacial",
    "1. Formas geométricas de dos y tres dimensiones",
    "Propiedades geométricas de objetos de la vida cotidiana y de contextos académicos.*",
    "Razón de semejanza entre longitudes, áreas y volumen de cuerpos semejantes con apoyo de software de geometría dinámica.*",
    "2. Localización y sistemas de representación",
    "Figuras geométricas de dos dimensiones: representación y análisis de sus propiedades utilizando la geometría analítica.*",
    "Diferentes expresiones algebraicas de una recta. Selección de la ecuación más adecuada en función de la situación a resolver.*",
    "3. Movimientos y transformaciones",
    "Transformaciones geométricas elementales: interpretación y aplicación con herramientas tecnológicas mediante el uso de la geometría analítica conectando el estudio de la geometría con las funciones.*",
    "4. Visualización, razonamiento y modelización geométrica",
    "Modelos geométricos para representar y explicar relaciones numéricas y algebraicas en situaciones diversas.*",
    "Elementos geométricos y su modelización mediante herramientas tecnológicas.*",
    "Elaboración y comprobación de conjeturas sobre propiedades geométricas utilizando programas de geometría dinámica u otras herramientas en diferentes contextos.",
    "D. Sentido algebraico y pensamiento computacional",
    "1. Patrones Regla de formación de diversas estructuras y termino general en casos sencillos.*",
    "2. Modelo matemático Problemas contextualizados apoyándose en representaciones matemáticas y en el lenguaje algebraico, haciendo uso de distintos tipos de funciones.*",
    "Conclusiones razonables sobre una situación contextualizada una vez modelizada.*",
    "3. Variable Diferentes usos de las variables (incógnita, número generalizado, relación funcional...) en diversos contextos.*",
    "Representación gráfica de relaciones lineales y cuadráticas interpretando sus características.*",
    "4. Igualdad y desigualdad Algebra simbólica y representación de relaciones lineales y cuadráticas en contextos diversos.*",
    "Soluciones en ecuaciones lineales y cuadráticas en contextos diversos, mediante formas equivalentes de expresiones algebraicas. *",
    "Ecuaciones, sistemas de ecuaciones e inecuaciones: interpretación y resolución, mediante asistentes y simuladores virtuales.*",
    "5. Relaciones y funciones La función como presentación de la relación entre magnitudes.*",
    "Representaciones (enunciado, tabla, gráfica o formula) en la resolución de problemas en diferentes contextos.*        ",
    "Funciones y propiedades (dominio de definición, creciente, decreciente, máximos, mínimos...) en diferentes contextos.*",
    "Relaciones cuantitativas en diferentes contextos y tipos de funciones que las modelizan.*",
    "6. Pensamiento computacional",
    "Resolución de problemas por descomposición de procesos en sus fases y generalización y transferencia a otras situaciones similares.*",
    "Estrategias para la interpretación, modificación y creación de algoritmos.*",
    "Mejora de procesos, utilizando programas y herramientas adecuadas, en la resolución de problemas.*",
    "E. Sentido estocástico",
    "1. Organización y análisis de datos",
    "Tablas y gráficos estadísticos de dos variables cualitativas, cuantitativas discretas y cuantitativas continuas.*",
    "Análisis e interpretación de tablas y gráficos estadísticos de una y dos variables cualitativas, cuantitativas discretas y cuantitativas continuas en contextos reales.",
    "Medidas de localización y dispersión: interpretación y análisis de la variabilidad.",
    "Recogida y organización de datos de una situación de la vida cotidiana que involucre dos variables.*",
    "Representaciones gráficas mediante medios digitales (aplicaciones informáticas y para móviles, hojas de cálculo, calculadoras...) interpretando la información estadística y obteniendo conclusiones razonadas.*",
    "Distinción entre correlación y causalidad: relación entre dos variables y regresión lineal.*",
    "Detección de errores y falsas informaciones en los medios de comunicación y las redes sociales.",
    "2. Predictibilidad e incertidumbre",
    "Cálculo de probabilidades para tomar decisiones fundamentadas en diferentes contextos.*",
    "Regla de Laplace y técnicas de recuento en experimentos simples y compuestos.*",
    "Experimentos simples y compuestos para estudiar el comportamiento de fenómenos aleatorios. *",
    "Diagramas de árbol y tablas de contingencia en experiencias aleatorias compuestas.*",
    "3. Inferencia Estudios estadísticos y sus etapas (hipótesis, muestra, experimento, recogida de datos, organización, representación, cálculo e interpretación).*",
    "Datos relevantes, representatividad de la muestra y alcance de las conclusiones en investigaciones estadísticas. *",
    "Relación entre dos variables, valorando gráficamente con herramientas tecnológicas la pertinencia de una regresión lineal. *",
    "Estrategias de representación e interpretación de datos relevantes en investigaciones estadísticas mediante herramientas digitales.",
    "F. Sentido socioafectivo",
    "1. Creencias, actitudes y emociones",
    "Curiosidad, iniciativa, perseverancia, resiliencia y creatividad hacia el aprendizaje de las matemáticas.*",
    "Emociones que intervienen en el aprendizaje como la autoconciencia, la autorregulación y la perseverancia.*",
    "Flexibilidad cognitiva, buscando un cambio de estrategia cuando sea necesario, transformando",
    "el error en oportunidad de aprendizaje.*",
    "2. Trabajo en equipo y toma de decisiones",
    "Asunción de responsabilidades y participación activa optimizando el trabajo en equipo.*",
    "Disposición a requerir y ofrecer ayuda en los conflictos.*",
    "Reflexión sobre las claves de situaciones problemáticas y toma de decisiones adecuadas en situaciones similares.*",
    "Asunción de responsabilidades en el logro de los objetivos del grupo.*",
    "3. Inclusión, respeto y diversidad",
    "Actitudes inclusivas para acoger la diversidad intrínseca presente en el aula y en la sociedad.*",
    "Contribución de las matemáticas al desarrollo del conocimiento humano.*"
  ],
  "criteriosEvaluacion": [
    "1.1. Reformular de forma verbal y gráfica problemas matemáticos, analizando los datos, las relaciones entre ellos y las preguntas planteadas.",
    "1.2. Representar matemáticamente la información más relevante de un problema con herramientas digitales adecuadas (tablas, diagramas, expresiones simbólicas y geométricas...) que faciliten la elección de la estrategia más eficaz en su resolución.",
    "1.3. Analizar y seleccionar diferentes herramientas y estrategias elaboradas para resolver un problema valorando su eficiencia.",
    "1.4. Obtener todas las soluciones matemáticas de un problema movilizando los conocimientos necesarios, reflexionando y evaluando el proceso seguido.",
    "2.1. Justificar las soluciones óptimas de un problema desde diferentes perspectivas matemáticas y sociales.",
    "2.2. Justificar las soluciones óptimas de un problema desde diferentes perspectivas matemáticas y sociales",
    "3.1. Formular, comprobar e investigar conjeturas de forma autónoma estudiando patrones y relaciones.",
    "3.2. Plantear variantes de un problema dado modificando alguno de sus datos o condición y estudiando su posible generalización.",
    "3.3. Razonar la validez de las conjeturas o tesis formuladas fundamentándolas con argumentos matemáticos consistentes utilizando herramientas tecnológicas.",
    "4.1. Reconocer diferentes patrones (numéricos, geométricos, algebraicos…) y desarrollar una representación computacional de situaciones problematizadas.",
    "4.2. Modelizar situaciones de los ámbitos personal, social, laboral y académico, y resolver problemas de forma eficaz interpretando, modificando, generalizando y creando algoritmos.",
    "5.1. Analizar las conexiones entre las experiencias y los conocimientos matemáticos formando un todo coherente.",
    "5.2. Analizar y elaborar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias.",
    "5.3. Reforzar e integrar las relaciones entre los campos de la Matemática (Algebra, Geometría...) interactuando habitualmente con asistentes matemáticos y otros recursos digitales",
    "6.1. Establecer y aplicar conexiones entre el mundo real y las matemáticas usando los procesos inherentes a la investigación científica y matemática: medir, clasificar, representar, inferir, predecir y comunicar.",
    "6.2. Identificar y aplicar conexiones coherentes entre las matemáticas y otras materias integrando los conocimientos de diferentes ámbitos y realizando un análisis crítico de los contenidos implicados.",
    "6.3. Reconocer y valorar las aportaciones de las matemáticas al progreso de la humanidad que contribuyen a solucionar los retos a los que se enfrenta la sociedad actual.",
    "7.1. Representar y analizar conceptos, procedimientos y resultados matemáticos usando diferentes herramientas, tanto analógicas como digitales, visualizando ideas y estructurando procesos.",
    "7.2. Seleccionar y usar diferentes formas de representación (pictórica, gráfica, verbal o simbólica) impulsando la transfe rencia entre formas de reflexión y razonamiento diversas, enriqueciendo el proceso comunicativo y aportando rigor y exactitud.",
    "8.1. Comunicar ideas, conclusiones, conjeturas y razonamientos matemáticos con coherencia, claridad y mediante la terminología apropiada.",
    "8.2. Reconocer y emplear el lenguaje matemático requerido en la vida cotidiana y en diversos contextos con precisión, rigor y coherencia.",
    "9.1. Identificar y gestionar las emociones propias, desarrollar la autoconciencia y el sentido de identidad y reconocer las fuentes de estrés al abordar los diferentes desafíos matemáticos.",
    "9.2. Mantener la perseverancia y una motivación positiva, aceptando la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas en los diferentes ámbitos de la vida.",
    "9.3. Aceptar los errores reconociendo en ellos una oportunidad de mejora y una posibilidad de abordar nuevos retos en diferentes ámbitos, incluidos el de la vida cotidiana y el académico",
    "10.1. Colaborar activamente y construir relaciones trabajando en equipos heterogéneos, comunicándose de manera efectiva, pensando de forma crítica y creativa, tomando decisiones y juicios informados, para resolver problemas que implican la aplicación de los contenidos estudiados en entornos presenciales y en línea.",
    "10.2. Participar en el reparto de tareas matemáticas a desarrollar en equipo, practicando la inclusión, escuchando el pensamiento de los demás, asumiendo el rol asignado con responsabilidad y respeto para con las demás personas del grupo."
            
  ]
}
