{
  "saberes": [
    "A. Comunicación.",
    "1. Autoconfianza. Uso de todos recursos y estrategias disponibles para lograr una finalidad comunicativa concreta. El error como instrumento de mejora y propuesta de reparación.",
    "2. Estrategias básicas para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
    "2.1 Comprensión",
    "2.2.1 Identificación de claves e inferencia",
    "• Uso de una idea del significado general de textos y enunciados para inferir del contexto el significado probable de las palabras que desconoce.",
    "• Reconocimiento de palabras conocidas para deducir el significado de palabras y expresiones desconocidas.",
    "• Reconocimiento del formato y características tipográficas para identificar el tipo de texto y anticipar organización e importancia de la información.",
    "• Posición de expresiones formulaicas en un texto para deducir su función y significado.",
    "• Detección de nombres propios, fechas, cifras, etc. para identificar el tema de un texto.",
    "2.2 Producción y Coproducción",
    "2.2.1 Planificación",
    "• Ensayo de expresiones de su repertorio.",
    "• Identificación del receptor para adecuar la expresión e información a sus necesidades.",
    "• Reconocimiento del tipo de texto y su estructura típica para organizar la información de forma coherente.",
    "2.2.2 Compensación",
    "• Uso de gestos para clarificar palabras cuyo uso se sabe inadecuado.",
    "• Uso de gestos cuando se necesita identificar un objeto o elemento del contexto.",
    "2.2.3 Control y reparación",
    "• Expresiones para asegurarse de que el lenguaje usado es correcto.",
    "• Registro personal de errores frecuentes y seguimiento consciente en producciones subsiguientes.",
    "3. Mediación: actividades, destrezas y estrategias de planificación, intervención y evaluación que permitan al alumnado evitar y resolver conflictos comunicativos.",
    "3.1 Actividades",
    "• Mediación de textos",
    "- Parafraseo, explicación, síntesis y traducción de un texto oral o escrito.",
    "- Toma de notas (de una reunión, presentación, conferencia, etc.).",
    "- Mediación de conceptos",
    "- Colaboración en un grupo de trabajo.",
    "• Mediación en la comunicación.",
    "- Promoción de un espacio pluricultural.",
    "3.2 Estrategias",
    "• Planificación",
    "- Conexión con conocimientos previos.",
    "- Búsqueda de apoyos.",
    "- Creación de glosarios.",
    "- Consideración previa de las necesidades del interlocutor.",
    "- Conducción del discurso.",
    "• Intervención",
    "- Reformulación del texto para hacerlo más comprensible.",
    "- Fomento del trabajo en grupo.",
    "- Uso adecuado del lenguaje no verbal.",
    "• Evaluación:",
    "- Comprobación de que el conflicto se ha gestionado de manera adecuada.",
    "4. Funciones comunicativas básicas adecuadas al ámbito y al contexto comunicativo.",
    "• Saludos, despedidas y presentaciones con fórmulas básicas propias de la lengua.",
    "• Descripción de personas incluyendo datos básicos sobre las mismas (edad, nacionalidad, apariencia física) y sus condiciones de vida; objetos familiares y/o de su entorno y lugares, con estructuras simples.",
    "• Situación de eventos en el tiempo haciendo uso de un repertorio básico de expresiones e indicadores temporales.",
    "• Situación de objetos, personas y lugares en el espacio de forma sencilla y breve con un repertorio limitado de preposiciones e indicadores espaciales aprendidos.",
    "• Petición e intercambio de información sobre cuestiones cotidianas con oraciones de estructura básica y fórmulas memorizadas.",
    "• Ofrecimiento e interpretación de instrucciones y órdenes sencillas que consten de una o varias estructuras simples.",
    "• Ofrecimiento, aceptación y rechazo de ayuda, proposiciones o sugerencias mediante el uso de fórmulas básicas y estructuras cortas y sencillas.",
    "• Expresión del gusto o el interés y emociones básicas a través de un repertorio léxico y gramatical básico aprendido.",
    "• Narración de acontecimientos pasados, descripción de situaciones presentes, y expresión de sucesos futuros usando estructuras sencillas con tiempos verbales adecuados y un repertorio limitado de indicadores temporales.",
    "• Expresión de la opinión y la posibilidad a través de expresiones cortas aprendidas y oraciones sencillas.",
    "5. Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales.",
    "5.1 Características y reconocimiento del contexto",
    "• Distancia social entre participantes: registro informal y semiformal.",
    "• Ámbito:",
    "- personal",
    "- educativo",
    "- público",
    "• Situación:",
    "- presencial",
    "- en línea",
    "• síncrona",
    "• asíncrona 5.2 Estructura textual",
    "• Estructura global:",
    "- Finalidad: interpersonal, transaccional, evaluativa, instructiva, descriptiva, narrativa.",
    "- Secciones.",
    "- Diseño: formato, patrones y elementos gráficos.",
    "• Microestructura: mecanismos básicos de coherencia y cohesión:",
    "- Párrafo o sección.",
    "- Conectores y expresiones de enlace.",
    "- Deixis.",
    "- Pausas y cambios prosódicos.",
    "- Puntuación.",
    "5.3 Géneros: (P)Producción; (C)Comprensión; (I) Coproducción o interacción.",
    "5.3.1 Géneros orales",
    "• Anuncios y mensajes públicos emitidos por megafonía en situaciones predecibles: estaciones y medios de transporte, espacios culturales, establecimientos comerciales, centros educativos. (C)",
    "• Instrucciones breves y sencillas para fines personales o educativos: direcciones y destinos; tareas y encargos habituales;",
    "operaciones propias del entorno educativo. (C)",
    "• Letras de canciones. (C)",
    "• Conversaciones informales presenciales sencillas para fines transaccionales: compras y servicios en establecimientos comerciales o de hostelería; información en oficinas de información de turismo, medios de transporte o establecimientos comerciales. (I)",
    "• Conversaciones informales presenciales sencillas y rutinarias para fines personales: información personal, actividades cotidianas, experiencias vitales pasadas, planes, tiempo libre, gustos e intereses. (I)",
    "• Conversaciones en línea muy breves y sencillas para fines transaccionales: peticiones de información puntual. (I)",
    "• Mensajes informales grabados breves y sencillos para fines personales: información puntual, invitaciones, planes y citas. (P)",
    "• Presentaciones públicas semiformales simples y breves, con apoyo visual, sobre temas conocidos. (C) y (P).",
    "5.3.2 Géneros escritos",
    "• Artículos divulgativos breves y sencillos sobre temas habituales o de interés. (C)",
    "• Biografías breves y sencillas. (C)",
    "• Carteles informativos impresos o digitales en lugares públicos: estaciones y medios de transporte, establecimientos comerciales, instalaciones de reciclaje, centros educativos. (C)",
    "• Carteles institucionales impresos o digitales sobre campañas de concienciación. (C)",
    "• Entradas en obras de referencia impresas o digitales. (C)",
    "• Etiquetas de productos y embalajes. (C)",
    "• Folletos impresos o digitales informativos y publicitarios sencillos. (C)",
    "• Menús y cartas de establecimientos de hostelería. (C)",
    "• Programas de espectáculos y actividades culturales. (C)",
    "• Recetas culinarias sencillas. (C)",
    "• Relatos breves en versión simplificada. (C)",
    "• Formularios y cuestionarios en línea con respuesta cerrada de plataformas o iniciativas educativas o de participación ciudadana. (I)",
    "• Mensajes informales breves en intercambios síncronos en línea sencillos sobre temas cotidianos predecibles. (I)",
    "• Postales, tarjetas digitales, cartas y mensajes electrónicos breves informales y semiformales para fines personales:",
    "presentación, intercambio y solicitud de información, felicitación, agradecimiento, excusa, invitación. (I)",
    "• Entradas en línea breves informales y semiformales sobre asuntos cotidianos, actividades sociales y sentimientos. (C) y (P)",
    "• Informes descriptivos breves sobre el entorno personal, natural y social inmediato. (C) y (P)",
    "• Notas y mensajes informales y semiformales breves y sencillos sobre áreas de necesidad inmediata para fines personales o educativos. (C) y (P)",
    "• Reseñas breves sobre lugares o contenidos culturales. (C) y (P)",
    "• Sinopsis: resúmenes y esquemas. (C) y (P)",
    "5.3.3 Géneros multimodales",
    "• Tutoriales breves y sencillos sobre manejo de herramientas digitales, aspectos educativos u otros temas habituales o de interés. (C)",
    "• Vídeos explicativos sobre aspectos lingüísticos o culturales. (C)",
    "• Anuncios publicitarios comerciales o de campañas de concienciación. (C)",
    "• Informaciones meteorológicas. (C)",
    "• Noticias de actualidad altamente predecibles sobre temas conocidos. (C)",
    "• Vídeos musicales. (C)",
    "• Vídeo reportaje breve sobre actividades educativas. (P)",
    "6. Unidades lingüísticas básicas y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas básicas.",
    "• Expresión de la afirmación (affirmative sentences; tags); la negación (negative sentences with not, never, nobody, nothing; negative tags); la interrogación (wh- questions, aux. questions, tags); y la exclamación (what + (adj. +) noun, v. g. : What a nice phone!, How + adj., v. g. : How interesting!; oraciones y expresiones exclamativas: Well done!).",
    "• Expresión de relaciones lógicas: conjunción (and, too), disyunción (or), oposición (but), causa (because (of), finalidad (toinfinitive, for), comparación (as/not so adj. as, more expensive (than), the cheapest), condición (if) resultado (so…) y temporalidad (when…).",
    "• Expresión del tiempo: pasado (past simple and continuous, present perfect), presente (simple and continuous present), futuro (going to; will; present simple + Adv.); y del aspecto: puntual (simple tenses); durativo (present and past simple/perfect); habitual (simple tenses (+ adv., v. g. every Sunday)), incoativo (start – ing), terminativo (stop –ing).",
    "• Expresión de la modalidad: factualidad (declarative sentences), capacidad (can, be able), posibilidad/probabilidad (may, perhaps), necesidad (must, have (got) to), obligación (have (got) to, must, imperative), permiso (can, could, allow) e intención (present continuous).",
    "• Expresión de la existencia en presente, pasado y futuro (v. g. there is/are, was/were, will be), la entidad (count/uncount/collective/compound nouns, pronouns (relative, reflexive), determiners), la cualidad (v. g. really good), y la cantidad [singular/plural; números cardinales y ordinales; cantidad: v. g. all (the), most, both, none; y grado: (v. g. so; a little)].",
    "• Expresión del espacio y relaciones espaciales (preposiciones y adverbios de lugar, posición, distancia, movimiento, dirección, origen y organización).",
    "• Expresión de relaciones temporales: momentos (v. g. half past), periodos (v. g. : season, century), e indicaciones (ago) temporales, duración (from…to; until; since), anterioridad (already; (not) yet), posterioridad (as soon as; later), secuencia (first, second, third), simultaneidad (while), frecuencia (v. g. often, usually).",
    "• Expresión del modo (adverbios y expresiones de modo: v. g. slowly, like this, carefully, by coach).",
    "• Expresión de la condición (condicionales 0 y 1).",
    "• Expresión de la relación entre entidades (who, which, that).",
    "7. Léxico de uso común y de interés para el alumnado.",
    "• Identificación e identidad personal.",
    "• Vivienda, hogar y entorno.",
    "• Actividades de la vida diaria.",
    "• Familia y amistades.",
    "• Trabajo y ocupaciones.",
    "• Educación y estudio.",
    "• Tiempo libre, ocio, deporte, viajes y vacaciones.",
    "• Salud y cuidados físicos.",
    "• Compras y actividades comerciales.",
    "• Alimentación y restauración.",
    "• Clima y entorno natural.",
    "• Tecnologías de la información y la comunicación.",
    "• Formación de palabras.",
    "• Falsos cognados.",
    "8. Patrones sonoros, acentuales, rítmicos y de entonación básicos, y significados e intenciones comunicativas generales asociadas a dichos patrones.",
    "• El alfabeto",
    "• Sonidos vocálicos",
    "• Sonidos consonánticos",
    "• Números ordinales y cardinales",
    "• Finales plurales (diferencias entre): /z/, /s/ e /iz/",
    "• Pronunciación de la tercera persona del singular en presente: -s, -es: /z/, /s/ e /iz/",
    "• Ritmo en las oraciones",
    "• Unión de palabras al hablar",
    "• can / can’t",
    "• was / were",
    "• Finales de los verbos regulares en pasado",
    "• Verbos irregulares en pasado",
    "• Acentuación de palabras",
    "• La letra h",
    "• Letras sileciosas",
    "• Connected speech. (habla conectada / discurso conectado)",
    "• Diferencias básicas entre los siguientes grupos de sonidos:",
    "9. Convenciones ortográficas básicas y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
    "9.1. Convenciones ortográficas básicas. Sistemas alfabéticos.",
    "Percepción y producción de:",
    "• Formas de las letras en sus modalidades normal y cursiva, tanto mayúsculas como minúsculas.",
    "• Correcta ortografía de las palabras, incluidas las formas de contracción aceptadas.",
    "• Signos de puntuación y sus normas de uso.",
    "• Convenciones tipográficas y variedades de tipos de letra.",
    "• Signos no alfabetizables de uso común (v. g.: @, &, $, etc.).",
    "9.2. Significados e intenciones comunicativas.",
    "• Necesidades ortoépicas: utilización y articulación de una pronunciación correcta partiendo de palabras que se han aprendido en su forma escrita.",
    "o Convenciones ortográficas.",
    "o Convenciones básicas utilizadas en los diccionarios para la representación de la pronunciación.",
    "o Repercusión que las formas escritas, especialmente los signos de puntuación, tienen en la expresión y en la entonación.",
    "• Resolución de ambigüedades simples (palabras homónimas, ambigüedades sintácticas, etc.) en función del contexto.",
    "• Organización de la información por medio de los signos de puntuación.",
    "10. Convenciones y estrategias conversacionales básicas en la interacción, en formato síncrono o asíncrono.",
    "10.1 Turno de palabra",
    "• Expresiones sencillas para iniciar, mantener o finalizar un intercambio comunicativo.",
    "• Expresiones para solicitar la atención de otros interlocutores.",
    "10.2 Cooperación",
    "• Expresiones para indicar que se comprende lo que se le comunica.",
    "10.3 Aclaración",
    "• Expresiones para indicar que no se comprende lo comunicado",
    "• Expresiones para solicitar el deletreo de palabras no comprendidas.",
    "11. Recursos para el aprendizaje y estrategias básicas de búsqueda de información.",
    "11.1 Recursos para el aprendizaje:",
    "• Diccionarios impresos y digitales.",
    "• Libros de consulta.",
    "• Bibliotecas y mediatecas.",
    "• Recursos digitales e informáticos: redes educativas, sitios web, canales de contenidos compartidos, bancos de contenidos y actividades.",
    "11.2 Estrategias",
    "11.2.1 Búsqueda en diccionarios y libros de consulta.",
    "• Uso eficaz de las partes integrantes de entradas de diccionario: lema, pronunciación, categoría gramatical, definición, acepciones, ejemplo, sinónimos y antónimos.",
    "• Uso de índices de contenido, temáticos y de elementos gráficos.",
    "• Identificación de elementos de diseño gráfico que establecen la jerarquía de la información.",
    "11.2.2 Búsqueda en medios digitales.",
    "• Discriminación entre fuentes de información oficiales o de fiabilidad reconocida frente a información en foros, blogs o comentarios en redes sociales.",
    "• Sufijos de dominios web que identifican su propósito y credibilidad.",
    "• Diseño y estructura lógica del contenido en línea: secciones.",
    "12. Identificación de la autoría de las fuentes consultadas y los contenidos utilizados.",
    "• Honestidad académica: procedimientos de cita y referencia.",
    "• Licencias de atribución.",
    "13. Herramientas analógicas y digitales básicas para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, plataformas de aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua inglesa).",
    "B. Plurilingüismo y reflexión sobre el aprendizaje.",
    "1. Estrategias y técnicas para responder eficazmente a una necesidad comunicativa básica y concreta de forma comprensible haciendo uso del repertorio plurilingüe personal.",
    "• Uso de palabras en español cuando no se encuentra la expresión adecuada en inglés en situaciones de aprendizaje o para fines transaccionales o intercambios de información sencillos.",
    "• Uso combinado de palabras o signos sencillos en inglés y español para fines transaccionales o intercambios de información sencillos.",
    "• Combinación de las versiones de mensajes, anuncios e instrucciones breves disponibles en inglés y español para su comprensión.",
    "• Uso de textos paralelos en inglés y español para encontrar información relevante.",
    "2. Estrategias básicas para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.)",
    "2.1 Comparación entre lenguas",
    "• Descubrimiento de analogías entre la lengua española y la lengua inglesa: regularidades y diferencias entre estructuras lingüísticas sintácticas, léxicas, discursivas y funcionales.",
    "• Comparación de los sistemas fonéticos y grafémicos de la lengua española y la lengua inglesa: desarrollo ortoépico.",
    "• Elaboración de un conjunto de hipótesis y reglas basadas en similitudes o diferencias entre la lengua española y la lengua inglesa.",
    "• Traducción.",
    "• Creación de glosarios bilingües.",
    "2.2 Estrategias cognitivas y memorísticas",
    "• Descubrimiento y aplicación de reglas.",
    "• Identificación y registro de nuevas unidades lingüísticas en diferentes soportes.",
    "• Toma de notas.",
    "• Clasificación.",
    "• Asociación.",
    "• Uso de elementos visuales: imágenes, animaciones, etiquetado en imágenes digitales, esquemas, mapas semánticos.",
    "• Reconocimiento y uso de estructuras modelo.",
    "• Creación de resúmenes.",
    "• Creación de historias breves.",
    "• Repetición oral y escrita.",
    "• Grabación auditiva.",
    "• Revisión periódica: diseño de un plan.",
    "• Práctica frecuente en situaciones reales.",
    "• Experimentación en nuevos contextos.",
    "• Trabajo colaborativo: puesta en común de recursos; revisión y práctica periódica colaborativa.",
    "3. Estrategias y herramientas básicas de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
    "• Comprensión de rúbricas de evaluación.",
    "• Retroalimentación.",
    "• Diario de aprendizaje.",
    "• Portfolio Europeo de las Lenguas.",
    "• Tratamiento del error:",
    "o Toma de conciencia: identificación y registro de errores.",
    "o Realización de actividades de repetición y automatización.",
    "o Uso asistentes de escritura o extensiones de procesadores de textos para la autorreparación de producciones propias.",
    "4. Metalenguaje: léxico y expresiones de uso común para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje.",
    "5. Comparación básica entre lenguas a partir de elementos de la lengua inglesa y la lengua española:",
    "• Patrones gramaticales divergentes en español e inglés: estructuras interrogativa y negativa; sujeto expreso en inglés; subjuntivo en complementos temporales en español.",
    "• Léxico: cognados, falsos cognados, calcos.",
    "C. Interculturalidad.",
    "1. La lengua inglesa como medio de comunicación interpersonal e internacional, fuente de información, y como herramienta para el enriquecimiento personal.",
    "• Distribución internacional de la lengua inglesa.",
    "• Usos de la lengua inglesa como segunda lengua en la vida cotidiana.",
    "2. Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua inglesa.",
    "3. Aspectos socioculturales y sociolingüísticos básicos propios de países donde se habla la lengua inglesa.",
    "• Vida cotidiana o Comida y bebida, horas de comidas, modales en la mesa.",
    "o Organización del sistema educativo.",
    "o Horas y prácticas de trabajo.",
    "o Actividades de ocio.",
    "o Hábitos orientados a la sostenibilidad.",
    "• Condiciones de vida o Vivienda.",
    "o Organización demográfica.",
    "o Servicios básicos.",
    "o Activismo social, voluntariado.",
    "• Relaciones sociales o Estructuras y relaciones familiares.",
    "o Diferencias sociales.",
    "o Grupos profesionales.",
    "o Roles tradicionales y actuales en función de la edad y género.",
    "o Minorías étnicas y religiosas.",
    "o Instituciones.",
    "• Cultura, normas, actitudes, costumbres y valores o Historia (acontecimientos o personajes históricos significativos).",
    "o Artes (música, artes visuales, literatura, teatro, música).",
    "o Celebraciones, festividades.",
    "o Sabiduría popular: expresiones idiomáticas y proverbios.",
    "o Comportamiento como espectadores o clientes.",
    "o Tabúes.",
    "o Estereotipos.",
    "• Lenguaje no verbal o Saludos y despedidas.",
    "o Expresión de afecto.",
    "• Cortesía lingüística o Formas de tratamiento.",
    "o Saludos y despedidas.",
    "o Presentaciones.",
    "o Interjecciones y expresiones interjectivas.",
    "• Etiqueta digital o Respeto al interlocutor.",
    "o Uso correcto de mayúsculas y minúsculas.",
    "o Uso correcto de la lengua (gramática, ortografía).",
    "o Claridad: precaución ante el uso del sarcasmo o ironía.",
    "o Cita de fuentes.",
    "o Respeto a la privacidad.",
    "o Prohibición de compartir material inadecuado.",
    "o Comprensión ante equivocaciones de interlocutores.",
    "4. Estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
    "• Aceptación de la diversidad cultural como fuente de enriquecimiento personal y social.",
    "• Reconocimiento de características del medio cultural familiar propio.",
    "• Reconocimiento de la complejidad de los sistemas culturales y sus manifestaciones en diferentes ámbitos: símbolos, lenguas, normas, valores y expresiones artísticas.",
    "• Conciencia de que los límites entre culturas no son rígidos.",
    "• Curiosidad: búsqueda activa de información (mediante intercambios comunicativos o recurriendo a fuentes de información) sobre manifestaciones culturales diversas.",
    "• Búsqueda de aspectos positivos desde el punto de vista de los valores sociales y medioambientales en manifestaciones culturales diferentes a las familiares.",
    "• Flexibilidad en la comparación entre manifestaciones culturales, evitando considerar la pertenencia a la cultura considerada propia como único criterio de valoración positiva.",
    "5. Estrategias básicas de detección y actuación ante usos discriminatorios del lenguaje.",
    "• Reconocimiento crítico de expresiones discriminatorias en términos de género, diversidad funcional, edad, orientación sexual, religión o etnicidad.",
    "• Sustitución de expresiones discriminatorias por lenguaje inclusivo: uso de expresiones que reconocen la incapacidad como rasgo no definitorio de una persona o grupo (person-first language), pronombres inclusivos, títulos profesionales inclusivos.  "
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Interpretar y analizar el sentido global y la información específica y explícita de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos, de relevancia personal y próximos a su experiencia, propios de los ámbitos de las relaciones interpersonales, del aprendizaje, de los medios de comunicación y de la ficción expresados de forma clara y en la lengua estándar a través de diversos soportes.",
    "1.2. Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial y los detalles más relevantes de los textos; para inferir significados e interpretar elementos no verbales; y para buscar y seleccionar información.",
    "Competencia específica 2",
    "2.1. Expresar oralmente textos breves, sencillos, estructurados, comprensibles y adecuados a la situación comunicativa sobre asuntos cotidianos y frecuentes, de relevancia para el alumnado, con el fin de valorar, describir, narrar e informar sobre temas concretos, en diferentes soportes, utilizando de forma guiada recursos verbales y no verbales, así como estrategias de planificación, compensación y control de la producción.",
    "2.2. Organizar y redactar textos breves y comprensibles con claridad, coherencia, cohesión y adecuación a la situación comunicativa propuesta, siguiendo pautas establecidas, a través de herramientas analógicas y digitales, sobre asuntos cotidianos y frecuentes de relevancia para el alumnado y próximos a su experiencia.",
    "2.3. Seleccionar, organizar y aplicar de forma guiada estrategias y conocimientos para planificar, producir y revisar textos comprensibles, coherentes y adecuados a las intenciones comunicativas, las características contextuales y la tipología textual, usando con ayuda los recursos físicos o digitales más adecuados en función de la tarea y las necesidades de cada momento, teniendo en cuenta la persona a quien va dirigido el texto.",
    "Competencia específica 3",
    "3.1. Planificar y participar en la coproducción de textos en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próximos a su experiencia, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de las y los interlocutores.",
    "3.2. Seleccionar, organizar y utilizar, de forma guiada y en entornos próximos, estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones.",
    "Competencia específica 4",
    "4.1. Inferir y explicar textos, conceptos y comunicaciones breves y sencillas para resolver problemas de comunicación, mostrando respeto y empatía por las y los interlocutores y por las lenguas empleadas, e interés por participar en la solución de los problemas.",
    "4.2. Aplicar, de forma guiada, actividades y estrategias que faciliten la comprensión y producción de información y la comunicación, que sean adecuadas a las intenciones comunicativas, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
    "Competencia específica 5",
    "5.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre su funcionamiento.",
    "5.2. Utilizar y diferenciar los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera con apoyo de otros participantes y de soportes analógicos y digitales.",
    "5.3. Identificar y registrar, siguiendo modelos, los progresos y dificultades de aprendizaje de la lengua extranjera, seleccionando de forma guiada las estrategias más eficaces para superar esas dificultades y progresar en su aprendizaje, realizando actividades de autoevaluación y coevaluación, haciendo esos progresos y dificultades explícitos y compartiéndolos.",
    "Competencia específica 6",
    "6.1. Actuar de forma empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas y rechazando cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos.",
    "6.2. Aceptar y adecuarse a la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por compartir elementos culturales y lingüísticos que fomenten la sostenibilidad y la democracia.",
    "6.3. Aplicar, de forma guiada, estrategias para explicar y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos y respetando los principios de justicia, equidad e igualdad."
  ]
}