{
    "criteriosEvaluacion": [
        "1.1. Elaborar una interpretación personal a partir de la lectura de obrasrelevantes de la literatura universal, teniendo en cuenta aspectostemáticos, de género y subgénero, y los elementos de la estructura y delestilo.",
        "1.2. Compartir, con acompañamiento docente, las experiencias de lecturainterpretativa y analítica en soportes diversos y utilizando el metalenguajeliterario adecuado, relacionando las obras leídas con la propia experienciabiográfica, lectora y cultural.",
        "1.3. Elaborar una interpretación personal a partir del análisis de obrasrelevantes de la literatura universal, atendiendo a aspectos históricos,sociales y culturales relacionados con los contextos históricos deproducción y de recepción, y a través de la búsqueda de información enfuentes documentales fiables y diversas.",
        "1.4. Apreciar y argumentar el valor patrimonial y la diversidad cultural quese manifiesta en las obras literarias del canon de la literatura universal.",
        "2.1. Elaborar una interpretación personal a partir de la lectura comparadade obras relevantes de la literatura universal, atendiendo a sus relacionescon otras obras literarias y con diferentes tipos de manifestacionesartísticas, y a través de la búsqueda de información en fuentesdocumentales fiables y diversas.",
        "2.2. Compartir, con acompañamiento docente, las experiencias de lecturacomparada en soportes diversos y utilizando el metalenguaje literarioadecuado.",
        "3.1. Elaborar una interpretación personal a partir de la lectura crítica deobras relevantes de la literatura universal, teniendo en cuenta el sistemade valores éticos y estéticos inscritos en las obras, y a través de labúsqueda de información en fuentes documentales fiables y diversas.",
        "3.2. Reflexionar críticamente y argumentar sobre la manera como se haconstituido el canon de las obras de la literatura dramática universal.",
        "3.3. Compartir, con acompañamiento docente, las experiencias de lecturacrítica en soportes diversos y utilizando el metalenguaje literario adecuado.",
        "4.1. Producir textos literarios en soportes orales, escritos, multimodales,individual y colectivamente, partiendo de la identificación de los géneros yde los tópicos literarios, y siguiendo modelos de autores y de autorasrelevantes de la literatura universal.",
        "4.2. Participar de manera activa, constructiva y colaborativa en proyectosde escritura creativa y en propuestas escénicas y artísticas relacionadascon las obras de la literatura universal como medio de expresión de lasvivencias personales y de la propia visión del mundo."
    ],
    "saberes": [
        "Bloc 1. Temas y géneros de la literatura universal.",
        "Transversal a todas las CE.",
        "3.1.1. Literatura del yo",
        "− Poesía.",
        "− Literatura del yo: diarios, memorias, autobiografías, cartas, ficción autobiográfica.",
        "− Narrativa ficcional existencialista.",
        "3.1.2. El teatro",
        "− Géneros teatrales.",
        "− Espectáculos teatrales.",
        "3.1.3. Imaginarse el mundo: mundos imaginados y mundos reales",
        "− Mitologías.",
        "− Héroes y heroínas.",
        "− Viajes reales e imaginarios.",
        "− Espacios y criaturas fantásticos.",
        "− Utopías, distopías, ciencia ficción.",
        "− Bildungsroman o novela de formación.",
        "− Espacios privados y espacios públicos.",
        "− Desigualdades, discriminación, violencias.",
        "− Guerra y revolución.",
        "− Migraciones e identidades culturales.",
        "− Colonialismo y emancipación: feminismo y descolonización.",
        "− La literatura de aventuras y la novela policíaca.",
        "− Literatura de terror.",
        "− El ser humano, los animales y la natura.",
        "3.1.4. La literatura de ideas: el ensayo",
        "3.2. Bloc 2. Conceptos, estrategias y valores para la interpretación, el análisis, la valoración y la creación literarios",
        "Transversal a todas las CE",
        "3.2.1. Estrategias y conceptos",
        "− Participación en diferentes modalidades de discusión literaria: tertulias, debates y conversaciones literarias.",
        "− Establecimiento de los elementos constitutivos de los géneros literarios en relación con el sentido de la obra.",
        "− Descripción de las formas literarias en relación con el significado y sentido de los textos.",
        "− Aplicación a la lectura interpretativa de las teorías de la recepción literaria: la recepción histórica de las obras literarias.",
        "− Aplicación a la lectura interpretativa de las teorías de la recepción literaria: la obra literaria en el proceso de lectura.",
        "− Búsqueda de información social, histórica, cultural y artística necesaria para interpretar las obras y comprender su lugar en la tradición literaria.",
        "− Descripción de los procesos de intertextualidad en la lectura comparada de textos literarios, no literarios y otras manifestaciones artísticas.",
        "− Aplicación de conceptos de la sociología de la literatura para la lectura crítica: ideologías y literatura.",
        "− Aplicación de conceptos de la sociología de la literatura para la lectura crítica: feminismo y literatura.",
        "− Aplicación de conceptos de la sociología de la literatura para la lectura crítica: diversidad y literatura.",
        "− Utilización del metalenguaje literario en relación a aspectos temáticos, de género y subgénero, elementos de la estructura y el estilo (retórica, poética, narratología) y valores éticos y estéticos de las obras.",
        "− Aplicación de criterios y uso de fuentes para la selección autónoma de obras de lectura del canon universal.",
        "3.2.2. Estrategias y valores",
        "− Expresión razonada de opiniones personales sobre obras literarias de literatura universal.",
        "− Expresión razonada de interpretaciones documentadas sobre diferentes aspectos de la literatura universal.",
        "− Expresión de las emociones a través de la lectura y de la creación literarias.",
        "− Elaboración cuidadosa de trabajos de investigación sobre las obras de la literatura universal.",
        "− Participación constructiva y colaborativa en tareas compartidas de creación literaria o en manifestaciones escénicas.",
        "− Participación constructiva y colaborativa en intercambios comunicativos a propósito de la lectura de obras de la literatura universal.",
        "− Sentimiento de disfrute personal en la lectura autónoma de obras de la literatura universal.",
        "− Establecimiento cuidado de relaciones entre los textos literarios y otros textos literarios, no literarios, o con otras obras artísticas."
    ]
}
