{
    "saberes": [
        "Bloque A. Recepción y análisis.",
        "A.1. Propuestas artísticas.",
        "A.1.1.1 Principales propuestas artísticas, de diferentes corrientes estéticas, épocas y procedencias variadas, priorizando  las producidas por creadores   y creadoras locales, regionales, nacionales   e internacionales.",
        "A.2. Estrategias de recepción activa.",
        "A.2.1.1. Estrategias básicas de recepción activa.",
        "A.3. Normas. El silencio.",
        "A.3.1.1. Normas elementales de comportamiento y actitud positiva en la recepción de propuestas artísticas  en diferentes espacios.   El silencio como elemento  y condición indispensable para el mantenimiento de la atención durante  la recepción artística.",
        "A.4. Vocabulario específico.",
        "A.4.1.1. Vocabulario específico básico de las artes plásticas   y visuales, las artes audiovisuales, la música y las artes escénicas   y performativas, con especial dedicación a las creaciones artísticas  de Extremadura.",
        "A.5. Recursos digitales.",
        "A.5.1.1. Recursos digitales básicos para las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
        "Bloque B. Creación e interpretación.",
        "B.1. Proceso",
        "B.1.1.1. creativo. Organización básica de las fases del proceso creativo partiendo de la percepción sensorial y  la experimentación, previendo  los materiales y recursos necesarios.",
        "B.2. Profesiones vinculadas a la creación e interpretació n.",
        "B.2.1.1. Profesiones vinculadas a  la creación    e interpretación de las artes plásticas y visuales,  las artes audiovisuales, las artes escénicas y performativas y la música: compositores   y compositoras, agrupaciones musicales    y folklóricas.",
        "B.3. Ejecución colaborativa.",
        "B.3.1.1. Ejecución colaborativa. Interés tanto por el proceso como por el producto final en producciones plásticas, visuales, audiovisuales, musicales, escénicas y performativas",
        "Bloque C. Artes plásticas, visuales y audiovisuales.",
        "C.1. Cultura visual.",
        "C.1.1.1. Cultura visual. La imagen en el mundo actual: técnicas y estrategias básicas  de lectura.",
        "C.2. Elementos configurativ os del lenguaje visual.",
        "C.2.1.1. Elementos configurativos del lenguaje visual: punto,  línea, plano, textura y color. Experimentación básica.",
        "C.3. Materiales, medios, instrumento s, soportes y técnicas.",
        "C.3.1.1. Materiales, medios, instrumentos, soportes y técnicas elementales utilizados en la expresión plástica y visual.",
        "C.3.1.2. Práctica y uso de técnicas bidimensionales y tridimensionales elementales en dibujos  y modelados sencillos, utilizando diferentes materiales.",
        "C.4. Edición audiovisual.",
        "C.4.1.1. Herramientas adecuadas para el registro de imagen y sonido.",
        "C.4.1.2. Estrategias elementales de búsqueda  y filtrado.",
        "C.4.1.3. Estrategias y técnicas básicas de composición de historias audiovisuales sencillas.",
        "C.4.1.4. Propuestas audiovisuales elementales. Nociones básicas sobre el cine. Cortos animados.",
        "Bloque D. Música y artes escénicas y performativas.",
        "D.1. Elsonido.",
        "D.1.1.1. El sonido y sus cualidades básicas: identificación auditiva, clasificación y representación de diferentes sonidos y líneas melódicas a través de diferentes grafías, priorizando las grafías no convencionales.",
        "D.2. Instrumento s musicales.",
        "D.2.1.1. La voz y los instrumentos musicales. Principales familias y agrupaciones. Identificación visual y auditiva. Objetos sonoros. Cotidiáfonos y percusión.",
        "D.3. El carácter, el",
        "D.3.1.1. El carácter, el compás y el compás y el tempo. tempo: reconocimiento, experimentación y capacidad de relación a nivel sencillo y claro.",
        "D.4. Práctica instrumental, vocal y corporal.",
        "D.4.1.1. Práctica instrumental: aproximación a la experimentación, exploración creativa e interpretación  e improvisación  a partir de sus posibilidades sonoras   y expresivas.",
        "D.4.1.2. Construcción asistida  de instrumentos con materiales del entorno.",
        "D.4.1.3.   Práctica vocal y corporal: aproximación a la experimentación y exploración de las posibilidades sonoras  y expresivas de la voz y el cuerpo. Interpretación preferente de canciones y danzas infantiles y     propias     del folklore.",
        "D.5. Lenguajes musicales",
        "D.5.1.1. Lenguajes musicales básicos: conocimiento, vivenciación  y aplicación de sus conceptos elementales en la interpretación de propuestas musicales vocales e instrumentales, especialmente  a nivel  rítmico, relacionadas con el entorno  e intereses  del alumnado.",
        "D.6. El silencio",
        "D.6.1.1. El silencio como elemento fundamental de la música durante la interpretación.",
        "D.7. Recursos digitales para la educación auditiva.",
        "D.7.1.1. Acercamiento a los recursos digitales para la educación auditiva.",
        "D.8. El cuerpo",
        "D.8.1.1. El cuerpo y sus posibilidades motrices: interés en la experimentación y exploración a través de ejecuciones individuales  y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral         como medio de comunicación y diversión.",
        "D.9. Técnicas dramáticas",
        "D.9.1.1. Técnicas elementales dramáticas y dancísticas.",
        "D.10. Danzas de Extremadura",
        "D.10.1.1. Danzas tradicionales de Extremadura.",
        "D. 11. Lenguajes expresivos",
        "D.11.1.1. Nociones básicas del lenguaje expresivo. Capacidades expresivas y creativas básicas de la expresión corporal y dramática."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Reconocer, con ayuda de sus iguales o adultos diferentes corrientes, origen, estilos y géneros más característicos básicos de las manifestaciones culturales y artísticas, especialmente las de nuestra región, evidenciando interés y respeto hacia las mismas a través de la recepción activa y la escucha atenta e incorporando la perspectiva de género.",
        "Criterio 1.2. Describir manifestaciones culturales y artísticas cercanas seleccionadas explorando sus características con apertura e interés.",
        "Criterio 2.1. Seleccionar estrategias elementales para la búsqueda guiada de información sobre manifestaciones culturales y artísticas, a través de canales y medios de acceso sencillo, de forma colaborativa.",
        "Criterio 2.2. Identificar el significado de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de diversos entornos, compartiendo sensaciones y encontrando diferencias y similitudes entre ellas con respeto e interés.",
        "Criterio 2.3. Investigar manifestaciones artísticas de diferentes autores y autoras locales de Extremadura desarrollando la identidad cultural.",
        "Criterio 3.1. Explorar de manera sencilla las posibilidades expresivas y comunicativas del sonido, la imagen y el cuerpo y las distintas herramientas, instrumentos y medios de expresión artística, enriqueciendo la propia identidad. Criterio 3.2. Producir y compartir de manera guiada propuestas artísticas muy elementales, mediante la expresión de ideas, sentimientos y emociones, mostrando confianza en las propias capacidades y valorando las de los demás.",
        "Criterio 4.1. Participar de manera guiada en el diseño de producciones culturales y artísticas elementales, trabajando con interés de forma colaborativa a través de un enfoque coeducativo basado en la igualdad y en el respeto a la diversidad. Criterio 4.2. Tomar parte en el proceso de creación, utilizando elementos básicos de diferentes lenguajes artísticos, mostrando respeto, interés y cuidado hacia los materiales, recursos y las producciones plásticas y visuales, tanto propias como de los demás.",
        "Criterio 4.3. Compartir las experiencias creativas, disfrutando del resultado final obtenido, y valorando las sensaciones ajenas."
    ]
}