{
    "criteriosEvaluacion": [
        "1.1 Especificar els aspectes singulars de diferents produccions culturals i artístiques, relacionant−los amb els seus contextos històrics, de manera oberta i sense prejudicis.",
        "1.2 Descobrir els moviments culturals i artístics com a reflexos del sentir i pensar de cada època, establint relacions amb la pròpia identitat cultural.",
        "2.1 Dur a terme accions per difondre i conservar el patrimoni com a bé compartit i com a element essencial per al desenvolupament de les persones i de les societats des d’una perspectiva intercultural.",
        "2.2 Aportar arguments raonats sobre la importància de la llibertat creativa i expressiva i mostrar compromís en processos de creació.",
        "3.1 Dur a terme indagacions sobre diferents llenguatges, codis i tècniques i sobre els valors artístics de diferents propostes a partir de l’anàlisi de la seva especificitat i de la participació activa.",
        "3.2 Analitzar les intencionalitats de diferents manifestacions culturals i artístiques, considerant i respectant la presència de referents comuns una font de riquesa social i personal.",
        "4.1 Valorar la influència que els nous llenguatges, mitjans i tècniques han tingut en la cultura i l’art i apreciar l’actitud innovadora de les i dels artistes.",
        "4.2 Interpretar la repercussió i el compromís social de l’art i de la cultura, mostrar sensibilitat, empatia i respecte per la implicació creativa i valorar les tecnologies digitals com a mitjans creatius de les persones i dels col·lectius en un món global.",
        "5.1 Experimentar amb interès, curiositat i respecte per les creacions alienes diferents pràctiques culturals i artístiques i identificar les seves possibilitats comunicatives i expressives.",
        "5.2 Interpretar la pràctica creativa com un mitjà per expressar idees, sentiments i emocions, exterioritzar sensacions i establir connexions personals i vincles afectius amb manifestacions culturals i artístiques contemporànies de l’entorn.",
        "6.1 Identificar les causes que han relegat les dones a un rol secundari en el món de la cultura i de les arts i emprendre accions per valorar, dignificar i visibilitzar les aportacions plurals com a font de riquesa per a tothom.",
        "6.2 Adoptar un paper actiu i compromès amb l’entorn perquè les persones puguin desenvolupar les seves aspiracions, superant estereotips i prejudicis i rebutjant qualsevol forma de discriminació i violència.",
        "7.1 Idear solucions creatives a possibles reptes professionals vinculats a la cultura, aportant una visió personal i partint d’uns objectius compromesos i inclusius amb la societat.",
        "7.2 Crear produccions culturals i artístiques, de manera col·laborativa, seleccionant i integrant diferents mitjans i suports, valorar tant el procés expressiu individual com compartit i preservar els drets d’autoria.",
        "8.1 Argumentar la repercussió social de diferents manifestacions culturals i artístiques, valorant-les i relacionant-les amb les oportunitats personals i col·lectives que ofereixen.",
        "8.2 Expressar idees pròpies sobre manifestacions culturals i artístiques i fer valoracions estètiques des d’una actitud respectuosa i constructiva."
    ],
    "saberes": [
        "Art, natura i cultura",
        "- Identificació de les relacions entre l’art i la natura per mitjà de l’anàlisi crítica d’algunes intervencions artístiques en espais naturals: de l’art ambiental al land art.",
        "- Recerca sobre algunes actuacions artístiques a l’entorn proper per recuperar espais verds i valoració de la necessitat de preservar-los.",
        "- Anàlisi de formes de representació naturalistes en l’art: del plein air a l’hiperrealisme.",
        "- Creació de productes individuals i col·laboratius per expressar i comunicar idees per mitjà de la recuperació i el reciclatge de materials diversos.",
        "Art i intervenció a l’espai",
        "- Anàlisi de l’urbanisme, l’arquitectura i l’espai domèstic des d’una perspectiva de gènere: desigualtats, reptes i oportunitats.",
        "- Reconeixement d’algunes actuacions integrals per recuperar barris, edificis o espais per a ús social i cultural comunitari i valoració de la necessitat de preservar-los.",
        "- Debat entorn de les repercussions socials de la cultura i l’art, i de la seva rellevància en la consecució dels objectius de desenvolupament sostenible i de ciutats sostenibles i socialment equitatives.",
        "- Participació en activitats que tinguin lloc en museus i en altres recintes artístics i culturals i que tinguin valor social i comunitari.",
        "- Anàlisi crítica de les manifestacions artístiques de la cultura popular urbana: del pop art a l’art mural.",
        "Visió integrada de les arts i de la cultura",
        "- Reconeixement del paper de formes artístiques diverses (art popular, art antic, art oriental, art africà, etc.) com a font inspiradora de les avantguardes de l’art occidental del segle XX.",
        "- Establiment de relacions interdisciplinàries en l’anàlisi d’algunes obres i manifestacions (literatura, cinema, música, fotografia, arts plàstiques, còmic, publicitat, arts escèniques, dansa, disseny, indumentària, etc.).",
        "- Anàlisi de les influències mútues entre la fotografia i les arts plàstiques.",
        "- Ús de recursos propis de la fotografia i el cinema en la creació de productes digitals o convencionals, en combinació amb altres tècniques.",
        "- Creació de productes individuals i col·laboratius per expressar i comunicar idees per mitjà d’accions que vinculin l’art i la literatura.",
        "- Debat entorn de l’expressió artística com a referent de la realitat i com a component de la ficció i de la utopia.",
        "Art, cos i moviment",
        "- Reconeixement d’algunes accions artístiques i performances contemporànies.",
        "- Exploració de pràctiques performatives col·laboratives aplicades a accions per expressar idees, qüestionar situacions, reivindicar aspectes, denunciar desigualtats o proposar alternatives davant problemàtiques que afectin les persones.",
        "- Comparació entre diverses aproximacions i formats per representar la figura humana: de la dansa al body art.",
        "- Anàlisi crítica de la representació femenina en les arts i en la publicitat i de la seva influència en l’autopercepció de la imatge corporal.",
        "- Debat entorn de l’autorepresentació en la cultura visual contemporània.",
        "- Identificació de pràctiques socials i culturals que comporten rituals, celebracions i manifestacions de caire artístic i simbòlic, i dels seus referents.",
        "Cultura visual i tecnologies",
        "- Descobriment dels referents i dels antecedents d’alguns llenguatges i moviments artístics contemporanis.",
        "- Reconeixement de les oportunitats que ofereixen els mitjans electrònics i digitals aplicats a l’art.",
        "- Ús de recursos propis de l’audiovisual i del cinema en la creació de productes digitals per narrar fets, expressar sentiments i denunciar situacions de violència o discriminació que afectin col·lectius i persones.",
        "- Debat sobre els conceptes d’autoria i còpia en la cultura visual contemporània.",
        "La funció social de l’art i del consum cultural",
        "- Participació activa en la preparació d’esdeveniments culturals i artístics al centre i a l’entorn.",
        "- Debat sobre el rol de les dones en l’art i la cultura actuals: transgressió, desigualtats, reptes i oportunitats.",
        "- Establiment de relacions entre la forma i la funció: el disseny industrial i les arts decoratives per resoldre les necessitats de la vida domèstica.",
        "- Coneixement dels canals de difusió de la creació artística i cultural i de la recepció de les novetats: dels salons i les exposicions universals a les xarxes socials.",
        "- Identificació dels canvis en el mercat i el consum de l’art en els segles XX i XXI i en la relació entre els artistes, el públic i la crítica d’art: del col·leccionisme a l’art de masses.",
        "- Identificació d’estereotips i prejudicis en la recepció dels corrents artístics i culturals.",
        "- Recerca sobre fenòmens d’hibridació i sincretisme cultural i artístic en l’entorn."
    ]
}