{
  "saberes": [
    "I. Proceso de resolución de problemas",
    "1. Estrategias y técnicas ",
    "    1.1. Estrategias avanzadas de gestión de proyectos colaborativos y técnicas iterativas de resolución de problemas y de ideación de soluciones.",
    "    1.2. Observación y análisis de las necesidades del centro, locales, regionales, etc., para plantear proyectos colaborativos o cooperativos que den respuesta a las necesidades planteadas.",
    "    1.3. Resolución de problemas desde una perspectiva interdisciplinar de la actividad tecnológica, fomentando el emprendimiento, la perseverancia, la creatividad, la satisfacción y el interés por el trabajo y la calidad del mismo.",
    "2. Productos y materiales ",
    "    2.1. Análisis sencillos de las fases del ciclo de vida de un producto para valorar y mejorar el resultado final, haciéndolo más sostenible y eficiente.",
    "    2.2. Estrategias de selección de materiales según sus propiedades y requisitos con criterios de sostenibilidad, accesibilidad y equidad social.",
    "3. Fabricación ",
    "    3.1. Uso de herramientas de diseño asistido por ordenador en 3D para representar o fabricar piezas aplicadas a la resolución de proyectos.",
    "    3.2. Aplicación práctica de técnicas de fabricación manual, mecánica y digital (impresión 3D y corte) para elaborar soluciones que den respuesta a una necesidad planteada.",
    "4. Difusión ",
    "    4.1. Presentación y difusión del proyecto utilizando elementos, técnicas y herramientas que permitan una comunicación efectiva, como la entonación y expresión adecuadas, gestión del tiempo y adaptación del discurso al fin y al entorno. Uso de un lenguaje inclusivo y libre de estereotipos sexistas.",
    "II. Operadores tecnológicos",
    "1. Identificación y representación de los componentes básicos para realizar análisis y montajes físicos y simulados de circuitos elementales de electrónica analógica.",
    "2. Identificación de elementos mecánicos, electrónicos y neumáticos aplicados a la robótica para realizar montajes físicos o simulados de circuitos que permitan la realización de tareas de forma autónoma, aplicando conocimientos de neumática y de electrónica digital básica.",
    "III. Pensamiento computacional, automatización y robótica",
    "1. Identificación de los componentes de sistemas de control programado —controladores, sensores y actuadores— en las máquinas y sistemas tecnológicos.",
    "2. Uso del ordenador y dispositivos móviles como elementos de programación y control. ",
    "    2.1. Introducción al trabajo con simuladores digitales para verificar y comprobar el funcionamiento de los sistemas diseñados.",
    "    2.2. Iniciación a la inteligencia artificial y el big data a través del análisis de aplicaciones prácticas.",
    "    2.3. Uso de espacios compartidos y discos virtuales.",
    "3. Valoración de la importancia de las telecomunicaciones en los sistemas de control digital e internet de las cosas. Identificación de los elementos que intervienen, sistemas de control y comunicaciones. Análisis e implementación de aplicaciones prácticas.",
    "4. Diseño, construcción y control de robots sencillos de manera física o simulada para realizar tareas de forma autónoma.",
    "IV. Tecnología sostenible",
    "1. Aplicación de criterios de sostenibilidad en la selección de materiales y diseño de procesos, de productos y de sistemas tecnológicos.",
    "2. Introducción a la arquitectura bioclimática y sostenible y su influencia en el ahorro energético en edificios dada la fragmentación del territorio canario.",
    "3. Análisis de los beneficios del ecotransporte en el desarrollo sostenible.",
    "4. Identificación y valoración de los beneficios de la existencia y participación en comunidades abiertas, acciones de voluntariado tecnológico y proyectos de servicio a la comunidad para la mejora del entorno."
  ],
  "criteriosEvaluacion": [
    "1.1. Idear y planificar soluciones tecnológicas emprendedoras que generen un valor para la comunidad, a partir de la observación y el análisis del entorno más cercano, estudiando sus necesidades, requisitos y posibilidades de mejora, seleccionando y empleando diferentes estrategias de resolución de problemas con el objeto de dar respuesta a las necesidades planteadas, atendiendo a criterios de sostenibilidad y eficiencia. STEM1, STEM2, CE1, CE3",
    "1.2. Aplicar estrategias colaborativas de gestión de proyectos mediante herramientas o plataformas virtuales con una perspectiva interdisciplinar y siguiendo un proceso iterativo de validación, desde la fase de ideación hasta la difusión de la solución, eligiendo fuentes de información fiables para mejorar su proceso de aprendizaje incorporando las habilidades y aportaciones propias y del resto del grupo. CCL1, STEM1, STEM2, CD2, CD3, CPSAA3, CPSAA4, CE3",
    "1.3. Gestionar el proyecto tecnológico, aplicando las estrategias y técnicas colaborativas adecuadas con criterios de calidad y fiabilidad, así como métodos de investigación adecuados, utilizando las herramientas digitales apropiadas en cada uno de los procesos con la finalidad de idear, desarrollar y difundir soluciones accesibles, sostenibles, eficientes e innovadoras. CCL1, STEM1, STEM2, CD1, CD2, CD3, CPSAA3, CPSAA4, CE1, CE3",
    "2.1. Analizar el diseño de un producto utilizando el pensamiento científico, evaluando su demanda, evolución y previsión de fin de ciclo de vida, con un criterio ético, responsable, inclusivo y sostenible, a partir de fuentes de información fiables, con la finalidad de dar respuesta a una necesidad planteada. CCL3, STEM2, STEM5, CD1, CPSAA4, CC4",
    "2.2. Fabricar productos y soluciones tecnológicas, seleccionando y aplicando de manera segura y responsable herramientas de diseño asistido, técnicas de elaboración manual, mecánica o digital y utilizando los materiales y recursos mecánicos, eléctricos, electrónicos y digitales adecuados para dar respuesta a las necesidades planteadas de forma sostenible y valorando su impacto global. STEM5, CD2, CCEC4",
    "3.1. Participar en interacciones comunicativas empleando las herramientas digitales adecuadas junto con el vocabulario técnico, símbolos y esquemas de sistemas tecnológicos apropiados con la finalidad de intercambiar información y fomentar el trabajo en equipo. CCL1, STEM4, CD2, CD3, CPSAA3, CCEC3",
    "3.2. Presentar y difundir las propuestas o soluciones tecnológicas de manera creativa y efectiva en diferentes formatos, empleando la entonación, expresión, gestión del tiempo y adaptación adecuada del discurso, así como un lenguaje inclusivo y no sexista para compartir nuevos conocimientos y ejercer una ciudadanía digital activa, cívica y reflexiva. CCL1, STEM4, CD2, CD3, CC2, CCEC3",
    "4.1. Diseñar, construir, controlar o simular sistemas automáticos programables y robots que sean capaces de realizar tareas de forma autónoma para resolver problemas planteados, aplicando conocimientos de mecánica, electrónica, neumática y componentes de los sistemas de control, así como otros conocimientos interdisciplinares, analizando las soluciones y desarrollando procesos metacognitivos de retroalimentación que ayuden en el proceso de construcción del conocimiento. STEM1, STEM3, CD2, CD5, CPSAA5, CE3",
    "4.2. Integrar en las máquinas y sistemas tecnológicos aplicaciones informáticas y tecnologías digitales emergentes de control y simulación, como el internet de las cosas, big data e inteligencia artificial, para dar soluciones creativas y sostenibles a problemas concretos, manteniendo un sentido crítico que le permita aprender de sus errores y favorecer el proceso de construcción del conocimiento. STEM3, CD2, CD5, CPSAA5, CE3",
    "5.1. Utilizar aplicaciones y herramientas de su entorno personal digital, mostrando interés por la evolución de las tecnologías digitales y seleccionando fuentes fiables de conocimiento, validando y contrastando la información para resolver las tareas propuestas de manera eficiente. CD1, CD2, CD5, CPSAA4, CPSAA5",
    "6.1. Hacer un uso responsable de la tecnología adoptando criterios de sostenibilidad, accesibilidad, ética y seguridad en la selección de materiales y en los procesos de diseño y fabricación de productos tecnológicos para minimizar el impacto negativo en la sociedad y en el planeta. STEM5, CD4, CC4",
    "6.2. Utilizar el pensamiento científico para analizar los beneficios, en el cuidado del entorno, que aportan la arquitectura bioclimática y el ecotransporte, valorando tanto su impacto global como la contribución de las tecnologías al desarrollo sostenible de Canarias. CCL1, STEM2, STEM5, CC4",
    "6.3. Identificar y valorar, basándose en fundamentos científicos, la repercusión y los beneficios del desarrollo de proyectos tecnológicos de carácter social por medio de comunidades abiertas, acciones de voluntariado o proyectos de servicio a la comunidad para mejorar el entorno próximo, adoptando de forma consciente un estilo de vida sostenible y socialmente responsable. CCL1, STEM5, CC4"
  ]
}