{
  "saberes": [
    "A. Proyecto científico",
    "Metodologías básicas propias de la investigación científica:*",
    "– Preguntas, hipótesis y conjeturas científicas.",
    "– Herramientas digitales para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas en diferentes formatos (presentación, gráfica, vídeo, póster, informe…).",
    "– Fuentes veraces de información científica.",
    "– Equipos de trabajo, instrumentos y espacios (laboratorio, aulas, entorno...) adecuados/necesarios en una experimentación científica.",
    "– Métodos de observación y de toma de datos de fenómenos naturales.",
    "– Modelos para la representación creativa y comprensión de procesos o elementos de la naturaleza",
    "– Métodos de análisis de resultados mediante pensamiento lógico y/o computacional. Diferenciación entre correlación y causalidad.",
    "– Comunicación de procesos, resultados o ideas en diferentes formatos analógicos o digitales (presentación, gráfica, vídeo, póster, informe…).",
    "Contribución de las grandes científicas y científicos en el desarrollo de las ciencias biológicas y geológicas.*",
    "B. Cuerpo humano y hábitos saludables",
    "La célula como unidad estructural y funcional del cuerpo humano*. Histología humana.*",
    "La importancia de la función de nutrición, los aparatos que participan en ella y su fisiología básica.* Identificación de los elementos y características propios de una dieta saludable y eco-responsable.*",
    "La función de reproducción.* Anatomía y fisiología básicas del aparato reproductor.* Reflexión sobre las enfermedades de transmisión sexual y los embarazos no deseados y la importancia de su prevención mediante el uso del preservativo y prácticas sexuales responsables.*",
    "La función de relación: receptores sensoriales, centros de coordinación y órganos efectores.*",
    "Resolución de cuestiones y problemas prácticos aplicando conocimientos de fisiología y anatomía de los principales siste-mas y aparatos del organismo implicados en las funciones de nutrición, relación y reproducción.*",
    "Hábitos encaminados a la conservación de la salud física, mental y social (higiene del sueño, hábitos posturales, uso res-ponsable de las nuevas tecnologías, ejercicio físico, control del estrés…).",
    "Técnicas de tinción y uso del microscopio y la lupa para la diferenciación de tejidos.*",
    "C. Salud y enfermedad",
    "Enfermedades infecciosas y no infecciosas en base a su etiología.*",
    "Las medidas de prevención y tratamientos de las enfermedades infecciosas en función de su agente causal y reflexión sobre el uso adecuado de los antibióticos.*",
    "Diferentes tipos de barreras que dificultan la entrada de patógenos al organismo (mecánicas, estructurales, bioquímicas y biológicas).*",
    "Mecanismos de defensa del organismo frente a agentes patógenos (barreras externas y sistema inmunitario) y su papel en la prevención y superación de enfermedades infecciosas.*",
    "La importancia de la vacunación en la prevención de enfermedades y en la mejora de la calidad de vida humana.*",
    "Importancia de los trasplantes y la donación de órganos.*",
    "Los efectos perjudiciales de las drogas (incluyendo aquellas de curso legal) sobre la salud.",
    "Técnicas científicas innovadoras relacionadas con la investigación en salud y enfermedad.",
    "D. Geología",
    "Estructura básica de la geosfera. Estructura general de los planetas/componentes del Sistema Solar.*",
    "Interacciones entre atmósfera, hidrosfera, geosfera y biosfera en la edafogénesis y el modelado del relieve y su importan-cia para la vida. La vida en otros planetas.*",
    "Geodiversidad y su importancia para la sostenibilidad del planeta.*",
    "Lugares de interés geológico de Euskadi.*"
  ],
  "criteriosEvaluacion": [
    "1.1. Resolver cuestiones relacionadas con los saberes de la materia de Biología y Geología localizando, seleccionando y organizando información mediante el uso y citación correctos de distintas fuentes analógicas y digitales.",
    "1.2. Reconocer la información con base científica, distinguiéndola de pseudociencias, bulos, teorías conspiratorias y creencias infundadas, etc., manteniendo una actitud escép tica ante estos mensajes.",
    "2.1. Definir conceptos y describir fenómenos y procesos relacionados con los saberes de Biología y Geología analizando información en diferentes formatos (modelos gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web...), manteniendo una actitud crítica y obteniendo conclusiones fundamentadas.",
    "2.2 Comunicar información relacionada con los saberes de la materia de Biología y Geología de forma clara utilizando las estructuras lingüísticas, la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales...)",
    "2.3. Analizar y explicar fenómenos biológicos y geológicos representándolos mediante modelos y diagramas a través de herramientas analógicas y digitales.",
    "3.1. Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando métodos científicos, intentando explicar fenómenos biológicos y/o geológicos y realizar predicciones sobre estos.",
    "3.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada.",
    "3.3. Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas analógicas y digitales o técnicas adecuadas con corrección.",
    "3.4. Interpretar los resultados obtenidos en el proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas.",
    "3.5. Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario, respetando la diversidad y favoreciendo la inclusión.",
    "3.6. Presentar la información y las conclusiones obtenidas mediante la experimentación y observación de campo utilizando el formato analógico y/o digital adecuado (tablas, gráficos, informes, etc.).",
    "3.7. Valorar la contribución de la ciencia a la sociedad y la labor de personas dedicadas a ella destacando el papel de las mujeres y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución.",
    "4.1. Resolver problemas y dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
    "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos, utilizando conocimientos y criterios científicos y reformulándolo cuando sea necesario.",
    "5.1. Conocer los efectos de determinadas acciones sobre el medio ambiente y la salud de los seres vivos, aplicando los fundamentos de las ciencias biológicas y geológicas.",
    "5.2. Argumentar sobre la importancia de la preservación de la biodiversidad, la conservación del medio ambiente, la protección de los seres vivos del entorno, el desarrollo sostenible y la calidad de vida utilizando fundamentos y criterios científicos.",
    "5.3. Proponer y adoptar hábitos sostenibles en el entorno cercano, analizando de una manera crítica las actividades propias y ajenas y basándose en los propios razonamientos, conocimientos adquiridos e información disponible.",
    "5.4. Proponer y adoptar hábitos saludables y responsables analizando las acciones propias y ajenas (alimentación, hi giene, postura corporal, actividad física, relaciones interper sonales, descanso, exposición a las pantallas, manejo del estrés, seguridad en las prácticas sexuales, consumo de sustancias...), con actitud crítica y basándose en fundamen tos de la fisiología.",
    "6.1. Valorar la importancia del paisaje como patrimonio natural analizando la fragilidad de los elementos que lo componen.",
    "6.2. Interpretar el paisaje analizando sus elementos y reflexionando sobre el impacto ambiental de determinadas acciones humanas.",
    "6.3. Identificar en diversos paisajes los riesgos naturales y los derivados de determinadas acciones humanas, basándose en los propios razonamientos, conocimientos adquiridos e información disponible."
  ]
}