{
    "saberes": [
        "A. Vida activa y saludable.",
        "- Salud física: efectos físicos beneficiosos de un estilo de vida activo. Alimentación saludable e hidratación. Educación postural en acciones motrices habituales. Dosificación del esfuerzo. Factores básicos que inciden en el cuidado del cuerpo. Pautas de higiene personal relacionadas con la actividad física. Cuidado y preparación del material según la actividad a desarrollar. Mecanismos de control corporal y prevención de accidentes en las prácticas motrices.",
        "- Salud social: la actividad física como hábito y alternativa saludable frente a formas de ocio nocivas. La actividad física como espacio de interacción social y convivencia. Límites para evitar una competitividad desmedida. Aceptación de distintas tipologías corporales para practicar actividades físico-deportivas en igualdad.",
        "- Salud mental: efectos psicológicos beneficiosos de un estilo de vida activo. Respeto y aceptación del propio cuerpo. Autoconocimiento e identificación de fortalezas y debilidades o posibilidades y limitaciones en todos los ámbitos (social, físico y mental).",
        "B. Resolución de problemas en situaciones motrices.",
        "- Desarrollo de las capacidades perceptivo motrices: esquema corporal, tono, relajación, respiración, lateralidad, actitud y postura corporal; organización espacial, temporal y espacio-temporal.",
        "- Desarrollo de las capacidades físicas básicas (fuerza, resistencia, velocidad, flexibilidad).",
        "- Desarrollo de las cualidades motrices (coordinación y equilibrio).",
        "- De las habilidades motrices básicas a las habilidades motrices genéricas.",
        "- Toma de decisiones en el seno de juegos motores (de lo simple a lo complejo), juegos modificados y predeportivos.",
        "- Creatividad motriz: búsqueda de múltiples soluciones originales.",
        "- Práctica y modificación de proyectos motores individuales o colectivos en función de diferentes retos y desafíos motores que se ajusten a su competencia motora.",
        "C. Autorregulación emocional e interacción social en situaciones motrices.",
        "- Expresión constructiva de emociones y uso de estrategias sencillas de regulación.",
        "- Disposición positiva hacia el esfuerzo.",
        "- Habilidades sociales: acogida, inclusión, ayuda, escucha activa y cooperación.",
        "- Estrategias de negociación para la resolución de conflictos en contextos motores",
        "- Juego limpio.",
        "- Actitudes y conductas inclusivas y de respeto que favorecen la convivencia en situaciones motrices.",
        "- Conductas contrarias a la convivencia, discriminatorias o sexistas, en situaciones motrices (discriminación por cuestiones de competencia motriz, etnia, género u otras): estrategias de identificación y efectos negativos.",
        "D. Manifestaciones de la cultura motriz.",
        "- Aportaciones de la cultura motriz a la herencia cultural.",
        "- Los juegos y las danzas como manifestación de la interculturalidad.",
        "- Deporte como fenómeno social. Análisis crítico.",
        "- Juegos alternativos.",
        "- Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas simples.",
        "- Creatividad expresiva y comunicativa.",
        "- Práctica de actividades rítmico-musicales con carácter expresivo.",
        "E. Interacción eficiente y sostenible con el entorno.",
        "- Movilidad sostenible. Educación vial para bicicletas. Convivencia y normas de uso y en las vías urbanas.",
        "- Espacios naturales y sus posibilidades en el contexto urbano: uso, disfrute y cuidado.",
        "- Posibilidades de uso, construcción y reutilización de materiales para la práctica motriz en entornos naturales.",
        "- Realización de actividades físicas en el medio natural y urbano en entornos abiertos, terrestres y/o acuáticos (orientación, senderismo, circuitos de aventura, etc.)",
        "- Cuidado del entorno como servicio a la comunidad, durante la práctica de actividad física en el medio natural."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer las rutinas propias de una práctica motriz saludable, aplicando medidas de activación corporal y vuelta a la calma, higiene, educación postural y alimentación.",
        "1.2. Tomar medidas de precaución y prevención de riesgos en las prácticas físico-deportivas, aplicando acciones de seguridad en la práctica y protocolos básicos de actuación ante accidentes que se puedan producir en este contexto.",
        "1.3. Reconocer los efectos beneficiosos de la práctica de actividad física, identificando algunas acciones que contribuyen a una vida saludable (desplazamientos activos, actividad física como alternativa de ocio saludable...) y valorando los efectos positivos que un estilo de vida activo posee sobre la salud física y mental.",
        "2.1. Utilizar las capacidades perceptivo-motrices y los componentes cuantitativos y cualitativos de la motricidad, manifestando progreso en el control y dominio corporal.",
        "2.2. Tomar decisiones en juegos modificados, predeportivos y otras propuestas motrices, atendiendo a los mecanismos de percepción, decisión y ejecución, empleando tanto sus habilidades motrices básicas como genéricas en situaciones individuales, de cooperación, de oposición y de colaboración-oposición en contextos reales o simulados, reflexionando y valorando sobre las soluciones obtenidas.",
        "2.3. Poner en práctica y modificar proyectos motores de carácter individual, cooperativo y de colaboración-oposición usando estrategias de control, supervisión y seguimiento que posibiliten obtener un análisis reflexivo de los resultados obtenidos.",
        "3.1. Participar en actividades físicas mostrando una disposición positiva hacia la práctica y hacia el esfuerzo y gestionando las emociones que surgen en contextos de práctica motriz.",
        "3.2. Respetar las normas consensuadas, así como las reglas de juego y actuar desde los parámetros del juego limpio, aceptando y valorando la aportación de las personas participantes.",
        "3.3. Manifestar habilidades sociales de acogida, inclusión, ayuda y cooperación al participar en prácticas motrices variadas, respetando las diferencias individuales, rechazando las conductas discriminatorias y resolviendo los conflictos de forma dialógica y justa.",
        "4.1. Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura propia, así como en otras culturas, valorando su componente lúdico-festivo y su importancia como alternativa en su tiempo de ocio.",
        "4.2. Practicar actividades físico deportivas con independencia del nivel de competencia, valorando el esfuerzo y disfrute de la actividad por encima del resultado y rechazando comportamientos contrarios a la convivencia.",
        "4.3. Reproducir y crear combinaciones sencillas de movimientos o coreografías individuales y grupales, transmitiendo sentimientos, emociones e ideas a través de los recursos expresivos del cuerpo y del movimiento.",
        "5.1. Desarrollar una práctica motriz segura en contextos naturales y urbanos de carácter terrestre o acuático, adecuando las acciones al análisis de cada situación y aplicando medidas de conservación ambiental."
    ]
}