{
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Analizar críticamente conceptos y procesos relacionados con los saberes de la materia de Biología, seleccionando e interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, etc.). ",
    "Criterio 1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia de Biología, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales, etc.) y respondiendo de manera fundamentada y precisa a las cuestiones que puedan surgir durante el proceso. ",
    "Criterio 1.3. Argumentar sobre aspectos relacionados con los saberes de la materia de Biología, considerando los puntos fuertes y débiles de diferentes posturas, de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás. ",
    "Competencia específica 2.",
    "Criterio 2.1. Plantear y resolver cuestiones y crear contenidos relacionados con los saberes de la materia de Biología, localizando y citando fuentes de forma adecuada, así como seleccionando, organizando y analizando críticamente la información. ",
    "Criterio 2.2. Contrastar y justificar la veracidad de información relacionada con los saberes de la materia de Biología utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc. ",
    "Competencia específica 3.",
    "Criterio 3.1. Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica relacionado con los saberes de la materia de Biología de acuerdo a la interpretación de los resultados obtenidos. ",
    "Criterio 3.2. Argumentar, utilizando ejemplos concretos, sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y los recursos económicos. ",
    "Competencia específica 4.",
    "Criterio 4.1. Explicar fenómenos relacionados con los saberes de la materia de Biología a través del planteamiento y resolución de problemas, buscando y utilizando las estrategias y recursos adecuados. ",
    "Criterio 4.2. Analizar críticamente la solución a un problema relacionado con los saberes de la materia de Biología y reformular los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad. ",
    "Competencia específica 5.",
    "Criterio 5.1. Argumentar sobre la importancia de adoptar estilos de vida saludables y compatibles con el desarrollo sostenible, basándose en los principios de la biología molecular y celular y relacionándolos con los procesos macroscópicos. ",
    "Criterio 5.2. Relacionar los principios de la biología molecular y celular en la mejora de la salud y del medioambiente y en la búsqueda de soluciones sanitarias y medioambientales. ",
    "Competencia específica 6.",
    "Criterio 6.1. Explicar las características y procesos vitales de los seres vivos mediante el análisis de sus biomoléculas, de las interacciones bioquímicas entre ellas y de sus reacciones metabólicas.",
    "Criterio 6.2. Explicar a nivel molecular el comportamiento biológico de macromoléculas como los ácidos nucleicos, así como los procesos de replicación y expresión génica, relacionándolo con las funciones biológicas en los seres vivos. ",
    "Criterio 6.3. Identificar las diferencias fundamentales entre los distintos tipos de células analizando las estructuras de sus orgánulos y las funciones que realizan.",
    "Criterio 6.4. Aplicar metodologías analíticas en el laboratorio utilizando los materiales adecuados con precisión.",
    "Criterio 6.5. Analizar el concepto de inmunidad, diferenciando los distintos tipos y comparando los diversos mecanismos de acción e identificando las causas y relevancia clínica de las principales patologías del sistema inmunitario.",
    "Criterio 6.6. Analizar la importancia de la ingeniería genética y de la biotecnología en diversos ámbitos (sanitario, agrícola, ecológico, etc.)."   
  ],
  "saberes": [
    "A.1. Concepto.",
    "A.1.1. Bioelementos y biomoléculas.",
    "A.1.2. Diferenciación entre biomoléculas orgánicas e inorgánicas y sus características generales. ",
    "A.2. Biomoléculas inorgánicas.",
    "A.2.1. El agua: relación entre sus características químicas y funciones biológicas.",
    "A.2.2. Las sales minerales: relación entre sus características químicas y funciones biológicas.",
    "A.3. Biomoléculas orgánicas.",
    "A.3.1. Características químicas, isomerías, enlaces y funciones de los monosacáridos (triosas, pentosas, hexosas en sus formas lineales y cíclicas), disacáridos y polisacáridos con mayor relevancia biológica. ",
    "A.3.2. Lípidos saponificables y no saponificables: características químicas, tipos, diferencias y funciones biológicas.",
    "A.3.3. Las proteínas: características químicas, estructura y función biológica de las proteínas, analizando la importancia de su papel biocatalizador.",
    "A.3.4. Importancia de las vitaminas y sales como cofactores enzimáticos y necesidad de incorporarlos en la dieta.",
    "A.3.5. Los ácidos nucleicos: tipos, características químicas, estructura y función biológica.",
    "A.4. Bioelementos, biomoléculas y salud.",
    "A.4.1. La relación entre los bioelementos, las biomoléculas y la salud.",
    "A.4.2. Estilos de vida saludables.",
    "Bloque B. Biología celular.",
    "B.1. Teoría celular y tipos de células.",
    "B.1.1. Teoría celular e implicaciones biológicas.",
    "B.1.2. Diferenciación de imágenes obtenidas por microscopía óptica y electrónica, teniendo en cuenta el poder de resolución de cada una de ellas y las técnicas de preparación de las muestras. ",
    "B.1.3. Comparación de los orgánulos de la célula eucariota (animal y vegetal) y procariota.",
    "B.2. Estructuras celulares.",
    "B.2.1. La membrana plasmática: ultraestructura y propiedades. ",
    "B.2.2. El proceso osmótico: repercusión sobre la célula animal, vegetal y procariota.",
    "B.2.3. Análisis de los distintos mecanismos de transporte a través de la membrana plasmática (difusión simple y facilitada, transporte activo, endocitosis y exocitosis), relacionando cada uno de ellos con las propiedades de las moléculas transportadas. ",
    "B.2.4. Análisis en la célula eucariota del citoplasma: citosol y citoesqueleto. Estructuras relacionadas con los microtúbulos. ",
    "B.2.5. Estructura y función de orgánulos citoplasmáticos en eucariotas.",
    "B.2.6. Estructura y función del núcleo celular.",
    "B.3. Ciclo celular. ",
    "B.3.1. Secuenciación de las fases del ciclo celular y análisis de sus mecanismos de regulación. ",
    "B.3.2. Análisis de cada una de las fases de la mitosis y la meiosis y su función e importancia biológica. ",
    "B.4. El cáncer.",
    "B.4.1. Estudio del cáncer y su relación con las mutaciones y la alteración del ciclo celular. ",
    "B.4.2. Correlación entre el cáncer y determinados hábitos saludables. ",
    "B.4.3. Importancia de estilos de vida saludables.",
    "Bloque C. Metabolismo.",
    "C.1. Concepto.",
    "C.1.1. Estudio del metabolismo. Conceptos de anabolismo y catabolismo: diferencias. ",
    "C.2. Catabolismo.",
    "C.2.1. Análisis de los diferentes procesos implicados en la respiración celular anaeróbica (glucólisis y fermentación) y aeróbica (βoxidación de los ácidos grasos, ciclo de Krebs, cadena de transporte de electrones y fosforilación oxidativa). ",
    "C.2.2. Cálculo comparativo del rendimiento energético del metabolismo aeróbico frente al anaeróbico y reflexión sobre la eficiencia de cada uno de ellos.",
    "C.3. Anabolismo.",
    "C.3.1. Principales rutas de anabolismo heterótrofo (síntesis de aminoácidos, proteínas y ácidos grasos).",
    "C.3.2. Procesos implicados en el metabolismo autótrofo (fotosíntesis y quimiosíntesis) y su importancia biológica. ",
    "Bloque D. Genética molecular.",
    "D.1. Replicación.",
    "D.1.1. Identificación del ADN como portador de la información genética y análisis del concepto de gen.",
    "D.1.2. Análisis del mecanismo de replicación del ADN a través del modelo procariota y diferencias con la célula eucariota.",
    "D.2. Expresión génica.",
    "D.2.1. Identificación de las etapas generales de la expresión génica utilizando un modelo procariota: transcripción y traducción, y diferencia con eucariotas.",
    "D.2.2. Características del código genético y resolución de problemas relacionados con él.",
    "D.2.3. Comparación de las características generales del genoma y de la expresión génica en procariotas y eucariotas.",
    "D.3. Mutación y evolución.",
    "D.3.1. Concepto y tipos de mutaciones.",
    "D.3.2. Argumentación sobre la relación entre las mutaciones, la replicación del ADN, la evolución y la biodiversidad. ",
    "D.3.3. Valoración de la importancia de la regulación de la expresión génica en la diferenciación celular. ",
    "D.3.4. Relación entre las mutaciones, la replicación del ADN, la evolución y la biodiversidad. ",
    "D.3.5. Valoración de la importancia de la regulación de la expresión génica en la diferenciación celular. ",
    "Bloque E. Ingeniería genética y biotecnología.",
    "E.1. Ingeniería genética y biotecnología.",
    "E.1.1. Análisis de las técnicas más relevantes de ingeniería genética (PCR, enzimas de restricción, clonación molecular, CRISPRCas9, etc.) y sus aplicaciones. ",
    "E.1.2. Importancia y repercusiones de la biotecnología en distintos ámbitos (salud, agricultura, medioambiente, nuevos materiales, industria alimentaria, etc.), destacando el papel de los microorganismos.",
    "Bloque F. Inmunología.",
    "F.1. Inmunidad: concepto y tipos.",
    "F.1.1. Concepto de inmunidad.",
    "F.1.2. Identificación de los distintos tipos de barreras externas que dificultan la entrada de patógenos.",
    "F.1.3. Diferenciación entre inmunidad innata y específica.",
    "F.1.4. Mecanismos de acción de la inmunidad humoral y celular.",
    "F.1.5. Mecanismos de funcionamiento de la inmunidad artificial y natural, pasiva y activa.",
    "F.2. Respuesta inmune.",
    "F.2.1. Enfermedades infecciosas: fases.",
    "F.3. Enfermedades del sistema inmune.",
    "F.3.1. Principales patologías del sistema inmunitario: causas y relevancia clínica. "
  ]
}
