{
    "saberes": [
        "Bloque 1. Vida activa y saludable",
        "Salud física:",
        "Efectos físicos beneficiosos de un estilo de vida activo.",
        "Alimentación saludable e hidratación.",
        "Educación postural en situaciones cotidianas.",
        "Cuidado del cuerpo: la higiene personal y el descanso tras la actividad física.",
        "Salud social:",
        "La actividad física como práctica social saludable.",
        "Derechos de los niños y de las niñas en el deporte escolar.",
        "Respeto hacia todas las personas con independencia de sus características personales.",
        "Salud mental:",
        "Efectos psicológicos beneficiosos de un estilo de vida activo.",
        "Bienestar personal y en el entorno a través de la motricidad.",
        "Autoconocimiento e identificación de fortalezas y debilidades en todos los ámbitos (social, físico y mental).",
        "Bloque 2. Organización y gestión de la actividad física",
        "Práctica física: vivencia de diversas experiencias corporales en distintos contextos.",
        "Uso y cuidado del material y de los espacios utilizados en la actividad que se vaya a desarrollar.",
        "Preparación de la práctica motriz: atuendo deportivo y hábitos generales de higiene corporal.",
        "Planificación y autorregulación de proyectos motores sencillos: objetivos o metas.",
        "Prevención de accidentes en las prácticas motrices: juegos de activación, calentamiento y vuelta a la calma.",
        "Bloque 3. Resolución de problemas en situaciones motrices",
        "Toma de decisiones en situaciones motrices diversas:",
        "Adecuación de las acciones a las capacidades y a las limitaciones personales en situaciones motrices individuales.",
        "Coordinación de acciones en situaciones cooperativas.",
        "Ajuste de la acción a la localización del contrincante en situaciones motrices de persecución y de interacción con un móvil.",
        "Selección de acciones para mantener la posesión, recuperar el móvil o evitar que el atacante progrese en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
        "Decisión sobre la posición corporal y la distancia adecuadas en situaciones que impliquen oposición sin contacto y con contacto.Esquema corporal:",
        "Conciencia corporal.",
        "Lateralidad y su proyección en el espacio.",
        "Coordinación óculo-pédica y óculo-manual.",
        "Equilibrio estático y dinámico.",
        "Técnicas básicas de respiración y relajación/contracción para controlar el cuerpo y ser aplicadas en distintas situaciones motrices cotidianas.",
        "Percepción espacio-temporal. Nociones básicas (arriba-abajo, encima-debajo, delante-detrás, cerca-lejos, dentro-fuera, izquierda-derecha) para orientarse en el espacio.",
        "Capacidades físicas desde el ámbito lúdico y el juego.",
        "Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas.",
        "Creatividad motriz: variación y adecuación de la acción motriz ante estímulos externos e internos.",
        "Bloque 4. Autorregulación emocional e interacción social en situaciones motrices",
        "Gestión emocional: estrategias de identificación, experimentación y manifestación de emociones, pensamientos y sentimientos a partir de experiencias motrices.",
        "Grado de autonomía y autoconfianza: aumento de la autonomía personal, mejora y afianzamiento de la confianza en sí mismo y en los demás.",
        "Habilidades sociales: verbalización de emociones derivadas de la interacción en contextos motrices.",
        "Respeto de las reglas del juego.",
        "Conductas que favorezcan la convivencia y la igualdad de género, inclusivas y de respeto a los demás, en situaciones motrices: estrategias de identificación de conductas contrarias a la convivencia o discriminatoriasBloque 5. Manifestaciones de la cultura motriz",
        "Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestación de la propia cultura.",
        "Conocimiento y práctica de bailes y juegos populares, tradicionales y autóctonos de Galicia.",
        "Usos comunicativos de la corporalidad: gestos, señas, posturas y otros.",
        "Descubrimiento y exploración de las posibilidades expresivas del cuerpo y del movimiento.",
        "Práctica de actividades rítmico-musicales con carácter artístico-expresivo.",
        "Deporte y perspectiva de género: referentes en el deporte de distintos géneros.",
        "Bloque 6. Interacción eficiente y sostenible con el entorno",
        "Normas de uso de la vía pública: educación vial ara peatones. Movilidad segura, saludable y sostenible.",
        "Posibilidades motrices de los espacios de juego y esparcimiento infantil.",
        "Posibilidades de uso que ofrece el material para el desarrollo de la práctica motriz y concienciación de los efectos que se producen sobre el entorno.",
        "Conservación de las diferentes instalaciones y espacios usados para la práctica motriz.",
        "Realización de actividades físicas seguras en medio natural y urbano.",
        "Cuidado y conservación del entorno próximo durante la práctica de actividad física en medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Identificar los desplazamientos activos como práctica saludable, conociendo sus beneficios físicos para el establecimiento de un estilo de vida activo. OBJ1",
        "CE1.2. Explorar las posibilidades de la propia motricidad a través del juego, aplicando en distintas situaciones cotidianas medidas básicas de cuidado de la salud personal a través de la higiene corporal y de la educación postural. OBJ1",
        "CE1.3. Conocer los valores positivos que fomenta la práctica motriz compartida reconociendo, vivenciando y disfrutando sus beneficios en contextos variados e inclusivos y respetando a todos los participantes independientemente de sus características individuales. OBJ1",
        "CE1.4. Reconocer la importancia de establecer metas claras a la hora de desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, valorando su consecución a partir de un análisis de los resultados obtenidos. OBJ2",
        "CE1.5. Identificar las emociones que se producen durante el juego, intentando gestionarlas y disfrutando de la actividad física. OBJ3",
        "CE1.6. Respetar las normas consensuadas, así como las reglas del juego, y actuar desde los parámetros de la deportividad, aceptando las características y los niveles de los participantes. OBJ3",
        "CE1.7. Participar en las prácticas motrices cotidianas, comenzando a desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación; iniciándose en la resolución de conflictos personales mediante el diálogo y mostrando un compromiso activo frente a las actuaciones contrarias a la convivencia. OBJ3",
        "CE2.1. Identificar los desplazamientos activos como práctica saludable, conociendo sus beneficios físicos para el establecimiento de un estilo de vida activo. OBJ1",
        "CE2.2. Explorar las posibilidades de la propia motricidad a través del juego, aplicando en distintas situaciones cotidianas medidas básicas de cuidado de la salud personal a través de la higiene corporal y de la educación postural. OBJ1",
        "CE2.3. Participar en juegos de activación y vuelta a la calma reconociendo su utilidad para adaptar el cuerpo a la actividad física y evitar lesiones. OBJ1",
        "CE2.4. Reconocer la importancia de desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, valorando su consecución a partir de un análisis de los resultados obtenidos. OBJ2",
        "CE2.5. Adoptar decisiones en contextos de práctica motriz de manera ajustada según las circunstancias. OBJ2",
        "CE2.6. Descubrir, reconocer y emplear los componentes cualitativos y cuantitativos de la motricidad de manera lúdica e integrada en diferentes situaciones y contextos, mejorando progresivamente su control y su dominio corporal. OBJ2",
        "CE2.7. Participar activamente en juegos y en otras manifestaciones artístico-expresivas de carácter cultural propias del entorno, valorando su componente lúdico-festivo y disfrutando de su puesta en práctica. OBJ4",
        "CE2.8. Participar en actividades lúdico-recreativas de forma segura en los entornos natural y urbano, conociendo los usos que nos aportan a nivel motriz y adoptando actitudes de respeto, cuidado y conservación de dichos entornos. OBJ5",
        "CE3.1. Explorar las posibilidades de la propia motricidad a través del juego, aplicando en distintas situaciones cotidianas medidas básicas de cuidado de la salud personal a través de la higiene corporal y de la educación postural. OBJ1",
        "CE3.2. Adoptar decisiones en contextos de práctica motriz de manera ajustada según las circunstancias. OBJ2",
        "CE3.3. Descubrir, reconocer y emplear los componentes cualitativos y cuantitativos de la motricidad de manera lúdica e integrada en diferentes situaciones y contextos, mejorando progresivamente su control y su dominio corporal. OBJ2",
        "CE3.4. Participar activamente en juegos y en otras manifestaciones artístico-expresivas de carácter cultural propias del entorno, valorando su componente lúdico-festivo y disfrutando de su puesta en práctica. OBJ4",
        "CE3.5. Adaptar los distintos usos comunicativos de la corporalidad y sus manifestaciones a diferentes ritmos y contextos expresivos. OBJ4",
        "CE4.1. Conocer los valores positivos que fomenta la práctica motriz compartida reconociendo, vivenciando y disfrutando sus beneficios en contextos variados e inclusivos y respetando a todos los participantes independientemente de sus características individuales. OBJ1",
        "CE4.2. Identificar las emociones que se producen durante el juego, intentando gestionarlas y disfrutando de la actividad física. OBJ3",
        "CE4.3. Respetar las normas consensuadas, así como las reglas del juego, y actuar desde los parámetros de la deportividad, aceptando las características y los niveles de los participantes. OBJ3",
        "CE4.4. Participar en las prácticas motrices cotidianas, comenzando a desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación; iniciándose en la resolución de conflictos personales mediante el diálogo y mostrando un compromiso activo frente a las actuaciones discriminatorias y de violencia. OBJ3",
        "CE4.5. Conocer y valorar los logros de distintos referentes del deporte de ambos géneros, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar dichos éxitos. OBJ4",
        "CE4.6. Participar en actividades lúdico-recreativas de forma segura en los entornos natural y urbano, conociendo los usos que nos aportan a nivel motriz y adoptando actitudes de respeto, cuidado y conservación de dichos entornos. OBJ5",
        "CE5.1. Participar activamente en juegos y en otras manifestaciones artístico-expresivas de carácter cultural propias del entorno, valorando su componente lúdico-festivo y disfrutando de su puesta en práctica. OBJ4",
        "CE5.2. Conocer y valorar los logros de distintos referentes del deporte de ambos géneros, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar dichos éxitos. OBJ4",
        "CE5.3. Adaptar los distintos usos comunicativos de la corporalidad y sus manifestaciones a diferentes ritmos y contextos expresivos. OBJ4",
        "CE6.1. Explorar las posibilidades de la propia motricidad a través del juego, aplicando en distintas situaciones cotidianas medidas básicas de cuidado de la salud personal a través de la higiene corporal y de la educación postural. OBJ1",
        "CE6.2. Conocer los valores positivos que fomenta la práctica motriz compartida reconociendo, vivenciando y disfrutando sus beneficios en contextos variados e inclusivos y respetando a todos los participantes independientemente de sus características individuales. OBJ1",
        "CE6.3. Adoptar decisiones en contextos de práctica motriz de manera ajustada según las circunstancias. OBJ2",
        "CE6.4. Descubrir, reconocer y emplear los componentes cualitativos y cuantitativos de la motricidad de manera lúdica e integrada en diferentes situaciones y contextos, mejorando progresivamente su control y su dominio corporal. OBJ2",
        "CE6.5. Participar en actividades lúdico-recreativas de forma segura en los entornos natural y urbano, conociendo los usos que nos aportan a nivel motriz y adoptando actitudes de respeto, cuidado y conservación de dichos entornos. OBJ5",
        "CE6.6. Utilizar de forma adecuada el material, las instalaciones y los espacios en los que se realizan las actividades físicas, ayudando a mantenerlos en buen estado. OBJ5"
    ]
}