{
    "criteriosEvaluacion": [
        "1.1. Explicar los aspectos esenciales de la evolución del lenguaje fotográfico y audiovisual, analizando las cualidades plásticas, formales y semánticas de las producciones de los distintos estilos, formatos, géneros y culturas para desarrollar el propio sentido estético. CCL1, CCL2, STEM2, CD1, CPSAA4, CCEC1, CCEC2",
        "1.2. Proponer interpretaciones personales del patrimonio fotográfico y audiovisual, haciendo hincapié en el patrimonio canario, para valorar y ser consciente de la flexibilidad de sus normas y códigos y ampliar el disfrute artístico. CCL1, CCL2, STEM2, CD1, CPSAA4, CCEC1, CCEC2",
        "2.1. Evaluar el rigor ético y formal con el que se usan las herramientas de creación audiovisual, analizando diversas producciones, distinguiendo críticamente los modos de presentar las informaciones y los mensajes, para identificar su posible manipulación y reflexionar sobre la necesidad de respeto de la propiedad intelectual y los derechos de autoría. CCL5, CD2, CPSAA1.2, CPSAA3.1, CCEC3.1",
        "2.2. Diseñar y realizar producciones utilizando la propia presencia en la imagen y la banda de sonido empleando el lenguaje y los medios de producción con rigor ético y formal para incorporar las experiencias personales y comunicar ideas, opiniones y sentimientos. CCL1, CCL5, CD2, CD3, CPSAA1.1, CC3, CE3, CCEC3.2",
        "3.1. Confeccionar adecuadamente los equipos de trabajo para producciones audiovisuales, identificando las diferentes habilidades requeridas y repartiendo las tareas con criterio para realizar creaciones audiovisuales sostenibles, respetuosas e inclusivas, de forma colectiva y aprender a desenvolverse en circunstancias diversas. CPSAA3.1, CPSAA3.2, CE2",
        "3.2. Planificar producciones audiovisuales y demostrar flexibilidad y habilidad para resolver los imprevistos propios, determinando los medios y habilidades necesarios, teniendo en cuenta todos los aspectos (guion, planificación, interpretación, grabación, edición,etc.), justificando razonadamente su elección, considerando los posibles imprevistos que surgen en las producciones audiovisuales, así como la manera de resolverlo de forma abierta, sostenible y respetuosa. STEM1, STEM3, STEM5, CD3, CE3, CCEC4.1, CCEC4.2",
        "3.3. Realizar producciones audiovisuales de manera creativa, utilizando correctamente las técnicas, herramientas y convenciones del lenguaje necesarias, valorando el trabajo colaborativo e intentando conseguir un resultado final ajustado al proyecto preparado previamente. CCL1, STEM3, STEM5, CD2, CPSAA3.1, CE3, CCEC4.1, CCEC4.2",
        "4.1. Justificar y seleccionar tanto las vías de difusión más adecuadas para producciones audiovisuales, como la elección del lenguaje, el formato y los medios técnicos en dichas producciones, teniendo en cuenta su propósito, valorando de manera crítica e informada las posibilidades existentes, utilizando entornos seguros y respetando la propiedad intelectual y los derechos de autoría para garantizar el alcance de la producción. CCL1, CCL5, CP3, STEM3, CD2, CD3, CPSAA5, CCEC4.2",
        "4.2. Analizar de manera abierta, crítica y respetuosa la recepción de las producciones audiovisuales presentadas, comprobando la adecuación del lenguaje, el formato y los medios técnicos de la obra, así como de las vías de difusión utilizados, para extraer de ello un aprendizaje para el crecimiento creativo. CCL5, CP3, CE3, CCEC4.2"
    ],
    "saberes": [
        "I. Hitos y contemporaneidad de la fotografía y el audiovisual. Formatos audiovisuales",
        "1. Conocimiento y valoración del desarrollo del lenguaje del cine y la fotografía,",
        "2. Conocimiento de las principales corrientes artísticas en la fotografía y el cine reconociendo las aportaciones de cada una y su especial incidencia en el concepto de género y sostenibilidad, incluidas las producciones canarias.",
        "3. Valoración de la repercusión económica y cultural de Canarias como entorno de producciones cinematográficas.",
        "4. Reconocimiento de la proyección de las corrientes artísticas en la forma y el contenido del cine y la fotografía.",
        "5. Acercamiento y reconocimiento de la diversidad de los distintos ámbitos de la fotografía, el medio audiovisual e internet.",
        "6. Visionado de distintos formatos del audiovisual y las fotografías destacando las peculiaridades formales de cada uno y reflexionando sobre su trascendencia a nivel social y en el entorno. Investigación en las producciones de los distintos formatos en Canarias.",
        "II. Elementos formales y capacidad expresiva de la imagen fotográfica y el lenguaje audiovisual",
        "1. Conocimiento de los fundamentos de la exposición, enfoque, encuadre, profundidad de campo, campo y fuera de campo. Manipulación de los parámetros básicos de manejo de cámaras. Realización de prácticas con cámaras fotográficas y de video aplicando los distintos parámetros.",
        "2. Acercamiento a los patrones básicos de iluminación, con prácticas de luz natural y artificial, fuentes de todo tipo, flash antorchas, led.",
        "3. Aplicación de los principios básicos de composición de imágenes.",
        "4. Estudio de la simbología y psicología del color y visionado de fragmentos de cine y fotografía donde sea protagonista el uso del color.",
        "5. Utilización de alguna aplicación de retoque digital en video o fotografía.",
        "6. Valoración de las distintas funciones de la fotografía y el audiovisual, con incidencia en el poder manipulativo del medio.",
        "III. Narrativa audiovisual",
        "1. Realización de las distintas fases del guion. Lectura de ejemplos de obras célebres y de cortos canarios.",
        "2. La utilización del storyboard y su relación con el guion técnico.",
        "3. Realización de puestas en escena: utilizando distintas localizaciones, decorados (volumétricos y virtuales), caracterización, interpretación, iluminación, movimiento.",
        "4. Valoración de la función de la música en el cine, conocimiento del efecto sala y realización de prácticas aplicándolo, acercamiento a las grandes compositoras y compositores de cine.",
        "5. Conocimiento de tipos de montajes mediante ejemplos, manejo de aplicaciones de edición de vídeo y de efectos especiales.",
        "6. Comparación del lenguaje del cine y el de la televisión.",
        "7. Conocimiento de los recursos de la publicidad a través de análisis de spots.",
        "IV. La producción audiovisual. Técnicas y procedimientos",
        "1. Explicación de los equipos de cine, distribución de tareas y simulación de las funciones de cada oficio en prácticas de planos, secuencias y cortos.",
        "2. Distinción de las tres fases del audiovisual: preproducción, rodaje y postproducción y utilización de software de edición.",
        "3. Estudio de los distintos estilos de rodaje. Conocimiento de distintas cámaras y material de iluminación y sonido, experimentación con medios técnicos de realización: cámara y accesorios, microfonía, equipo de iluminación. Desarrollo de prácticas de grabación de sonido sincrónico y de diálogos con técnicas como el plano master entre otras.",
        "4. Conocimiento de los mecanismos de difusión, exhibición y conservación, a través de archivos y filmotecas.",
        "5. Acercamiento a los principales festivales de cine locales, nacionales e internacionales.",
        "6. Conocimiento de la legislación de propiedad intelectual y reflexión sobre el plagio."
    ]
}