{
  "saberes": [
    "A. Práctica expresiva y de comunicación escénica.",
    "Expresión y comunicación de emociones, ideas, acciones y temas de interés a través del cuerpo, la voz, el movimiento y el texto.",
    "B. Práctica de técnicas corporales; de técnicas de improvisación; de técnicas de composición de secuencias de movimiento o de escenas.",
    "Principios básicos para la ejecución técnica del arte dramático y de la danza.",
    "Técnicas de improvisación guiada y libre",
    "Repertorio teatral y coreográfico",
    "C. Implicación en el proceso creativo de una obra escénica.",
    "Herramientas y recursos para la creación escénica",
    "Talleres creativos y laboratorios interdisciplinares",
    "D. Escenificación y representación de obra/s escénica/s.",
    "Puesta en escena de las obras creadas.",
    "Ensayos y representación escénica",
    "El espacio escénico, iluminación, espacio sonoro y caracterización",
    "E. Recepción, contextualización y análisis crítico de obras referentes del patrimonio escénico clásico y contem-poráneo.",
    "Contextualización de las obras a las que se asiste como espectadores",
    "Análisis y crítica de espectáculos escénicos."
  ],
  "criteriosEvaluacion": [
    "1.1. Expresar, de forma respetuosa y saludable, emociones, ideas, acciones y temas de interés a través del cuerpo, la voz, el movimiento y/o el texto de forma individual y en equipo.",
    "1.2. Demostrar habilidades comunicativas, a través de la interpretación, el diálogo y la colaboración en procesos creativos.",
    "1.3. Trabajar en equipo aceptando la diversidad de opiniones y pluralidad de identidades y mostrando pensamiento crítico ante los estereotipos.",
    "2.1. Utilizar técnicas básicas de ejecución e interpretación de arte dramático o de danza para el desarrollo de la competen-cia artística, potenciando la expresión y regulación de emociones y la seguridad en sí mismo.",
    "2.2. Realizar improvisaciones guiadas o libres individuales o grupales, utilizando el cuerpo, la voz o los instrumentos y desarrollando la creatividad y la autoconfianza.",
    "3.1. Participar en procesos creativos escénicos o coreográficos de forma individual y/o colaborativa, mostrando respeto a ideas, emociones y sentimientos del grupo y contribuyendo a la inclusión.",
    "3.2. Desempeñar diferentes roles dentro del proceso creativo en equipo, fomentado la colaboración, el respeto y el valor del esfuerzo individual para el bien común.",
    "4.1. Poner en escena y representar piezas escénicas dentro y/o fuera del centro educativo, mostrando iniciativa y capacidad de toma de decisiones.",
    "4.2. Utilizar herramientas digitales en la creación de propuestas escénicas, conjugando diferentes elementos sonoros, plásticos y visuales.",
    "5.1. Identificar las características y elementos históricos, sociales, culturales y técnicos más importantes de diferentes propuestas escénicas de nuestra cultura y de otras, a través de su recepción, preferentemente en vivo, y de su análisis y comunicación contextualizada con una actitud tolerante, inclusiva y sostenible.",
    "5.2. Apreciar la contribución del tejido profesional escénico a la sociedad y reconocer la necesidad de la conservación del patrimonio escénico de arte dramático y de danza propio y de otras culturas, a través de la recepción en vivo de las piezas escénicas, entendidas estas como reflejo de su contexto histórico que aportan valor educativo personal y social."
  ]
}