{
  "saberes": [
    "A. Comunicación.",
    "1. Autoconfianza e iniciativa. Uso de todos recursos y estrategias disponibles para lograr una finalidad comunicativa concreta. Carácter no disuasorio del error como signo de aprendizaje de los procesos comunicativos",
    "2. Estrategias de uso común para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
    "2.1 Comprensión",
    "• Predicción de los contenidos de un texto a partir de títulos, titulares, entradas, encabezamientos.",
    "• Identificación de la función de los párrafos o secciones en la organización general del texto.",
    "• Identificación de conectores (numéricos, temporales, lógicos) que expresan la organización general del texto y las relaciones lógicas o temporales que lo articulan.",
    "• Deducción del significado de una sección del texto a partir de la totalidad del mismo.",
    "• Deducción del significado de palabras desconocidas a partir del contexto para inferir el significado oracional.",
    "• Deducción del significado probable de palabras por medio de la identificación de las partes que lo constituyen (lexema, morfemas, sufijos y prefijos)",
    "2.2 Producción y Coproducción",
    "2.2.1 Planificación",
    "• Ensayo de nuevas combinaciones y expresiones a partir de su repertorio, con solicitud de retroalimentación.",
    "• Identificación de las ideas principales que se quieren transmitir, limitando el mensaje a lo que se recuerda y a los medios disponibles para expresarse.",
    "• Identificación del receptor para adecuar la expresión e información a sus necesidades.",
    "• Reconocimiento del tipo de texto y su estructura típica para organizar la información de forma coherente.",
    "• Realización de esquemas o guiones previos a la producción",
    "2.2.2 Compensación",
    "• Definición de rasgos de algo concreto cuya palabra no se recuerda o se desconoce.",
    "• Cualificación de una palabra similar a la que se desconoce",
    "• Cualificación de hiperónimos",
    "• Uso de una palabra sencilla que significa algo parecido al concepto que se quiere transmitir, solicitando corrección por parte del interlocutor.",
    "• Extranjerización de una palabra española, solicitando confirmación por parte del interlocutor",
    "2.2.3 Control y reparación",
    "• Corrección de confusiones en información fáctica (tiempo, lugares) que pueden dar lugar a malentendidos cuando se indica que hay un problema.",
    "• Solicitud de confirmación de que la forma utilizada es la correcta.",
    "• Reinicio de la comunicación usando una táctica diferente cuando la comunicación se ha interrumpido.",
    "• Registro personal de errores frecuentes y seguimiento consciente de la producción al respecto.",
    "3. Mediación: actividades, destrezas y estrategias de planificación, intervención y evaluación que permitan al alumnado evitar y resolver conflictos comunicativos.",
    "3.1 Actividades",
    "• Mediación de textos",
    "o Parafraseo, explicación, síntesis y traducción de un texto oral o escrito",
    "o Toma de notas (de una reunión, presentación, conferencia, etc.)",
    "o Explicación de su opinión personal acerca de textos creativos, incluyendo literatura",
    "• Mediación de conceptos",
    "o Colaboración en un grupo de trabajo.",
    "o Liderazgo de un grupo de trabajo.",
    "• Mediación en la comunicación",
    "o Promoción de un espacio pluricultural.",
    "o Actuación de intermediario en situaciones informales.",
    "3.2 Estrategias",
    "• Planificación:",
    "o Conexión con conocimientos previos",
    "o Búsqueda de apoyos",
    "o Creación de glosarios.",
    "o Consideración previa de las necesidades del interlocutor",
    "o Conducción del discurso",
    "• Intervención",
    "o Reformulación del texto para hacerlo más comprensible",
    "o Fomento del trabajo en grupo",
    "o Uso adecuado del lenguaje no verbal.",
    "• Evaluación:",
    "o Comprobación de que el conflicto se ha gestionado de manera adecuada.",
    "4. Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo:",
    "• Saludos, despedidas y presentaciones con fórmulas propias de la lengua.",
    "• Descripción y caracterización de personas y sus condiciones de vida, objetos, lugares, fenómenos y acontecimientos conocidos incluyendo léxico e información variado organizado en estructuras habituales y circunloquios",
    "• Situación de eventos en el tiempo haciendo uso de un repertorio diverso de indicadores y expresiones temporales.",
    "• Situación de objetos, personas y lugares en el espacio de forma adecuada utilizando un repertorio suficiente de indicadores espaciales.",
    "• Petición e intercambio de información sobre cuestiones cotidianas con oraciones de estructura habitual y fórmulas memorizadas.",
    "• Ofrecimiento e interpretación de instrucciones y órdenes con estructuras habituales sobre situaciones frecuentes y/o predecibles.",
    "• Ofrecimiento, aceptación y rechazo de ayuda, proposiciones o sugerencias mediante el uso de expresiones y fórmulas habituales variadas.",
    "• Expresión parcial del gusto o el interés y emociones a través de un repertorio léxico y gramatical suficiente.",
    "• Narración de acontecimientos pasados, descripción de situaciones presentes, y expresión de sucesos futuros con léxico variado, usando una serie de estructuras gramaticales frecuentes conectadas que incluyan tiempos verbales adecuados y expresiones temporales habituales.",
    "• Expresión de la opinión a través de expresiones diversas.",
    "• Expresión de la posibilidad, la incertidumbre y la duda.",
    "• Argumentaciones sencillas.",
    "• Realización de hipótesis y suposiciones.",
    "• Reformulación y síntesis de informaciones concretas sobre aspectos cotidianos o habituales con estructuras y léxico sencillo",
    "5. Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción textos orales, escritos y multimodales.",
    "5.1 Características y reconocimiento del contexto:",
    "• Distancia social entre participantes: registro informal, semiformal y formal.",
    "• Ámbito:",
    "o personal",
    "o educativo",
    "o público",
    "o ocupacional",
    "• Situación:",
    "o presencial",
    "o en línea",
    "• síncrona",
    "• asíncrona",
    "5.2 Estructura textual",
    "• Estructura global:",
    "o Secciones.",
    "o Función: interpersonal, transaccional, instructiva, evaluativa, descriptiva, narrativa, expositiva, argumentativa.",
    "o Diseño: formatos, patrones y elementos gráficos.",
    "• Microestructura: mecanismos de coherencia y cohesión o Conectores y expresiones de enlace.",
    "o Pausas y cambios prosódicos.",
    "o Patrones enfáticos: marcadores discursivos.",
    "o Párrafo: oración temática y oraciones de apoyo.",
    "o Puntuación.",
    "5.3 Géneros: (P)Producción; (C)Comprensión; (I) Coproducción o interacción.",
    "5.3.1 Géneros orales",
    "• Avisos y anuncios emitidos por megafonía en entornos públicos: estaciones y medios de transporte, establecimientos comerciales, espacios culturales. (C)",
    "• Noticias radiofónicas sencillas sobre acontecimientos(C).",
    "• Boletines meteorológicos radiofónicos. (C)",
    "• Pódcast sobre temas académicos o habituales y de interés. (C)",
    "• Representaciones teatrales en lengua adaptada. (C)",
    "• Conversaciones presenciales informales sobre temas de interés personal o pertinentes en la vida cotidiana: experiencias personales, sentimientos, opiniones. (I)",
    "• Conversaciones presenciales formales con fines transaccionales: trámites administrativos sencillos, cambios o devoluciones, solicitud de servicios, quejas. (I)",
    "• Entrevistas sobre temas académicos y médicos. (I)",
    "• Conversaciones en línea formales breves con fines transaccionales: concertación de citas, solicitud de servicios básicos, peticiones de información, confirmaciones, consultas. (I)",
    "• Videoconferencias informales y semiformales breves con uno o más interlocutores para fines personales: consultas, intercambios personales sobre el estado general de las cosas o sobre incidentes. (I)",
    "• Videoconferencias informales y semiformales con uno o más interlocutores para fines educativos de trabajo colaborativo. (I)",
    "• Mensajes informales y semiformales grabados en línea sencillos para fines personales: solicitud de información o ayuda, avisos, planes, cancelaciones, invitaciones, citas, instrucciones. (C) y (P)",
    "• Anécdotas breves y sencillas, relacionadas con situaciones cotidianas. (C)y (P)",
    "• Discursos breves semiformales y formales en reuniones sociales y celebraciones cotidianas: presentaciones, felicitaciones, agradecimientos. (C) y (P)",
    "• Presentaciones públicas semiformales y formales de extensión media sobre temas conocidos o de interés personal, con o sin apoyo visual. (C) y (P)",
    "5.3.2 Géneros escritos",
    "• Anécdotas breves y sencillas, relacionadas con situaciones cotidianas. (C) y (P)",
    "• Anuncios publicitarios comerciales o de campañas de información y concienciación. (C)",
    "• Artículos divulgativos de extensión media sobre temas habituales o de interés. (C)",
    "• Catálogos de productos, exposiciones, servicios. (C)",
    "• Entrevistas publicadas en prensa impresa o digital. (C)",
    "• Formularios en línea para la realización de reservas (C).",
    "• Guías de viaje. (C)",
    "• Historias gráficas breves. (C)",
    "• Instrucciones impresas en folletos o etiquetas sobre el manejo de dispositivos, herramientas o productos. (C)",
    "• Letras de canciones. (C)",
    "• Noticias de actualidad en periódicos y revistas impresas y digitales. (C)",
    "• Poemas sencillos. (C)",
    "• Prospectos de medicamentos. (C)",
    "• Relatos adaptados de extensión media. (C)",
    "• Cartas y mensajes electrónicos formales básicos para fines transaccionales habituales: inscripciones, solicitudes, propuestas, confirmaciones, anulaciones, quejas. (I)",
    "• Cartas y mensajes electrónicos formales para fines personales en los que se proporciona o solicita información sobre aspectos personales, académicos u ocupacionales. (I)",
    "• Cartas y mensajes electrónicos informales y semiformales de extensión media para fines personales: experiencias, sentimientos, anécdotas, acontecimientos. (I)",
    "• Cuestionarios en línea o impresos con respuestas cerradas y abiertas: encuestas de opinión, evaluación, valoración. (I)",
    "• Mensajes breves informales y semiformales en discusiones en línea asíncronas. (I)",
    "• Mensajes breves informales para fines personales de relevancia inmediata en conversaciones en línea síncronas (I)",
    "• Diarios para fines personales o educativos. (P)",
    "• Publicaciones en línea informales y semiformales para fines personales: experiencias, sentimientos, acontecimientos sociales y valoraciones (C) y (P)",
    "• Informes descriptivos y expositivos breves sobre aspectos del entorno: medio natural, relaciones sociales, instituciones. (C) y (P)",
    "• Notas y mensajes de relevancia inmediata: avisos, recados, solicitudes, consejos. (C) y (P)",
    "• Recetas de cocina sencillas. (C) y (P)",
    "• Reseñas sobre lugares o contenidos culturales. (C) y (P)",
    "• Sinopsis: resúmenes y esquemas. (C) y (P)",
    "5.3.3 Géneros multimodales:",
    "• Anuncios publicitarios comerciales o de campañas de información y concienciación.(C)",
    "• Boletines meteorológicos. (C)",
    "• Documentales breves y sencillos. (C)",
    "• Entrevistas breves sobre temas conocidos. (C)",
    "• Noticias sencillas sobre acontecimientos y sucesos. (C)",
    "• Películas o series donde la acción conduce la mayor parte del argumento. (C)",
    "• Tutoriales sobre manejo de herramientas digitales u otras operaciones cotidianas o de interés. (C)",
    "• Vídeos explicativos sobre contenidos lingüísticos y culturales. (C)",
    "• Vídeos musicales. (C)",
    "• Vídeo reportaje breve sobre actividades educativas. (P)",
    "6. Unidades lingüísticas de uso común y significados asociados a dichas unidades.",
    "• Expresión de relaciones lógicas: conjunción (and, too, also, not only…but also, both…and), disyunción (or), oposición/concesión [(not…) but, (al)though)], causa [because (of)], due to, as), finalidad (to- infinitive, for), comparación (as/not so +adj. + as, less/more + adj./adv. (than), better and better, the highest in the world), resultado (so, so that), estilo indirecto (reported information, offers, suggestions and commands), temporalidad (as soon as, the moment (she left), while, when), localización (where) y entidades (who, which, that; direct and indirect objects).",
    "• Afirmación (oraciones afirmativas, tags, me too, think/hope so).",
    "• Exclamación: What + (adj. +) noun, v. g. : What beautiful horses!; How (+ adv.) + adj., v. g. : How very nice!; oraciones y expresiones exclamativas, v. g. : Hey, that’s my bike!).",
    "• Negación (oraciones negativas con never, no (+ noun, v. g. No chance), nobody, nothing; negative tags; me neither).",
    "• Interrogación (Wh- questions, Aux. Questions, What is the book about?, tags).",
    "• Expresión del tiempo: pasado (past simple and continuous, present perfect, past perfect), presente (simple and continuous present), futuro (going to, will, present simple and continuous + adv.).",
    "• Expresión de la voz pasiva en todos los tiempos verbales.",
    "• Expresión del aspecto: puntual (simple tenses), durativo (present and past simple/perfect, and future continuous), habitual (simple tenses (+ adv., v. g. : every Sunday morning), used to), incoativo (be about to, start +ing) y terminativo (stop –ing).",
    "• Expresión de la modalidad: factualidad (declarative sentences), capacidad (can, be able), posibilidad/probabilidad (could, may, might, perhaps), necesidad (must, need, have (got) to), obligación (have (got) to, must, imperative), permiso (may, could, allow) e intención (present continuous); y de la semi-modalidad.",
    "• Expresión de la existencia en cualquier tiempo (v. g. there could be), la entidad (count/uncount/collective/compound nouns; pronouns (relative, reflexive/emphatic, one(s); determiners), y la cualidad (v. g. pretty good, much too expensive).",
    "• Expresión de la cantidad (singular/plural; números cardinales y ordinales; expresiones de cantidad: v. g. lots/plenty (of), both, none, most, all (the); expresiones de grado: v. g. absolutely; a (little) bit, really, quite, so, a little).",
    "• Expresión del espacio y relaciones espaciales (preposiciones y adverbios de lugar, posición, distancia, movimiento, dirección, origen y organización).",
    "• Expresión del tiempo: momentos (v. g. at midnight), periodos (v. g. century, season, term), e indicaciones (ago, early, late) temporales, duración (from…to, during, until, since), anterioridad (already, (not) yet), posterioridad (afterwards, later), secuencia (first, second, after that, finally), simultaineidad (just when, while, as), y frecuencia (v. g. twice/four times a week; daily).",
    "• Expresión del modo (adverbios y expresiones de modo, v. g. : carefully; in a hurry).",
    "• Expresión de la condición (condicionales 0, 1, 2 y 3 con if y unless).",
    "7. Léxico de uso común y de interés para el alumnado",
    "• Identificación e identidad personal.",
    "• Vivienda, hogar y entorno.",
    "• Actividades de la vida diaria.",
    "• Familia y amistades.",
    "• Trabajo y ocupaciones.",
    "• Educación y estudio.",
    "• Tiempo libre, ocio, deporte, viajes y vacaciones.",
    "• Salud y cuidados físicos.",
    "• Compras y actividades comerciales",
    "• Alimentación y restauración.",
    "• Transporte.",
    "• Lengua y comunicación.",
    "• Medio ambiente.",
    "• Clima y entorno natural.",
    "• Tecnologías de la información y la comunicación.",
    "• Formación de palabras",
    "• Palabras compuestas",
    "• Falsos cognados",
    "8. Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e intenciones comunicativas generales asociadas a dichos patrones.",
    "• Lectura en voz alta: relaciones ortoépicas.",
    "• Sonidos vocálicos",
    "• Sonidos consonánticos",
    "• Pronunciación de los plurales (diferencias entre): /z/, /s/ e /iz/",
    "• Pronunciación de la tercera persona del singular en presente -s, -es: /z/, /s/ e /iz/",
    "• Ritmo en las oraciones.",
    "• Unión de palabras en el discurso.",
    "• Formas débiles: was / were, to",
    "• Finales de los verbos regulares en pasado",
    "• Participios pasados de los verbos regulares e irregulares.",
    "• Acentuación de palabras.",
    "• Consonantes silenciosas",
    "• Connected speech (habla conectada / discurso conectado)",
    "• Los grafemas g, o, i, s, u, c, ai y ea",
    "• e silenciosa",
    "• Las letras ‘y’ y ‘j’.",
    "• c y ch",
    "• ’ll, won’t",
    "• Acentuación de los verbos con dos sílabas",
    "• -ing",
    "• Acentuación de las preposiciones",
    "• Homófonos",
    "• Diptongos",
    "• Consonantes dobles",
    "• Partículas interrogativas",
    "• o y or",
    "• Las dos formas de pronunciar ‘the’.",
    "• Pronunciación de la forma débil ‘have’.",
    "• -ough y -augh",
    "• Entonación y question tags",
    "• Diferencias básicas entre los sonidos:",
    "9. Convenciones ortográficas de uso común y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
    "9.1. Convenciones ortográficas de uso común. Sistemas alfabéticos.",
    "Percepción y producción de:",
    "• Las formas de las letras en sus modalidades normal y cursiva, tanto mayúsculas como minúsculas.",
    "• Ortografía correcta de las palabras, incluidas las formas de contracción orales y/o escritas.",
    "• Signos de puntuación y sus normas de uso.",
    "• Convenciones tipográficas y las variedades de tipos de letra, etc.",
    "• Signos no alfabetizables de uso común (v.g.: @, &, $, etc.).",
    "9.2. Significados e intenciones comunicativas.",
    "• Necesidades ortoépicas: utilización y articulación de una pronunciación correcta partiendo de palabras que se han aprendido en su forma escrita. .",
    "o Convenciones ortográficas de uso común.",
    "o Convenciones básicas utilizadas en los diccionarios para la representación de la pronunciación.",
    "o Repercusión que las formas escritas, especialmente los signos de puntuación, tienen en la expresión y en la entonación.",
    "• Resolución de ambigüedades de uso común (palabras homónimas, ambigüedades sintácticas, etc.) en función del contexto.",
    "• Organización de la información por medio de los signos de puntuación.",
    "10. Convenciones y estrategias conversacionales de uso común, en formato síncrono o asíncrono",
    "10.1 Turno de palabra",
    "• Expresiones para iniciar, mantener o finalizar un intercambio comunicativo.",
    "• Expresiones para solicitar la intervención en un intercambio comunicativo.",
    "10.2 Cooperación",
    "• Repertorio básico de expresiones para contribuir a mantener una conversación o una discusión.",
    "• Identificación y resumen de las ideas principales expresadas con anterioridad para centrar la discusión.",
    "• Repetición o reformulación de parte de lo que alguien ha dicho para confirmar la comprensión mutua y contribuir al desarrollo del intercambio.",
    "• Expresiones para invitar a otras personas a participar en el intercambio.",
    "10.3 Aclaración",
    "• Expresiones para solicitar que el interlocutor aclare o reelabore lo que acaba de decir.",
    "• Expresiones para solicitar más detalles o explicaciones con objeto de continuar la discusión.",
    "11. Recursos para el aprendizaje y estrategias de uso común de búsqueda y selección de información:",
    "11.1 Recursos",
    "• Diccionarios impresos y digitales.",
    "• Libros de consulta.",
    "• Bibliotecas y mediatecas.",
    "• Recursos digitales e informáticos: redes educativas, sitios web, canales de contenidos compartidos, bancos de contenidos y actividades.",
    "11.2 Estrategias",
    "11.2.1 Búsqueda en diccionarios y libros de consulta",
    "• Uso eficaz de las partes integrantes de entradas de diccionario: lema, pronunciación, categoría gramatical, definición, acepciones, ejemplo, sinónimos y antónimos.",
    "• Uso de índices de contenido, temáticos, bibliográficos y de anexos.",
    "• Identificación de elementos de diseño gráfico que establecen la jerarquía de la información.",
    "11.2.2 Búsqueda en medios digitales",
    "• Uso de filtros en motores de búsqueda.",
    "• Texto de búsqueda: palabras clave; orden; ortografía",
    "• Sindicación de contenidos.",
    "11.2.3 Selección de información en medios digitales",
    "• Discriminación entre fuentes de información oficiales o de fiabilidad reconocida frente a información en foros, blogs o comentarios en redes sociales.",
    "• Sufijos de dominios web que identifican su propósito y credibilidad.",
    "• Estructura lógica de la información como garantía de fiabilidad y estrategia de selección: menú de contenidos, mapa web con enlaces, buscador de contenidos propios, sinopsis, lista de referencias, vínculos a otros documentos complejos, gráficos, tablas.",
    "• Autoría como garantía de credibilidad: adscripción del autor, información sobre el autor, logo de la organización, medio de contacto, declaración de principios y propósito del sitio web.",
    "12. Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados.",
    "• Honestidad académica: procedimientos de cita y referencia.",
    "• Licencias de atribución.",
    "• Uso adecuado y referenciado de resúmenes, citas o paráfrasis.",
    "• Abstención de referencias a fuentes no consultadas.",
    "13. Herramientas analógicas y digitales de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, herramientas de aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua inglesa).",
    "B. Plurilingüismo y reflexión sobre el aprendizaje.",
    "1. Estrategias y técnicas para responder eficazmente y con niveles crecientes de fluidez, adecuación y corrección a una necesidad comunicativa concreta aprovechando de forma creativa el repertorio plurilingüe personal.",
    "• Uso de documentos en inglés y en español para extraer información y usarla en producción de textos orales y escritos en inglés.",
    "• Uso de traducciones paralelas de textos.",
    "• Uso del conocimiento contrastivo de estructuras gramaticales y expresiones funcionales en inglés y español para mejorar la comprensión y la producción.",
    "• Deducción del significado de un texto en inglés a partir de lo comprendido en textos sobre el mismo tema en español.",
    "2. Estrategias de uso común para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.).",
    "2.1 Comparación entre lenguas",
    "• Descubrimiento de analogías entre lenguas: regularidades y diferencias entre estructuras lingüísticas sintácticas, léxicas, discursivas y funcionales.",
    "• Comparación de los sistemas fonéticos y grafémicos entre lenguas.",
    "• Elaboración de un conjunto de hipótesis y reglas basadas en similitudes o diferencias entre lenguas.",
    "• Traducción.",
    "• Creación de glosarios bilingües.",
    "2.2 Estrategias cognitivas y memorísticas",
    "• Descubrimiento y aplicación de reglas.",
    "• Identificación y registro de nuevas unidades lingüísticas en diferentes soportes.",
    "• Toma de notas.",
    "• Clasificación.",
    "• Asociación.",
    "• Reconocimiento y uso de uso de estructuras modelo.",
    "• Uso de elementos visuales: imágenes, animaciones, etiquetado en imágenes interactivas, esquemas, mapas semánticos.",
    "• Creación de resúmenes.",
    "• Creación de breves historias.",
    "• Repetición oral y escrita.",
    "• Grabación oral.",
    "• Revisión periódica: diseño de un plan.",
    "• Práctica frecuente en situaciones reales.",
    "• Experimentación en nuevos contextos.",
    "• Trabajo colaborativo: puesta en común de recursos; revisión y práctica periódica colaborativa.",
    "3. Estrategias y herramientas de uso común para la autoevaluación, la coevaluación y la autorreparación, analógicas y digitales, individuales y cooperativas.",
    "• Comprensión de rúbricas de evaluación.",
    "• Diseño de instrumentos de evaluación (cuestionarios, enunciados de tareas).",
    "• Retroalimentación.",
    "• Diario de aprendizaje.",
    "• Portfolio Europeo de las Lenguas.",
    "• Tratamiento del error",
    "o Toma de conciencia: identificación y registro de errores.",
    "o Realización de actividades de repetición y automatización.",
    "o Uso de asistentes de escritura y extensiones de procesadores de textos para la autorreparación de producciones propias.",
    "4. Metalenguaje: expresiones y léxico específico de uso común para intercambiar ideas sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje.",
    "5. Comparación básica entre lenguas a partir de elementos de la lengua inglesa y la lengua española:",
    "• Patrones sintácticos y gramaticales no coincidentes: sujeto elidido en español, subjuntivo en español, oraciones subordinadas adjetivas, verbos pronominales en español; complemento indirecto como sujeto paciente en inglés; pasiva impersonal; causativa en inglés.",
    "• Cognados, falsos cognados, calcos.",
    "C. Interculturalidad.",
    "1. La lengua inglesa como medio de comunicación interpersonal e internacional, fuente de información, y como herramienta de participación social y de enriquecimiento personal.",
    "• Distribución internacional de la lengua inglesa.",
    "• Plurilingüismo en las sociedades de los países de habla inglesa.",
    "• Usos internacionales, institucionales y corporativos de la lengua inglesa.",
    "2. Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua inglesa.",
    "3. Aspectos socioculturales y sociolingüísticos de uso común propios de países donde se habla la lengua inglesa.",
    "• Vida cotidiana o Rutinas en el hogar: horarios, ocupaciones.",
    "o Organización del sistema educativo.",
    "o Jornada laboral.",
    "o Hábitos saludables.",
    "o Actividades de ocio.",
    "• Condiciones de vida o Vivienda o Organización demográfica o Instituciones democráticas o Servicios sociales y sanitarios o Sectores económicos o Seguridad o Activismo social, voluntariado o Sostenibilidad",
    "• Relaciones sociales y personales o Estructuras y relaciones familiares.",
    "o Roles tradicionales y actuales en función de la edad y género.",
    "o Relaciones afectivas.",
    "o Diferencias sociales.",
    "o Migración.",
    "o Minorías.",
    "• Cultura, normas, actitudes, costumbres y valores o Historia (acontecimientos o personajes históricos significativos) o Artes (música, artes visuales, literatura, teatro, música).",
    "o Celebraciones, festividades.",
    "o Sabiduría popular: expresiones idiomáticas y proverbios.",
    "o Comportamiento como espectadores o clientes.",
    "o Comportamiento como invitados.",
    "o Convenciones sociales relativas a la hospitalidad (puntualidad, invitaciones, obsequios)",
    "o Tabúes",
    "• Lenguaje no verbal o Saludos y despedidas o Expresión de afecto o Expresión de desaprobación.",
    "• Cortesía lingüística o Formas de tratamiento o Saludos y despedidas o Presentaciones o Interjecciones y expresiones interjectivas",
    "• Etiqueta digital",
    "o Respeto al interlocutor",
    "o Uso correcto de mayúsculas y minúsculas",
    "o Uso correcto de la lengua (gramática, ortografía).",
    "o Claridad: precaución ante el uso del sarcasmo o ironía.",
    "o Cita de fuentes",
    "o Respeto a la privacidad",
    "o Prohibición de compartir material inadecuado",
    "o Comprensión ante equivocaciones de interlocutores",
    "4. Estrategias de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
    "• Aceptación de la diversidad cultural como fuente de enriquecimiento personal y social.",
    "• Reconocimiento de características de la cultura familiar propia.",
    "• Reconocimiento de la complejidad de los sistemas culturales y sus manifestaciones en diferentes ámbitos: símbolos, lenguas, normas, valores y expresiones artísticas.",
    "• Conciencia de que los límites entre culturas no son rígidos.",
    "• Curiosidad: búsqueda activa de información (mediante intercambios comunicativos o recurriendo a fuentes de información) sobre manifestaciones culturales diversas.",
    "• Búsqueda de aspectos positivos desde el punto de vista de los valores sociales y medioambientales en manifestaciones culturales diferentes a las familiares.",
    "• Flexibilidad en la comparación entre manifestaciones culturales, evitando considerar la pertenencia a la cultura considerada propia como único criterio de valoración positiva.",
    "5. Estrategias básicas de detección y actuación ante usos discriminatorios del lenguaje.",
    "• Reconocimiento crítico de expresiones discriminatorias en términos de género, diversidad funcional, edad, orientación sexual, religión o etnicidad.",
    "• Sustitución de expresiones discriminatorias por lenguaje inclusivo: uso de expresiones que reconocen la discapacidad específica como rasgo no definitorio de una persona o grupo (person-first language), pronombres inclusivos, títulos profesionales inclusivos, supresión de especificación de género innecesaria.",
    "• Consulta de guías y glosarios de estilo inclusivo."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Extraer y analizar el sentido global y las ideas principales, y seleccionar información pertinente de textos orales, escritos y multimodales sobre temas cotidianos, de relevancia personal o de interés público próximos a su experiencia expresados de forma clara y en la lengua estándar a través de diversos soportes.",
    "1.2. Interpretar y valorar el contenido y los rasgos discursivos de textos propios de los ámbitos de las relaciones interpersonales, de los medios de comunicación social y del aprendizaje, así como de textos literarios.",
    "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial y los detalles más relevantes de los textos; para inferir significados e interpretar elementos no verbales; y para buscar, seleccionar y gestionar información veraz.",
    "Competencia específica 2",
    "2.1. Expresar oralmente textos sencillos, estructurados, comprensibles, coherentes y adecuados a la situación comunicativa sobre asuntos cotidianos, de relevancia personal o de interés público próximo a su experiencia, con el fin de valorar, describir, narrar e informar, en diferentes soportes, utilizando recursos verbales y no verbales, así como estrategias de planificación, control, compensación y cooperación.",
    "2.2. Redactar y difundir textos de extensión media con aceptable claridad, coherencia, cohesión, corrección y adecuación a la situación comunicativa propuesta, a la tipología textual y a las herramientas analógicas y digitales utilizadas sobre asuntos cotidianos, de relevancia personal o de interés público próximos a su experiencia, respetando la propiedad intelectual y evitando el plagio.",
    "2.3. Seleccionar, organizar y aplicar estrategias y conocimientos para planificar, producir, revisar y cooperar en la elaboración de textos coherentes, cohesionados, correctos y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de las necesidades de la audiencia o del lector potencial a quien se dirige el texto.",
    "Competencia específica 3",
    "3.1. Planificar, participar y colaborar activamente mediante la coproducción de textos, a través de diversos soportes, en situaciones interactivas sobre temas cotidianos, de relevancia personal o de interés público cercanos a su experiencia, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de las y los interlocutores.",
    "3.2. Seleccionar, organizar y utilizar estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, resolver problemas y gestionar situaciones comprometidas.",
    "Competencia específica 4",
    "4.1. Inferir y explicar textos, conceptos y comunicaciones breves y sencillas para resolver problemas de comunicación, mostrando respeto y empatía por las y los interlocutores y por las lenguas empleadas, y participando en la solución de los problemas.",
    "4.2. Aplicar actividades y estrategias que faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales y la tipología textual, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
    "Competencia específica 5",
    "5.1. Comparar y argumentar las similitudes y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre su funcionamiento.",
    "5.2. Utilizar de forma creativa estrategias y conocimientos de mejora de su capacidad de comunicar y de aprender la lengua extranjera con apoyo de otros participantes y de soportes analógicos y digitales.",
    "5.3. Registrar y analizar los progresos y dificultades de aprendizaje de la lengua extranjera seleccionando las estrategias más eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, haciendo esos progresos y dificultades explícitos y compartiéndolos.",
    "Competencia específica 6",
    "6.1. Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, rechazando cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos y proponiendo vías de solución a aquellos factores socioculturales que dificulten la comunicación.",
    "6.2. Valorar críticamente en relación con los derechos humanos y adecuarse a la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera, favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos.",
    "6.3. Aplicar estrategias para defender y apreciar la diversidad lingüística, cultural y artística."
  ]
}