{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "A.–El cuerpo y el control progresivo del mismo.",
        "Descubrimiento y reconocimiento de la propia imagen, de las personas, animales no humanos y otros seres de su entorno. Identiﬁcación y respeto de las diversidades como riqueza.",
        "Curiosidad e interés por la exploración sensoriomotriz. Integración sensorial del mundo a través de las posibilidades perceptivas, a partir de propuestas con objetos y materiales primordialmente no estructurados y polisensoriales.",
        "Exploración y experiencias activas. El movimiento libre como fuente de aprendizaje y desarrollo. Las posturas corporales no anticipadas. Riqueza de repertorio de posiciones intermedias y dominio (distinto de control) de las mismas.",
        "El contacto y vínculo visual con las otras personas, animales no humanos y con los objetos. Iniciativa y curiosidad por aprender nuevas habilidades, desarrollar estrategias.",
        "Experimentación y exploración manipulativa y dominio de la coordinación visomotriz en el contacto con objetos y materiales. Relaciones estéticas entre objetos y materiales.",
        "Dominio de movimientos y posturas en relación a las diversas situaciones de la vida cotidiana. Viabilidad de movimiento y posiciones a las situaciones de aprendizaje, manteniendo todo el repertorio motriz.",
        "Estrategias para identiﬁcar situaciones de riesgo o peligro. Riesgos y retos deseables y peligros evitables.",
        "El juego espontáneo como actividad propia para el bienestar, disfrute y aprendizaje. Juego exploratorio, sensorial y motor.",
        "B.–Desarrollo y equilibrio afectivos.",
        "Identiﬁcación y adecuación de estados emocionales y afectivos a las diversas situaciones: tiempos de espera, pequeñas frustraciones asociadas a la satisfacción de necesidades básicas y cuidados.",
        "Reconocimiento respetuoso y matizado de sus emociones y afectos para sentirse aceptados y aceptadas.",
        "Aceptación de todas las expresiones emocionales y afectivas, siempre que no supongan daño para sí mismo y misma, y para los y las demás.",
        "Aproximación a estrategias para lograr seguridad y cuidado afectivo: búsqueda de ayuda, demanda de contacto afectivo.",
        "C.–Hábitos de vida saludable para el autocuidado y el cuidado del entorno.",
        "La importancia de los rituales educativos (repeticiones llenas de sentido y de novedad) y culturales.",
        "Cuidados y necesidades básicas: conocimiento de los ritmos personales de la alimentación, el sueño, los procesos de higiene.",
        "Relaciones vinculares complementarias de autonomía, iniciativa y dependencia. Anticipación de acciones, tiempos de espera, límites y posibilidades en relación a los deseos individuales y a la propia organización de los centros educativos.",
        "Alimentación, higiene y aseo personal, descanso o limpieza de espacios.",
        "Acciones que favorecen la salud y generan bienestar. Interés por ofrecer un aspecto saludable y aseado. Actividad física estructurada y no estructurada.",
        "Hábitos sostenibles y saludables.",
        "D.–Interacción socioemocional en el entorno. La vida junto a los demás.",
        "La diversidad familiar.",
        "Cuidado temporal y espacial de la transición de la vida familiar a la escolar. La importancia de la planiﬁcación del tiempo de acogida en los vínculos con las niñas y niños y con las familias, generando sentimientos de conﬁanza mutua.",
        "Primeros vínculos afectivos. Apertura e interés hacia otras personas, animales no humanos y objetos. Sentimientos de pertenencia, vinculación afectiva con las personas de referencia y con los espacios y propuestas.",
        "El aula y el centro como grupos sociales de pertenencia. Las personas profesionales como referencia.",
        "Relaciones afectuosas y respetuosas. Respeto al llanto y a las expresiones emocionales viables socialmente (respeto al derecho a enfadarse, a la rabieta...).",
        "La diversidad derivada de distintas formas de discapacidad y sus implicaciones en la vida cotidiana.",
        "Hábitos de relaciones sociales en función de las necesidades de los y las demás.",
        "Estrategias para la gestión de conﬂictos. Límites y posibilidades en cada contexto pertinente. Estructura de contención emocional o física amorosa sin tapar formas emocionales de expresar los propios conﬂictos o frustraciones. Construcción de reglas compartidas con el grupo de niñas y niños.",
        "Desarrollo de actitudes de espera y de participación activa. Asunción de responsabilidades (límites y posibilidades) en actividades y juegos.",
        "Celebraciones, costumbres y tradiciones étnico- culturales presentes en el entorno o en la diversidad de la comunidad educativa, para que las familias sientan el sentido de pertenencia a la misma.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "A.–Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios.",
        "Curiosidad e interés por la exploración del entorno y sus elementos. Curiosidad e interés que también se puede manifestar desde la distancia observadora.",
        "Exploración de objetos y materiales a través de los sentidos. entiﬁcación de las cualidades o atributos de los objetos y materiales. Efectos que producen diferentes acciones sobre ellos.",
        "Relaciones de orden, correspondencia, clasiﬁcación y comparación. Capacidad de estructurar y organizar, razonar, sentir, resolver problemas, comunicarlos, ampliar posibilidades o establecer conexiones.",
        "Mirar el mundo de formas diversas, con ojos matemáticos, artísticos, lingüísticos, musicales, performáticos o poéticos.",
        "Cuantiﬁcadores básicos contextualizados en la vida cotidiana signiﬁcativa para las niñas y niños.",
        "Descubrimiento de relaciones y patrones; conocer los aspectos cuantitativos y cualitativos del mundo circundante.",
        "Nociones espaciales básicas en relación con el propio cuerpo y los objetos. Conocimiento del espacio relativo con respecto a la posición, forma o cambios de posición y forma.",
        "Conocimiento de las principales magnitudes continuas e interpretación y organización del entorno en base a la estadística y el azar.",
        "Conocimiento signiﬁcativo de todas estas capacidades, que aprenden y expresan las niñas y niños en contextos adecuados óptimos y en situaciones problemáticas.",
        "Nociones y estrategias de carácter matemático o heurístico para poder observar cómo aparecen (en procesos de aprendizaje autónomo y relacional) en las experimentaciones y exploraciones infantiles.",
        "B.–Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad.",
        "Indagación en el entorno manifestando diversas actitudes: interés, curiosidad, imaginación, creatividad, asombro y sorpresa. Y también respecto al malestar, a la prudencia, a los miedos, a la necesidad de tiempo para decidir.",
        "Proceso de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, y entre experiencias previas y nuevas; andamiaje e interacciones de calidad con las personas adultas, con iguales y con el entorno.",
        "Habilidades y estrategias de percepción, observación, reconocimiento de vivencias, etc. Interés por la investigación (en forma de ensayo y error), observando y comprendiendo, formulando hipótesis y descubriendo alternativas, prediciendo, veriﬁcando, estimando, seleccionando, etc. Responder sin cerrar o realizar preguntas abiertas con gusto ante lo que se mira, piensa o expresa.",
        "C.–Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
        "Efectos de las propias acciones, actuaciones o relaciones en el medio físico y natural y en el patrimonio natural y cultural, en un análisis crítico de los valores dominantes.",
        "Experimentación con los elementos naturales, dando prioridad a la experimentación en los espacios naturales al aire libre.",
        "Fenómenos naturales habituales: repercusión y experimentación directa en la vida cotidiana.",
        "Respeto hacia la naturaleza, los seres vivos y los derechos de los animales. Desarrollo de biocentrismo y bioﬁlia.",
        "Respeto crítico por el patrimonio cultural presente en el medio físico.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "A.–Intención y elementos de la interacción comunicativa.",
        "El deseo de comunicarse y valoración de formas diversas de comunicación proxémica. La emoción, el afecto, la proximidad o distancia respetuosa como base del intercambio comunicativo y vínculo afectivo, en base a la",
        "iniciativa de la niña o del niño en la búsqueda de distancia, cercanía o contacto.",
        "La expresión facial y corporal: gestos de intención, necesidad, estados de ánimo, y sensaciones que los acompañan.",
        "El contacto e intercambio visual, táctil, sonoro, de acoplamiento corporal en las conversaciones.",
        "Las primeras interacciones tónico-emocionales y posturales. Expresiones faciales y gestuales. El diálogo corporal.",
        "Nanas, canciones de arrullo y juegos de regazo.",
        "Actitudes comunicativas signiﬁcativas: atención conjunta, mirada referencial y comprensión de las expresiones emocionales y afectivas de los y las demás.",
        "Contextos de interacción y vínculo.",
        "Estrategias que facilitan los intercambios en situaciones comunicativas que potencian el respeto, igualdad, equidad, diversidad y singularidad: el contacto visual con el y la interlocutor e interlocutora, la escucha atenta, el turno de diálogo y la alternancia.",
        "B.–Las lenguas y sus hablantes.",
        "Repertorio lingüístico individual.",
        "Realidad lingüística del aula y del entorno. Palabras o expresiones que responden a sus necesidades o intereses.",
        "C.–Comunicación verbal oral. Expresión, comprensión, diálogo.",
        "El lenguaje oral en situaciones cotidianas: primeras conversaciones con sonidos, vocalizaciones y juegos de interacción.",
        "Expresión de necesidades, vivencias, emociones y afectos.",
        "Lenguaje oral como regulador de la propia acción, actuación o actitud.",
        "Repertorio lingüístico: situaciones comunicativas, conversaciones colectivas.",
        "La expresión sonora y la articulación de las palabras. Juegos de imitación, lingüísticos y de percepción auditiva, que nacen de la iniciativa de las niñas y niños.",
        "Comprensión del mundo y de mensajes a través de la escucha activa de niñas y niños y personas adultas.",
        "Uso de vocabulario comprensible y rico, que responda a la situación, concreción, contextualización y momento en el que vivimos cotidianamente en las escuelas.",
        "D.–Aproximación al lenguaje escrito.",
        "Formas escritas y otros símbolos y signos presentes en el entorno.",
        "Acercamiento a los usos del lenguaje escrito, que parten de la iniciativa de la niña y del niño.",
        "Acercamiento a las propiedades del código escrito, que parten de la iniciativa de la niña y del niño.",
        "Pluralidad de tipologías textuales en diversos soportes. Lectura de imágenes (fotografías, ilustraciones, obras de arte, cómics de diversas corrientes y estilos artísticos).",
        "Cuidado y respeto por los libros, álbumes.",
        "E.–Aproximación a la educación literaria.",
        "Textos literarios infantiles orales y escritos con contenido libre de prejuicios y estereotipos sexistas, que recojan los retos del siglo XXI y desarrollen valores sobre cultura de paz, derechos de la infancia, igualdad y diversidad de género, la diversidad funcional y étnico-cultural.",
        "Situaciones de lectura. Variedad de tipologías textuales en las bibliotecas de aula o de centro. Vínculos afectivos y lúdicos a través de modelos lectores de referencia.",
        "Complementariedad en las historias entre veracidad y fantasía. El binomio fantástico. Creación de mundos imaginados o fantásticos.",
        "F.–El lenguaje y expresión musicales.",
        "Reconocimiento, evocación y reproducción de canciones y otras manifestaciones musicales de calidad sonora y rítmica. Sentimientos, afectos y emociones que transmiten.",
        "Posibilidades sonoras y expresivas de la voz, del cuerpo, de los objetos y de instrumentos.",
        "La escucha como descubrimiento y disfrute del entorno. Escucha de música en vivo, esceniﬁcación original de las músicas.",
        "Cualidades de silencios y sonidos.",
        "Entonación y ritmo.",
        "G.–El Lenguaje y la expresión plásticos y visuales.",
        "Materiales especíﬁcos e inespecíﬁcos, colores, texturas, técnicas y procedimientos artísticos.",
        "Líneas, trazos, puntos, manchas, huellas, composición, texturas gráﬁcas; la expresión abstracta y ﬁgurativa.",
        "Consciencia del yo y de la alteridad a través de las expresiones plásticas.",
        "Expresiones plásticas y visuales. Otras expresiones artísticas. La expresión y comunicación artística como experiencia vital.",
        "H.–El lenguaje y la expresión corporales.",
        "Expresión libre y espontánea a través del gesto, tono y movimiento.",
        "Desplazamientos por el espacio.",
        "Juegos de imitación, simulación y representación a través del cuerpo y de diferentes técnicas dramáticas.",
        "La gramática teatral: actuaciones, entonaciones, escenografías, actor-actriz/espectador- espectadora, cambio de roles, monólogos y diálogos, el juego dramático.",
        "Juegos de “ﬁngir qué”. Posibilidades narrativas. Tramas de las historias.",
        "Danzas diversas estéticas: clásicas y contemporáneas, de diversas culturas."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1.1. Adecuar sus acciones y reacciones a cada situación, en una interacción lúdica y espontánea con el entorno, explorando sus posibilidades motoras y perceptivas y progresando en precisión, seguridad, coordinación e intencionalidad.",
        "1.2. Mostrar aceptación y respeto por el propio cuerpo y el de los demás, mejorando progresivamente en su conocimiento.",
        "1.3. Manifestar sentimientos de seguridad, afecto y competencia en la realización de cada acción.",
        "1.4. Adquirir nociones temporales básicas para ubicarse en el tiempo a través de las actividades y rutinas de la vida cotidiana, así como de otros acontecimientos.",
        "2.1. Expresar emociones y sentimientos desarrollando de manera progresiva la conciencia emocional y estrategias de regulación emocional.",
        "2.2. Relacionarse con las otras personas aceptando y mostrando afecto de manera libre, segura, respetuosa y alejada de todo tipo de estereotipos.",
        "2.3. Afrontar pequeñas adversidades, manifestando actitudes de superación, y solicitando y prestando ayuda.",
        "3.1. Incorporar estrategias y hábitos relacionados con el cuidado del entorno y el autocuidado, manifestando satisfacción por los beneﬁcios que le aportan.",
        "3.2. Reconocer y anticipar la sucesión temporal de actividades, ritmos biológicos y pautas socioculturales que estructuran la dinámica cotidiana, asociándola a elementos, procedimientos y actitudes concretas.",
        "4.1. Establecer vínculos y relaciones de apego saludables, demostrando actitudes de afecto y empatía hacia las demás personas.",
        "4.2. Reproducir conductas y situaciones previamente observadas en su entorno próximo, basadas en el respeto, la empatía, la igualdad de género, el trato no discriminatorio a las personas con discapacidad y el respeto a los derechos humanos, a través del juego de imitación.",
        "4.3. Iniciarse en la resolución de conﬂictos con sus iguales con la mediación de la persona adulta, experimentando los beneﬁcios de llegar a acuerdos.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1.1. Relacionar objetos a partir de sus cualidades o atributos básicos, mostrando curiosidad e interés.",
        "1.2. Emplear los cuantiﬁcadores básicos más signiﬁcativos relacionados con su experiencia diaria, utilizándolos en el contexto del juego y la interacción con los demás.",
        "1.3. Aplicar sus conocimientos acerca de las nociones espaciales básicas para ubicarse en los espacios, tanto en reposo como en movimiento, jugando con el propio cuerpo y con los objetos.",
        "2.1. Gestionar las diﬁcultades, retos y problemas con interés e iniciativa, mediante su división en secuencias de actividades más sencillas.",
        "2.2. Proponer soluciones alternativas originales a través de distintas estrategias y técnicas, escuchando y respetando las de los demás.",
        "3.1. Interesarse por las actividades en contacto con la naturaleza y las características de los elementos naturales del entorno, mostrando respeto hacia ellos y hacia los animales que lo habitan.",
        "3.2. Identiﬁcar y nombrar los fenómenos atmosféricos habituales en su entorno, explicando sus consecuencias en la vida cotidiana.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1.1. Participar con interés en interacciones cotidianas, utilizando diferentes sistemas comunicativos.",
        "1.2. Participar de forma espontánea en situaciones comunicativas, adecuando la postura, los gestos y los movimientos a sus intenciones.",
        "1.3. Manifestar necesidades, sentimientos y vivencias utilizando estrategias comunicativas y aprovechando las posibilidades que ofrecen los diferentes lenguajes con curiosidad y disfrute.",
        "1.4. Tomar la iniciativa en la interacción social disfrutando de las situaciones comunicativas con una actitud respetuosa.",
        "1.5. Participar en situaciones de uso de diferentes lenguas manifestando interés y curiosidad hacia la diversidad de perﬁles lingüísticos.",
        "2.1. Interpretar los estímulos y mensajes del entorno reaccionando de manera adecuada.",
        "2.2. Expresar sensaciones, sentimientos y emociones ante distintas representaciones y manifestaciones artísticas y culturales.",
        "3.1. Utilizar el lenguaje oral para expresar y compartir necesidades, sentimientos, deseos, emociones, vivencias; como regulador de acciones y para interactuar en diferentes situaciones y contextos.",
        "3.2. Explorar las posibilidades expresivas de los diferentes lenguajes, utilizando los medios materiales propios de los Mismos.",
        "3.3. Producir mensajes ampliando y enriqueciendo su repertorio comunicativo con seguridad y conﬁanza.",
        "4.1. Participar en actividades lúdicas de aproximación al lenguaje escrito, mostrando una actitud activa.",
        "4.2. Recurrir a escrituras indeterminadas, espontáneas y no convencionales incorporándolas a sus producciones con intención comunicativa.",
        "5.1. Relacionarse con naturalidad en la realidad lingüística y cultural del aula.",
        "5.2. Manifestar interés y disfrute hacia actividades individuales o colectivas relacionadas con la literatura infantil, las obras musicales, los audiovisuales, las danzas o las dramatizaciones, avanzando en una actitud participativa.",
        "5.3. Manifestar disfrute con obras musicales, audiovisuales, danzas o dramatizaciones, avanzando en una actitud participativa."
    ]
}