{
    "criteriosEvaluacion": [
        "1.1. Desarrollar proyectos de investigación einnovación con el fin de crear y mejorar productosviables y socialmente responsables de formacontinua, utilizando modelos de gestióncooperativos y flexibles.",
        "1.2. Comunicar y difundir de forma clara ycomprensible el proyecto definido, elaborando ypresentando la documentación técnica necesaria.",
        "1.3. Abordar problemas tecnológicos del ámbitode la ingeniería desde una perspectivainterdisciplinar, con creatividad, resiliencia y unaactitud emprendedora.",
        "1.4. Perseverar en la consecución de objetivosen situaciones de incertidumbre, identificando ygestionando emociones, aceptando y aprendiendode la crítica razonada y utilizando el error comoparte del proceso de aprendizaje.",
        "2.1. Analizar la idoneidad de los materialestécnicos en la fabricación de productos sosteniblesy de calidad, estudiando su estructura interna,propiedades, tratamientos de modificación ymejora de sus propiedades.",
        "2.2. Elaborar informes sencillos de evaluación deimpacto ecosocial de productos y sistemastecnológicos, centrados en el uso de los materialesutilizados en su diseño, de manera fundamentaday estructurada.",
        "2.3. Analizar el ciclo de vida de un material,estudiando la contaminación generada y elconsumo energético durante todo su ciclo de vida,así como la capacidad de reciclaje y labiodegradabilidad del material.",
        "2.4. Analizar los modelos y las técnicas defabricación de los ámbitos de la ingeniería.",
        "3.1. Resolver problemas asociados a lasdistintas fases del desarrollo y gestión de unproyecto (diseño, simulación y montaje ypresentación), utilizando las herramientasadecuadas que proveen las aplicaciones digitales.",
        "3.2. Realizar la presentación de proyectosseleccionando las aplicaciones digitales másadecuadas.",
        "3.3. Utilizar y respetar las licencias y derechos deautoría propios de las herramientas digitales",
        "3.4. Plantear la resolución de los problemasplanteados con la utilización de varias aplicacionesdigitales eligiendo la más adecuada para cadasituación.",
        "4.2. Analizar el funcionamiento de lasmáquinas térmicas –máquinas frigoríficas,bombas de calor y motores térmicos– yrealizar cálculos básicos sobre su eficiencia.",
        "4.3. Interpretar y solucionar esquemas desistemas neumáticos e hidráulicos,analizando y documentando elfuncionamiento de cada uno de suselementos y del sistema en su totalidad.",
        "4.4. Interpretar y resolver circuitos decorriente alterna, identificando sus elementosy analizando su funcionamiento.",
        "4.5. Experimentar y diseñar circuitoscombinacionales y secuenciales físicos ysimulados aplicando fundamentos de laelectrónica digital, describiendo sufuncionamiento en el diseño de solucionestecnológicas.",
        "5.1. Simular el funcionamiento de los procesostecnológicos basados en sistemas automáticos delazo abierto y cerrado.",
        "5.2. Obtener y simplificar la función detransferencia.",
        "5.3. Determinar la estabilidad de los sistemas decontrol en lazo abierto y en lazo cerrado.",
        "5.4. Aplicar el control PID a los sistemasautomáticos.",
        "5.5. Conocer y evaluar sistemas informáticosemergentes y sus implicaciones en la seguridad dedatos, analizando modelos existentes.",
        "6.1. Analizar los distintos sistemas de ingenieríadesde el punto de vista de la responsabilidad socialy la sostenibilidad, estudiando las característicasde eficiencia energética asociadas a los materialesy a los procesos de fabricación.",
        "6.2. Seleccionar los recursos mecánicos,eléctricos, electrónicos, neumáticos y digitalesadecuados a la hora de crear productos ysoluciones tecnológicas.",
        "6.3. Analizar circuitos de corriente alterna,calculando y representando las funciones de lasprincipales magnitudes eléctricas (intensidad,voltaje, impedancia, potencia).",
        "6.4. Diseñar circuitos electrónicoscombinacionales y secuenciales que resuelvanproblemas tecnológicos o retos planteados.",
        "6.5. Diseñar circuitos neumáticos que resuelvanproblemas tecnológicos o retos planteados."
    ],
    "saberes": [
        "3.1. Bloque 1: Proyecto de investigación y desarrollo.",
        "Proyectos de investigación y desarrollo: CE1, CE3, CE4, CE6 ",
        "ESTRATEGIAS DE GESTIÓN Y DESARROLLO DE PROYECTOS",
        "- Método Agile. Tipos (Scrum, Kanban, ...), características y aplicaciones",
        "- Herramientas de gestión de proyectos X",
        "- Autoconfianza e iniciativa. Identificación y gestión de emociones. El error y la reevaluación como parte del proceso de aprendizaje. X",
        "- Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar. X",
        "COMUNICACIÓN TÉCNICA",
        "- Difusión y comunicación de documentación técnica. Elaboración, referenciación y presentación.",
        "3.2. Bloque 2: Materiales y fabricación.",
        "Materiales y fabricación: CE1, CE2, CE3 ",
        "MATERIALES",
        "- Estructura interna. Propiedades mecánicas y térmicas. Procedimientos de ensayo (tracción, dureza, resiliencia, fatiga, tecnológicos, no destructivos). Oxidación y corrosión (tratamientos de protección).",
        "- Técnicas de diseño, tratamientos de modificación y mejora de las propiedades (tratamientos térmicos de los metales, tratamientos termoquímicos de los metales, tratamientos mecánicos, tratamientos superficiales).",
        "- Impacto social y ambiental producido por la obtención, transformación y desecho de materiales. Reciclaje y reutilización de materiales",
        "FABRICACIÓN",
        "- Fabricación de piezas sin pérdida de material (conformación por fusión y moldeo, conformación por deformación) y con pérdida de material (por separación mecánica, por calor, por separación química). Técnicas de fabricación industrial",
        "- Máquinas y herramientas. Normas y elementos de seguridad. X",
        "- Modelos de fabricación en la Comunidad Valenciana.",
        "Centros de innovación. Movimiento Maker.",
        "3.3. Bloque 3: Sistemas mecánicos.",
        "Sistemas mecánicos: CE1, CE3, CE4 ",
        "ESTRUCTURAS",
        "- Estructuras sencillas. Montaje o simulación de ejemplos X sencillos.",
        "- Tipos de cargas, estabilidad y cálculos básicos. X",
        "- Estática, ecuaciones de equilibrio, cálculo de reacciones X",
        "MÁQUINAS TÉRMICAS: CÁLCULOS BÁSICOS, COMPONENTES Y APLICACIONES",
        "- Motores de combustión interna alternativos y rotativos, y de combustión externa: evolución, tipos, componentes, características. Cálculos básicos, simulación y aplicaciones.",
        "- Máquinas frigoríficas y bombas de calor: evolución, tipos, componentes, características. Cálculos básicos, simulación y aplicaciones.",
        "- Ciclo de Carnot. Rendimiento y eficiencia de las máquinas térmicas y frigoríficas.",
        "NEUMÁTICA E HIDRÁULICA",
        "- Análisis comparativo. Ventajas e inconvenientes. X",
        "- Componentes y principios físicos. X",
        "- Descripción y análisis de circuitos. X",
        "- Diseño de circuitos, montaje y/o simulación. Esquema de aplicaciones industriales.",
        "3.4. Bloque 4: Sistemas eléctricos y electrónicos.",
        "Sistemas eléctricos y electrónicos: CE1, CE3, CE4, CE6 ",
        "CORRIENTE ALTERNA",
        "- Principios de funcionamiento y principales características de la corriente alterna. Generación y transporte de la corriente alterna. Transformadores.",
        "- Caracterización de generadores, resistencias, bobinas y condensadores en corriente alterna. Cálculo de parámetros en circuitos RLC.",
        "- Triángulo de potencias: potencia aparente, activa y reactiva. Mejora del factor de potencia.",
        "- Montaje y simulación de circuitos RLC. X",
        "- Máquinas eléctricas de corriente alterna: principios de funcionamiento, evolución, tipos y características, esquema de cálculo, componentes y aplicaciones.",
        "ELECTRÓNICA DIGITAL",
        "- Circuitos combinacionales y secuenciales: componentes, diseño, simplificación por Karnaugh, puertas universales (teoremas de Morgan) y aplicaciones.",
        "- Montaje y/o simulación de circuitos electrónicos. X",
        "3.6. Bloque 6: Sistemas informáticos.",
        "Sistemas informáticos: CE5, CE3 ",
        "- Inteligencia artificial, big data, bases de datos distribuidas X",
        "- Ciberseguridad X",
        "3.7. Bloque 7: Automatización.",
        "Automatización: CE5, CE3 ",
        "- Sistemas automáticos de control en lazo abierto y en lazo cerrado. Simplificación de sistemas. Función de transferencia.",
        "- Álgebra de bloques. Estabilidad de los sistemas de control: método de Routh.",
        "- Experimentación en simuladores X",
        "- Control proporcional (P), y control proporcional, integral, derivativo (PID).",
        "- Sensores y transductores de posición, presión, temperatura, humedad, ruido, luminosidad, etc.",
        "- Detectores de error. Actuadores X",
        "3.8. Bloque 8: Tecnología sostenible.",
        "Tecnología sostenible: CE2, CE3, CE6 ",
        "ENERGÍAS RENOVABLES",
        "Impacto social y ambiental. Informes de evaluación. Valoración crítica de la sostenibilidad en el uso de la tecnología."
        
    ]
}
