{
    "saberes": [
        "Les llengües i els seus parlants",
        "- Presa de consciència de la biografia lingüística personal i del mapa lingüístic de l’aula i de l’escola, de forma autònoma.",
        "- Explicació de la diversitat lingüística i cultural de l’entorn, com a valor i eina d’aprenentatge.",
        "- Identificació de prejudicis i estereotips lingüístics i cerca de solucions en l’àmbit personal i escolar.",
        "- Ús d’un llenguatge no discriminatori i respectuós amb les diferències en la vida quotidiana.",
        "Comunicació oral",
        "- Interès per expressar-se oralment amb pronunciació i entonació adequades en les situacions d’aprenentatge i en la vida quotidiana del centre.",
        "- Comprensió de textos orals en diferents contextos: activitats d’aula, situacions d’aprenentatge en qualsevol àrea i en la vida quotidiana i en mitjans de comunicació.",
        "- Descripció de la incidència dels components (situació, participants, propòsit comunicatiu, canal) en l’acte comunicatiu en diferents situacions comunicatives de l’aula i de l’entorn.",
        "- Aplicació d’estratègies lingüístiques elementals amb acompanyament, en contextos d’aprenentatge per dotar textos senzills d’adequació, coherència, cohesió i correcció.",
        "- Descripció d’elements bàsics de contingut (tema, fórmules fixes, lèxic) i forma (estructura, format, títol, imatges) en les produccions orals.",
        "- Reproducció de textos orals memoritzats (cançons, poemes, dramatitzacions) en el marc de les propostes didàctiques d’aula.",
        "- Ús de models textuals elementals (narració, descripció, diàleg i exposició) en les produccions orals, de forma progressivament autònoma.",
        "- Interacció oral adequada en situacions d’aula i en contextos formals elementals, amb respecte a les normes bàsiques de cortesia lingüística.",
        "- Aplicació d’estratègies d’escolta activa i assertivitat en la resolució dialogada dels conflictes, tenint en compte la perspectiva de gènere.",
        "- Detecció de possibles usos discriminatoris del llenguatge verbal i no verbal en diferents contextos comunicatius.",
        "- Aplicació d’estratègies d’identificació i interpretació del sentit global del text i d’integració de la informació explícita de textos socials orals i multimodals senzills.",
        "- Aplicació d’estratègies d’interpretació d’elements bàsics de la comunicació no verbal en les situacions comunicatives.",
        "- Ús d’eines analògiques i digitals bàsiques d’ús comú per a la producció i coproducció oral i multimodal; ús de plataformes virtuals d’interacció i col·laboració educativa en el marc de les situacions d’aprenentatge, de forma guiada.",
        "Comprensió lectora",
        "- Lectura en veu alta, amb entonació i ritme adequats al nivell cognitiu, amb preparació prèvia.",
        "- Ús d’elements gràfics, textuals i paratextuals progressivament complexos que afavoreixen la comprensió abans, durant i després de l’experiència lectora, en textos de la vida quotidiana, mitjans de comunicació, escolars, de fets i esdeveniments d’interès general.",
        "- Aplicació d’estratègies de comprensió lectora abans, durant i després de la lectura (planificació, anticipació, inferències…), en textos diversos de forma progressivament autònoma.",
        "- Aplicació d’estratègies per detectar usos discriminatoris del llenguatge verbal i icònic, de forma progressivament autònoma, en tots els contextos.",
        "Expressió escrita",
        "- Producció de textos escolars i socials, de tipologia diversa, dirigits a diferents destinataris, de forma progressivament autònoma i amb una intenció concreta.",
        "- Aplicació d’estratègies elementals, individuals o grupals, de planificació, redacció, revisió i edició de textos escrits i multimodals d’ús escolar i social, en diferents suports, amb diferents propòsits comunicatius i de forma progressivament autònoma.",
        "- Utilització d’elements gràfics i paratextuals adequats al suport, de forma progressivament autònoma, que facilitin l’organització i la comprensió del text produït a l’aula.",
        "- Ús de bastides i altres suports, amb acompanyament, tant en paper com digitals, per millorar la producció de textos propis.",
        "- Presentació acurada i aplicació de les normes ortogràfiques bàsiques de les produccions escrites en qualsevol suport.",
        "Alfabetització informacional",
        "- Aplicació d’estratègies bàsiques per a la recerca guiada d’informació en fonts documentals variades i amb diferents suports i formats, reconeixent l’autoria i aplicant criteris de fiabilitat.",
        "- Distinció entre fets i opinions en informacions de l’entorn proper i dels mitjans de comunicació.",
        "- Aplicació d’estratègies per comparar i classificar la informació, reelaborar-la i comunicar- la en contextos escolars i amb progressiva autonomia.",
        "- Comunicació creativa del coneixement, amb respecte a la propietat intel·lectual, de forma progressivament autònoma.",
        "- Utilització de la biblioteca i els recursos digitals de l’aula i del centre, de forma progressivament autònoma, per dur a terme treballs d’investigació.",
        "Educació literària",
        "- Lectura d’obres o fragments variats i diversos de la literatura infantil, adequats als propis interessos i organitzats en itineraris lectors.",
        "- Anàlisi dels elements constitutius essencials de l’obra literària (tema, protagonista, personatges secundaris, trama, escenari, llenguatge) i dels diferents gèneres literaris, a partir de la lectura compartida i guiada d’obres de qualitat.",
        "- Establiment de vincles de la literatura amb altres manifestacions artístiques i culturals, de forma guiada.",
        "- Construcció de la identitat lectora, afavorint l’expressió de gustos i interessos i la valoració argumentada de les obres, mitjançant la lectura autònoma i la lectura compartida i guiada.",
        "- Ús de la biblioteca de l’aula, del centre i de l’entorn proper com a espai de trobada d’activitats literàries compartides i com a element impulsor de comunitats lectores.",
        "- Reconeixement de les dades bàsiques d’un llibre (persones autores, traductores, adaptadores, il·lustradores, editorial, col·lecció) en el context de les lectures d’aula i de la biblioteca, de forma progressivament autònoma.",
        "- Escriptura de textos narratius i poètics a partir de models coneguts i analitzats, utilitzant recursos literaris, amb progressiva autonomia.",
        "- Exploració i interpretació de les il·lustracions i de la relació que s’estableix amb el text en els àlbums il·lustrats, amb acompanyament.",
        "Reflexió sobre la llengua",
        "- Utilització de metallenguatge específic bàsic en el marc de propostes de producció i la comprensió de textos orals, escrits o multimodals.",
        "- Diferències elementals entre llengua oral i llengua escrita en l’ús quotidià.",
        "- Ús dels signes de puntuació com a mecanisme organitzador del text escrit i en relació amb el significat en les diferents produccions.",
        "- Identificació de diferents relacions formals, semàntiques i sintàctiques entre les paraules en la lectura i en les diferents produccions escrites.",
        "- Anàlisi i ús de les modalitats oracionals en relació amb la intenció comunicativa.",
        "- Anàlisi i ús de mecanismes de cohesió, amb especial atenció a les formes verbals, als connectors textuals explicatius i a les substitucions pronominals com a mecanisme gramatical elemental de referència interna, a partir de la reflexió compartida sobre les produccions escrites.",
        "- Formulació i comprovació d’hipòtesis (substitució, canvi d’ordre, manipulació) i establiment de generalitzacions sobre aspectes ortogràfics i gramaticals bàsics, amb especial atenció a la concordança entre els elements de l’oració en les diferents produccions."
    ],
    "criteriosEvaluacion": [
        "1.1 Identificar les diferents llengües de l’entorn, inclosa la llengua de signes, i les seves variants dialectals, a través de la descripció i interpretació d’algunes expressions d’ús quotidià.",
        "1.2 Detectar i rebutjar, amb autonomia creixent i en contextos senzills i propers, prejudicis i estereotips lingüístics, de gènere i culturals freqüents.",
        "1.3 Descriure i valorar la pluralitat lingüística del món com a font de riquesa cultural, a partir de l’observació i comprensió de la realitat de l’entorn.",
        "2.1 Comprendre i extreure informació rellevant de produccions orals i multimodals relacionades amb situacions d’aprenentatge i la vida quotidiana de l’aula.",
        "2.2. Reconèixer en produccions orals i multimodals idees principals i secundàries, els missatges explícits i els implícits més senzills. Progressar, de manera acompanyada, en la valoració crítica del contingut i de la forma (elements no verbals).",
        "3.1 Produir textos orals i multimodals coherents a partir d’una situació comunicativa coneguda, amb planificació acompanyada, ajustant el discurs i adaptant el to de veu i el gest a la situació, i usant recursos no verbals i elements de suport.",
        "3.2 Participar en interaccions orals espontànies i reglades aportant idees i respectant les dels altres, així com les normes bàsiques de la cortesia lingüística i aplicant estratègies d’escolta activa.",
        "4.1 Llegir textos progressivament complexos relacionats amb la vida quotidiana, els mitjans de comunicació i textos escolars, de fets i esdeveniments d’interès general, de manera silenciosa i en veu alta, amb fluïdesa (velocitat, precisió en el reconeixement de les paraules, ritme, fraseig i entonació).",
        "4.2 Comprendre textos escrits i multimodals progressivament complexos, a través de la identificació del sentit global i la informació rellevant, amb l’ajuda d’elements gràfics, textuals i paratextuals, i distingir idees principals i secundàries i també estratègies bàsiques de comprensió de forma progressivament autònoma.",
        "4.3 Valorar, de manera acompanyada, el contingut i aspectes formals i paratextuals en textos escrits i multimodals, iniciant-se en l’avaluació de la seva fiabilitat.",
        "5.1 Redactar textos escrits i multimodals, propers, viscuts i escolars, de manera progressivament autònoma, a través de la selecció del model discursiu que millor respongui a la situació comunicativa, amb adequació, coherència i cohesió, iniciant-se en l’ús de les normes gramaticals i ortogràfiques més senzilles.",
        "5.2 Aplicar estratègies de planificació, redacció, revisió i edició de textos de manera progressivament autònoma, amb ús de bastides, si escau, de manera individual o grupal.",
        "6.1 Aplicar estratègies de cerca d’informació (localització, selecció i contrast) en diferents fonts, incloses les digitals, sobre temes d’interès personal, ecològic i social, de forma progressivament autònoma, a la xarxa i a les biblioteques.",
        "6.2 Comunicar de forma creativa i respectant els drets de la propietat intel·lectual, els resultats d’un procés d’investigació, individual o grupal, realitzat de forma acompanyada, sobre temes d’interès personal, ecològic i social, que incloguin els objectius de desenvolupament sostenible.",
        "6.3 Adoptar hàbits d’ús segur, sostenible i saludable de les tecnologies digitals, amb acompanyament, en relació amb l’accés, la fiabilitat i verificació de les fonts d’informació i la comunicació al seu entorn immediat i a la xarxa.",
        "7.1 Llegir de manera autònoma o acompanyada textos de diversos autors i autores que s’adeqüin als seus gustos i interessos i seleccionats amb autonomia creixent, avançant en la construcció de la seva identitat lectora.",
        "7.2 Compartir lectures per mitjà de recomanacions, presentacions i a partir d’interaccions orals, mitjançant la biblioteca d’aula i de centre, per expressar gustos i interessos, valorar les obres de forma argumentada i sentir-se membre d’una comunitat lectora.",
        "8.1 Escoltar i llegir textos orals i escrits de la literatura infantil, d’autors i autores reconeguts, relacionant-los en funció de temes i aspectes elementals del gènere literari, i interpretant- los i relacionant-los amb altres manifestacions artístiques i culturals de manera acompanyada.",
        "8.2 Produir textos individuals o col·lectius amb intenció literària, de manera acompanyada, emprant algun recurs literari i recreant de manera personal els models donats, en diferents suports, i complementant-los amb altres llenguatges artístics.",
        "9.1 Formular conclusions elementals sobre el funcionament de la llengua fent especial atenció a la concordança, a partir de l’experimentació amb les paraules, els enunciats i els textos, en un procés acompanyat de producció i comprensió de textos en contextos significatius.",
        "9.2 Revisar i millorar els textos propis i aliens i esmenar alguns problemes de comprensió i producció, de manera acompanyada, a partir de la reflexió metalingüística i usant la terminologia bàsica adequada.",
        "10.1 Rebutjar els usos lingüístics discriminatoris i identificar els abusos de poder a través de la paraula mitjançant la reflexió grupal acompanyada sobre els aspectes bàsics, verbals i no verbals, que regeixen la comunicació, tenint en compte la perspectiva de gènere.",
        "10.2 Utilitzar, amb l’acompanyament i planificació necessaris, estratègies bàsiques per a la comunicació assertiva i el consens, progressant en la gestió dialogada de conflictes."
    ]
}