{
    "criteriosEvaluacion": [
        "1.1. Reconocer, diferenciar y valorar la comunicación oral y no verbal, sus elementos, características y usos aplicados en los discursos de grandes oradores de la historia y de la actualidad a partir del análisis de los elementos propios de la argumentación y de la persuasión, utilizando un lenguaje oral y/o escrito específico.",
        "1.2. Comentar discursos persuasivos de manera crítica, de forma individual o colectiva, oral y/o escrita, apoyándose en distintos soportes, que sirvan, además, para generar conversaciones y debate en el aula que valoren la repercusión social de los mismos.",
        "1.3. Valorar y analizar la influencia de la nueva oratoria digital, a través de casos y ejemplos extraídos de la red y de las redes sociales, y su poder para crear opinión y corrientes de pensamiento.",
        "2.1. Expresarse oralmente de forma eficaz, por medio del diálogo y la argumentación razonada y documentada, pronunciando con corrección, claridad y expresividad, y apoyándose en un buen uso de la dicción a través del ritmo, el volumen o el tono, entre otros aspectos.",
        "2.2. Utilizar el lenguaje corporal, el espacio y la presencia escénica como códigos comunicativos para ensalzar la expresividad y la eficacia del discurso ante un público.",
        "2.3. Comunicar eficazmente ante un público en diversos contextos presenciales o virtuales, demostrando la capacidad de adaptación en cada caso  dejando espacio también a la improvisación y espontaneidad para captar y mantener la atención del auditorio",
        "3.1. Elegir, estructurar, expresar y valorar, de forma crítica, ordenada y eficaz, las ideas, tipos de argumentos y estrategias argumentativas más convenientes en la preparación, producción y presentación del discurso.",
        "3.2. Expresarse con propiedad, corrección, claridad y creatividad comunicando un mensaje breve y claro que funcione como núcleo del discurso.",
        "3.3. Adecuar la creación y el diseño del discurso a las características del género textual escogido, fundamentalmente el argumentativo, a través de los elementos de la comunicación (emisor, receptor, mensaje, canal, código y contexto).",
        "4.1. Reconocer y seleccionar con espíritu crítico y ético distintas fuentes de información propias de un entorno analógico y/o digital, organizando y utilizando dicha información para profundizar en el conocimiento del tema del discurso.",
        "4.2. Utilizar programas y aplicaciones informáticas y audiovisuales en la preparación, producción y presentación del discurso a fin de potenciar el significado y expresividad del mismo.",
        "4.3. Citar y mencionar convenientemente las fuentes de procedencia de la información seleccionada y empleada en un discurso oral o escrito (bibliografía y webgrafía), respetando el autoría intelectual.",
        "5.1. Comprender y valorar la capacidad del ser humano para influir de manera consciente y voluntaria en la construcción de su propia personalidad a través de la oratoria, conforme a valores éticos, potenciando la asertividad y mejorando su autoestima.",
        "5.2. Favorecer las emociones positivas y controlar las emociones negativas en la exposición ante el público que pudieran derivar en miedo escénico.",
        "6.1. Elaborar textos para intervenir en ámbitos de participación social, reales o simulados, cooperando y con respeto por las normas de convivencia y procurando la resolución pacífica de conflictos propios de una sociedad democrática. ",
        "6.2. Desarrollar las relaciones interpersonales a través de la cooperación, así como la propia personalidad gracias al uso cívico de la palabra.",
        "6.3. Autoevaluar y coevaluar los discursos y producciones trabajados y elaborados en el aula que podrán ser objeto de revisiones, correcciones y mejoras."
    ],
    "saberes": [
        "A. La oratoria como el arte de comunicar",
        "- Los orígenes de la Oratoria como arte. Oratoria y Retórica. Inventio, dispositio, elocutio, memoria y actio.",
        "- Historia y evolución de la Oratoria. Oralidad y oratoria en el mundo digital.",
        "- El proceso comunicativo. Asimilación de las claves básicas para ser un buen orador a través de un buen conocimiento y uso de los elementos de la comunicación. Consejos y errores frecuentes a través del análisis de ejemplos representativos de la buena y la mala oratoria en la actualidad.",
        "B. La argumentación y el discurso persuasivo",
        "- La argumentación y sus características en textos orales y escritos. Tipos de argumentos. El discurso persuasivo y su estructura. Los recursos literarios al servicio de la oratoria.",
        "- Análisis, valoración y puesta en práctica de discursos persuasivos orales y escritos propios de situaciones formales e informales, individuales y plurales: presentaciones, asambleas, debates, modelo del Parlamento Europeo y de las Naciones Unidas, etc.",
        "- Análisis, interpretación y debate acerca de los discursos de grandes oradores de la historia y de la actualidad con especial atención a aquellos relacionados con momentos clave de la historia reciente.",
        "C. Preparación, producción y presentación oral del discurso persuasivo",
        "1. Preparación",
        "- Tipos de fuentes documentales. Estrategias de búsqueda, selección y gestión de información e ideas. ",
        "- Alfabetización digital e Infoética: análisis de los problemas de la era de la (des)información: bulos, fakenews, clickbaits.",
        "- Conocimiento de soportes informáticos y audiovisuales para el apoyo del discurso y empleo autónomo de las nuevas tecnologías en una presentación oral. ",
        "- Respeto de la propiedad intelectual y fomento del empleo de herramientas, recursos y software libres.",
        "2. Producción",
        "- Conocimiento y empleo de diversas estrategias para la escritura de textos formales e informales pensando en su oralidad con especial atención al texto argumentativo o expositivo-argumentativo.",
        "- De la escritura a la oralidad. La redacción y el estilo propios de un texto pensando en su comunicación oral y pública.",
        "3. Presentación",
        "3.1. Memorización y estrategias para mejorar hablando en público",
        "- Memorización e interiorización. Reglas mnemotécnicas.",
        "- Capacidad de adaptación del discurso al contexto y al auditorio, así como al género textual elegido, el tiempo y el canal de comunicación",
        "- Práctica de la improvisación y la espontaneidad. Naturalidad frente a artificiosidad.",
        "- Estrategias para captar la atención y la benevolencia del auditorio.",
        "3.2. La importancia del lenguaje verbal y no verbal en la comunicación.",
        "- Dicción: pronunciación, volumen, ritmo, tono, modulación, intensidad, pausas y silencios.",
        "- Kinésica: comunicación corporal",
        "- Proxémica: espacio escénico",
        "3.3. Uso adecuado, eficaz y coherente de los medios informáticos y/o audiovisuales de apoyo.",
        "D. Oratoria para la educación emocional y en valores",
        "- Gestión emocional para hablar en público: autoconfianza, empatía y asertividad. Crecimiento personal y pérdida del miedo escénico.",
        "- El poder de la oratoria para mover a la sociedad o las sociedades y la necesidad de convertirla en una herramienta para el bien común desde una perspectiva ética.",
        "- Oratoria para la construcción de la veracidad del discurso y la participación activa en la democracia."
    ]
}