{
    "criteriosEvaluacion": [
        "1.1. Identificar los mecanismos del castellano para construir palabras nuevas a partir de las lenguas griega y latina, definiendo con ejemplos los conceptos de composición y derivación, de modo que comprenda la naturaleza de las lenguas como un ente vivo y cambiante, y propicie el descubrimiento y el aprendizaje de nuevo vocabulario a través del reconocimiento de étimos grecolatinos, ejercitándose para ello en el manejo de diccionarios léxicos en diferentes formatos como práctica de aprendizaje. CCL1, CP2, STEM1",
        "1.2. Analizar términos castellanos de origen grecolatino, reconociendo las distintas partes de la palabra y los procesos básicos por las que se forman; y comprender, mediante el conocimiento de los mecanismos y procedimientos de formación de palabras, una nueva terminología, de manera que el alumnado pueda relacionar palabras en las lenguas de su repertorio individual y cotejar sus significados, analizando aceptaciones de las definiciones y detectando palabras dudosas o incorrectas, de forma que potencie su competencia léxica. CCL1, CP2, CP3, STEM1",
        "2.1. Reconocer etimologías básicas del griego y del latín presentes en el castellano, tanto de uso cotidiano como de uso especializado, y en textos de ámbito escolar o social, prestando especial interés a los neologismos y tecnicismos propios de las materias de Bachillerato que son objeto de estudio del alumnado, con el fin de valorar la importancia de las lenguas clásicas en el léxico de cualquier área del conocimiento y, en especial, en el lenguaje de la divulgación científica, tanto oral como escrita. CCL2, CP2, STEM1, CCEC1",
        "2.2. Hacer uso de los étimos y formantes grecolatinos para la elaboración de nuevos términos en castellano, así como inferir el significado de vocablos desconocidos para el alumnado, ya existentes en la lengua actual, a partir del conocimiento de las raíces griegas y latinas, de manera que pueda adquirir nuevo vocabulario e intuir su significado, gracias a los formantes griegos y latinos, y aprenda a definirlo, despertando en él la curiosidad y el interés por enriquecer su caudal léxico. CCL1, CP2, STEM1",
        "2.3. Elaborar productos individuales o colectivos, aplicando los étimos grecolatinos en la elaboración de textos escritos, orales o multimodales, relacionando palabras pertenecientes al mismo campo léxico o semántico, y valorando los contextos donde aparecen para analizar posibles errores interpretativos, a fin de que el alumnado desarrolle habilidades y destrezas personales, sociales y comunicativas, consolide sus conocimientos sobre la creación de léxico y valore la riqueza lingüística de la lengua castellana. CCL1, CP2, CP3, STEM1, CD1, CD2, CPSAA3.2, CPSAA5, CE3",
        "3.1. Conocer y aplicar las principales reglas de evolución fonética del latín al castellano y a otras lenguas romances de uso común del alumnado, explicando los cambios que se han producido en los términos de uso más frecuente, en especial, en el ámbito escolar, de modo que pueda aplicarlas a otros términos desconocidos, infiriendo su significado para incrementar su caudal léxico particular. CCL1, CP2, CP3, CC2",
        "3.2. Diferenciar los conceptos de palabras patrimoniales, cultismos y dobletes, y distinguir las diferentes evoluciones de los términos latinos, con el objetivo de que el alumnado amplíe su vocabulario, de manera que pueda dominar distintos registros de la lengua, adaptarse a los distintos contextos en los que pueda encontrarse y analizar influencias en el español de Canarias y en las diferentes lenguas de su repertorio individual, desarrollando actitudes y habilidades para la expresión correcta del pensamiento. CCL1, CP2, CP3",
        "4.1. Reconocer los latinismos y las expresiones o locuciones latinas presentes en la lengua castellana y distinguir su procedencia latina en textos de ámbito escolar, agrupándolos por campos o familias léxicas, sirviéndose de diccionarios o glosarios en diversos soportes y consultando fuentes de información diversa, con la finalidad de aumentar el vocabulario del alumnado y precisar el conocimiento y el uso de tecnicismos, con especial atención a los términos pertenecientes a las disciplinas que son objeto de estudio del alumnado, de manera que mejore su competencia léxica. CCL2, CP2, CD1, CPSAA4",
        "4.2. Desarrollar producciones individuales o grupales en diversos soportes, a partir de textos escritos, orales o multimodales de carácter escolar, empleando helenismos, latinismos o locuciones latinas, neologismos o préstamos de otras lenguas, de modo que se constate que el alumnado no solo reconoce, sino también aplica, con sus diversas acepciones, la terminología adquirida para aumentar su corpus léxico y mejorar sus posibilidades comunicativas. CCL1, CCL2, CP2, CP3, CD1, CD2, CPSAA3.2, CPSAA5, CE3"
    ],
    "saberes": [
        "I. Composición y derivación de palabras a partir de las lenguas clásicas",
        "    1. Aprendizaje sobre la descomposición de palabras en sus diversos formantes (lexema, prefijo y sufijo).",
        "    2. Identificación de étimos, prefijos y sufijos griegos y latinos que ayuden a una mejor comprensión del castellano, a fin de favorecer la competencia léxica del alumnado.",
        "    3. Identificación y explicación de términos transparentes, así como las palabras de mayor frecuencia y los principales prefijos y sufijos, traduciéndolos correctamente a la propia lengua.",
        "    4. Valoración del empleo de los diccionarios léxicos en diferentes formatos como instrumentos de aprendizaje.",
        "II. Formantes griegos y latinos en nuestro léxico",
        "    1. Aprendizaje sobre la consulta de fuentes de información diversa (diccionarios de castellano y de otras lenguas, diccionarios etimológicos, recursos digitales sobre etimología y lexicología grecolatina de terminología específica).",
        "    2. Conocimiento del significado original de las palabras.",
        "    3. Comparación de los valores semánticos de raíces y familias de palabras.",
        "    4. Reconocimiento del léxico de origen grecolatino que se ha incorporado en el lenguaje cotidiano y en diferentes campos semánticos de la lengua o lenguas del repertorio individual del alumnado.",
        "    5. Aprendizaje de la transcripción del griego al castellano.",
        "III. El léxico de origen grecolatino en diferentes disciplinas",
        "    1. Aprendizaje de léxico común, técnico y científico de origen grecolatino.",
        "    2. Reconocimiento del léxico de origen grecolatino de las materias de la modalidad de Artes del Bachillerato: «audición», «espectáculo», «imagen», «melodía», «pintura»…",
        "    3. Reconocimiento del léxico de origen grecolatino de las materias de la modalidad de Ciencias y Tecnología del Bachillerato: «cálculo», «energía», «número», «tecnología», «virus»…",
        "    4. Reconocimiento del léxico de origen grecolatino de las materias de la modalidad General del Bachillerato: «algoritmos», «biodiversidad», «ecosistema», «fenómenos», «problemas»…",
        "    5. Reconocimiento del léxico de origen grecolatino de las materias de la modalidad de Humanidades y Ciencias Sociales del Bachillerato: «acontecimientos», «conflictos», «diálogo», «economía», «texto»…",
        "    6. Realización de productos escolares orales y escritos en los que el alumnado incorpore el vocabulario aprendido de origen grecolatino.",
        "    7. Empleo de terminología especializada de origen grecolatino para la divulgación científica: análisis léxico de artículos científicos.",
        "IV. De la lengua latina a las lenguas romances",
        "    1. Nociones básicas de evolución fonética, morfológica y semántica del latín a las lenguas romances, a sus dialectos y a otras lenguas de Europa.",
        "    2. Realización de evoluciones de términos latinos a distintas lenguas romances, aplicando las reglas de evolución fonética.",
        "    3. Identificación de palabras patrimoniales y cultas: los dobletes.",
        "    4. Identificación de cultismos de origen grecolatino en las lenguas modernas.",
        "    5. Aprendizaje de vocabulario básico latino.",
        "    6. Reconocimiento de palabras y expresiones latinas incorporadas a la lengua coloquial y literaria, y a las tecnologías digitales y redes sociales.",
        "    7. Establecimiento de influencias entre el español de Canarias y las diferentes lenguas del repertorio individual del alumnado.",
        "    8. Reconocimiento del significado de los principales latinismos y expresiones latinas que han pervivido en el lenguaje científico y técnico, en especial, dentro de este en el léxico jurídico.",
        "V. Palabras y sentidos",
        "    1. Aprendizaje del proceso de definición de palabras a partir del léxico grecolatino.",
        "    2. Aprendizaje de vocabulario nuevo para su empleo en productos creativos artísticos y culturales.",
        "    3. Identificación de neologismos o préstamos de otras lenguas con formantes grecolatinos, bien por sufijación o bien por prefijación.",
        "    4. Diferenciación de los fenómenos lingüísticos de sinonimia, polisemia, antonimia y homonimia.",
        "    5. Aprendizaje del concepto de acronimia.",
        "    6. Desarrollo de actitudes y habilidades para la expresión correcta del pensamiento.",
        "    7. Utilización correcta de los diccionarios para localizar el significado de palabras según su contexto.",
        "    8. Valoración de las acepciones de las definiciones de las palabras en los diccionarios.",
        "    9. Análisis de palabras dudosas o incorrectas, a partir de su etimología grecolatina: «numerar/enumerar», «ofertar/ofrecer», «paternidad/autoría»…",
        "    10. Comparación de términos específicos de reciente creación en varias lenguas: neologismos o préstamos de otras lenguas en las nuevas tecnologías de la información y las redes sociales.",
        "    11. Estudio etimológico de palabras relacionadas con la discriminación de personas y colectivos (LGTBI…) y con las desigualdades (social, económica, cultural, geográfica…): «aporofobia», «imbécil»,  «masacre», «otredad», «repelente»..."
    ]
}