{
    "competenciasEspecificas": [
        "1. Cercar, tractar i comunicar informació procedent de diferents mitjans i fonts historiogràfiques, tant analògics com digitals, i analitzar-la críticament per adquirir consciència de la diversitat d’interpretacions existents sobre els fets i els processos històrics i aplicar les metodologies bàsiques de la recerca històrica.",
        "2. Investigar i comparar diferents moviments revolucionaris i altres processos de canvi, ruptura i transformació històrica de l’època contemporània, per argumentar i debatre sobre la seva contribució al desenvolupament de les identitats col·lectives, a la conquesta de les llibertats i a la consolidació dels drets humans i dels sistemes democràtics.",
        "3. Adquirir una visió global de l’evolució de les relacions i dels conflictes internacionals durant els segles XIX, XX i principi del XXI, per mitjà de fonts històriques fiables, per analitzar-ne de forma crítica les causes i conseqüències, reconèixer les víctimes i desenvolupar una cultura de la pau basada en els valors universals de la llibertat, la justícia i la igualtat.",
        "4. Examinar els canvis i les permanències en l’organització social de la població, en les relacions socials i en l’acció d’individus o grups, incorporant visions i perspectives contraposades i investigant-ne les aportacions als diversos processos de canvi, per adoptar una posició crítica i solidària davant les desigualtats socials, la intolerància i les situacions de discriminació, i contribuir a la consecució de comunitats més justes i cohesionades.",
        "5. Reconèixer els reptes i els problemes socialment més rellevants de l’actualitat, analitzant-ne l’origen, les causes i l’interès històric, així com les implicacions i conseqüències presents i futures, a través del contrast de fonts i de mitjans de comunicació, per elaborar i exposar judicis personals des d’una actitud d’alerta, crítica i compromesa amb l’acció i la millora de la societat.",
        "6. Analitzar els canvis demogràfics, econòmics, socials i culturals relacionats amb el desenvolupament dels sistemes econòmics característics de l’època contemporània, per interpretar i valorar les seves repercussions socials i ambientals i adoptar compromisos envers la sostenibilitat, la defensa dels drets socials i l’accés universal als recursos bàsics.",
        "7. Identificar els principals processos històrics contemporanis, comparar-ne els trets i les interrelacions i investigar-ne les causes i les conseqüències, mitjançant l’anàlisi i el comentari crític d’aproximacions historiogràfiques, per inferir-ne la influència en l’actualitat i preveure’n els possibles desenvolupaments futurs.",
        "8. Incorporar la perspectiva de gènere a l’estudi de la història contemporània, mitjançant l’anàlisi multidisciplinària de la presència de les dones en tots els àmbits socials, i la investigació de les seves mobilitzacions i lluites polítiques, per denunciar i combatre les desigualtats i els estereotips, ressituar-la a la història i generar una actitud proactiva de cara a aconseguir la igualtat efectiva entre totes les persones."
    ]
}