{
    "saberes": [
        "Bloque 1. Autoconocimiento y autonomía moral",
        "▪ La naturaleza de los seres humanos:",
        "– La igualdad en dignidad de todos los seres humanos.",
        "– Las diferencias entre los humanos: unicidad e irrepetibilidad de los individuos.",
        "▪ Las características que definen la persona:",
        "– Ser natural, ser vivo, ser animal.",
        "– Ser social. Vivir con otros y depender de los otros para vivir.",
        "– Actuar libremente, movidos por deseos, emociones y sentimientos y por la razón.",
        "▪ La identidad personal: los papeles de la naturaleza y de la crianza en la constitución del ser humano.El proyecto personal: el modelo de vida que orienta las acciones:",
        "– La autonomía de la voluntad.",
        "– La responsabilidad sobre las acciones propias.",
        "– El reconocimiento de la diversidad de valores, fines y modelos de vida y el respeto a los proyectos perso- nales de los otros.",
        "▪ La educación de las emociones y de los sentimientos:",
        "– La autoestima personal.",
        "– El autocontrol. La gestión de los sentimientos.",
        "– La educación afectivo-sexual.",
        "▪ La ética como guía de las acciones:",
        "– Normas y juicios morales. Los valores y el valioso.",
        "– La polaridad de los valores: virtudes y defectos.",
        "▪ El pensamiento crítico y ético en acción:",
        "– Los peligros para la autonomía y el proyecto personal. Los medios de comunicación, las redes sociales, la publicidad y el consumismo. Las conductas adictivas.",
        "– El respeto a los otros. El rechazo de los casos de abuso, ciberacoso, marginación y exclusión.",
        "– Los riesgos de las tecnologías de la información y de la comunicación. Conductas responsables frente a los malos usos de los distintos aparatos electrónicos.",
        "– El debate sobre los límites de la libertad de expresión.",
        "Bloque 2. Sociedad, justicia y democracia",
        "▪ El ser humano como ser social por naturaleza:",
        "– Fundamentos de la vida en sociedad. La familia. La amistad y el amor. La empatía con los demás.",
        "– La conducta cívica: respetar las reglas de convivencia. La diferencia entre las normas morales y las normas legales.",
        "▪ La democracia como mejor modo de convivencia:",
        "– Principios y valores constitucionales y democráticos en la Constitución española y en el Estatuto de auto- nomía de Galicia.",
        "– El diálogo y la argumentación en la toma de decisiones en común y la resolución pacífica de conflictos.",
        "– El problema de la consecución de la justicia en la democracia.",
        "▪ La cultura de la paz y de la no violencia:",
        "– El papel del Estado en la consecución de la paz, la seguridad y la cooperación internacional y el papel de las ONG y ONGD.",
        "– El valor de la defensa y de la protección civil y la colaboración ciudadana en la seguridad integral de los ciudadanos.",
        "▪ El respeto de los derechos humanos y los derechos de la infancia:",
        "– La pobreza y la explotación laboral e infantil. Sus causas y la búsqueda de soluciones globales y locales.",
        "▪ La igualdad y la corresponsabilidad entre mujeres y hombres, la prevención de los abusos y la violencia contra las mujeres y la conducta no sexista.",
        "▪ El respeto de la diversidad cultural y de las tradiciones:",
        "– La conquista de la igualdad social de todos los ciudadanos sin depender de su origen étnico-cultural.",
        "▪ El respeto de la orientación sexual y de la identidad de género. La prevención de la LGTBIQ+-fobia.",
        "Bloque 3. Desarrollo sostenible y ética ambiental",
        "▪ Naturaleza humana y naturaleza animal:",
        "– Relaciones y conductas afectivas y respetuosas hacia los demás ser vivos fundamentadas en valores co- munes y democráticos.",
        "– Actitud humana y respetuosa con la biodiversidad.",
        "▪ La ecodependencia, la empatía y el deber. Las posibles consecuencias de una mala praxis:",
        "– Las amenazas al medioambiente: el cambio climático, la deforestación, la desertización, la polución y la contaminación, la pérdida de biodiversidad. El ejemplo de la capa de ozono.",
        "▪ La ética, la política y la justicia en un planeta habitable:",
        "– El ser humano como animal político en la naturaleza: derechos humanos de la solidaridad y comportamien- tos éticos hacia los animales. El rechazo y la prevención del maltrato animal.",
        "– El ser humano como un ser ético en el planeta: el deber en relación con el resto de los seres vivos.",
        "▪ Prácticas responsables: valores, hábitos y actividades para el desarrollo racional y sostenible:",
        "– El papel de las personas, colectivos y entidades comprometidas con la protección del entorno.",
        "– El uso sostenible de la energía, la producción racional de bienes de consumo y la gestión de los residuos.",
        "– La actitud crítica ante la contaminación y la pérdida de biodiversidad.",
        "– La actitud responsable respecto al cuidado de los animales, de la valoración del agua, del aire, del suelo y de los bosques y de la protección del planeta."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Construir un adecuado concepto de sí mismo o sí misma en relación con los demás y con la naturaleza, organizando y generando, de forma segura y crítica, información analógica y digital acerca de los datos relativos a la identidad, diferencia y dignidad de las personas. OBJ1",
        "CE1.2. Identificar y expresar emociones, afectos y deseos, mostrando confianza en las propias capacidades al servicio de la consecución motivada de fines personales y colectivos. OBJ1",
        "CE1.3. Generar una posición moral autónoma mediante el ejercicio de la deliberación racional, el uso de conceptos éticos y el diálogo respetuoso con otros alrededor de los distintos valores y modos de vida, así como de los problemas relacionados con el uso responsable, seguro y crítico de las redes y medios de comunicación, de las conductas adictivas, de la prevención del abuso y del acoso escolar y del respeto a la intimidad personal. OBJ1",
        "CE1.4. Interactuar con los otros adoptando, de forma motivada y autónoma, conductas cívicas y éticas orientadas por los valores comunes, a partir del conocimiento, de los derechos humanos y de los principios constitucionales fundamentales en relación con contextos y problemas con- cretos, así como por una consideración crítica y dialogada sobre cómo debemos relacionarnos con los demás. OBJ2",
        "CE1.5. Gestionar equilibradamente pensamientos, sentimientos y emociones y desarrollar una actitud de estima y cuidado de sí mismo o sí misma, de los demás y del entorno, identificando, analizando y expresando de manera asertiva las propias emociones y afectos y reconociendo y valorando los de otras personas, en distintos contextos y en relación con actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas. OBJ4",
        "CE2.1. Promover y mostrar una manera de convivencia democrática, justa, inclusiva, respetuo- sa y pacífica, a partir de la investigación y de la comprensión de la naturaleza social y política del ser humano y mediante lo uso crítico de los conceptos de ley, ética, civismo, democracia, justicia y paz. OBJ2",
        "CE2.2. Interactuar con los otros adoptando, de forma motivada y autónoma, conductas cívicas y éticas orientadas por los valores comunes, a partir del conocimiento, de los derechos humanos y de los principios constitucionales fundamentales, en relación con contextos y problemas con- cretos, así como por una consideración crítica y dialogada sobre cómo debemos relacionarnos con los demás. OBJ2",
        "CE2.3. Reflexionar y asumir un compromiso activo y crítico con valores relativos a la solidaridad y al respeto a las minorías y a las identidades etnoculturales y de género, analizando desde un punto de vista ético cuestiones relacionadas con la desigualdad y con la pobreza, con el hecho multicultural, con la diversidad humana y con los fenómenos migratorios. OBJ2",
        "CE2.4. Contribuir a generar una convivencia respetuosa, no sexista y comprometida con el logro de la igualdad y la corresponsabilidad efectivas y con la erradicación de la violencia de gé- nero, a partir del conocimiento y del análisis crítico de la situación secular de desigualdad entre mujeres y hombres. OBJ2",
        "CE2.5. Comprender y valorar los principios de justicia, solidaridad, seguridad y paz, al tiempo que el respeto a las libertades básicas, a partir del análisis y de la ponderación de las políticas y acciones de ayuda y cooperación internacional, de defensa para la paz y de seguridad integral ciudadana, ejercidas por el Estado y sus instituciones, los organismos internacionales, las ONG y ONGD y la propia ciudadanía. OBJ2",
        "CE2.6. Gestionar equilibradamente pensamientos, sentimientos y emociones y desarrollar una actitud de estima y cuidado de sí mismo o sí misma, de los demás y del entorno, identificando, analizando y expresando de manera asertiva las propias emociones y afectos y reconociendo y valorando los de otras personas, en distintos contextos y en relación con actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas. OBJ4",
        "CE3.1. Interactuar con los otros adoptando, de forma motivada y autónoma, conductas cívicas y éticas orientadas por los valores comunes, a partir del conocimiento de los derechos humanos y de los principios constitucionales fundamentales, en relación con contextos y problemas con- cretos, así como por una consideración crítica y dialogada sobre cómo debemos relacionarnos con los demás. OBJ2",
        "CE3.2. Evaluar diferentes alternativas con las que frenar el cambio climático y conseguir los objetivos de desarrollo sostenible, identificando causas y problemas ecosociales y justificando argumentalmente, y de modo crítico, el deber ético de proteger y cuidar la naturaleza. OBJ3",
        "CE3.3. Comprometerse activamente con valores, prácticas y actitudes afectivas consecuentes con el respeto, cuidado y protección de las personas, de los animales y del planeta, a través de la participación en actividades que promuevan un consumo responsable y un uso sostenible del suelo, del aire, del agua, de la energía, de la movilidad segura, saludable y sostenible y de la prevención y gestión de residuos, reconociendo el papel de las personas, colectivos y entidades comprometidas con la protección del entorno. OBJ3",
        "CE3.4. Gestionar equilibradamente pensamientos, sentimientos y emociones y desarrollar una actitud de estima y cuidado de sí mismo o sí misma, de los demás y del entorno, identificando, analizando y expresando de manera asertiva las propias emociones y afectos y reconociendo y valorando los de otras personas, en distintos contextos y en relación con actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas. OBJ4"
    ]
}