{
    "criteriosEvaluacion": [
        "1.1. Identificar las diversas aportaciones que se han producido a lo largo de la historia acerca de cuestiones filosóficas.",
        "1.2. Explicar diferentes teorías filosóficas a través del análisis de sus fuentes.",
        "1.3. Relacionar las diferentes teorías filosóficas estudiadas con el presente.",
        "2.1. Utilizar criterios de búsqueda y selección de información fiables, y comparar diferentes fuentes.",
        "2.2. Analizar de forma crítica la información encontrada para comprobar su veracidad.",
        "2.3. Exponer de forma rigurosa y autónoma el resultado de la búsqueda, las posiciones históricas respecto a los problemas filosóficos y las reflexiones que se producen a raíz de la elaboración de la información.",
        "3.1. Participar en los debates de manera asertiva, escuchando de forma activa y respetando el turno de palabra tanto en la aportación de argumentos como al exponer su acuerdo o desacuerdo.",
        "3.2. Utilizar los conceptos y los argumentos de forma rigurosa para exponer las ideas y razonamientos que se han dado a lo largo de la historia para aclarar las dudas y malentendidos que se planteen.",
        "3.3. Identificar y analizar críticamente los usos dogmáticos y sesgados de los argumentos de la historia de la filosofía.",
        "3.4. Utilizar un lenguaje oral y escrito inclusivo e igualitario en cualquier situación de aprendizaje.",
        "4.1. Identificar y explicar los interrogantes y reflexiones que guardan relación con los problemas actuales.",
        "4.2. Comparar las respuestas dadas a lo largo de la historia con las respuestas actuales a los mismos problemas.",
        "5.1. Analizar críticamente la relación entre ideas, valores y concepciones del mundo de la historia de la filosofía.",
        "5.2. Identificar, visibilizar y explicar ideas, valores y concepciones de la historia de la filosofía que han sido silenciadas, relegadas u ocultadas.",
        "5.3. Comparar y explicar las diferencias entre las ideas y valores que han sido silenciados en la historia de la filosofía y aquellas consideradas como canónicas.",
        "6.1. Identificar en los textos de la historia de la filosofía los problemas éticos y políticos de la época.",
        "6.2. Analizar y explicar los problemas planteados en los textos desde una perspectiva históricamente contextualizada.",
        "6.3. Relacionar los argumentos y reflexiones acerca de los problemas éticos y políticos del pasado con la resolución racional de los problemas actuales."
    ],
    "saberes": [
        "3.2.Bloque 1: Antigua.",
        "• Historicidad de los problemas y concepciones de la filosofía.",
        "• Cosmovisión mítica y explicación filosófica.",
        "• El problema de la realidad en los presocráticos.",
        "• Filosofía y ciudadanía en la Ilustración griega. Los sofistas y Sócrates. Aspasia de Mileto y el papel de la mujer en la cultura y la filosofía griega.",
        "• El debate político. Las propuestas platónica y aristotélica sobre el mejor orden social.",
        "• La antropología en la filosofía clásica. Sócrates y el conocimiento de sí. La psique en Platón y Aristóteles.",
        "• La discusión ética. El intelectualismo socrático-platónico; la teoría de las virtudes en Platón y el concepto de eudaimonía en Aristóteles.",
        "• De las polis al imperio. Filosofía, ciencia y cultura en el helenismo. Estoicismo y epicureismo.",
        "3.3.Bloque 2: Medieval",
        "• Cuestiones fundamentales en la filosofía medieval.",
        "• La asimilación de la filosofía griega por la teología medieval. El problema de la relación entre fe y razón.",
        "    o Agustín de Hipona e Hipatia de Alejandría.",
        "• Filosofía y ciencia",
        "    o Hildegarda de Bingen y Guillermo de Ockham.",
        "• La filosofía árabe y judía.",
        "3.4.Bloque 3: Moderna",
        "• El nacimiento de la modernidad europea. El Renacimiento. El protestantismo. La revolución científica.",
        "• La necesidad de un fundamento seguro para el conocimiento. Principales figuras del racionalismo y el empirismo.",
        "• La cuestión del origen y del fundamento de la sociedad y el poder. Del pensamiento político medieval a la teoría del contrato social.",
        "• El debate metafísico moderno. La filosofía crítica de Immanuel Kant y el problema de la metafísica como saber.",
        "• El proyecto ilustrado",
        "    o Potencia y límites de la razón.",
        "    o Ilustración y democracia.",
        "    o La lucha por los derechos. Mary Wollstonecraft y Olympe de Gouges.",
        "3.5.Bloque 4: Contemporánea",
        "• Crisis del proyecto ilustrado y crítica contemporánea.",
        "• Filosofía de la sospecha: decadencia y disolución de la filosofía occidental. Marx y Nietzsche.",
        "• Corrientes filosóficas del siglo XX.",
        "• El desarrollo del feminismo: Simone de Beauvoir.",
        "• El desarraigo según Simone Weil.",
        "• Siglo XX y barbarie. El análisis del totalitarismo de Hannah Arendt."
    ]
}
