{
    "criteriosEvaluacion": [
        "1.1 Relacionar las matemáticas y el dibujogeométrico, valorando su importancia endiferentes campos como la arquitectura, laingeniería u otros ámbitos artísticos a lo largode la historia.",
        "1.2 Identificar estructuras geométricasbásicas a partir de referentes arquitectónicosde nuestro patrimonio monumental.",
        "1.3 Manejar correctamente los principalesinstrumentos de dibujo técnico, distinguiendosu función y terminología específica.",
        "1.4 Comparar la presencia del dibujogeométrico en distintas culturas y relacionarlocon el contexto social, desde una perspectivade género entre otras",
        "2.1 Solucionar gráficamente cálculosmatemáticos y transformaciones básicasaplicando conceptos y propiedades de lageometría plana.",
        "2.2 Trazar gráficamente construccionespoligonales basándose en sus propiedades ymostrando interés por la precisión, claridad ylimpieza.",
        "2.3 Resolver con precisión ejercicios detangencias, mediante técnicas gráficas ydigitales.",
        "2.4 Construir curvas técnicas ligadas alconcepto de tangencia, con precisión en losdistintos enlaces.",
        "3.1 Representar elementos básicos en elespacio, mediante sistema diédrico,determinando su relación de pertenencia,posición y distancia.",
        "3.2 Solucionar problemas de intersección,paralelismo, perpendicularidad y distancias ensistema diédrico.",
        "3.3 Definir elementos y figuras planas ensistema axonométrico y cónico, valorando suimportancia como métodos de representaciónespacial.",
        "3.4 Representar e interpretar elementosbásicos en el sistema de planos acotadoshaciendo uso de sus fundamentos.",
        "3.5 Valorar el rigor gráfico de lasrepresentaciones y las aplicaciones digitalesbasadas en sistemas de representación.",
        "4.1 Documentar gráficamente objetossencillos mediante sus vistas acotadasaplicando la normativa UNE e ISO en lautilización de sintaxis, escalas y formatos,valorando la importancia de usar un lenguajetécnico común.",
        "4.2 Utilizar el croquis y el boceto comoelementos de reflexión en la aproximación eindagación de alternativas y soluciones a losprocesos de trabajo.",
        "4.3 Apreciar la limpieza y claridad de lostrazados, respetando las vistas mínimasnecesarias.",
        "5.1 Crear figuras planas medianteprogramas informáticos de dibujo vectorial,usando las herramientas que aportan y lastécnicas asociadas.",
        "5.2 Representar digitalmente sólidostridimensionales mediante herramientasdigitales 3D básicas.",
        "5.3 Diseñar piezas buscando la limpieza yclaridad de formas, utilizando las herramientasCAD más adecuadas."
    ],
    "saberes": [
        "Bloque 1. Geometría métrica",
        "B.1.1. Desarrollo histórico del dibujo técnico CE1, CE2, CE3, CE5",
        "G1. Breve recorrido histórico",
        "Thales, Pitágoras, Euclides, Hipatia de Alejandría.",
        "Campos de acción y aplicaciones: dibujo arquitectónico, mecánico, eléctrico y electrónico, geológico, urbanístico, etc.",
        "G2. Elementos del dibujo técnico en las formas de la arquitectura, ingeniería y otros ámbitos artísticos.",
        "Elementos geométricos en conjuntos arquitectónicos de diferentes épocas y estilos.",
        "Geometría en las artes plásticas. Formas geométricas en piezas industriales. ",
        "G3. Instrumental de dibujo técnico. Terminología.",
        "Instrumental tradicional. Principales herramientas y usos.", 
        "Terminología específica de la materia. ",
        "G4. Actitudes",
        "Respeto e interés por referentes arquitectónicos históricos y otras obras plásticas.",
        "B.1.2. Construcciones geométricas CE1, CE2, CE5",
        "G1. Lugares geométricos",
        "Operaciones básicas con segmentos y ángulos.", 
        "Arco capaz. Aplicaciones de los lugares geométricos a las construcciones fundamentales.",
        "G2. Transformaciones geométricas",
        "Isométricas e isogonales: traslación, giro, simetría y homotecia.",
        "G3. Polígonos",
        "Triángulos, cuadriláteros y polígonos regulares. Propiedades y métodos de construcción.",
        "G4. Tangencias y curvas",
        "Tangencias básicas. Trazado con y sin herramientas digitales. ",
        "Curvas técnicas. Óvalos y ovoides. Espirales. Curvas cónicas: elipse, hipérbola y parábola. Rectas tangentes.",
        "G5. Actitudes",
        "Rigor en los razonamientos y precisión, claridad y limpieza en las ejecuciones.",
        "Resolución de tangencias y curvas con software digital. ",
        "Bloque 2. Geometría proyectiva y normalización. Sistemas CAD.",
        "B.2.1. Sistemas de representación CE1, CE2, CE3, CE5",
        "G1. Sistema diédrico",
        "Punto, recta y plano. Tipología. Alfabeto y pertenencias. ",
        "Intersecciones. Paralelismo, perpendicularidad y distancias. ",
        "G2. Sistema axonométrico ortogonal y oblicuo",
        "Perspectivas isométrica y caballera. Ejes y coeficientes de reducción.",
        "Elementos básicos: punto, recta y plano. Representación de figuras y sólidos sencillos. Representación de sólidos con curvas. ",
        "G3. Sistema de planos acotados",
        "Fundamentos y elementos básicos.",
        "G4. Sistema cónico",
        "Fundamentos y elementos del sistema. Perspectiva frontal y oblicua. Representación de figuras planas.",
        "G5. Aplicaciones digitales",
        "Uso de las TIC y experimentación en entornos virtuales de aprendizaje aplicados a los sistemas de representación.",
        "B.2.2. Normalización y documentación gráfica de proyectos CE2, CE3, CE4, CE5",
        "G1. Normalización",
        "Escalas gráficas. Construcción y uso. ",
        "Concepto de normalización. Las normas fundamentales UNE e",
        "ISO. Aplicaciones de la normalización: simbología industrial y arquitectónica.",
        "Elección de vistas necesarias. Líneas normalizadas. Acotación ",
        "Representación de cuerpos y piezas industriales sencillas.",
        "G2. Proyectos de colaboración",
        "Diseño, ecología y sostenibilidad. ",
        "G3. Sistemas CAD",
        "Aplicaciones vectoriales 2D-3D. Herramientas y paneles básicos. Fundamentos de diseño de piezas en tres dimensiones. Modelado de caja. ",
        "G4. Actitudes",
        "Respeto y empatía con las aportaciones de las compañeras y compañeros en el proceso de trabajo colectivo.",
        "Cooperación y responsabilidad en la parte individual para contribuir a un objetivo común y a la cohesión del grupo.",
        "Cuidado de espacios y materiales de trabajo. Sostenibilidad."
    ]
}
