{
    "saberes": [
        "A. Vida activa y saludable.",
        "- Salud física: Reconocimiento de los efectos físicos y psicológicos beneficiosos de un estilo de vida activo. Identificación de los efectos perjudiciales relacionados con un estilo de vida con ausencia de práctica de actividad física.",
        "- Hábitos de alimentación y su repercusión sobre la salud y el ejercicio físico. Fundamentos de una dieta equilibrada. Características de alimentos naturales, procesados y ultraprocesados. Educación postural en acciones motrices habituales, adopción de hábitos posturales correctos. Factores básicos que inciden en el cuidado del cuerpo.",
        "- Salud mental: respeto y aceptación del propio cuerpo. Autoconocimiento e identificación de fortalezas y debilidades o posibilidades y limitaciones en todos los ámbitos (social, físico y mental). Relación de la actividad física con la salud y el bienestar.",
        "- Salud social: la actividad física como hábito y alternativa saludable frente a formas de ocio nocivas. Límites para evitar una competitividad desmedida. Aceptación de distintas tipologías corporales, para practicar, en igualdad, diversidad de actividades físico-deportivas.",
        "B. Organización y gestión de la actividad física.",
        "- Elección de la práctica física: usos y finalidades catárticos, lúdicorecreativos y cooperativos. Respeto de las elecciones de los demás.",
        "- Cuidado y preparación del material según la actividad a desarrollar. Uso correcto de materiales y espacios.",
        "- Pautas de higiene personal relacionadas con la actividad física.",
        "- Planificación y autorregulación de proyectos motores: mecanismos básicos para ejecutar lo planificado.",
        "- Prevención de accidentes en las prácticas motrices: mecanismos de prevención, medidas de seguridad y control corporal para la prevención de lesiones.",
        "- Calentamiento antes de la realización de actividad física, dosificación del esfuerzo y la recuperación como aspectos importantes en la prevención de lesiones en la actividad física.",
        "- Interés por mejorar la competencia motriz y valoración del esfuerzo personal en la actividad física. Confianza en sus propias posibilidades.",
        "- Utilización de los medios de información y comunicación para la obtención de información y para la preparación, elaboración, presentación de las composiciones, representaciones y trabajos, con unos contenidos estructurados y una presentación cuidada.",
        "C. Resolución de problemas en situaciones motrices.",
        "- Toma de decisiones: Distribución racional del esfuerzo en situaciones motrices individuales. Ubicación en el espacio en situaciones cooperativas. Ubicación en el espacio y reubicación tras cada acción en situaciones motrices de persecución y de interacción con un móvil. Anticipación a las decisiones ofensivas del adversario en situaciones de oposición de contacto. Pase a compañeros desmarcados o en situación ventajosa en situaciones motrices de colaboración- oposición de persecución y de interacción con un móvil. Percepción y estructuración espacio-temporal del movimiento: coordinación de trayectorias: intercepción y golpeo-intercepción; coordinación de las secuencias motrices propias con las de otro, con un objetivo común. Iniciativa y autonomía en la toma de decisiones: resolución de situaciones motrices con varias alternativas de respuesta que impliquen la coordinación espacio-temporal.",
        "- Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal, control tónico-postural e independencia segmentaria en situaciones motrices. Intervención de las partes del cuerpo en el movimiento. Definición de la lateralidad: reconocimiento de la izquierda y la derecha en los demás y en los objetos. Coordinación dinámica general y segmentaria. Control del cuerpo en relación con la actitud postural, con la tensión y la relajación. Control de las fases, los tipos y los ritmos respiratorios. Control del cuerpo en situaciones de equilibrio y desequilibrio variando la base de sustentación, los puntos de apoyo y la posición del centro de gravedad. Interiorización de las posibilidades y limitaciones motrices de las partes del cuerpo.",
        "- Capacidades condicionales: Las capacidades físicas básicas orientadas a la ejecución motriz. Mantenimiento de la flexibilidad y ejercitación globalizada de la fuerza, la velocidad y la resistencia.",
        "- Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas. Combinación de nuevas habilidades motrices. Las habilidades básicas en medios y situaciones estables y conocidas. Aplicación de habilidades motrices básicas y específicas en la resolución de situaciones de juego de creciente complejidad motriz",
        "- Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos y externos. Control y dominio del movimiento. Resolución de problemas motrices que impliquen selección y aplicación de respuestas basadas en la aplicación de las habilidades básicas, complejas y de sus combinaciones.",
        "- Acciones motrices (individuales, de oposición, de cooperación y de cooperación- oposición): Práctica de habilidades motrices específicas: gimnásticas, atléticas y/o predeportivas. Participación en juegos tradicionales, alternativos y/o en la naturaleza. Valores fundamentales del juego: el esfuerzo personal, la relación con los demás y la aceptación del resultado. Roles de trabajo que le corresponde a cada uno como jugador dentro de un equipo. Estrategias básicas de juego relacionadas con la cooperación, la oposición y la cooperación/oposición.",
        "D. Autorregulación emocional e interacción social en situaciones motrices.",
        "- Gestión emocional: reconocimiento de emociones propias, pensamientos y sentimientos a partir de experiencias motrices.",
        "- Valoración y aceptación de la propia realidad corporal y la de los demás, de la diferencia de niveles de competencia motriz entre las diferentes personas y adopción de una actitud crítica.",
        "- Habilidades sociales: escucha activa y estrategias de negociación para la resolución de conflictos en contextos motrices.",
        "- Concepto de deportividad.",
        "- Conductas contrarias a la convivencia, discriminatorias o sexistas, en situaciones motrices (discriminación por cuestiones de competencia motriz, etnia, género u otras): efectos negativos y estrategias de identificación, abordaje y evitación.",
        "- Aceptación y respeto hacia las normas, reglas, estrategias, resultados y personas que participan en el juego.",
        "E. Manifestaciones de la cultura motriz.",
        "- Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestación de la interculturalidad: adaptación del movimiento corporal a estructuras rítmicas y musicales. Iniciación en Juegos o deportes tradicionales de Castilla y León (Lucha leonesa, frontón, comba, rana, tanguilla…) y juegos emergentes (Numanball, Datchball, Goubak, Quiddith, Kinball)",
        "- Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas simples: espontaneidad y creatividad en el movimiento expresivo.",
        "- Composiciones estéticas: iconografía, acrosport, habilidades circenses, etc.",
        "- Práctica de actividades rítmico-musicales con carácter expresivo: juegos bailados, danzas lúdicas, danza creativa, danzas urbanas, danza improvisación, bailes y danzas del mundo y tradicionales de Castilla y León, coreografías grupales, etc. (movimientos en pareja o grupales en bailes y coreografías sencillos)",
        "- Prácticas teatrales: juego dramático, mimo, clown, teatro de sombras, match de improvisación, etc.",
        "- Fases del proceso creativo: solicitud a partir de un inductor, diversidad/variedad, enriquecimiento, elección individual o colectiva, producción y presentación ante los demás.",
        "- Roles de trabajo: actor, coreógrafo, espectador, etc.",
        "- Proyectos de curso o centro: mostrar a otros cursos o compañeros/as las producciones, festivales de navidad, festivales de final de curso, conmemoraciones, exhibiciones, proyectos interdisciplinares, etc.",
        "-  Deporte y perspectiva de género: ligas masculinas, femeninas y mixtas de distintos deportes. Referentes en el deporte de distintos géneros.",
        "- Origen y práctica de juegos populares, tradicionales y autóctonos de Castilla y León.",
        "F. Interacción eficiente y sostenible con el entorno.",
        "- Normas de uso: educación vial para bicicletas. Movilidad segura, saludable y sostenible. Actividades de adaptación al entorno urbano como peatones y como ocupantes.",
        "- Espacios naturales en el contexto urbano: uso, disfrute seguro y mantenimiento.",
        "- Estado del material para actividades en el medio natural y urbano: valoración previa y actuación ante desperfectos.",
        "- Prevención y sensibilización sobre la generación de residuos y su correcta gestión.",
        "- Realización de actividades físicas seguras en el medio natural y urbano: senderismo, rutas en BTT, acampadas, actividades de orientación, grandes juegos en la naturaleza, esquí nórdico, marcha, trepa, etc…",
        "- Cuidado del entorno próximo y de los animales y plantas que en él conviven como servicio a la comunidad, durante la práctica segura de actividades físicas en el medio natural y urbano. Sensibilización y respeto al medio ambiente.",
        "- Proyectos de curso o centro: Con la bici al cole. Parques activos. Grupos de medio natural con familias. Preparación y realización de un proyecto de acción en el medio natural (excursiones, acampadas, cicloturismo, orientación, esquí nórdico, vías verdes, etc.) de acuerdo con las posibilidades del alumnado, del centro y respetando los principios de seguridad activa y pasiva. Realización de actividades que combinan prácticas físicas (por ejemplo: la orientación y BTT, el esquí etc.) y que conllevan la preparación previa de esa tarea (cuadernos de campo, etc.), con una relación explicita con otras áreas para enriquecer el proyecto.",
        "G. Información, digitalización y comunicación.",
        "- Vocabulario específico del área.",
        "- Instrumentos y dispositivos digitales.",
        "- Integración responsable de las TIC en el proceso de búsqueda, análisis y selección de información.",
        "- Interacción oral adecuada en contextos informales, escucha activa, asertividad y empatía con las intervenciones de los demás.",
        "- Producción escrita con orden y estructura adecuada.",
        "- Expresión, escucha y valoración de necesidades, vivencias y emociones."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer la actividad física como alternativa de ocio saludable, identificando desplazamientos activos y sostenibles y conociendo los efectos beneficiosos a nivel físico que posee adoptar un estilo de vida activo. (STEM2, STEM5, CPSAA2)",
        "1.2 Seleccionar medidas de educación postural, alimentación saludable, higiene corporal y preparación de la práctica motriz, asumiendo responsabilidades y generando hábitos y rutinas en situaciones cotidianas. (STEM2, STEM5, CPSAA2, CE3)",
        "1.3 Identificar medidas de precaución y prevención de lesiones en relación con la conservación y el mantenimiento del material en el marco de distintas prácticas físico- deportivas, conociendo protocolos básicos de actuación ante accidentes que se puedan producir en este contexto. (STEM2, STEM5, CPSAA2, CPSAA5)",
        "1.4 Aceptar la propia imagen corporal y la de los demás, aceptando y respetando las diferencias individuales que puedan existir, superando y rechazando las conductas discriminatorias que se puedan producir en contextos de práctica motriz. (CPSAA2, CPSAA5, CE3)",
        "2.1 Participar en proyectos motores de carácter individual, cooperativo o colaborativo, empleando estrategias de seguimiento que permitan observar los resultados obtenidos y mejorar el repertorio motriz. (STEM1, CPSAA3, CPSAA5, CE3)",
        "2.2 Comprender y resolver situaciones lúdicas, juegos y actividades deportivas, ajustándose a las demandas derivadas de los objetivos motores, de las características del grupo y de la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos simulados de actuación. (STEM1, CPSAA4, CE1)",
        "2.3 Emplear y comprender los componentes cualitativos y cuantitativos de la motricidad de manera eficiente en distintos contextos y situaciones motrices, adquiriendo un progresivo control y dominio corporal sobre ellos. (STEM1, CPSAA4, CPSAA5)",
        "3.1 Reconocer los aspectos que dan lugar a una disposición positiva hacia la práctica física y hacia el esfuerzo, controlando las emociones negativas que surjan en contextos de actividad motriz. (CPSAA1, CPSAA2, CPSAA5)",
        "3.2 Respetar las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, observando la aportación de los participantes. (CPSAA1, CPSAA3, CC2, CC3)",
        "3.3 Reconocer habilidades sociales de acogida, inclusión, ayuda y cooperación al participar en prácticas motrices variadas, resolviendo los conflictos individuales y colectivos de forma dialógica y justa, y mostrando un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y cualquier tipo de violencia. (CCL1, CCL5, CPSAA5, CC2, CC3)",
        "4.1 Participar activamente en juegos motores y otras manifestaciones artístico- expresivas con arraigo en la cultura propia, tradicional o actual castellano leonesa, así como otros procedentes de diversas culturas y distintas épocas, contextualizando su origen, su aparición y su transmisión a lo largo del tiempo. (CP3, CCEC1, CCEC2, CCEC3)",
        "4.2 Asumir una visión abierta del deporte a partir del conocimiento de distintas ligas femeninas, masculinas o mixtas, acercándose al deporte federado e identificando y rechazando comportamientos contrarios a la convivencia. (CPSAA1, CC3)",
        "4.3 Reproducir distintas combinaciones de movimientos o coreografías individuales y grupales que incorporen prácticas comunicativas trasmitiendo sentimientos, emociones o ideas de forma estética y creativa. (CPSAA1, CPSAA3, CE3, CCEC3, CCEC4)",
        "4.4 Respetar la propia realidad corporal y la de los demás mostrando una actitud crítica. (CPSAA1, CPSAA3)",
        "5.1 Desarrollar una práctica motriz segura en contextos naturales y urbanos de carácter terrestre o acuático, aplicando medidas de conservación ambiental. (STEM5, CPSAA2, CC4, CE1)",
        "5.2. Manifestar respeto hacia el entorno y el medio natural en los juegos y actividades al aire libre, identificando acciones concretas a su preservación. (STEM5, CC2, CC4, CE3)",
        "5.3 Comprender y resolver situaciones motrices con diversidad de estímulos y condicionantes espacio-temporales, seleccionando y combinando las habilidades motrices básicas y adaptándolas a las condiciones establecidas de forma eficaz. (CC2, CE1, CE3)",
        "6.1 Buscar y seleccionar información relacionada con la motricidad, a partir de distintas fuentes fiables y seguras, utilizándola en investigaciones propias del área. (CCL2, CCL3, CPSAA5)",
        "6.2. Utilizar dispositivos digitales como recurso de apoyo al área, adoptando hábitos de uso seguro, responsable y crítico. (STEM2, CD1, CD2, CD3, CD4)",
        "6.3 Intercambiar información, compartiendo los resultados de investigaciones sencillas o proyectos vinculados a la actividad físico-deportiva, respetando y valorando las intervenciones de los demás. (CCL1, CCL2, CPSAA5)"
    ]
}