{
    "criteriosEvaluacion": [
        "1.1. Planificar y realizar los procedimientos y las operaciones básicas de manejo del material y de los equipos de medida, con el empleo de las normas de seguridad en el laboratorio y apreciando la importancia de la precisión, para adquirir las habilidades propias del trabajo en el laboratorio. STEM2, CPSAA2",
        "1.2. Aplicar las metodologías de la ciencia sobre algún aspecto científico de actualidad, mostrando una actitud crítica acerca del alcance y de las limitaciones de los métodos empleados, para construir conocimiento y mejorar las destrezas en el uso de las metodologías científicas. STEM2",
        "1.3. Utilizar las herramientas matemáticas con rigor, aplicando el razonamiento lógico-matemático, la representación de datos experimentales en diferentes formatos y empleando el Sistema Internacional de Unidades, para analizar e interpretar los resultados experimentales y extraer conclusiones. STEM1",
        "1.4. Analizar y transmitir el conocimiento científico adquirido tras las diferentes experiencias, empleando el vocabulario científico adecuado a través de la elaboración de un informe final, para determinar la composición y las propiedades físico-químicas de sustancias de interés, y comprender magnitudes y principales fenómenos relacionados con las ciencias experimentales. CCL1, STEM1, STEM2, STEM4",
        "2.1. Seleccionar, analizar, producir y comunicar información sobre temas de interés científico en distintos medios y formatos, a partir de criterios de eficiencia, calidad y fiabilidad, incidiendo en la actividad investigadora realizada por las científicas, para reconocer el carácter universal, continuo e interdisciplinar de la ciencia, y avalar así la veracidad y objetividad del conocimiento científico. CCL1, CCL2, CCL3, CP1, CPSAA4, CCEC3.1",
        "2.2. Elegir y utilizar las herramientas y plataformas digitales de manera eficiente y segura, localizando información, y elaborando y compartiendo contenidos digitales con creatividad y calidad, para crear conocimiento y rebatir o refutar afirmaciones sobre aspectos científicos, mediante una comunicación rigurosa y respetuosa con otros miembros de la comunidad educativa. CCL3, CCL5, STEM4, CD1, CD2, CD3, CCEC4.2",
        "3.1. Establecer y desarrollar relaciones interpersonales basadas en los valores de socialización e integración, mostrando sensibilidad hacia las emociones y experiencias de las demás personas y aplicando estrategias y destrezas que agilicen el trabajo colaborativo y en equipo, para fomentar la empatía, ejercer una ciudadanía cívica y democrática, y mejorar el aprendizaje propio y colectivo. CCL5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC1, CC2, CE2",
        "3.2. Localizar y establecer contacto con centros de investigación, laboratorios y centros educativos internacionales, nacionales y canarios, cuyas líneas de actividad sean punteras y tengan una repercusión social, o que participen en proyectos de divulgación científica, recabando y presentando información de los resultados de sus investigaciones, para afianzar el espíritu emprendedor con actitudes de creatividad, iniciativa y autoconfianza. CCL1, CCL2, CCL5, CD1, CD2, CC2, CE1",
        "4.1. Analizar la importancia de la ciencia en la sociedad, el bienestar de las personas y el desarrollo sostenible, fomentando actitudes responsables y comprometidas que conduzcan al logro de los ODS y de la Agenda Canaria de Desarrollo Sostenible 2030, y a la lucha contra el cambio climático, para valorar la importancia de los estilos de vida relacionados con la sostenibilidad y la salud propia y colectiva. CCL1, CCL2, STEM5, CD1, CD2, CPSAA2, CC4, CCEC1"
    ],
    "saberes": [
        "I. Características de las ciencias experimentales",
        "    1. Reconocimiento del carácter universal, continuo y transversal de la ciencia en diferentes escenarios científicos y de aprendizaje.",
        "        1.1. Valoración del desarrollo histórico del pensamiento científico y de la labor realizada por los científicos y las científicas más relevantes.",
        "        1.2. Importancia del laboratorio como escenario de investigación a pequeña escala.",
        "        1.3. Utilización de las unidades del Sistema Internacional y uso del vocabulario científico, para facilitar la comunicación efectiva con toda la comunidad científica.",
        "    2. Empleo de la metodología científica para desarrollar razonamientos propios del pensamiento científico y comprender, a través de la ciencia, los principales fenómenos relacionados con las ciencias experimentales. ",
        "        2.1. Observación del fenómeno o del sistema material a estudiar, reflexión de su relevancia social e importancia en la vida cotidiana, identificación y formulación de cuestiones, y elaboración de hipótesis.",
        "        2.2. Selección y planificación de estrategias en la realización de medidas mediante la indagación, la deducción y la búsqueda de evidencias para comprobar las hipótesis planteadas.",
        "        2.3. Aplicación de las técnicas de cálculo y tratamiento estadístico de los resultados experimentales y análisis de posibles errores cometidos y de cómo minimizarlos.",
        "        2.4. Interpretación de los resultados experimentales mediante el razonamiento lógico-matemático y su ajuste a ecuaciones teóricas, que permitan comprender los modelos, las leyes y las teorías científicas más importantes.",
        "    3. Manejo de herramientas digitales como apoyo al trabajo experimental y a la investigación.",
        "    4. Elaboración de informes finales tras la realización de cada experimento, que disponga de todos los apartados que requiere un informe de carácter científico.",
        "    5. Utilización de estrategias de búsqueda, selección, organización, interpretación, producción y comunicación de información científica, en diferentes formatos y a partir de diferentes medios, para crear conocimiento, argumentar opiniones y comunicarse de manera eficaz.",
        "    6. Valoración del trabajo en equipo y participación en la planificación y ejecución de las tareas asignadas, tanto individuales como en grupo.",
        "    7. Aplicación del diálogo y de las discusiones positivas, organizadas y respetuosas sobre cualquier divergencia de opiniones.",
        "II. En el laboratorio",
        "    1. Aplicación de las normas y los procedimientos de seguridad en los espacios y recursos del aprendizaje científico. ",
        "        1.1. Organización, almacenamiento y uso de materiales, sustancias e instrumentos básicos del laboratorio de ciencias.",
        "        1.2. Gestión de eliminación de residuos para la protección del medio ambiente.",
        "    2. Aplicación de los procedimientos y realización de medidas. ",
        "        2.1. Conocimiento y aplicación de los procedimientos más usuales de limpieza y mantenimiento del material.",
        "        2.2. Selección, calibrado y utilización de equipos, sensores e instrumental de medida con precisión y exactitud.",
        "    3. Elaboración de propuestas experimentales, reales o virtuales, que permitan comprobar el significado de diferentes magnitudes y los principales fenómenos relacionados con las ciencias experimentales (física, química, biología, geología y ciencias ambientales), para la comprobación de diferentes fenómenos, leyes y teorías científicas.",
        "    4. Elaboración de propuestas experimentales que permitan la síntesis de productos naturales y artificiales, y la determinación y medida de las propiedades físico-químicas de diferentes sustancias vinculadas a procesos de interés social y tecnológico, especialmente, en Canarias.",
        "    5. Conocimiento de información básica sobre normativa y técnicas de análisis químico alimentario, como base para la elaboración de propuestas experimentales, que permitan determinar los nutrientes presentes en los alimentos y las sustancias empleadas para su conservación, y la fiabilidad de la información suministrada en los etiquetados de los productos envasados.",
        "III. Ciencia: avances y retos",
        "    1. Análisis de las interacciones CTSA para relacionar la ciencia con la vida cotidiana y conectarla con sus aplicaciones en la sociedad y su entorno.",
        "    2. Participación responsable en la toma de decisiones fundamentadas en el conocimiento científico, relacionadas con problemas locales y globales, que puedan contribuir a la consecución de los Objetivos de Desarrollo Sostenible y de la Agenda Canaria de Desarrollo Sostenible 2030.",
        "    3. Valoración de las posibles implementaciones de los resultados y conclusiones de los trabajos de experimentación e investigación, en aplicaciones científicas de actualidad, y su implicación en el ámbito personal, social, cultural y económico.",
        "    4. Valoración de la importancia de la industria química en el desarrollo de la sociedad y, en particular, en Canarias.",
        "        4.1. Análisis de la dificultad en la elaboración de determinados productos químicos a escala industrial y las posibles repercusiones medioambientales y para la salud de su uso.",
        "    5. Conocimiento de centros de investigación, laboratorios y centros educativos internacionales, nacionales y canarios cuyas líneas de actividad sean punteras y que tengan una repercusión social, o que participen en proyectos divulgación científica; y elaboración de presentaciones con los resultados de sus investigaciones",
        "    6. Identificación de alimentos que contribuyan de forma favorable a una dieta equilibrada y racional, o que pueden provocar trastornos alimenticios, como base para reflexionar sobre la importancia de la industria alimentaria para la salud y el bienestar de las personas."
    ]
}