{
    "competenciasEspecificas": [
        "1. Reconocer la diversidad lingüística del mundo, partiendo de la identificación de las lenguas y de la realidad plurilingüe y multicultural de España, y desarrollando la reflexión interlingüística.",
        "2. Identificar y rechazar estereotipos y prejuicios lingüísticos valorando la diversidad lingüística de España como fuente de riqueza cultural.",
        "3. Interpretar textos orales y multimodales, identificando el sentido general y la información relevante, valorando aspectos formales y de contenidos sencillos y cercanos a la propia realidad, en función de las diferentes necesidades comunicativas.",
        "4. Producir textos orales y multimodales con coherencia, claridad y registro adecuados, que expresen ideas, sentimientos o acciones, participando con autonomía y una actitud cooperativa y empática en situaciones variadas de interacción.",
        "5. Interpretar textos escritos y multimodales, reconociendo el sentido global, las ideas principales, así como sus aspectos formales y de contenido, construyendo conocimiento, en función de necesidades e intereses comunicativos diversos.",
        "6. Producir textos escritos y multimodales, con corrección gramatical y ortográfica básica, secuenciando correctamente los contenidos y aplicando estrategias elementales de planificación, redacción, revisión y edición, en función de demandas comunicativas concretas.",
        "7. Buscar, seleccionar y contrastar información procedente de dos o más fuentes, de forma planificada y con el debido acompañamiento, evaluando su fiabilidad y reconociendo algunos riesgos de manipulación y desinformación, transformándola en conocimiento y comunicándola de manera creativa, adoptando un punto de vista personal y respetuoso con la propiedad intelectual.",
        "8. Leer de manera autónoma obras diversas, adecuadas a la propia madurez, gustos e intereses, disfrutando, compartiendo socialmente las experiencias de lectura e iniciando la construcción de la identidad lectora.",
        "9. Leer, interpretar y analizar (con acompañamiento y ayuda) obras o fragmentos literarios adecuados a su desarrollo, estableciendo relaciones entre ellos e identificando el género literario y sus convenciones fundamentales, iniciándose en el reconocimiento de la literatura como manifestación artística y fuente de placer, conocimiento e inspiración para la creación de textos sencillos de intención literaria.",
        "10. Reflexionar de forma guiada sobre el lenguaje a partir de procesos de producción e interpretación de textos en contextos significativos, utilizando la terminología elemental adecuada, iniciándose en el desarrollo de la conciencia lingüística y mejorando las destrezas de producción y comprensión oral y escrita.",
        "11. Poner las propias prácticas comunicativas al servicio de la convivencia democrática, utilizando un lenguaje no discriminatorio, detectando y rechazando los abusos de poder a través de la palabra para favorecer un uso, no solo eficaz, sino también ético del lenguaje."
    ]
}