{
    "competenciasClave": [
        "Competencia en comunicación lingüística: El desarrollo de la competencia en comunicación lingüística está íntimamente ligado, tanto en la comprensión como la expresión con el uso del resto de códigos de comunicación, principalmente con  el uso del gesto y el movimiento mediante el lenguaje corporal y al uso de la imagen y la representación  con el lenguaje icónico.  Se debe conseguir, como indica el currículo, que los alumnos y las alumnas sean competentes para  expresarse de forma clara y coherente con un vocabulario adecuado a su edad; de describir objetos,  personas y situaciones; y de comprender la información de un cuento o relato leído o contado por otras  personas y la información visual de viñetas, cuentos, fotografías, pictogramas, imágenes en soporte  digital, diapositivas, periódicos, señales de tráfico; de memorizar y recitar poesías, refranes y canciones  en lengua propia y en una segunda lengua.  En Educación Infantil, se potencian intercambios comunicativos respetuosos con otros niños y niñas y  con las personas adultas, dotándolos de intencionalidad y contenidos progresivamente elaborados, a  partir de conocimientos, destrezas y actitudes adquiridos que van a favorecer la aparición de  expresiones de creciente complejidad y corrección sobre uno mismo y sobre vivencias, emociones y  sentimientos propios y de los demás. Es importante en el desarrollo de esta competencia hacer un uso  inclusivo del lenguaje y la comunicación, evitando todo tipo de discriminación, tanto en su uso escrito  como oral. La oralidad tiene un papel destacado en esta etapa, no solo por ser el principal instrumento  para la comunicación, la expresión y la regulación de la conducta, sino también porque es el vehículo  principal que permite a los niños y niñas disfrutar de un primer acercamiento a la cultura literaria a  través de las rimas, retahílas, adivinanzas y cuentos, enriqueciendo su bagaje sociocultural y lingüístico  desde el respeto y la valoración de la diversidad.  En nuestro sistema educativo la competencia en comunicación lingüística cobra especial relevancia, en  los niños y niñas, ya que entrarán en contacto con una (o dos) lengua distinta a la familiar desde el  primer día de escolarización: con el castellano, los niños y niñas cuya lengua familiar sea el euskera;  con el euskera, las que traigan el castellano de casa; y los niños y niñas cuya lengua familiar sea una  tercera lengua, con ambas.  Así, los niños y niñas comenzarán a socializarse, a desarrollar todas las demás competencias y a  relacionarse con el entorno. en al menos dos idiomas. Pero, además, especialmente en los casos que  no tengan el euskera como lengua familiar, tendrán que empezar con el proceso de adquisición de una  nueva lengua y a comunicarse en ella, lo que les ofrecerá una nueva visión del mundo. Es esencial una interacción adecuada, entre los niños y las niñas con la maestra y maestro para l  adquisición de una lengua como el euskera, que en general, no es la lengua familiar. Además, la  persona adulta debe ofrecer al niño y a la niña un modelo verbal excelente. ",  
        "Competencia plurilingüe: El niño o la niña es consciente desde muy pequeño de la diversidad de su entorno sociolingüístico/cultural. Sabe muy bien con cada quien qué idioma utilizar, en qué lengua están las canciones, los cuentos. En esta etapa se inicia el contacto con lenguas y culturas distintas de la familiar, fomentando en los niños y niñas las actitudes de respeto y aprecio por la diversidad lingüística y cultural, así como el interés por el enriquecimiento de su repertorio lingüístico y cultural. Se promueven de este modo el diálogo y la convivencia democrática. ", 
        "Competencia matemática y competencia en ciencia, tecnología e ingeniería: Los niños y las niñas se inician en las destrezas lógico-matemáticas y dan los primeros pasos hacia el pensamiento científico a través del juego, la manipulación y la experimentación. El proceso de enseñanza y aprendizaje en Educación Infantil se plantea en un contexto seguro, sugerente y divertido en el que se estimule, desde un enfoque coeducativo, la curiosidad de los niños y niñas por entender aquello que configura su realidad, sobre todo lo que está al alcance de su percepción y experiencia, respetando sus ritmos de aprendizaje. Con esta finalidad, se invita, a observar, clasificar y cuantificar, construir, hacerse preguntas, probar y comprobar, para entender y explicar algunos fenómenos del entorno social y natural próximo, iniciarse en el aprecio por el medio ambiente y las relaciones. Para el desarrollo de esta competencia general, se presta una especial atención a los procesos de habilidades numéricas básicas, la manipulación de objetos y la comprobación de fenómenos. A través de esta competencia se debe desarrollar la habilidad para interactuar con el mundo físico, tanto en sus aspectos naturales como en los generados por la acción humana, de modo que facilite la comprensión de sucesos, la predicción de consecuencias y la actividad dirigida a la mejora y a la preservación de las condiciones de vida propia, de los demás hombres y mujeres y del resto de los seres vivos.",
        "Competencia digital: Se inicia, en esta etapa, el proceso de alfabetización digital que conlleva, entre otros, el acceso y tratamiento de a la información, la comunicación y colaboración, y la creación reutilización de recursos de contenidos a través de tecnologías digitales, así como el uso saludable y responsable de las mismas. Es necesario tener en cuenta que al niño y a la niña la información le va a llegar por múltiples vías, entre ellas las digitales. La competencia digital de la niña o niño se irá desarrollando progresivamente a través de propuestas y secuencias didácticas tecnopedagógicas, en las que más allá del uso de tecnología digital por sí misma, el fin último consistirá en colaborar a los aprendizajes y desarrollo competencial. El papel de la escuela será hacer un uso saludable y responsable de estas herramientas digitales.  ", 
        "Competencia personal, social y de aprender a aprender: Resulta especialmente relevante que los niños y niñas se inicien en el reconocimiento, la expresión y la regulación progresiva de sus propias emociones y sentimientos, y avancen en la identificación de las emociones y sentimientos de los demás, así como en el desarrollo de actitudes de comprensión y empatía. Por otro lado, la escolarización en esta etapa supone también el descubrimiento de un entorno diferente al familiar, en el que se experimenta la satisfacción de aprender en sociedad, compartiendo la experiencia propia con otras personas y colaborando con ellas de forma constructiva. En un contexto integrador y de apoyo, en el entorno social, cada vez con más autonomía se empiezan a poner en marcha recursos personales y estrategias que ayuden al diálogo y a la gestión de los conflictos de forma cada vez más eficaz. Para ello, los niños y las niñas comienzan a poner en marcha, de manera cada vez más eficaz, recursos personales y estrategias que los ayudan a desenvolverse en el entorno social con progresiva autonomía y a resolver los conflictos a través de diálogo en un contexto integrador y de apoyo.  ", 
        "Competencia ciudadana: Con el objetivo de sentar las bases del ejercicio de una ciudadanía democrática, se ofrecen, en esta etapa, modelos positivos que favorezcan el aprendizaje de actitudes basadas en valores de respeto, equidad, igualdad y convivencia, ofreciendo pautas para la resolución pacífica y dialogada de los conflictos. Se invita también a la identificación de hechos sociales relativos a la propia identidad y cultura, así como al compromiso activo con los valores y prácticas de la sostenibilidad. Del mismo modo, se fomenta un compromiso activo con la sostenibilidad. A tal fin, se promueve la adquisición de hábitos saludables y de cuidado y sostenibles a partir de rutinas que los niños y niñas van integrando en sus prácticas cotidianas. Además, se ponen las condiciones necesarias para crear comportamientos respetuosos con los demás y con el medio. Es el momento ideal para trabajar, establecer y automatizar el cumplimiento de normas esenciales de convivencia, intentando construir un puente de actuación entre el tutor o la tutora y los padres, madres, tutores o tutoras legales. ",
        "Competencia emprendedora: La creación y la innovación son dos factores clave para el desarrollo personal, la inclusión social y la ciudadanía activa. La Educación Infantil es una etapa en la que se estimulan la curiosidad, la iniciativa, la imaginación y la disposición a indagar y a crear a través de propuestas didácticas, situaciones de aprendizaje o contextos de juego lo cual supone una oportunidad para materializar las ideas personales o colectivas. De esta manera, se asientan las bases del pensamiento estratégico y creativo, la resolución de problemas personales y ecosociales, y se fomenta desde las primeras edades, el análisis crítico y constructivo. En el desarrollo de esta competencia en la Educación Infantil, los niños y las niñas deben tener conciencia de aquellas capacidades que entran en juego en el aprendizaje, como la atención, la concentración, la memoria, la comprensión y la expresión lingüística o la motivación de logro, entre otras.",
        "Competencia en conciencia y expresión cultural: Para que los niños y niñas construyan y enriquezcan su identidad libre de estereotipos se fomenta en esta etapa la expresión creativa de ideas, sentimientos y emociones a través de diversos lenguajes y distintas formas artísticas. Asimismo, se ayuda al desarrollo de la conciencia cultural y del sentido de pertenencia a la sociedad a través de un primer acercamiento crítico a las manifestaciones culturales y artísticas. Para ello, se acercará a los niños y niñas al mundo plástico y artístico, partiendo siempre de sus intereses y capacidades. En nuestro sistema educativo la competencia en conciencia y expresión culturales vascas cobra especial relevancia, en los niños y niñas, ya que muchos de ellos y ellas entrarán por primera vez en contacto con la cultura vasca. "
    ]
}
