{
    "competenciasEspecificas": [
        "OBJ1. Utilizar las teorías, principios y leyes que rigen los procesos físicos más importantes, considerando su base experimental y su descripción teórica y desarrollo matemático en la resolución de problemas, para reconocer la física como una ciencia relevante implicada en el desarrollo de la tecnología, de la economía, de la sociedad y de la sostenibilidad ambiental.",
        "OBJ2. Adoptar los modelos, teorías y leyes aceptados de la física como base de estudio de los sistemas naturales y predecir su evolución para inferir soluciones generales a los problemas cotidianos relacionados con las aplicaciones prácticas demandadas por la sociedad en el campo tecnológico, industrial y biosanitario.",
        "OBJ3. Utilizar el lenguaje de la física con la formulación matemática de sus principios y leyes, magnitudes, unidades, etc. para establecer una comunicación adecuada entre diferentes comunidades científicas y como una herramienta fundamental en la investigación de esta ciencia.",
        "OBJ4. Utilizar de forma autónoma, eficiente, crítica y responsable recursos en distintos formatos, plataformas digitales de información y de comunicación en el trabajo individual y colectivo, para el fomento de la creatividad mediante la producción y el intercambio de materiales científicos y divulgativos que faciliten acercar la física a la sociedad como un campo de conocimientos accesible.",
        "OBJ5. Aplicar técnicas de trabajo y de indagación propias de la física, así como la experimentación, el razonamiento lógico-matemático y la cooperación, en la resolución de problemas y la interpretación de situaciones relacionadas con esta ciencia para poner en valor el papel de la física en una sociedad basada en valores éticos y sostenibles.",
        "OBJ6. Reconocer y analizar el carácter multidisciplinar de la física, considerando su relevante recorrido histórico y sus contribuciones al avance del conocimiento científico como un proceso en continua evolución e innovación, para establecer unas bases de conocimiento y de relación con otras disciplinas científicas."
    ]
}