{
    "saberes": [
        "A. Comunicación",
        "    - Autoconfianza. El error como instrumento de mejora como parte del proceso de aprendizaje.",
        "    - Estrategias básicas para la comprensión, la planificación y la producción (vuelve a leer el texto, usa su conocimiento previo, lee entre líneas, piensa en voz alta, resume, ubica las palabras clave, hace predicciones, visualiza, analiza imágenes y fotos, identifica la información general y los detalles específicos, inferencia el significado de palabras y frases nuevas según el contexto, imita, repite…) de textos orales (instrucciones, explicaciones, conversaciones…) escritos y multimodales breves, sencillos y contextualizados en lengua inglesa.",
        "    - Conocimientos, destrezas y actitudes que permiten iniciarse en actividades de participación en situaciones cotidianas básicas en las que se utilicen estrategias comunicativas que ayuden a resolver conflictos, mejorar la comunicación o servir de enlace entre varios interlocutores en la misma o en diferentes lenguas, crear relaciones, llegar a acuerdos, salvar las diferencias culturales…fomentando actitudes de respeto y colaboración mutua.",
        "    - Funciones comunicativas básicas adecuadas al ámbito y al contexto: saludar, despedirse, disculparse, agradecer, pedir u ofrecer ayuda, presentar y presentarse, expresar los gustos y las preferencias, el acuerdo o desacuerdo, el sentimiento, la intención; describir personas, actividades; situar eventos en el tiempo, situar objetos, personas y lugares en el espacio; pedir e intercambiar información sobre cuestiones cotidianas; describir rutinas; dar indicaciones e instrucciones; expresar la pertenencia y la cantidad en lengua inglesa.",
        "    - Expresiones cotidianas de uso frecuente en conversaciones dirigidas y espontáneas de temática variada con fluidez, utilizando frases más largas y conectores simples. Estrategias para formular y contestar a preguntas. Normas de cortesía básica.",
        "    - Modelos contextuales y géneros discursivos básicos en la comprensión, producción y coproducción (con relativa corrección fonética, utilizando conectores sencillos, cuidando y revisando su presentación) de textos orales, escritos y multimodales, breves y sencillos, literarios (cuentos, fábulas, leyendas, canciones, poemas, obras de teatro, rimas…) y no literarios (noticias, biografías, recetas, normas, avisos publicitarios, comics, cartas, emails….) en inglés: características y reconocimiento del contexto, organización y estructuración según la estructura interna.",
        "    - Unidades del lenguaje básicos y significados asociados a dichas unidades, tales como expresión de la entidad y sus propiedades, cantidad y número, el espacio y las relaciones espaciales, el tiempo, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas elementales propias de la lengua inglesa.",
        "    - Léxico básico y de interés para el alumnado, relativo a identificación personal, relaciones interpersonales próximas, (familiares, amistad, escolares…) lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana. Emisión de palabras clave, oraciones, mensajes, expresiones cotidianas de uso frecuente con una pronunciación, acentuación, entonación y ritmo correctos utilizando conectores simples en lengua inglesa.",
        "    - Patrones sonoros, acentuales, rítmicos y de entonación básicos, y funciones comunicativas generales asociadas a dichos patrones. Aspectos fonológicos: sonidos, ritmo, entonación y acentuación de palabras en frases de uso frecuente en el aula, a través de canciones, rimas, trabalenguas, chistes, adivinanzas, poesías, quintillas cómicas (Limerick)… acompañados de gestos faciales, corporales y mímica. Lectura, deletreo, reconocimiento y emisión de palabras que comparten un patrón común, palabras que rimen y fonemas finales. Comprensión de mensajes producidos con distintos acentos de la lengua inglesa.",
        "    - Convenciones ortográficas básicas de la lengua inglesa y significados asociados a los formatos y elementos gráficos. Uso correcto de la puntuación y los apóstrofes.",
        "    - Convenciones y estrategias conversacionales básicas verbales o no verbales (gestos, contacto físico, expresiones faciales, posturas corporales...) de uso común, en formato síncrono (cara a cara, por teléfono, video llamada, videoconferencia…) o asíncrono o en las que se establece contacto social (plataformas, apps, redes sociales), para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, comparar y contrastar, colaborar, etc.",
        "    - Recursos para el aprendizaje y estrategias para la búsqueda guiada de información en medios analógicos y digitales. (Contexto, conocimiento previo, identificación de información básica, filtrar resultados, elegir los términos precisos, utilizar la búsqueda avanzada, completar y contrastar los datos, valorar y seleccionar la información...).",
        "    - Propiedad intelectual de las fuentes consultadas y contenidos utilizados.",
        "    - Herramientas analógicas y digitales básicas para la comprensión, producción y coproducción oral, escrita y multimodal, y plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera. Uso guiado, limitado y responsable de las herramientas digitales.",
        "B. Plurilingüismo",
        "    - Estrategias y técnicas de compensación de las carencias comunicativas (petición de repetición, aclaración, búsqueda de recursos para entender el discurso, descripciones, comunicación no verbal...) para responder eficazmente a una necesidad concreta, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas. Interés y curiosidad por las lenguas, conocimiento de su funcionamiento desde el respeto, la tolerancia y la empatía.",
        "    - Estrategias básicas para identificar, organizar, retener, recuperar y utilizar unidades del lenguaje (léxico, morfosintaxis, patrones sonoros, etc.) uso de imágenes, diagramas, pósteres, fichas de vocabulario, diccionarios personales de imágenes, mapas mentales, canciones…a partir de la comparación de las lenguas como por ejemplo mediante la transferencia y aplicación de estrategias de la lengua castellana y variedades que conforman el repertorio del lenguaje personal.",
        "    - Estrategias y herramientas básicas de evaluación de uno mismo y de los demás, analógicas y digitales, individuales y grupales. Rúbricas, diarios de clase, porfolios, escalas de estimación, bloc de autoevaluación, listas de cotejo…",
        "    - Léxico y expresiones básicos de uso común para comprender enunciados sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje). Estrategias metalingüísticas de inferencia a partir de las pistas contextuales, tales como el tema general; otras palabras del discurso (redundancias, anáforas, paralelismos); la estructura gramatical; la morfología (análisis de los prefijos, sufijos, composición, etc.); la entonación (habla) y la puntuación (escritura).",
        "    - Comparación elemental entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos. Interés y curiosidad por las lenguas, conocimiento de su funcionamiento desde el respeto y la tolerancia.",
        "C. Interculturalidad",
        "    - La lengua extranjera como medio de comunicación y relación con personas de otros países, como forma de acceder a nueva información y como medio para conocer culturas y modos de vida diferentes. La curiosidad por el conocimiento de otras realidades sociales y culturales, de otras lenguas, partiendo de posiciones de respeto y tolerancia por el interlocutor, sus costumbres, tradiciones, convenciones sociales, normas de cortesía, valores y su cultura.",
        "    - Valoración positiva e interés por establecer contactos y comunicarse a través de diferentes medios (soporte papel o digital: cartas, e-mails, video llamadas, videoconferencias, presentaciones, co- presentaciones…) con hablantes o estudiantes de la lengua extranjera. Valoración del enriquecimiento personal que supone la relación con personas pertenecientes a otras culturas.",
        "    - Aspectos de la lengua, la cultura y la sociedad relativos a las costumbres, la vida cotidiana y las relaciones personales, las convenciones sociales básicas de uso común, el lenguaje no verbal, la cortesía del lenguaje y la etiqueta digital propias de países donde se habla la lengua extranjera. La música y la literatura inglesas como símbolos de identidad cultural y vehículo motivador de transmisión de culturas y conocimientos.",
        "    - Estrategias básicas para entender y apreciar las diversas lenguas, artes y culturas, a partir de valores sociales y medioambientales y democráticos. La realidad de las lenguas del aula como fuente de riqueza cultural.",
        "    - Estrategias de detección de usos discriminatorios del lenguaje verbal y no verbal.",
        "D. Contenidos sintáctico- discursivos",
        "    - Expresión de relaciones lógicas: Conjunción (and); disyunción (or); oposición (but); causa (because); finalidad (to-infinitive, eg. I did it to help her); relaciones temporales (when; before; after).",
        "    - Afirmación: affirmative sentences; Yes (+tag).",
        "    - Exclamación: What + noun, e.g. What a view! How + Adjective, e.g. How lovely! Exclamatory sentences, e.g. I love olives!",
        "    - Negación: negative sentences with not, never, no (Adj.) nobody, nothing; No (+ negative tag).",
        "    - Interrogación: Wh- questions; Auxiliary verbs in questions: to do, to be, to have, will.",
        "    - Expresión del tiempo: presente (simple present; present continuous); pasado (simple past); futuro (going to, will).",
        "    - Expresión del aspecto: puntual (simple tenses); durativo (present continuous); habitual (simple tenses [+Adverb eg. always, everyday]); incoativo (start-ing); terminativo (finish-ing).",
        "    - Expresión de la modalidad: factualidad (declarative sentences); capacidad (can); obligación (have (got) to; imperative); permiso (can); intención (going to).",
        "    - Expresión de la existencia (to be; there is/there are); la entidad (nouns, pronouns, articles, demonstratives); la cualidad (very + Adj.); la comparación (comparatives and superlatives: as Adj. as; bigger (than); the smallest).",
        "    - Expresión de la cantidad: singular/plural; cardinal numbers up to four digits; ordinal numbers up to two digits. Quantity: all, (too) many, a lot, (a) little, more, (too) much, half, a bottle/cup/glass/piece of. Degree: very, too, enough.",
        "    - Expresión del espacio: prepositions, prepositional phrases and adverbs of location, position, distance, motion, direction and origin and arrangement.",
        "    - Expresiones temporales: points (e.g. quarter past five); divisions (e.g. half an hour, summer), and indications of time (e.g. now, tomorrow (morning); duration (e.g. for two days); anteriority (before); posteriority (after); sequence (first, then...) simultaneously (at the same time); frequency (e.g. sometimes, on Sundays); prepositions, prepositional phrases and adverbs of time.",
        "    - Expresión del modo: Adv. of manner, (e.g. slowly, well, quickly, carefully).",
        "    - Expresión de la posesión: I have got (I’ve got); preposición of; genitivo sajón (‘s); possessives.",
        "    - Expresión de gustos y preferencias: I like/I don’t like; I like verb- ing; I love/I hate."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer, interpretar y analizar el sentido global, así como palabras y frases específicas de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y ámbitos próximos a su experiencia, así como de textos literarios adecuados al nivel de desarrollo del alumnado, expresados de forma comprensible, clara y en lengua estándar a través de distintos soportes.",
        "1.2. Seleccionar, organizar y aplicar, de forma guiada, estrategias y conocimientos adecuados en situaciones comunicativas cotidianas y de relevancia para el alumnado para captar el sentido global y procesar informaciones explícitas en textos diversos en lengua inglesa.Expresar oralmente textos breves y sencillos, previamente preparados, sobre asuntos cotidianos y de relevancia para el alumnado, utilizando, de forma guiada, recursos verbales y no verbales, y usando formas y estructuras básicas y de uso frecuente propias de la lengua extranjera.",
        "2.2. Organizar y redactar textos breves y sencillos, previamente preparados, con adecuación a la situación comunicativa propuesta, a través de herramientas analógicas y digitales, y usando estructuras y léxico básico de uso común sobre asuntos cotidianos y frecuentes, de relevancia personal para el alumnado y próximos a su experiencia en lengua inglesa.",
        "2.3. Seleccionar, organizar y aplicar, de forma guiada, conocimientos y estrategias para preparar y producir textos en inglés, adecuados a las intenciones comunicativas, las características contextuales y la tipología textual, usando, con ayuda, recursos físicos o digitales en función de la tarea y las necesidades de cada momento.",
        "3.1. Planificar y participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próximos a su experiencia, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando respeto por la cortesía del lenguaje y la etiqueta digital, así como por las diferentes necesidades, ideas y motivaciones de los interlocutores e interlocutoras.",
        "3.2. Seleccionar, organizar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; formular y contestar preguntas sencillas; expresar mensajes, e iniciar y terminar la comunicación en lengua inglesa.",
        "4.1. Inferir y explicar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad, mostrando respeto por los interlocutores e interlocutoras y por las lenguas empleadas, e interés por participar en la solución de problemas de comprensión y de entendimiento en su entorno próximo, apoyándose en diversos recursos y soportes.",
        "4.2. Seleccionar y aplicar, de forma guiada, estrategias básicas que ayuden a crear puentes, faciliten la comprensión, la producción de información y la comunicación, adecuadas a las intenciones comunicativas, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "5.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre aspectos básicos de su funcionamiento.",
        "5.2. Utilizar y diferenciar de forma autónoma los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "5.3. Registrar y utilizar, de manera guiada, los avances y dificultades en el proceso de aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y realizando actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje.",
        "6.1. Actuar con aprecio y respeto en situaciones entre diferentes culturas, construyendo vínculos entre las diversas lenguas y culturas, y mostrando rechazo ante cualquier tipo de discriminación y prejuicio en contextos comunicativos cotidianos y habituales.",
        "6.2. Aceptar y respetar la diversidad de otros países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos de su lengua y su cultura, que fomenten el respeto por los recursos naturales y la democracia.",
        "6.3. Seleccionar y aplicar, de forma guiada, estrategias básicas para entender y apreciar la diversidad de la lengua, la cultura y el arte."
    ]
}