{
    "saberes": [
        "A. Communication",
        " - Self-confidence. The error as an instrument of improvement as part of the learning process.",
        " - Basic strategies for understanding, planning and production (re-read the text, use your previous knowledge, read between the lines, think aloud, summarize, locate key words, make predictions, visualize, analyze images and photos , identifies general information and specific details, infers the meaning of new words and phrases according to the context, imitates, repeats...) of oral texts (instructions, explanations, conversations...) written and multimodal brief, simple and contextualized in English. ",
        " - Knowledge, skills and attitudes that enable participation in basic everyday situations in which communication strategies are used to help resolve conflicts, improve communication or serve as a link between several interlocutors in the same or different languages, create relationships, reach agreements, bridge cultural differences... fostering attitudes of respect and mutual collaboration.",
        " - Basic communicative functions appropriate to the environment and context: greeting, saying goodbye, apologizing, thanking, asking or offering help, presenting and being introduced, expressing tastes and preferences, agreement or disagreement, feeling, intention; describing people, activities; place events in time, place objects, people and places in space; ask for and exchange information about everyday issues; describe routines; give directions and instructions; express belonging and quantity in English.",
        "- Daily expressions of frequent use in directed and spontaneous conversations on varied topics with fluency, using longer sentences and simple connectors. Strategies for formulating and answering questions. Rules of basic courtesy.",
        " - Contextual models and basic discursive genres in the understanding, production and co-production (with relative phonetic correction, using simple connectors, taking care and revising their presentation) of oral, written and multimodal, short and simple, literary texts (stories, fables, legends , songs, poems, plays, rhymes...) and non-literary (news, biographies, recipes, rules, advertisements, comics, letters, emails...) in English: characteristics and recognition of the context, organization and structure according to the structure internal.",
        " - Basic language units and meanings associated with said units, such as expression of the entity and its properties, quantity and number, space and spatial relations, time, affirmation, negation, questioning and exclamation, relations elementary logics proper to the English language.",
        " - Basic vocabulary and of interest for students, related to personal identification, close interpersonal relationships, (family, friendship, school...) places and surroundings, leisure and free time, everyday life. Emission of key words, prayers, messages, everyday expressions of frequent use with correct pronunciation, accentuation, intonation and rhythm using simple connectors in the English language.",
        " - Basic sound, accentual, rhythmic and intonation patterns, and general communicative functions associated with said patterns. Phonological aspects: sounds, rhythm, intonation and accentuation of words in phrases of frequent use in the classroom, through songs, rhymes, tongue twisters, jokes, riddles, poetry, comic quintillas (Limerick)... accompanied by facial, body and mime gestures. Reading, spelling, recognition and emission of words that share a common pattern, rhyming words and final phonemes. Comprehension of messages produced with different accents of the English language.",
        " - Basic spelling conventions of the English language and meanings associated with formats and graphic elements. Correct use of punctuation and apostrophes.",
        " - Conventions and basic verbal or non-verbal conversational strategies (gestures, physical contact, facial expressions, body postures...) of common use, in a synchronous format (face to face, by telephone, video call, videoconference...) or asynchronously or in which social contact is established (platforms, apps, social networks), to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, compare and contrast, collaborate, etc.",
        " - Resources for learning and strategies for the guided search of information in analog and digital media. (Context, prior knowledge, identification of basic information, filter results, choose the precise terms, use the advanced search, complete and contrast the data, evaluate and select the information...)",
        " - Intellectual property of the sources consulted and contents used.",
        " - Basic analog and digital tools for oral, written and multimodal understanding, production and co-production, and virtual platforms for educational interaction and collaboration (virtual classrooms, video conferences, collaborative digital tools...) for learning, communication and development of projects with foreign language speakers or students. Guided, limited and responsible use of digital tools.",
        "B. Plurilingualism",
        " - Strategies and techniques to compensate for communication deficiencies (request for repetition, clarification, search for resources to understand the speech, descriptions, non-verbal communication...) to respond effectively to a specific need, despite the limitations derived from level of competence in the foreign language and in other languages. Interest and curiosity in languages, knowledge of their functioning from respect, tolerance and empathy.",
        " - Basic strategies to identify, organize, retain, retrieve and use language units (lexicon, morphosyntax, sound patterns, etc.) use of images, diagrams, posters, vocabulary cards, personal image dictionaries, mental maps, songs... from the comparison of the languages as for example through the transfer and application of strategies of the Spanish language and varieties that make up the repertoire of the personal language.",
        "- Strategies and basic tools for evaluating yourself and others, analog and digital, individual and group. Rubrics, class diaries, portfolios, rating scales, self-evaluation block, checklists...",
        " - Lexicon and basic expressions of common use to understand statements about communication, language, learning and communication and learning tools (metalinguage). Metalinguistic inference strategies based on contextual clues, such as the general theme; others speech words (redundancies, anaphoras, parallelisms); grammatical structure; morphology (analysis of prefixes, suffixes, composition, etc.); intonation (speech) and punctuation (writing).",
        "- Elementary comparison between languages based on elements of the foreign language and other languages: origin and parentage. Interest and curiosity in languages, knowledge of their functioning from respect and tolerance.",
        "C. Interculturality",
        " - The foreign language as a means of communication and relationship with people from other countries, as a way to access new information and as a means to know different cultures and ways of life. Curiosity about the knowledge of other social and cultural realities, of other languages, starting from positions of respect and tolerance for the interlocutor, their customs, traditions, social conventions, rules of courtesy, values and their culture.",
        " - Positive assessment and interest in establishing contacts and communicating through different media (paper or digital media: letters, e-mails, video calls, video conferences, presentations, co-presentations...) with speakers or students of the foreign language. Assessment of the personal enrichment that comes from the relationship with people belonging to other cultures.",
        " - Aspects of language, culture and society related to customs, daily life and personal relationships, basic social conventions of common use, non-verbal language, language courtesy and digital etiquette specific to countries where se habla la lengua extranjera. English music and literature as symbols of cultural identity and a motivating vehicle for the transmission of cultures and knowledge.",
        "- Basic strategies to understand and appreciate the diverse languages, arts and cultures, based on social and environmental and democratic values. The reality of classroom languages as a source of cultural wealth.",
        "- Strategies for detecting discriminatory uses of verbal and non-verbal language.",
        "D. Syntactic-discursive contents",
        " - Expresión de relaciones lógicas: Conjunción (and); disyunción (or); oposición (but); causa (because); finalidad (to-infinitive, eg. I did it to help her); relaciones temporales (when; before; after)",
        " - Affirmación: affirmative sentences; Yes (+tag).",
        " - Exclamation: What + noun, e.g. What a view! How + Adjective, e.g. How lovely! Exclamatory sentences, e.g. I love olives!",
        " - Negation: negative sentences with not, never, no (Adj.) nobody, nothing; No (+ negative tag).",
        " - Interrogation: Wh- questions; Auxiliary verbs in questions: to do, to be, to have, will.",
        " - Expresión del tiempo: presente (simple present; present continuous); pasado (simple past); futuro (going to, will).",
        " - Expression of the aspect: punctual (simple tenses); durativo (present continuous); usual (simple tenses [+Adverb eg. always, everyday]); incoativo (start-ing); terminative (finish-ing).",
        " - Expresión de la modalidad: factuality (declarative sentences); capacity (can); obligation (have (got) to; imperative); permission (can); intention (going to).",
        " - Expression of existence (to be; there is/there are); entity (nouns, pronouns, articles, demonstratives); quality (very + Adj.); comparison (comparatives and superlatives: as Adj. as; bigger (than); the smallest).",
        " - Expression of quantity: singular/plural; cardinal numbers up to four digits; ordinal numbers up to two digits. Quantity: all, (too) many, a lot, (a) little, more, (too) much, half , a bottle/cup/glass/piece of. Degree: very, too, enough.",
        " - Expresión del espacio: prepositions, prepositional phrases and adverbs of location, position, distance, motion, direction and origin and arrangement.",
        " - Temporal expressions: points (e.g. quarter past five); divisions (e.g. half an hour, summer), and indications of time (e.g. now, tomorrow (morning); duration (e.g. for two days); anteriority (before); posteriority (after); sequence (first, then...) simultaneously (at the same time); frequency (e.g. sometimes, on Sundays); prepositions, prepositional phrases and adverbs of time.",
        " - Expresión del modo: Adv. of manner, (e.g. slowly, well, quickly, carefully).",
        " - Expression of possession: I have got (I've got); preposition of; Saxon genitive ('s); possessives.",
        " - Expression of tastes and preferences: I like/I don't like; I like verb-ing; I love/I hate."
    ],
    "criteriosEvaluacion": [
        "1.1. Recognize, interpret and analyze the global meaning, as well as specific words and phrases of short and simple oral, written and multimodal texts on frequent and everyday topics of personal relevance and areas close to your experience, as well as literary texts suitable to students' level of development, expressed in a comprehensible, clear way and in standard language through different supports.",
        "1.2. Select, organize and apply, in a guided way, strategies and adequate knowledge in everyday communicative situations relevant to the students to capture the global meaning and process explicit information in various texts in the English language. Express short and simple texts orally, previously prepared, on everyday issues of relevance to the students, using, in a guided way, verbal and non-verbal resources, and using basic and frequently used forms and structures specific to the foreign language.",
        "2.2. Organize and write short and simple texts, previously prepared, with adaptation to the proposed communicative situation, through analog and digital tools, and using structures and basic lexicon of common use on daily and frequent issues, of personal relevance to the students and those close to their experience in the English language.",
        "2.3. Select, organize and apply, in a guided way, knowledge and strategies to prepare and produce texts in English, adequate to the communicative intentions, the contextual characteristics and the textual typology, using, with help, physical or digital resources depending on the task and the needs of each moment.",
        "3.1. Plan and participate in short and simple interactive situations on everyday topics, of personal relevance and close to your experience, through various supports, relying on resources such as repetition, the slow rhythm or non-verbal language, and showing respect for the courtesy of language and digital etiquette, as well as for the different needs, ideas and motivations of the interlocutors.",
        "3.2. Select, organize and use, in a guided way and in everyday situations, elementary strategies to greet, say goodbye and introduce yourself; formulate and answer simple questions; express messages, and start and end communication in English.",
        "4.1. Infer and explain short and simple texts, concepts and communications, in a guided manner, in situations in which they attend to diversity, showing respect for the interlocutors and for the languages used, and interest in participating in the solution of problems of understanding and understanding in their immediate environment, relying on various resources and supports.",
        "4.2. Select and apply, in a guided manner, basic strategies that help to create bridges, facilitate understanding, the production of information and communication, adequate to the communicative intentions, using, with help, resources and physical or digital supports in function of the needs of each moment.",
        "5.1. Compare and contrast the similarities and differences between different languages reflecting progressively autonomously on basic aspects of their functioning.",
        "5.2. Use and differentiate autonomously the knowledge and strategies to improve your ability to communicate and learn the foreign language, with the support of other participants and analogue and digital supports.",
        "5.3. Register and use, in a guided manner, the progress and difficulties in the foreign language learning process, recognizing the aspects that help to improve and carrying out self-evaluation and co-evaluation activities, such as those proposed in the European Portfolio of Languages (PEL) or in a learning journal.",
        "6.1. Act with appreciation and respect in situations between different cultures, building links between different languages and cultures, and showing rejection of any type of discrimination and prejudice in everyday and usual communicative contexts.",
        "6.2. Accept and respect the diversity of other countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding elements of their language and culture, which promote respect for natural resources and democracy.",
        "6.3. Select and apply, in a guided manner, basic strategies to understand and appreciate the diversity of language, culture and art."
    ]
}