{
  "saberes": [
    "4.2. Bloque 1. MARCO GEOGRÁFICO DE GRECIA Y ROMA.",
    "CE 2 y CE 4",
    "-     Marcos geográficos de las civilizaciones griega y romana en el momento de su apogeo cultural: principales ciudades y regiones y accidentes geográficos más significativos.",
    "-     El Mare Nostrum como punto de unión entre los pueblos.",
    "-     El mapa en diferentes formatos, analógico o digital, como instrumento de conocimiento histórico.",
    "-     El cosmopolitismo en la antigüedad y la globalización actual.",
    "-     Actitud positiva de superación en el proceso de aprendizaje.",
    "-     Conciencia de ciudadanía global del alumnado.",
    "-     Fuentes escritas históricas y literarias sobre la geografía del mundo antiguo.",
    "4.3. Bloque 2. HISTORIA Y EVOLUCIÓN SOCIOPOLÍTICA",
    "HISTORIA. CE 2 y CE 3",
    "-     Grecia: etapas y hechos históricos más importantes de la época clásica al helenismo. Mujeres y hombres que hicieron historia",
    "-     Roma: etapas y hechos históricos más importantes de la República al Imperio. La romanización. Mujeres y hombres que hicieron historia.",
    "-     Estrategias para la búsqueda sencilla, selección y manejo de fuentes históricas y literarias tanto en bibliotecas como en internet.",
    "EVOLUCIÓN SOCIOPOLÍTICA. CE 2 y CE 3",
    "-     Principales formas de gobierno y organización social.",
    "-     Aportación de Grecia y Roma en nuestro sistema político democrático y en las instituciones actuales.",
    "-     Importancia de la argumentación o debate razonado con apoyo de información veraz y contrastada que potencian la convivencia democrática, la resolución pacífica de conflictos y el espíritu crítico.",
    "4.4. Bloque 3. VIDA COTIDIANA",
    "CE 1 y CE 3",
    "-     La familia: roles de sus miembros; situación de la mujer, sin olvidar aquellas mujeres que han transgredido los convencionalismos y los roles establecidos.",
    "-     La educación de niños y niñas. Los juegos.",
    "-     Indumentaria e higiene.",
    "-     La alimentación en la antigüedad.",
    "-     El calendario y la jornada diaria.",
    "-     Analogías y diferencias entre aspectos de la vida cotidiana grecorromana y los actuales.",
    "-     Importancia de la contextualización de algunos aspectos de la vida cotidiana que formaban parte de la civilización griega y romana",
    "-     Actividades de creación propia, individuales o en grupo, sobre el legado de la vida cotidiana, haciendo uso de fuentes de información fiables y de las nuevas tecnologías.",
    "4.5. Bloque 4. MITOLOGÍA Y RELIGIÓN",
    "MITOLOGÍA. CE 1, CE 3 y CE 5",
    "-     Divinidades del panteón griego y romana.",
    "-     Principales héroes y heroínas en sus mitos y leyendas y sus características.",
    "-     Influencia de la mitología clásica en otras mitologías y en manifestaciones artísticas y literarias a lo largo de la historia.",
    "-     Uso de procedimientos de búsqueda, selección y análisis de la información, obtenida tanto de fuentes tradicionales griegas y romanas como actuales.",
    "RELIGIÓN. CE 1, CE 3 y CE 5",
    "-     Principales características de la religión grecolatina.",
    "-     Manifestaciones religiosas de la Grecia Clásica: juegos olímpicos.",
    "-     Huellas de las festividades religiosas clásicas en la actualidad.",
    "-     Actitud de respeto hacia diferentes creencias religiosas.",
    "4.6. Bloque 5. ARTE Y CIENCIA",
    "ARTE. CE 3, CE 4 y CE 5",
    "-     Museos, espacios arqueológicos o recreaciones vinculadas con el mundo clásico y su aportación para la formación personal y ciudadana.",
    "-     Principales producciones artísticas grecorromanas de autoría tanto masculina como femenina: escultura, pintura, cerámica y mosaico.",
    "-     Influencia de la cultura griega en la civilización romana.",
    "CIÈNCIA. CE 3, CE 4 i CE 5",
    "-     La planificació urbana a Grècia i Roma: tipologia dels edificis i infraestructures.",
    "-     Llegat de les obres públiques i l'urbanisme a les ciutats actuals.",
    "-     Descobriments i aportacions científiques, tant d’homes com de dones, del món antic.",
    "-     Aportació de la civilització grega en el pas del mite al logos.",
    "-     Respecte i curiositat (lliure de prejudicis) pels avanços científics com a mitjà per a millorar el benestar i la sostenibilitat.",
    "4.7. Bloque 6. LENGUA Y LITERATURA",
    "LENGUA. CE 3",
    "-     Alfabetos griego y latino.",
    "-     Lenguas romances y no romances.",
    "-     Introducción al significado etimológico de las palabras.",
    "-     Principales helenismos y latinismos en el lenguaje común y el científico-técnico.",
    "-     Interés por el conocimiento de la etimología de las palabras como instrumento para una buena comunicación y expresión.",
    "-     Importancia del latín y del griego en la evolución de las lenguas que forman parte del repertorio lingüístico del alumnado.",
    "-     Respeto por las diferentes lenguas del mundo y por las diferencias culturales de sus hablantes.",
    "-     Estrategias para la formación de nuevas palabras o para la deducción de su significado a través de los componentes.",
    "LITERATURA. CE 3 I CE 5",
    "-      Principals gèneres literaris: Èpica, lírica, teatre, epistolografia i oratòria",
    "-     Autors i autores i les seues obres més representatives.",
    "-     Interés per la lectura de textos literaris com a font de coneixement del món clàssic.",
    "-     Lectura de textos literaris seleccionats, també d’autoria femenina, relacionats amb el món antic.",
    "-      Reinterpretació i creació pròpia dels textos en diferents formats.",
    "-     Semblances i diferències entre els principals gèneres literaris del món clàssic i els de la literatura actual."
  ],
  "criterios": [
    "1.1. Identificar y explicar las semejanzas y diferencias entre la actualidad y la vida cotidiana griega y romana en algunos temas cercanos y de especial relevancia para el alumnado, contrastándolos con los que son saludables y sostenibles en su entorno.",
    "1.2. Reconocer las desigualdades sociales en la antigüedad, dando visibilidad a aquellos colectivos que han sido silenciados, con especial cuidado a la presencia femenina.",
    "1.3. Elaborar y presentar contenidos propios en forma de esquemas, redacciones, tablas comparativas u otro tipo de formato mediante estrategias de búsqueda, análisis crítico, selección y tratamiento de información de fuentes primarias y secundarias.",
    "1.4. Mostrar actitudes no discriminatorias ante la diversidad social y multicultural para promover la igualdad.",
    "1.5. Formular opiniones y valoraciones respetuosas y argumentadas hacia otras culturas y formas de vida tomando como referencia el respeto a los derechos humanos, interviniendo en favor de la integración, la igualdad de género, la colaboración social y la cohesión en el entorno.",
    "2.1. Explicar la relación de los elementos más significativos de la historia de Grecia y Roma con aspectos destacados de la situación sociopolítica europea actual.",
    "2.2. Establecer las semejanzas y diferencias del marco geográfico y político del mundo clásico con la situación europea actual utilizando tanto fuentes clásicas como actuales.",
    "2.3. Investigar y aportar argumentos sobre la importancia socioeconómica y cultural del medio marítimo en el desarrollo de las civilizaciones griega y romana.",
    "2.4. Expresar opiniones fundamentadas sobre la importancia de la multiculturalidad para el desarrollo de la sociedad y llegar a conclusiones a partir del debate y puesta en común.",
    "2.5. Valorar el proceso de creación de formas de gobierno que llevaron a cabo Grecia y Roma y compararlo con su evolución en la actualidad.",
    "2.6. Mostrar una disposición favorable a participar y comprometerse con las instituciones democráticas respetando los diferentes puntos de vista y haciendo hincapié en la igualdad real, especialmente de las mujeres.",
    "3.1. Identificar la relevancia de los alfabetos griego y latino en las manifestaciones culturales y lingüísticas del mundo occidental.",
    "3.2. Descubrir la pervivencia de los étimos grecolatinos en las lenguas romances peninsulares, europeas y otras lenguas que estudie el alumnado.",
    "3.3. Buscar y clasificar familias léxicas de palabras específicas a partir de su raíz griega o latina en su lengua materna.",
    "3.4. Hacer uso adecuado en su contexto de los helenismos y latinismos más comunes.",
    "3.5. Deducir el significado de algunos tecnicismos aplicando los principales fundamentos de la derivación y composición con prefijos griegos y latinos.",
    "3.6. Mostrar interés por el conocimiento de otras lenguas extranjeras como medio de enriquecimiento personal y profesional.",
    "4.1. Localizar la presencia de referentes patrimoniales arqueológicos, arquitectónicos y artísticos griegos y romanos en su entorno más cercano y en la Península Ibérica.",
    "4.2. Identificar, analizar y valorar las contribuciones científicas más importantes del mundo clásico.",
    "4.3. Realizar actividades que pongan de manifiesto la necesidad de la conservación y conocimiento de las manifestaciones culturales y los valores cívicos de nuestro pasado.",
    "4.4. Contribuir al respeto por las expresiones culturales y los valores cívicos de nuestro pasado como un elemento significativo de nuestra identidad.",
    "4.5. Ilustrar con ejemplos de la cultura clásica o con clara influencia de esta la importancia y el valor del conocimiento científico y las manifestaciones artísticas como medio de evolución personal, social y cultural",
    "5.1. Reconocer y analizar la presencia de los referentes clásicos estudiados en el aula (arquitectónicos, literarios, escultóricos) en las producciones artísticas más significativas de diferentes momentos de la historia.",
    "5.2. Investigar y localizar nuevas manifestaciones de los referentes clásicos en ámbitos cercanos a los intereses del alumnado como publicidad, juegos de internet, películas, música y cómics.",
    "5.3. Identificar los referentes del mundo grecolatino que funcionan como modelos de personajes, situaciones, actividades o comportamientos en el mundo actual.",
    "5.4. Crear y editar producciones propias (presentaciones, vídeos, relatos, dramatizaciones, juegos) que tengan como eje central algunos de los referentes clásicos más relevantes de la mitología en diferentes manifestaciones artísticas.",
    "5.5. Argumentar con ejemplos la importancia de la tradición clásica en las manifestaciones culturales posteriores.",
    "5.6. Investigar la pervivencia de la ciencia en la sociedad actual."
  ]
}