{
    "saberes": [
        "I. Recepción y análisis",
        "1. Análisis de propuestas del patrimonio cultural y artístico de Canarias y de diferentes corrientes estéticas, procedencias y épocas producidas por creadores y creadoras locales, regionales y nacionales.",
        "2. Adquisición de estrategias de recepción activa.",
        "3. Asimilación de las normas comunes de comportamiento y actitud positiva ante el hecho artístico. Valoración del silencio como condición indispensable para la adecuada recepción de propuestas artísticas.",
        "4. Empleo de vocabulario específico, de uso común, en las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
        "5. Utilización de recursos digitales en las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
        "6. Adquisición de estrategias básicas de análisis de propuestas artísticas desde una perspectiva de género.",
        "II. Creación e interpretación",
        "1. Aplicación de las fases del proceso creativo: planificación, interpretación y experimentación.",
        "2. Conocimiento de profesiones vinculadas con las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas: artesanía, pintura, música, escultura, maquetación, diseño gráfico, iluminación y sonido, realización, etc.",
        "3. Valoración e interés tanto por el proceso como por el producto final en producciones plásticas, visuales, audiovisuales, musicales, escénicas y performativas.",
        "III. Artes plásticas, visuales y audiovisuales",
        "1. Conocimiento de las manifestaciones artísticas del patrimonio cultural de Canarias: pintura, escultura, arquitectura, cerámica y artesanía.",
        "2. Iniciación a la cultura visual. Uso de técnicas y estrategias básicas de lectura e interpretación de la imagen en el mundo actual.",
        "3. Empleo de elementos configurativos básicos del lenguaje visual y sus posibilidades expresivas: punto, línea, plano, textura, color, forma y espacio.",
        "4. Utilización de materiales, instrumentos, soportes y técnicas de uso común utilizados en la expresión plástica y visual.",
        "5. Uso de medios, soportes y materiales de expresión plástica y visual. Empleo de técnicas bidimensionales y tridimensionales en dibujos y modelados sencillos.",
        "6. Conocimiento de técnicas, materiales y recursos informáticos y tecnológicos básicos. Aplicación para la captura y manipulación de producciones plásticas y visuales.",
        "7. Registro y edición básica de elementos audiovisuales: conceptos, tecnologías, técnicas y recursos elementales y de manejo sencillo.",
        "8. Aplicación de estrategias y técnicas de uso común de composición de historias audiovisuales.",
        "9. Identificación del cine como forma de narración audiovisual.",
        "10. Acercamiento a géneros y formatos de producciones audiovisuales: cortometraje, videoclip, documental, spot, reportaje, etc.",
        "11. Aproximación a las herramientas y técnicas básicas de animación.",
        "12. Descubrimiento de las características elementales del lenguaje audiovisual multimodal: texto, audio, imagen, etc.",
        "13. Iniciación a la realización de producciones multimodales con herramientas diversas.",
        "IV. Música y artes escénicas y performativas",
        "1. Identificación visual y auditiva, clasificación y representación elemental del sonido, de sus cualidades y de estructuras rítmico-melódicas a través de grafías convencionales y no convencionales.",
        "2. Identificación visual y auditiva de los instrumentos musicales convencionales, objetos sonoros, cotidiáfonos, así como los de la música tradicional y popular canaria. Clasificación de la voz y los instrumentos en familias y agrupaciones.",
        "3. Experimentación y reconocimiento del carácter, el tempo, el compás y el género musical.",
        "4. Práctica instrumental, vocal y corporal de manifestaciones propias del patrimonio cultural y artístico de Canarias y de diferentes estilos, épocas y culturas: experimentación, exploración creativa, interpretación e improvisación a partir de sus posibilidades sonoras y expresivas.",
        "5. Construcción guiada de instrumentos musicales con materiales de uso común, reutilizados y del entorno. ",
        "6. Aplicación de conceptos básicos de lenguajes musicales en la interpretación y en la improvisación de propuestas musicales vocales e instrumentales. Valoración del silencio como elemento indispensable en la música.",
        "7. Utilización de herramientas digitales básicas de grabación y edición de audio en la audición y conocimiento de obras diversas.",
        "8. Experimentación y exploración del cuerpo y sus posibilidades motrices y creativas en ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medios de expresión, diversión e interacción social.",
        "9. Aplicación de técnicas dramáticas, dancísticas y de elementos básicos de lenguajes expresivos. Experimentación con actos performativos elementales e improvisación guiada.",
        "10. Experimentación, exploración e interpretación de danzas tradicionales y populares de Canarias.",
        "11. Exploración de las posibilidades expresivas y creativas de uso común de la expresión corporal y dramática.",
        "12. Conocimiento de los elementos básicos de la representación escénica: roles, materiales y espacios."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer propuestas artísticas de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa, con el objetivo de desarrollar la curiosidad y comprender las diferencias culturales.",
        "1.2 Describir manifestaciones culturales y artísticas de diferentes géneros, estilos, épocas y culturas, explorando sus características con actitud abierta e interés y estableciendo relaciones básicas entre ellas para desarrollar la curiosidad y el respeto por la diversidad.",
        "2.1 Seleccionar y aplicar estrategias para la búsqueda guiada de información sobre manifestaciones culturales y artísticas, a través de canales y medios de acceso, tanto de forma individual como cooperativa, con el fin de desarrollar un pensamiento propio, la autoconfianza y la capacidad de cooperar.",
        "2.2 Distinguir elementos característicos básicos de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de Canarias y de otras culturas, con actitud de interés y respeto, indicando los canales, medios y técnicas utilizados, analizando sus diferencias y similitudes, con el fin de desarrollar un sentido progresivo de pertenencia e identidad.",
        "2.3 Distinguir las sensaciones y emociones producidas por diferentes manifestaciones culturales y artísticas, a partir de su análisis y comprensión, para disfrutar de ellas y empezar a desarrollar una sensibilidad artística propia.",
        "3.1 Experimentar con los elementos básicos de los distintos lenguajes e instrumentos artísticos, con creatividad y actitud abierta, con el fin de entender sus posibilidades comunicativas y expresivas.",
        "3.2 Producir obras propias sencillas, utilizando las posibilidades expresivas del cuerpo, el sonido, la imagen y los medios digitales básicos, mostrando confianza en las propias capacidades, para expresar y comunicar de manera creativa ideas, sentimientos y emociones.",
        "4.1 Participar de manera guiada en el diseño de producciones culturales y artísticas, trabajando de forma cooperativa en la consecución de un resultado final planificado y asumiendo diferentes funciones, desde la igualdad y el respeto a la diversidad, para desarrollar la creatividad y el sentido emprendedor.",
        "4.2 Participar en el proceso cooperativo de producciones culturales y artísticas, con actitud abierta y respetuosa, utilizando elementos básicos de diferentes lenguajes y técnicas artísticas, con el fin de desarrollar la aceptación y comprensión del trabajo cooperativo.",
        "4.3 Compartir los proyectos creativos, empleando estrategias comunicativas básicas, explicando el proceso y el resultado final obtenido, y respetando y valorando las experiencias propias y ajenas, como estrategia para el desarrollo de la creatividad, la noción de autoría y el sentido de pertenencia."
    ]
}