{
  "competenciasEspecificas": [
    "1. Buscar y seleccionar la información adecuada proveniente de diversas fuentes, de manera crítica y segura, aplicando procesos de investigación, métodos de análisis de productos y experimentando con herramientas de simulación, para definir problemas tecnológicos e iniciar procesos de creación de soluciones a partir de la información obtenida. CCL3, STEM2, CD1, CD4, CPSAA4 y CE1.",
    "2. Abordar problemas tecnológicos con autonomía y actitud creativa, aplicando conocimientos interdisciplinares y trabajando de forma ordenada y cooperativa, para diseñar, planificar y desarrollar soluciones a un problema o necesidad de forma eficaz, innovadora y sostenible. CCL1, STEM1, STEM3, CD3, CPSAA3, CPSAA5, CE1, y CE3.",
    "3. Aplicar de forma apropiada distintas técnicas y conocimientos interdisciplinares utilizando operadores, sistemas tecnológicos y herramientas, teniendo en cuenta la planificación y el diseño previo para construir o fabricar soluciones tecnológicas y sostenibles que den respuesta a necesidades en diferentes contextos, STEM2, STEM3, STEM5, CD4, CD5, CPSAA1, CE3 y CCEC3.",
    "4. Describir, representar e intercambiar ideas o soluciones a problemas tecnológicos o digitales, utilizando medios de representación, simbología, recursos lingüísticos y vocabulario adecuado, así como los instrumentos y recursos disponibles y valorando la utilidad de las herramientas digitales para comunicar y difundir información y propuestas. CCL1, STEM4, CD3, CCEC1, CCEC3 y CCEC4.",
    "5. Desarrollar algoritmos y aplicaciones informáticas en distintos entornos, aplicando los principios del pensamiento computacional e incorporando las tecnologías emergentes, para crear soluciones a problemas concretos, automatizar procesos y aplicarlos en sistemas de control o en robótica. CP2, STEM1, STEM3, CD5, CPSAA5 y CE3.",
    "6. Comprender los fundamentos del funcionamiento de los dispositivos y aplicaciones habituales de su entorno digital de aprendizaje, analizando sus componentes y funciones y ajustándolos a sus necesidades para hacer un uso más eficiente y seguro de los mismos y para detectar y resolver problemas técnicos sencillos. CP2, CD2, CD4, CD5, CPSAA4 y CPSAA5.",
    "7. Hacer un uso responsable y ético de la tecnología, mostrando interés por un desarrollo sostenible, identificando sus repercusiones ecosociales y valorando la contribución de las tecnologías emergentes para identificar las aportaciones y el impacto del desarrollo tecnológico en la sociedad y en el entorno. STEM2, STEM5, CD4 y CC4.",
    "8. Desarrollar destrezas personales y sociales, reconociendo las fortalezas y debilidades propias y de las y los demás, identificando y gestionando de forma eficaz las emociones y experiencias para fomentar el bienestar personal y crear relaciones saludables que permitan al alumnado mejorar su aprendizaje y conseguir los objetivos marcados. STEM3, STEM5, CPSAA1, CPSAA3, CPSAA4, CE2, CE3, CP3, CC2, CC3, CD3"
  ]
}