{
    "saberes": [
        "A. Comunicación.",
        "– Autoconfianza y reflexión sobre el aprendizaje. El error como instrumento de mejora.",
        "– Estrategias  para  la  comprensión,  la  planificación  y  la  expresión  de     textos    orales, escritos    y    multimodales    breves, sencillos y contextualizados. ",
        "– Conocimientos, destrezas   y   actitudes   que   permiten habituarse en actividades de mediación en situaciones cotidianas básicas. ",
        "– Funciones comunicativas básicas adecuadas al ámbito y al contexto:",
        "    · saludar, despedirse, presentar y presentarse.",
        "    · describir personas, objetos, lugares, plantas, animales, actividades y hábitos.",
        "    · describir rutinas.",
        "    · situar eventos en el tiempo.",
        "    · situar objetos, personas y lugares en el espacio.",
        "    · pedir e intercambiar información sobre cuestiones cotidianas.",
        "    · pedir y ofrecer ayuda.",
        "    · pedir permiso y disculpas.",
        "    · dar indicaciones e instrucciones.",
        "    · expresar la pertenencia, el tiempo, la cantidad, el espacio, la posesión, la existencia, el gusto, la preferencia, la opinión, el acuerdo o desacuerdo, la capacidad, el sentimiento y la intención.",
        "    · utilización de lenguaje en el aula.",
        "    · narrar hechos presentes, pasados, futuros y acciones que están ocurriendo.",
        "    · indicar aficiones e intereses.",
        "– Modelos contextuales y géneros discursivos básicos en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y reconocimiento del contexto, organización y estructuración según la estructura interna.",
        "– Unidades lingüísticas básicas y significados asociados a dichas unidades, tales como expresión de la entidad y sus propiedades, existencia, modalidad, gustos y preferencias, cantidad y número, espacio y relaciones espaciales, tiempo, afirmación,   negación,   interrogación     y     exclamación,   relaciones     lógicas elementales.",
        "– Léxico básico y de interés para el alumnado relativo a identificación personal, relaciones interpersonales próximas, lugares y entornos cercanos, ocio y tiempo libre, vida cotidiana (p. e. alimentación, adjetivos descriptivos, deporte, viajes y vacaciones, educación y estudio, compras y actividades comerciales, transporte, hogar, trabajo y ocupaciones, continentes, países y banderas, medio ambiente, clima y sostenibilidad, TIC, salud y cuidados físicos).",
        "– Patrones sonoros, acentuales, rítmicos y de entonación básicos y funciones comunicativas generales asociadas a dichos patrones, como ritmo, sonoridad de la lengua a través de las rimas, retahílas, trabalenguas, canciones, adivinanzas y recursos de la tradición oral y escrita. ",
        "– Convenciones   ortográficas   básicas   y   significados   asociados   a   los formatos y elementos gráficos. ",
        "– Convenciones   y   estrategias   conversacionales   básicas, en   formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, comparar y contrastar, colaborar, etc. ",
        "– Recursos para el aprendizaje y estrategias para la búsqueda de información en medios analógicos y digitales.",
        "– Propiedad intelectual de las fuentes consultadas y contenidos utilizados.",
        "– Herramientas analógicas y digitales básicas para la comprensión, expresión y coproducción oral, escrita y multimodal; plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "– Estrategias de formulación y reformulación de hipótesis sobre el significado a partir de la comprensión de elementos significativos lingüísticos y paralingüísticos.",
        "B. Plurilingüismo.",
        "– Estrategias y técnicas de compensación de las carencias comunicativas para responder eficazmente a una necesidad concreta, a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "– Estrategias básicas para identificar, organizar, retener, recuperar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, funciones lingüísticas, etc.)   a partir de la comparación de las lenguas y variedades que conforman su repertorio lingüístico personal. ",
        "– Estrategias y   herramientas   básicas   de   autoevaluación   y   coevaluación, analógicas y digitales, individuales y cooperativas. ",
        "– Léxico y expresiones básicos de uso común para comprender enunciados sobre la     comunicación,   la   lengua,   el     aprendizaje     y     las     herramientas     de comunicación y aprendizaje (metalenguaje). ",
        "– Herramientas que faciliten el desarrollo de un aprendizaje autónomo y competente de las lenguas. ",
        "C. Interculturalidad.",
        "– La lengua extranjera como medio de comunicación y relación con personas de otros países, como forma de acceder a nueva información y como medio para conocer culturas, valores, creencias, actitudes y modos de vida diferentes. ",
        "– Valoración positiva e interés por establecer contactos y comunicarse a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
        "– Aspectos socioculturales y sociolingüísticos básicos y habituales relativos a las costumbres, la vida cotidiana y las relaciones interpersonales, las convenciones sociales básicas de uso común, el lenguaje no verbal, la cortesía lingüística y la etiqueta digital propias de países donde se habla la lengua extranjera. ",
        "– Estrategias básicas para entender, valorar y apreciar la diversidad lingüística, cultural   y   artística, a partir de valores   ecosociales   y democráticos.",
        "– Estrategias de detección de usos discriminatorios del lenguaje verbal y no verbal."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer, interpretar y analizar el sentido global y la información esencial, así como palabras y frases específicas de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y ámbitos próximos a su experiencia, así como de textos literarios adecuados al nivel de desarrollo del alumnado, expresados de forma comprensible, clara y en lengua estándar a través de distintos soportes.  (CCL2, CCL4, CP2, STEM1, CE1, CCEC2)",
        "1.2 Seleccionar, organizar y aplicar de, forma guiada, estrategias y conocimientos adecuados en distintas situaciones comunicativas cotidianas y de relevancia para el alumnado, captando el sentido global y procesando informaciones explícitas en textos diversos. (CCL2, CCL3, CP1, STEM1, CD1, CPSAA5) ",
        "2.1 Expresar oralmente textos breves y sencillos, previamente preparados, sobre asuntos cotidianos  y  de  relevancia  para  el  alumnado,  utilizando,  de forma  guiada, recursos verbales y no verbales, y     usando formas y     estructuras     básicas     y     de uso frecuente, así  como  reproduciendo patrones  sonoros,  acentuales,  rítmicos  y  de entonación básicos, propios de la lengua extranjera.  (CCL1, CP1, CE1, CE3, CCEC4)",
        "2.2 Organizar y redactar textos breves y sencillos, previamente preparados, con adecuación a la situación comunicativa propuesta, a través de herramientas analógicas y digitales, y usando las funciones comunicativas principales y estructuras y léxico básico de uso común sobre asuntos cotidianos y frecuentes, de relevancia personal para el alumnado y próximos a su experiencia. (CCL1, CP1, CD2, CE1, CE3, CCEC4)",
        "2.3 Seleccionar, organizar y aplicar, de forma guiada, conocimientos y estrategias para preparar y expresar textos orales y escritos adecuados a las intenciones comunicativas, las características contextuales y la tipología textual, usando recursos físicos o digitales en función de la tarea y las necesidades de cada momento. (CCL3, CP1, CP2, STEM1, CD2, CPSAA5)",
        "3.1 Planificar y participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próximos a su experiencia e intereses, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas y motivaciones de los interlocutores.  (CCL1, CCL5, CP2, CD3, CPSAA3, CC3, CE1, CCEC3)",
        "3.2 Seleccionar, organizar y utilizar, de forma guiada, estrategias elementales para saludar, despedirse y presentarse; formular y contestar preguntas sencillas; expresar mensajes, e iniciar y terminar la comunicación, respondiendo a las necesidades comunicativas que surjan en distintas situaciones y contextos. (CCL1, CCL5, CP1, STEM1, CE3)",
        "4.1 Inferir y explicar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores y por las lenguas empleadas, e interés por participar en la solución de problemas de intercomprensión y de entendimiento en su entorno próximo, apoyándose  en  diversos  recursos y  soportes.   (CCL2,  CP2,  CP3,  STEM1,  CPSAA3, CCEC1)",
        "4.2 Seleccionar y aplicar, de forma guiada, estrategias básicas que ayuden a crear puentes y faciliten la comprensión y expresión de información y la comunicación, adecuadas a las intenciones comunicativas, usando, con ayuda, recursos y apoyos físicos  o  digitales  en  función  de  las  necesidades  de  cada  momento.   (CCL5,  CP1, STEM1, CPSAA1, CPSAA3)",
        "5.1 Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando e investigando de manera progresivamente autónoma, sobre aspectos básicos de su funcionamiento, respetando la diversidad cognitiva, social y cultural. (CP2, CP3, CPSAA4, CC3, CCEC1)",
        "5.2 Utilizar, diferenciar e interiorizar, de forma progresivamente autónoma los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, apoyándose en el grupo y en soportes analógicos y digitales.  (CCL3, STEM1, CD2, CPSAA4, CE3)",
        "5.3 Registrar y utilizar, de manera guiada, los progresos y dificultades en el proceso de aprendizaje de la lengua extranjera, reconociendo e interiorizando los aspectos que ayudan a mejorar y realizando actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, normalizando  el  error  y  valorándolo  como  una  fuente  de  aprendizaje.   (STEM1, CPSAA1, CPSAA4, CPSAA5)",
        "6.1 Actuar con aprecio y respeto en situaciones interculturales, construyendo vínculos entre las diferentes lenguas y culturas, y mostrando rechazo ante cualquier   tipo   de   discriminación,  prejuicio    y    estereotipo    en    contextos  comunicativos  cotidianos  y habituales.  (CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3)",
        "6.2 Aceptar y respetar la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de aprendizaje y enriquecimiento personal, mostrando   interés   por ampliar los conocimientos propios y   comprender   elementos   culturales   y lingüísticos básicos que fomenten la sostenibilidad y la democracia.  (CCL5, CP2, CP3, CPSAA3, CC3, CCEC1)",
        "6.3 Seleccionar y aplicar, de forma guiada, diferentes estrategias para entender y apreciar la diversidad lingüística, cultural y artística, aceptando y respetando su valor y mostrando una actitud de apertura. (CCL5, CP3, CPSAA3, CC2, CC3, CCEC1)"
    ]
}