{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Analizar piezas vocales, explicando de manera razonada las cualidades que las hacen afines a un estilo, a un género o a una cultura, así como otras características de la interpretación, de la intencionalidad y de la puesta en escena.",
        "1.2 Explicar la relación del texto con la música en diferentes composiciones vocales, analizando el texto y la curva de tensiones musicales.",
        "1.3 Valorar, con criterio estético, el enriquecimiento que supone la aportación de las identidades culturales propias a la práctica vocal, comparando varias versiones interpretativas.",
        "Competencia específica 2.",
        "2.1 Realizar ejercicios e improvisaciones para el desarrollo de la escucha activa y de la capacidad vocal, aplicando técnicas vocales y corporales sanas, además de reforzando la autoestima y la autoconfianza.",
        "2.2 Utilizar, de forma autónoma, en los ejercicios creativos y de improvisación vocal, guiada o libre, los recursos expresivos de la voz, desarrollándolos como vehículo de expresión de sentimientos y emociones.",
        "Competencia específica 3.",
        "3.1 Participar como intérprete de coro, demostrando eficacia, escucha activa, precisión técnica y una expresión vocal y corporal adecuadas, tanto al servicio del conjunto como a las directrices de la dirección.",
        "3.2 Participar en las actividades de interpretación vocal, asumiendo diferentes roles y compromisos, en beneficio del resultado final del conjunto.",
        "Competencia específica 4.",
        "4.1 Mostrar, en la actuación, no solo una actitud escénica adecuada, sino, además, el necesario respeto por el público.",
        "4.2 Participar, con iniciativa, responsabilidad y conciencia de grupo, en el montaje de proyectos escénicos, asumiendo alguna de las funciones de la producción e identificando oportunidades de desarrollo personal, social, académico o profesional.",
        "4.3 Conectar las interpretaciones vocales con otras artes y disciplinas, diseñando proyectos artísticos innovadores y creativos que utilicen, entre otros recursos, las herramientas digitales."
    ],
    "saberes": [
        "A. Análisis.",
        "- La relación texto-música.",
        "- Recursos interpretativos y escénicos. Curva de tensiones musicales.",
        "- Características básicas de los estilos, géneros y culturas musicales seleccionados.",
        "- Piezas vocales de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales y de origen popular, particularmente de Castilla La Mancha, con un grado de dificultad acorde al nivel del curso y del grupo.",
        "- El silencio como marco de la escucha musical.",
        "B. Técnica vocal.",
        "- Práctica de la relajación y la concentración.",
        "- Cuidado de la voz y postura del cuerpo.",
        "- Elementos de la producción vocal: respiración, emisión, articulación, resonancias y dinámica.",
        "- Técnicas de expresión corporal. Relación de la emisión vocal y el movimiento.",
        "- Ejercicios y vocalizaciones. Improvisaciones.",
        "- El oído armónico y la afinación: entonación de intervalos, acordes y cadencias, con grado de dificultad acorde al nivel del curso y del grupo.",
        "C. Práctica de conjunto.",
        "- El sonido de conjunto: respiración, ataque, afinación, articulación, ritmo, fraseo y dinámica. Equilibrio entre voces y planos sonoros.",
        "- El transporte aplicado al canto.",
        "- Premisas para el desarrollo de la improvisación.",
        "- La percusión corporal y otros diseños coreográficos.",
        "- La lectura básica de partituras con notación convencional y no convencional. Lectura a primera vista de partituras sencillas.",
        "- Aprendizaje memorístico.",
        "- Compromiso con los objetivos grupales.",
        "- Repertorio de coro de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales y de origen popular, particularmente de Castilla-La Mancha, con grado de dificultad acorde al nivel del curso y del grupo, con o sin acompañamiento instrumental.",
        "- El texto a través del análisis fonético. Reglas del sistema fonético-fonológico.",
        "- Funciones de la producción artística: preproducción, organización de ensayos, apoyo técnico y difusión.",
        "- Oportunidades de desarrollo personal, social, académico y profesional ligadas al ámbito musical.",
        "- Técnica básica de dirección coral.",
        "- El silencio como marco de la interpretación e improvisación.  "
    ]
}
