{
  "saberes": [
    "A. Communication.",
    "1. Self-confidence. Use of all available resources and strategies to achieve a specific communicative purpose. Error as an instrument for improvement and proposal for reparation.",
    "2. Basic strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
    "2.1 Understanding",
    "2.2.1 Key identification and inference",
    "• Using an idea of the general meaning of texts and sentences to infer from the context the probable meaning of unknown words.",
    "• Recognition of known words to deduce the meaning of unknown words and expressions.",
    "• Recognition of the format and typographic characteristics to identify the type of text and anticipate organization and importance of the information.",
    "• Position of formulaic expressions in a text to deduce their function and meaning.",
    "• Detection of proper names, dates, figures, etc. to identify the subject of a text.",
    "2.2 Production and Co-production",
    "2.2.1 Planning",
    "• Essay of expressions from his repertoire.",
    "• Identification of the recipient to adapt the expression and information to their needs.",
    "• Recognition of the type of text and its typical structure to organize the information in a coherent way.",
    "2.2.2 Compensation",
    "• Use of gestures to clarify words whose use is known to be inappropriate.",
    "• Use of gestures when it is necessary to identify an object or element of the context.",
    "2.2.3 Control and repair",
    "• Expressions to make sure the language used is correct.",
    "• Personal record of frequent errors and conscious monitoring in subsequent productions.",
    "3. Mediation: planning, intervention and evaluation activities, skills and strategies that allow students to avoid and resolve communicative conflicts.",
    "3.1 Activities",
    "• Mediation of texts",
    "- Paraphrasing, explanation, synthesis and translation of an oral or written text.",
    "- Taking notes (of a meeting, presentation, conference, etc.)",
    "- Mediation of concepts",
    "- Collaboration in a working group.",
    "• Mediation in communication.",
    "- Promotion of a multicultural space.",
    "3.2 Strategies",
    "• Planning",
    "- Connection with prior knowledge.",
    "- Search for support.",
    "- Creation of glossaries.",
    "- Prior consideration of the interlocutor's needs.",
    "- Conduction of speech.",
    "• Intervention",
    "- Reformulation of the text to make it more understandable.",
    "- Promotion of group work.",
    "- Appropriate use of non-verbal language.",
    "• Evaluation:",
    "- Verification that the conflict has been adequately managed.",
    "4. Basic communicative functions appropriate to the field and communicative context.",
    "• Greetings, farewells and introductions with basic formulas typical of the language.",
    "• Description of people including basic information about them (age, nationality, physical appearance) and their living conditions; familiar objects and/or their environment and places, with simple structures.",
    "• Situation of events in time using a basic repertoire of expressions and temporal indicators.",
    "• Situation of objects, people and places in space in a simple and brief way with a limited repertoire of learned prepositions and spatial indicators.",
    "• Request and exchange of information on daily issues with sentences of basic structure and memorized formulas.",
    "• Offering and interpretation of simple instructions and orders that consist of one or several simple structures.",
    "• Offering, accepting and rejecting help, propositions or suggestions through the use of basic formulas and short and simple structures.",
    "• Expression of taste or interest and basic emotions through a learned basic lexical and grammatical repertoire.",
    "• Narration of past events, description of present situations, and expression of future events using simple structures with adequate verb tenses and a limited repertoire of temporal markers.",
    "• Expression of opinion and possibility through learned short expressions and simple sentences.",
    "5. Contextual models and discursive genres commonly used in the comprehension, production and co-production of oral, written and multimodal texts.",
    "5.1 Characteristics and context recognition",
    "• Social distance between participants: informal and semi-formal registration.",
    "• Ambit:",
    "- staff",
    "- educational",
    "- public",
    "• Situation:",
    "- face-to-face",
    "- online",
    "• synchronous",
    "• asynchronous 5.2 Text structure",
    "• Overall structure:",
    "- Purpose: interpersonal, transactional, evaluative, instructive, descriptive, narrative.",
    "- Sections.",
    "- Design: format, patterns and graphic elements.",
    "• Microstructure: basic mechanisms of coherence and cohesion:",
    "- Paragraph or section.",
    "- Connectors and binding expressions.",
    "- Deixis.",
    "- Pauses and prosodic changes.",
    "- Punctuation.",
    "5.3 Genres: (P) Production; (C) Comprehension; (I) Co-production or interaction.",
    "5.3.1 Oral genres",
    "• Announcements and public messages issued by public address system in predictable situations: stations and means of transport, cultural spaces, commercial establishments, educational centers. (C)",
    "• Brief and simple instructions for personal or educational purposes: addresses and destinations; common tasks and errands;",
    "Operations typical of the educational environment. (C)",
    "• Song Lyrics. (C)",
    "• Simple face-to-face informal conversations for transactional purposes: purchases and services in commercial or hospitality establishments; information in tourist information offices, means of transport or commercial establishments. (I)",
    "• Simple and routine informal face-to-face conversations for personal purposes: personal information, daily activities, past life experiences, plans, free time, likes and interests. (I)",
    "• Very short and simple online conversations for transactional purposes: requests for specific information. (I)",
    "• Brief and simple recorded informal messages for personal purposes: timely information, invitations, plans and appointments. (P)",
    "• Simple and short semi-formal public presentations, with visual support, on familiar topics. (C) and (P).",
    "5.3.2 Written genres",
    "• Brief and simple informative articles on usual topics or of interest. (C)",
    "• Brief and simple biographies. (C)",
    "• Printed or digital informative signs in public places: stations and means of transport, commercial establishments, recycling facilities, educational centers. (C)",
    "• Printed or digital institutional posters on awareness campaigns. (C)",
    "• Entries in printed or digital reference works. (C)",
    "• Product and packaging labels. (C)",
    "• Simple informative and advertising printed or digital brochures. (C)",
    "• Menus and letters from catering establishments. (C)",
    "• Show programs and cultural activities. (C)",
    "• Simple culinary recipes. (C)",
    "• Short stories in simplified version. (C)",
    "• Online forms and questionnaires with closed response from platforms or educational initiatives or citizen participation. (I)",
    "• Brief informal messages in simple synchronous online exchanges on predictable everyday topics. (I)",
    "• Postcards, digital cards, letters and short informal and semi-formal electronic messages for personal purposes:",
    "presentation, exchange and request for information, congratulations, thanks, excuse, invitation. (I)",
    "• Brief informal and semi-formal online entries on everyday affairs, social activities, and feelings. (C) and (P)",
    "• Brief descriptive reports on the immediate personal, natural and social environment. (C) and (P)",
    "• Brief and simple informal and semi-formal notes and messages on areas of immediate need for personal or educational purposes. (C) and (P)",
    "• Brief reviews about places or cultural content. (C) and (P)",
    "• Synopsis: summaries and outlines. (C) and (P)",
    "5.3.3 Multimodal genera",
    "• Brief and simple tutorials on handling digital tools, educational aspects or other common or interesting topics. (C)",
    "• Explanatory videos on linguistic or cultural aspects. (C)",
    "• Commercial advertisements or awareness campaigns. (C)",
    "• Meteorological information. (C)",
    "• Highly predictable current news on familiar topics. (C)",
    "• Music Videos. (S)",
    "• Short video report on educational activities. (P)",
    "6. Basic linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and denial. exclamation mark, basic logical relationships.",
    "• Expression of affirmation (affirmative sentences; tags); negation (negative sentences with not, never, nobody, nothing; negative tags); question (wh-questions, aux. questions, tags); and exclamation (what + (adj. +) noun, e.g.: What a nice phone!, How + adj., e.g.: How interesting!; sentences and exclamatory expressions: Well done!).",
    "• Expression of logical relationships: conjunction (and, too), disjunction (or), opposition (but), cause (because (of), purpose (toinfinitive, for), comparison (as/not so adj. as, more expensive (than), the cheapest), condition (if) result (so…) and temporality (when…).",
    "• Expression of time: past (past simple and continuous, present perfect), present (simple and continuous present), future (going to; will; present simple + Adv.); and aspect: punctual (simple tenses); durative (present and past simple/perfect); habitual (simple tenses (+ adv., e.g. every Sunday)), inchoative (start – ing), terminative (stop –ing).",
    "• Expression of modality: factuality (declarative sentences), capacity (can, be able), possibility/probability (may, perhaps), necessity (must, have (got) to), obligation (have (got) to, must , imperative), permission (can, could, allow) and intention (present continuous).",
    "• Expression of existence in present, past and future (v. g. there is/are, was/were, will be), the entity (count/uncount/collective/compound nouns, pronouns (relative, reflexive), determiners), the quality (v. g. really good), and quantity [singular/plural; cardinal and ordinal numbers; quantity: e.g. all (the), most, both, none; and degree: (v. g. so; a little)].",
    "• Expression of space and spatial relations (prepositions and adverbs of place, position, distance, movement, direction, origin and organization).",
    "• Expression of temporal relationships: moments (eg half past), periods (eg: season, century), and temporal indications (ago), duration (from…to; until; since), anteriority (already; (not) yet) , posteriority (as soon as; later), sequence (first, second, third), simultaneity (while), frequency (v. g. often, usually).",
    "• Expression of mode (adverbs and expressions of mode: v. g. slowly, like this, carefully, by coach).",
    "• Expression of the condition (conditionals 0 and 1).",
    "• Expression of the relationship between entities (who, which, that).",
    "7. Commonly used vocabulary of interest to students.",
    "• Identification and personal identity.",
    "• Housing, home and environment.",
    "• Daily life activities.",
    "• Family and friends.",
    "• Work and occupations.",
    "• Education and study.",
    "• Free time, leisure, sports, trips and vacations.",
    "• Health and physical care.",
    "• Purchases and commercial activities.",
    "• Food and restoration.",
    "• Climate and natural environment.",
    "• Technology of the information and communication.",
    "• Word formation.",
    "• False cognates.",
    "8. Basic sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns.",
    "• The alphabet",
    "• vowel sounds",
    "• Consonantal sounds",
    "• Ordinal and cardinal numbers",
    "• Plural endings (differences between): /z/, /s/ and /iz/",
    "• Pronunciation of the third person singular in the present: -s, -es: /z/, /s/ and /iz/",
    "• Rhythm in prayers",
    "• Union of words when speaking",
    "• can / can't",
    "• was/were",
    "• Finals of regular verbs in the past",
    "• Irregular verbs in past",
    "• Word stress",
    "• The letter h",
    "• Silent Letters",
    "• Connected speech. (connected speech / connected speech)",
    "• Basic differences between the following groups of sounds:",
    "9. Basic spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "9.1. Basic spelling conventions. Alphabetic systems.",
    "Perception and production of:",
    "• Forms of the letters in their normal and italic modalities, both upper and lower case.",
    "• Correct spelling of words, including accepted forms of contraction.",
    "• Punctuation marks and their rules of use.",
    "• Typographic conventions and varieties of typefaces.",
    "• Commonly used non-alphabetizable signs (eg: @, &, $, etc.)",
    "9.2. Meanings and communicative intentions.",
    "• Orthopedic needs: use and articulation of a correct pronunciation based on words that have been learned in their written form.",
    "o Spelling conventions.",
    "o Basic conventions used in dictionaries for the representation of pronunciation.",
    "o Repercussion that written forms, especially punctuation marks, have on expression and intonation.",
    "• Resolution of simple ambiguities (homonymous words, syntactic ambiguities, etc.) depending on the context.",
    "• Organization of information through punctuation marks.",
    "10. Basic conversational conventions and strategies in interaction, in synchronous or asynchronous format.",
    "10.1 Speaking time",
    "• Simple expressions to start, maintain or end a communicative exchange.",
    "• Expressions to request the attention of other interlocutors.",
    "10.2 Cooperation",
    "• Expressions to indicate that what is being communicated is understood.",
    "10.3 Clarification",
    "• Expressions to indicate that what has been communicated is not understood",
    "• Expressions to request the spelling of words not understood.",
    "11. Resources for learning and basic information search strategies.",
    "11.1 Learning resources:",
    "• Print and digital dictionaries.",
    "• Reference books.",
    "• Libraries and media libraries.",
    "• Digital and computer resources: educational networks, websites, shared content channels, content banks and activities.",
    "11.2 Strategies",
    "11.2.1 Search in dictionaries and reference books.",
    "• Efficient use of the component parts of dictionary entries: lemma, pronunciation, grammatical category, definition, meanings, example, synonyms and antonyms.",
    "• Use of indexes of content, themes and graphic elements.",
    "• Identification of graphic design elements that establish the hierarchy of information.",
    "11.2.2 Search in digital media.",
    "• Discrimination between official sources of information or of recognized reliability compared to information in forums, blogs or comments on social networks.",
    "• Web domain suffixes that identify its purpose and credibility.",
    "• Layout and logical structure of online content: sections.",
    "12. Identification of the authorship of the sources consulted and the contents used.",
    "• Academic honesty: appointment and referral procedures.",
    "• Attribution licences.",
    "13. Basic analogue and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, learning platforms, communication and development of projects with speakers or students of the English language).",
    "B. Plurilingualism and reflection on learning.",
    "1. Strategies and techniques to respond effectively to a basic and specific communicative need in an understandable way making use of the personal multilingual repertoire.",
    "• Use of words in Spanish when the appropriate expression in English is not found in learning situations or for transactional purposes or simple exchanges of information.",
    "• Combined use of simple words or signs in English and Spanish for transactional purposes or simple information exchanges.",
    "• Combination of English and Spanish versions of messages, announcements, and brief instructions available for your understanding.",
    "• Use of parallel texts in English and Spanish to find relevant information.",
    "2. Basic strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.)",
    "2.1 Comparison between languages",
    "• Discovery of analogies between the Spanish language and the English language: regularities and differences between syntactic, lexical, discursive and functional linguistic structures.",
    "• Comparison of the phonetic and graphemic systems of the Spanish language and the English language: orthoepic development.",
    "• Elaboration of a set of hypotheses and rules based on similarities or differences between the Spanish language and the English language.",
    "• Translation.",
    "• Creation of bilingual glossaries.",
    "2.2 Cognitive and memory strategies",
    "• Discovery and application of rules.",
    "• Identification and registration of new linguistic units in different supports.",
    "• Take notes.",
    "• Classification.",
    "• Association.",
    "• Use of visual elements: images, animations, labeling in digital images, schemes, semantic maps.",
    "• Recognition and use of model structures.",
    "• Creating summaries.",
    "• Creating short stories.",
    "• Oral and written repetition.",
    "• Auditory recording.",
    "• Periodic review: design of a plan.",
    "• Frequent practice in real situations.",
    "• Experimentation in new contexts.",
    "• Collaborative work: pooling of resources; review and periodic collaborative practice.",
    "3. Basic strategies and tools for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
    "• Understanding of evaluation rubrics.",
    "• Feedback.",
    "• Learning journal.",
    "• European Portfolio of Languages.",
    "• Error handling:",
    "o Awareness: identification and recording of errors.",
    "o Carrying out repetition and automation activities.",
    "o I use writing assistants or word processor extensions to self-repair my own productions.",
    "4. Metalanguage: vocabulary and commonly used expressions to understand statements about communication, language, learning and communication and learning tools.",
    "5. Basic comparison between languages based on elements of the English language and the Spanish language:",
    "• Divergent grammatical patterns in Spanish and English: interrogative and negative structures; express subject in English; subjunctive in temporal complements in Spanish.",
    "• Lexicon: cognates, false cognates, calques.",
    "C. Interculturality.",
    "1. The English language as a means of interpersonal and international communication, a source of information, and as a tool for personal enrichment.",
    "• International distribution of the English language.",
    "• Uses of the English language as a second language in everyday life.",
    "2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the English language.",
    "3. Basic sociocultural and sociolinguistic aspects typical of countries where the English language is spoken.",
    "• Everyday life o Food and drink, meal times, table manners.",
    "• Organization of the educational system.",
    "• Hours and work practices.",
    "• Leisure activities.",
    "• Habits oriented towards sustainability.",
    "• Living conditions or Housing.",
    "• Demographic organization.",
    "• Basic services.",
    "• Social activism, volunteering.",
    "• Social relationships o Family structures and relationships.",
    "• Social Differences.",
    "• Professional groups.",
    "• Traditional and current roles based on age and gender.",
    "• Ethnic and religious minorities.",
    "• Institutions.",
    "• Culture, norms, attitudes, customs and values o History (significant historical events or figures).",
    "• Arts (music, visual arts, literature, theater, music).",
    "• Celebrations, festivities.",
    "• Popular Wisdom: Idioms and Proverbs.",
    "• Behavior as spectators or customers.",
    "• Taboos.",
    "• Stereotypes.",
    "• Non-verbal language o Greetings and goodbyes.",
    "• Expression of affection.",
    "• Linguistic courtesy or forms of treatment.",
    "• Greetings and goodbyes.",
    "• Presentations.",
    "• Interjections and interjective expressions.",
    "• Digital etiquette or Respect for the interlocutor.",
    "• Correct use of upper and lower case.",
    "• Correct use of the language (grammar, spelling).",
    "• Clarity: caution when using sarcasm or irony.",
    "• Citation of sources.",
    "• Respect for privacy.",
    "• Ban on sharing inappropriate material.",
    "• Understanding when interlocutors make mistakes.",
    "4. Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "• Acceptance of cultural diversity as a source of personal and social enrichment.",
    "• Recognition of characteristics of one's own family cultural environment.",
    "• Recognition of the complexity of cultural systems and their manifestations in different fields: symbols, languages, norms, values and artistic expressions.",
    "• Awareness that the limits between cultures are not rigid.",
    "• Curiosity: active search for information (through communicative exchanges or resorting to sources of information) on various cultural manifestations.",
    "• Search for positive aspects from the point of view of social and environmental values in cultural manifestations other than family ones.",
    "• Flexibility in the comparison between cultural manifestations, avoiding considering belonging to the culture considered one's own as the only positive assessment criterion.",
    "5. Basic strategies for detection and action against discriminatory uses of language.",
    "• Critical recognition of discriminatory expressions in terms of gender, functional diversity, age, sexual orientation, religion or ethnicity.",
    "• Replacement of discriminatory expressions by inclusive language: use of expressions that recognize disability as a non-defining feature of a person or group (person-first language), inclusive pronouns, inclusive professional titles. "
  ],
  "criteriosEvaluacion": [
    "1.1. Interpret and analyze the global meaning and the specific and explicit information of brief and simple oral, written and multimodal texts on frequent and daily topics, of personal relevance and close to their experience, typical of the fields of interpersonal relationships, learning, media and fiction expressed clearly and in the standard language through various supports.",
    "1.2. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details of the texts; to infer meanings and interpret non-verbal elements; and to search for and select information.",
    "2.1. Express orally short, simple, structured, understandable texts appropriate to the communicative situation on daily and frequent issues, relevant to students, in order to assess, describe, narrate and report on specific topics, in different supports, using verbal and non-verbal resources in a guided way, as well as planning, compensation and production control strategies.",
    "2.2. Organize and write short and understandable texts with clarity, coherence, cohesion and adaptation to the proposed communicative situation, following established guidelines, through analog and digital tools, on daily and frequent issues of relevance to the students and close to their experience.",
    "2.3. Select, organize and apply strategies and knowledge in a guided way to plan, produce and revise texts that are understandable, coherent and appropriate to the communicative intentions, contextual characteristics and textual typology, using with the help of the most appropriate physical or digital resources in depending on the task and the needs of each moment, taking into account the person to whom the text is addressed.",
    "3.1. Plan and participate in the co-production of texts in brief and simple interactive situations on everyday topics, of personal relevance and close to their experience, through various supports, relying on resources such as repetition, leisurely rhythm or language non-verbal, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.2. Select, organize and use, in a guided way and in close environments, appropriate strategies to start, maintain and end communication, take and give the floor, request and formulate clarifications and explanations.",
    "4.1. Infer and explain texts, concepts and brief and simple communications to solve communication problems, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in solving problems.",
    "4.2. Apply, in a guided way, activities and strategies that facilitate the understanding and production of information and communication, that are appropriate to the communicative intentions, using resources and physical or digital supports depending on the needs of each moment.",
    "5.1. Compare and contrast the similarities and differences between different languages, reflecting on their functioning in a progressively autonomous way.",
    "5.2. Use and differentiate knowledge and strategies to improve their ability to communicate and learn the foreign language with the support of other participants and analog and digital supports.",
    "5.3. Identify and record, following models, the progress and difficulties in learning the foreign language, selecting in a guided way the most effective strategies to overcome these difficulties and progress in their learning, carrying out self-evaluation and peer-evaluation activities, making that progress and explicit difficulties and sharing them.",
    "6.1. Act empathetically and respectfully in intercultural situations, building links between different languages and cultures and rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts.",
    "6.2. Accept and adapt to the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken as a source of personal enrichment, showing interest in sharing cultural and linguistic elements that promote sustainability and democracy.",
    "6.3. Apply, in a guided way, strategies to explain and appreciate linguistic, cultural and artistic diversity, paying attention to ecosocial and democratic values and respecting the principles of justice, equity and equality."
  ]
}