{
    "saberes": [
        "A. Conocimiento y autonomía personal ",
        "    - El pensamiento crítico. El conocimiento de sí mismo. La reflexión y la expresión de los pensamientos.",
        "    - La naturaleza humana y la identidad personal. Igualdad y diferencia entre las personas.",
        "    - La libertad y el determinismo.",
        "    - Emociones y sentimientos. La autoestima.",
        "    - La educación afectivo-sexual.",
        "    - Deseos y razones. La voluntad y el juicio moral. Autonomía y responsabilidad. Capacidades y talento. La motivación. El esfuerzo y afán de superación. La responsabilidad. El trabajo en equipo. El deseo de colaboración.",
        "    - La ética como guía de nuestras acciones. El debate en torno a lo valioso y a los valores. Capacidad de expresar opiniones escuchando y respetando a los demás. Las normas, las virtudes y los sentimientos morales.",
        "    - La dimensión trascendente del ser humano. El hecho religioso o su ausencia. El sentido de la vida y reflexión sobre la muerte. El bien y el mal. La belleza y la felicidad. La búsqueda de la verdad; la mentira. La salud, la enfermedad y la ética científica. Acercamiento a las raíces morales de Occidente y de otras culturas.",
        "    - El propio proyecto personal: la diversidad de valores, fines y modelos de vida. Independencia de criterio en la toma de decisiones. Actitud positiva y capacidad de diálogo en la búsqueda de soluciones a situaciones conflictivas.",
        "    - La influencia y el uso crítico y responsable de los medios y las redes de comunicación. La prevención del abuso y el ciberacoso. El respeto a la intimidad. Los límites a la libertad de expresión. Las conductas adictivas.",
        "B. Sociedad, justicia y democracia ",
        "    - Las virtudes del diálogo y las normas de la argumentación. La toma democrática de decisiones.",
        "    - Fundamentos de la vida en sociedad. La empatía con los demás. Los afectos. La familia. La amistad y el amor. El cuidado a las personas mayores.",
        "    - Las reglas de convivencia. Moralidad, legalidad y conducta cívica. El papel de las fuerzas y agentes de seguridad.",
        "    - Principios y valores constitucionales y democráticos. El problema de la justicia. La toma democrática de decisiones. La Constitución española de 1978. Derechos y deberes reconocidos a los españoles. El terrorismo. El Estado de Bienestar. El respeto a los bienes públicos. Los impuestos.",
        "    - El Estado de Derecho como garantía para la democracia y la libertad.",
        "    - Los derechos humanos y de la infancia y su relevancia ética.",
        "    - La desigualdad económica. La pobreza y la explotación. Espíritu de trabajo y colaboración.",
        "    - La igualdad entre mujeres y hombres. La prevención de los abusos y la violencia. Impulso de la conducta no discriminatoria, igualitaria y libre.",
        "    - El respeto por las minorías y las identidades de diferentes culturas. Interculturalidad y migraciones. Relación con los demás. Tolerancia. Aceptación del otro. Desarrollo de habilidades sociales. El respeto a la libertad individual. La libertad de pensamiento, de conciencia, de religión, de opinión y de expresión. La superación de los prejuicios sociales.",
        "    - La paz y no violencia. La contribución del Estado y sus instituciones a la paz, la seguridad y la cooperación internacional. La seguridad del ciudadano. Valoración de la defensa como un compromiso cívico y solidario al servicio de la paz. La protección civil y la colaboración ciudadana frente a los desastres. El papel de las ONG y ONGD. La resolución pacífica de los conflictos.",
        "C. Cuidado del medio ambiente ",
        "    - La empatía, el cuidado y el aprecio hacia los seres vivos y el medio natural. El maltrato animal y su prevención. El respeto a los bienes de la naturaleza. El respeto y protección a los animales en general y particularmente los que viven en entornos domésticos.",
        "    - La acción humana en la naturaleza. Ecosistemas y sociedades: interdependencia, relación entre seres vivos y ecosistemas e interrelación.",
        "    - Los límites del planeta y el cambio climático.",
        "    - El deber y la obligación legal de proteger y cuidar del planeta.",
        "    - Hábitos y actividades para el logro de los Objetivos de Desarrollo Sostenible. El consumo adecuado. El uso del suelo, del aire, del agua y de la energía. La movilidad segura, saludable y responsable con el medio ambiente. La prevención y la gestión de los residuos.",
        ""
    ],
    "criteriosEvaluacion": [
        "1.1. Construir un adecuado concepto de sí mismo en relación con los demás y la naturaleza, organizando y generando, información analógica y digital acerca de los rasgos relativos a la identidad, diferencia y dignidad de las personas.",
        "1.2. Identificar y expresar emociones, afectos y deseos, mostrando confianza en las propias capacidades al servicio de la consecución motivada de fines personales y de grupo.",
        "1.3. Generar una posición autónoma mediante el ejercicio de la toma de decisiones, el uso de conceptos positivos y el diálogo respetuoso con otros, en torno a distintos valores y modos de vida, así como a problemas relacionados con el uso seguro de las redes y medios de comunicación, las conductas adictivas, la prevención del abuso y el acoso escolar, y el respeto a la intimidad personal.",
        "2.1. Promover y demostrar un modo de convivencia justa, respetuosa y pacífica a partir de la investigación y comprensión de las relaciones del ser humano, mediante el uso de los conceptos de ley, civismo, respeto, democracia, justicia, paz y libertad.",
        "2.2. Interactuar con otros adoptando, de forma motivada y autónoma, conductas orientadas por valores comunes, a partir del conocimiento de los derechos humanos y los principios constitucionales fundamentales, en relación con contextos y problemas concretos, así como por una consideración de diálogo acerca de cómo debemos relacionarnos con los demás.",
        "2.3. Reflexionar y asumir un compromiso activo y crítico con valores relativos a la solidaridad y el respeto a los demás, analizando cuestiones relacionadas con la desigualdad y la pobreza, el hecho multicultural, la diversidad humana y los fenómenos migratorios.",
        "2.4. Contribuir a generar una convivencia respetuosa, no discriminatoria, libre y comprometida con el logro de la igualdad, y con la erradicación de todo tipo de violencia, a partir del conocimiento y análisis crítico de la sociedad, mostrando referentes de igualdad.",
        "2.5. Comprender y valorar los principios de justicia, solidaridad, seguridad y paz, a la vez que el respeto a las libertades básicas, a partir del análisis y la ponderación de las políticas y acciones de ayuda y colaboración internacional, de defensa para la paz y de seguridad ciudadana, ejercidas por el Estado y sus instituciones, los organismos internaciones, las ONG y ONGD y la propia ciudadanía.",
        "3.1. Evaluar diferentes alternativas con que frenar el cambio climático y lograr los Objetivos de Desarrollo Sostenible, identificando causas y problemas sociales y medioambientales, y justificando argumentalmente el deber de proteger y cuidar la naturaleza.",
        "3.2. Comprometerse activamente con valores, prácticas y actitudes afectivas consecuentes con el respeto, cuidado y protección de las personas, en especial los mayores, también con los animales y el planeta, a través de la participación en actividades que promuevan un consumo adecuado y un uso adecuado del suelo, el aire, el agua, la energía, la movilidad segura, saludable, y la prevención y gestión de residuos, reconociendo el papel de las personas, colectivos y entidades comprometidas con la protección del entorno.",
        "4.1. Gestionar equilibradamente las destrezas personales y sociales para desarrollar una actitud de estima y cuidado de sí mismo, de los demás y del entorno, identificando, analizando y expresando las propias emociones y reconociendo y valorando los de otras personas, en distintos contextos y en relación con actividades de reflexión individual o grupal dialogada sobre cuestiones sociales."
    ]
}