{
  "competenciasClave": [
      "La competencia en comunicación lingüística supone interactuar de forma oral, escrita o signada de manera coherente y adecuada en diferentes ámbitos y contextos y con diferentes propósitos comunicativos. Implica movilizar, de manera consciente, el conjunto de conocimientos, destrezas y actitudes que permiten comprender, interpretar y valorar críticamente mensajes orales, signados, escritos, audiovisuales o multimodales evitando los riesgos de manipulación y desinformación, así como comunicarse eficazmente con otras personas de manera cooperativa, creativa, ética y respetuosa. La competencia en comunicación lingüística constituye la base para el pensamiento propio y para la construcción del conocimiento en todos los ámbitos del saber. Por ello, su desarrollo está vinculado a la reflexión explícita acerca del funcionamiento de la lengua en los géneros discursivos específicos de cada área de conocimiento, así como a los usos de la oralidad, la signación o la escritura para pensar y para aprender. Por último, hace posible apreciar la dimensión estética del lenguaje y disfrutar de la cultura literaria.",
      "CCL1. Se expresa en euskara y castellano de forma oral, escrita y multimodal o signada con coherencia, corrección y adecuación a los diferentes contextos sociales, y participa en interacciones comunicativas con  actitud  cooperativa  y  respetuosa  tanto  para intercambiar información y crear conocimiento, como para construir vínculos personales.",
      "CCL2. Comprende, interpreta y valora con actitud crítica  textos  orales,  escritos  y  multimodales  o signados de los ámbitos personal, social, educativo y profesional, tanto en euskara como en castellano, para participar en diferentes contextos de manera activa e informada y para construir conocimiento.",
      "CCL3. Localiza, selecciona y contrasta de manera progresivamente autónoma información, en euskara y  castellano,  procedente  de  diferentes  fuentes evaluando su fiabilidad y pertinencia en función de los objetivos  de  lectura  y  evitando  los  riesgos  de manipulación  y  desinformación,  y  la  integra  y transforma  en  conocimiento  para  comunicarla adoptando  un  punto  de  vista  creativo,  crítico  y personal a la par que respetuoso con la propiedad intelectual.",
      "CCL4. Lee con autonomía en euskara y castellano obras diversas adecuadas a su edad, seleccionando las que mejor se ajustan a sus gustos e intereses; aprecia el patrimonio literario como cauce privilegiado de la experiencia individual y colectiva; y moviliza su propia experiencia biográfica y sus conocimientos literarios y culturales para construir y compartir su interpretación de las obras y para crear textos de intención literaria de progresiva complejidad.",
      "CCL5. Pone sus prácticas comunicativas al servicio de  la  convivencia  democrática,  la  resolución dialogada de los conflictos y la igualdad de derechos de  todas  las  personas  desterrando  los  usos discriminatorios de la lengua, así como los abusos de poder a través de la misma, para favorecer un uso no solo eficaz sino también ético del lenguaje y una actitud asertiva hacia el uso habitual del euskara.",
      "La competencia plurilingüe implica utilizar distintas lenguas, orales o signadas, de forma apropiada y eficaz para el aprendizaje y la comunicación. Esta competencia supone reconocer y respetar los perfiles lingüísticos individuales y aprovechar las experiencias propias para desarrollar estrategias que permitan mediar y hacer transferencias entre lenguas, incluidas las clásicas, y, en su caso, mantener y adquirir destrezas en la lengua o lenguas familiares y en las lenguas oficiales. Integra, asimismo, dimensiones históricas e interculturales orientadas a conocer, valorar y respetar la diversidad lingüística y cultural de la sociedad con el objetivo de fomentar la convivencia democrática.",
      "CP1.  Usa  eficazmente  una  o  más  lenguas, además de la lengua o lenguas familiares, para responder a sus necesidades comunicativas, de manera  apropiada  y  adecuada  tanto  a  su desarrollo  e  intereses  como  a  diferentes situaciones y contextos de los ámbitos personal, social, educativo y profesional.",
      "CP2. Reflexiona, a partir de sus experiencias, sobre los propios procesos de aprendizaje y emplea   estrategias   de   transferencia   de conocimientos y comunicación  adquiridos  en otras  lenguas  y  materias,  y manifiesta una actitud de confianza en la propia capacidad de  aprendizaje  para  mejorar  la competencia comunicativa.",
      "CP3.  Reconoce  la  diversidad  lingüística  del centro y del entorno para adoptar y muestra una actitud  de  respeto  y  empatía  hacia  esa diversidad, valorando las lenguas como medios eficaces  de  comunicación,  como  patrimonio cultural y como instrumento para fomentar la cohesión social.",
      "La competencia matemática y competencia en ciencia, tecnología e ingeniería (competencia STEM por sus siglas en inglés) entraña la comprensión del mundo utilizando los métodos científicos, el pensamiento y representación matemáticos, la tecnología y los métodos de la ingeniería para transformar el entorno de forma comprometida, responsable y sostenible. La competencia matemática permite desarrollar y aplicar la perspectiva y el razonamiento matemáticos con el fin de resolver diversos problemas en diferentes contextos. La competencia en ciencia conlleva la comprensión y explicación del entorno natural y social, utilizando un conjunto de conocimientos y metodologías, incluidas la observación y la experimentación, con el fin de plantear preguntas y extraer conclusiones basadas en pruebas para poder interpretar y transformar el mundo natural y el contexto social. La competencia en tecnología e ingeniería comprende la aplicación de los conocimientos y metodologías propios de las ciencias para transformar nuestra sociedad de acuerdo con las necesidades o deseos humanos en un marco de seguridad, responsabilidad y sostenibilidad.",
      "STEM1.   Utiliza   algunos   métodos   inductivos, deductivos  y  lógicos  propios  del  razonamiento matemático, así como el razonamiento hipotético- deductivo  del  método  científico  en  situaciones conocidas,  y  selecciona  y  emplea  diferentes estrategias de resolución de problemas analizando críticamente las soluciones y el proceso seguido y reformulando el procedimiento, si fuera necesario.",
      "STEM2.  Utiliza  el  pensamiento  científico  para comprender y explicar algunos procesos y hechos relativos  a  sistemas  naturales  y  materiales  que ocurren a su alrededor, confiando en el conocimiento como motor de desarrollo, planteándose preguntas, y comprobando hipótesis mediante la experimentación y   la   indagación,   utilizando   herramientas   e instrumentos adecuados, apreciando la importancia de la precisión y la veracidad, y obteniendo alguna conclusión relevante y coherente con el modelo científico, mostrando una actitud crítica acerca del alcance y limitaciones de la ciencia.",
      "STEM3. Plantea y desarrolla proyectos diseñando, fabricando  y  evaluando  diferentes  prototipos  o modelos para generar o utilizar productos que den solución a una necesidad o problema de forma creativa y cooperativa, procurando la participación de todo  el  grupo,  resolviendo  pacíficamente  los conflictos que puedan surgir, adaptándose ante la incertidumbre  y  valorando  la  importancia  de  la sostenibilidad.",
      "STEM4. Interpreta y transmite los elementos más relevantes de procesos, razonamientos, demostraciones, métodos y resultados científicos, matemáticos y tecnológicos de forma clara y precisa, en diferentes formatos (gráficos, tablas, diagramas, fórmulas, esquemas, símbolos...) y aprovechando de forma crítica la cultura digital incluyendo el lenguaje matemático-formal, con ética y responsabilidad para compartir y construir nuevos conocimientos.",
      "STEM5. Emprende acciones fundamentadas científicamente para preservar la salud física y mental y el medio ambiente y aplica principios de ética y seguridad,  en  la  realización  de  proyectos  para transformar su entorno próximo de forma sostenible, valorando  su  impacto  global  y  practicando  el consumo responsable.",
      "STEM6: Justifica de modo crítico la necesidad de la investigación científica y sus aplicaciones y avances científicos-tecnológicos  en  el  bienestar  de  la sociedad, a partir del conocimiento del papel que han tenido en el desarrollo de la sociedad moderna de cara  a  tomar  decisiones  fundamentadas  ante distintas situaciones problemáticas.",
      "La competencia digital implica el uso seguro, saludable, sostenible, crítico y responsable, de las tecnologías digitales para el aprendizaje, en el trabajo y para la participación en la sociedad, así como la interacción con personas o dispositivos a través de dichas tecnologías. Incluye la alfabetización en información y datos, la comunicación y la colaboración, la educación mediática, la creación de contenidos digitales (incluida la programación), la seguridad (incluido el bienestar digital y las competencias relacionadas con la ciberseguridad), asuntos relacionados con la ciudadanía digital, la privacidad, la propiedad intelectual, la resolución de problemas y el pensamiento computacional y crítico.",
      "CD1.  Realiza  búsquedas  avanzadas  en  internet (según términos de búsqueda, formato, actualidad y licenciamiento), atendiendo a criterios de validez, calidad,  actualidad  y  fiabilidad,  selecciona  y comprende  de  manera  crítica  la  información, combinándola de manera significativa, y archivándola de  manera  ordenada  para  su  recuperación  y referencia, con respeto a la propiedad intelectual.",
      "CD2. Gestiona y utiliza su propio entorno personal digital de aprendizaje permanente para producir y guardar   conocimiento   y   contenidos   digitales originales  en  distintos  formatos,  utilizando  las herramientas digitales más adecuadas en función de la  tarea  o  necesidades,  reutilizando  contenidos existentes,  y  aplicando  su  conocimiento  sobre licencias a los contenidos generados.",
      "CD3.  Participa,  colabora  e  interactúa  mediante herramientas o plataformas como redes sociales o comunidades en línea, para comunicarse, trabajar colaborativamente y compartir contenidos, datos e información, eligiendo la que mejor se ajuste a su propósito, gestionando de manera responsable sus acciones,  presencia  y  visibilidad  en  la  red  y ejerciendo una ciudadanía digital activa, cívica y reflexiva.",
      "CD4. Protege sus dispositivos digitales y actualiza sus estrategias de seguridad, entiende y protege de forma general su privacidad y la de los demás y tiene un conocimiento básico sobre cómo se recogen y utilizan sus datos, sabe protegerse a sí mismo y a otros del ciberacoso y entiende los riesgos de salud asociados al uso de las tecnologías (ergonomía, adicciones),  y  entiende  la  influencia  positiva  y negativa  de  la  tecnología  en  la  sostenibilidad ambiental.",
      "CD5.  Identifica  posibles  problemas  técnicos  y carencias en cuanto al uso de recursos, herramientas y el desarrollo de su propia competencia digital dándoles solución, desarrolla aplicaciones informáticas  sencillas  y  soluciones  tecnológicas creativas  y  sostenibles  para  resolver  problemas concretos o responder a retos propuestos, muestra interés y comprende los principios generales y la lógica subyacentes a la evolución de las tecnologías digitales, su desarrollo sostenible y el uso ético.",
      "La competencia personal, social y de aprender a aprender implica la capacidad de reflexionar sobre uno mismo para autoconocerse, aceptarse y promover un crecimiento personal constante; gestionar el tiempo y la información eficazmente; colaborar con otros de forma constructiva; mantener la resiliencia; y gestionar el aprendizaje a lo largo de la vida. Incluye también la capacidad de hacer frente a la incertidumbre y a la complejidad; adaptarse a los cambios; aprender a gestionar los procesos metacognitivos; identificar conductas contrarias a la convivencia y desarrollar estrategias para abordarlas; contribuir al bienestar físico, mental y emocional propio y de las demás personas, desarrollando habilidades para cuidarse a sí mismo y a quienes lo rodean a través de la corresponsabilidad; ser capaz de llevar una vida saludable y orientada al futuro; así como expresar empatía y abordar los conflictos en un contexto integrador y de apoyo.",
      "CPSAA1.  Regula  y  expresa  sus  emociones fortaleciendo  el  optimismo,  la  resiliencia,  la autoeficacia y la búsqueda de propósito y motivación hacia el aprendizaje, gestionando constructivamente los retos y cambios que surgen en cualquier contexto y armonizándolos con sus propios objetivos.",
      "CPSAA2.Comprende  los  riesgos  para  la  salud relacionados con factores sociales, consolida estilos de vida saludables a nivel físico y mental, reconoce conductas  arbitrarias  a  la  convivencia  y  aplica estrategias para abordarlas.",
      "CPSAA3. Comprende proactivamente las perspectivas y las experiencias de los demás y las incorpora a su aprendizaje, para participar en el trabajo en grupo, distribuyendo y aceptando tareas y responsabilidades   de   manera   equitativa   y empleando estrategias cooperativas.",
      "CPSAA4.  Realiza  autoevaluaciones  sobre  su proceso de aprendizaje, buscando fuentes fiables para validar, sustentar y contrastar la información y para obtener conclusiones relevantes.",
      "CPSAA5.  Planea  objetivos  a  medio  plazo  y desarrolla procesos meta-cognitivos de retroalimentación para aprender de sus errores en el proceso de construcción del conocimiento.",
      "La competencia ciudadana contribuye a que alumnos y alumnas puedan ejercer una ciudadanía responsable y participar plenamente en la vida social y cívica, basándose en la comprensión de los conceptos y las estructuras sociales, económicas, jurídicas y políticas, así como en el conocimiento de los acontecimientos mundiales y el compromiso activo con la sostenibilidad y el logro de una ciudadanía mundial. Incluye la alfabetización cívica, la adopción consciente de los valores propios de una cultura democrática fundada en el respeto a los derechos humanos, la reflexión crítica acerca de los grandes problemas éticos de nuestro tiempo y el desarrollo de un estilo de vida sostenible acorde con los Objetivos de Desarrollo Sostenible planteados en la Agenda 2030.",
      "CC1. Analiza y comprende ideas relativas a la dimensión  social  y  ciudadana  de  su  propia identidad,  así  como  a  los  hechos  sociales, históricos  y  normativos  que  la  determinan, demostrando respeto por las normas, empatía, equidad y espíritu constructivo en la interacción con los demás en diferentes contextos socio- institucionales.",
      "CC2.  Analiza  y  asume  fundadamente  los principios y valores que emanan del proceso de integración europeo, Estatuto de Autonomía del País Vasco y los derechos humanos y del niño, participando en actividades comunitarias, como la  toma  de  decisiones  o  la  resolución  de conflictos, con actitud democrática, respeto por la diversidad, y compromiso con la igualdad de género,  la  cohesión  social,  el  desarrollo sostenible y el logro de la ciudadanía mundial.",
      "CC3. Comprende y analiza problemas éticos fundamentales y de actualidad, considerando críticamente los valores propios y ajenos, y desarrollando sus propios juicios para afrontar la controversia  moral  con  actitud  dialogante, argumentativa,   respetuosa,   y   opuesta   a cualquier tipo de discriminación o violencia.",
      "CC4. Comprende las relaciones sistémicas de interdependencia, ecodependencia e interconexión  entre  actuaciones  locales  y globales, y adopta, consciente y motivadamente, un estilo de vida sostenible y ecosocialmente responsable.",
      "La competencia emprendedora implica desarrollar un enfoque vital dirigido a actuar sobre oportunidades e ideas, utilizando los conocimientos específicos necesarios para generar resultados de valor para otras personas. Aporta estrategias que permiten adaptar la mirada para detectar necesidades y oportunidades; entrenar el pensamiento para analizar y evaluar el entorno, y crear y replantear ideas utilizando la imaginación, la creatividad, el pensamiento estratégico y la reflexión ética, crítica y constructiva dentro de los procesos creativos y de innovación; y despertar la disposición a aprender, a arriesgar y a afrontar la incertidumbre. Asimismo, implica tomar decisiones basadas en la información y el conocimiento y colaborar de manera ágil con otras personas, con motivación, empatía y habilidades de comunicación y de negociación, para llevar las ideas planteadas a la acción mediante la planificación y gestión de proyectos sostenibles de valor social, cultural y económico-financiero.",
      "CE1. Analiza necesidades, oportunidades y afronta retos con sentido crítico, haciendo balance de su sostenibilidad,  valorando  el  impacto  que  puedan suponer  en  el  entorno,  para  presentar  ideas  y soluciones  innovadoras,  éticas  y  sostenibles, dirigidas a crear valor en el ámbito personal, social, cultural y económico.",
      "CE2. Evalúa las fortalezas y debilidades propias, haciendo uso de estrategias de autoconocimiento y autoeficacia y comprende los elementos fundamentales  de  la  economía  y  las  finanzas, aplicando conocimientos económicos y financieros a actividades  y  situaciones  concretas,  utilizando destrezas que favorezcan el trabajo colaborativo y en equipo,  para  reunir  y  optimizar  los  recursos necesarios que lleven a la acción una experiencia emprendedora de valor.",
      "CE3. Desarrolla el proceso de creación de ideas y soluciones valiosas y toma decisiones, de manera razonada,   utilizando   estrategias   ágiles   de planificación y gestión, y reflexiona sobre el proceso realizado  y  el  resultado  obtenido,  para  llevar  a término  el  proceso  de  creación  de  prototipos innovadores y de valor, considerando la experiencia como una oportunidad para aprender.",
      "La competencia en conciencia y expresión culturales implica comprender y respetar la forma en que las ideas y el significado se expresan de forma creativa y se comunican en las distintas culturas, así como a través de una serie de artes y otras manifestaciones culturales. Implica esforzarse por comprender, desarrollar y expresar las ideas propias y un sentido de pertenencia a la sociedad o de desempeñar una función en esta en distintas formas y contextos, así como el enriquecimiento de la identidad a través del diálogo intercultural.",
      "CCEC1. Conoce, aprecia críticamente, respeta y promueve los aspectos esenciales del patrimonio cultural y artístico de cualquier época, valorando la libertad de expresión y el enriquecimiento inherente a la diversidad cultural y artística, para construir su propia identidad.",
      "CCEC2. Disfruta, reconoce y analiza con autonomía las  especificidades  e  intencionalidades  de  las manifestaciones   artísticas   y   culturales   más destacadas del patrimonio a través de sus lenguajes y elementos técnicos, en cualquier medio o soporte.",
      "CCEC3. Expresa ideas, opiniones, sentimientos y emociones de manera creativa y abierta. Desarrolla la  autoestima,  la  creatividad  y  el  sentido  de pertenencia  a  través  de  la  expresión  cultural  y artística, con empatía y actitud colaborativa.",
      "CCEC4. Conoce, selecciona y utiliza con creatividad diversos medios/soportes y técnicas fundamentales plásticas,   visuales,   audiovisuales,   sonoras   y corporales para crear productos artísticos y culturales a través de la interpretación, ejecución, improvisación y composición musical. Identifica las oportunidades de desarrollo personal, social y económico que le ofrecen."
  ]
}
