{
  "objetivosGenerales": [
      "Comprender y asumir responsablemente sus deberes, conocer y ejercer sus derechos en el respeto a los demás, practicar la tolerancia, la cooperación y la solidaridad entre las personas y grupos, ejercitarse en el diálogo afianzando los derechos humanos como valores comunes de una sociedad plural y prepararse para el ejercicio de la ciudadanía democrática.",
      "Desarrollar y consolidar hábitos de autorregulación, estudio y trabajo individual y en equipo como condición necesaria para una realización eficaz de las tareas del aprendizaje y como medio de desarrollo personal.",
      "Valorar la igualdad de género y respetar la diversidad sexual, de género, étnico-racial o de capacidades. Rechazar los estereotipos que supongan cualquier forma de discriminación entre hombres y mujeres. Conocer los derechos sexuales y reproductivos y ejercerlos desde el respeto a toda persona y desde el autocuidado.",
      "Fortalecer las capacidades afectivas en todos los ámbitos de la personalidad y en las rela-ciones con los demás, así como resolver pacíficamente los conflictos y rechazar la violencia, especialmente la violencia machista y la violencia LGBTIfóbica, los prejuicios de cualquier tipo y los comportamientos sexistas.",
      "Desarrollar destrezas básicas en la utilización de las fuentes de información para adquirir, con sentido crítico, nuevos conocimientos. Desarrollar las competencias tecnológicas básicas y avanzar en una reflexión ética sobre su funcionamiento y utilización.",
      "Concebir el conocimiento científico como un saber integrado, que se estructura en diferentes disciplinas, así como conocer y aplicar los métodos para identificar y resolver los problemas en los diversos campos del conocimiento y de la experiencia.",
      "Desarrollar la confianza en sí mismos, la participación, el sentido crítico, la iniciativa per-sonal y el espíritu emprendedor la capacidad para aprender a aprender, planificar, tomar decisiones y asumir responsabilidades.",
      "Comprender y expresarse con corrección, tanto oral como por escrito, en lengua vasca y en lengua castellana, siendo capaz de elaborar textos y mensajes complejos.",
      "Comprender y expresarse en una o más lenguas extranjeras de manera apropiada.",
      "Conocer, valorar y respetar los aspectos básicos de la cultura y la historia propias y de la cultura e historia vascas, así como la historia general/universal y el patrimonio artístico y cultural.",
      "Conocer y aceptar el funcionamiento del propio cuerpo y el de los demás, respetar las dife-rencias, afianzar los hábitos de cuidado y salud corporales e incorporar la educación física y la práctica del deporte para favorecer el desarrollo personal y social. Conocer y valorar la dimensión humana de la sexualidad en toda su diversidad.",
      "Valorar críticamente los hábitos sociales relacionados con la salud, el consumo, el cuidado, la empatía y el respeto hacia los seres vivos, incluyendo los animales, y el medio ambiente, y contribuir a su conservación y mejora.",
      "Apreciar la creación artística y comprender el lenguaje de las diferentes manifestaciones artísticas, utilizando diversos medios de expresión y representación.",
      "Tomar conciencia de los principales problemas de la humanidad y que se concretan en los objetivos de desarrollo sostenible"
  ]  
}
