{
  "criteriosEvaluacion": [
    "1.1. Diferenciar los problemas específicamente filosóficos de los que no loson y explicar sus características y su alcance.",
    "1.2. Investigar y explicar las relaciones entre la filosofía y los problemascotidianos.",
    "1.3. Formular preguntas referidas a la vida cotidiana desde una perspectivafilosófica",
    "2.1. Utilizar criterios de búsqueda y selección de información fiables,comparando diferentes fuentes.",
    "2.2. Analizar de forma crítica la información encontrada para comprobar suveracidad.",
    "2.3. Exponer de forma rigurosa y autónoma el resultado de la búsqueda, lasposiciones respecto a problemas filosóficos y las reflexiones que se producena raíz de la elaboración de la información.",
    "3.1. Participar en los debates de manera asertiva, escuchando de formaactiva y respetando el turno de palabra tanto al aportar argumentos como alexponer acuerdo o desacuerdo.",
    "3.2. Utilizar los conceptos y los argumentos de forma rigurosa para exponerideas propias y razonamientos y para aclarar las dudas y malentendidos quese planteen.",
    "3.3. Identificar y analizar críticamente los usos dogmáticos y sesgados en ladefensa de opiniones e hipótesis y plantear alternativas que se ajusten a lalógica del discurso.",
    "3.4. Utilizar un lenguaje oral y escrito inclusivo e igualitario en cualquiersituación de aprendizaje.",
    "4.1. Identificar los valores que sustentan los estereotipos y los prejuicios degénero presentes en las distintas teorías y cuestiones filosóficas.",
    "4.2. Analizar críticamente las consecuencias de los estereotipos y prejuiciosde género en el ámbito del conocimiento y denunciar las desigualdades einjusticias que generan.",
    "4.3. Buscar y exponer contenidos que incluyan la perspectiva de género enel estudio de las diferentes teorías y cuestiones filosóficas.",
    "4.4. Proponer y llevar a cabo acciones que combatan las desigualdades,estereotipos y exclusiones.",
    "5.1. Analizar causas y consecuencias de los problemas éticos y políticos queafectan a la convivencia democrática.",
    "5.2. Exponer y argumentar la posición moral que se adopta frente a losproblemas éticos y políticos que amenazan la convivencia.",
    "5.3. Proponer y desplegar acciones que tengan como objetivo la mejora delas relaciones interpersonales desde una perspectiva ética y política.",
    "6.1. Reconocer la pluralidad de ideas, creencias y emociones que intervienenen los conflictos humanos.",
    "6.2. Analizar críticamente las consecuencias de los conflictos en laconvivencia democrática.",
    "6.3. Proponer y llevar a cabo acciones encaminadas a la construcción de lacultura de la paz en la vida diaria del centro y en el entorno social.",
    "7.1. Analizar críticamente la relación entre ideas, valores y concepciones delmundo.",
    "7.2. Identificar, visibilizar y explicar ideas, valores y concepciones de larealidad que han sido históricamente silenciadas, relegadas u ocultadas.",
    "7.3. Comparar y explicar las diferencias entre las ideas y valores que hansido silenciadas y aquellas consideradas como canónicas.",
    "8.1. Identificar y describir las características que hacen que una creación seaconsiderada una manifestación artística.",
    "8.2. Explicar y comparar diferentes teorías acerca de la definición del objetoartístico.",
    "8.3. Argumentar la relación entre los productos artísticos y el pensamientocrítico y analizar su papel transformador de la sociedad.",
    "8.4. Identificar y explicar los prejuicios en función de los cuales ciertasproducciones son consideradas arte y otras no y analizar sus consecuencias."
  ],
   "saberes": [
    "Bloque 1. Persona.",
    "- Especificidad del saber filosófico y sus métodos",
    "- El ser humano como problema filosófico",
    "- Antropología filosófica: cultura, etnocentrismo, relativismo cultural y decolonización",
    "- El problema de la identidad personal. Identidad digital, inteligencia artificial y",
    "transhumanismo",
    "- El problema del determinismo. Necesidad, azar y libertad",
    "Bloque 2. Realidad y conocimiento.",
    "Subbloque 1: Realidad",
    "- Apariencia y realidad",
    "Subbloque 2. Conocimiento",
    "- Posibilidad y contenidos del saber metafísico",
    "- Lógica: el razonamiento y la argumentación formal e informal",
    "- El problema del conocimiento y la verdad",
    "- La desinformación y el fenómeno de la post-verdad",
    "- El saber científico y la filosofía de la ciencia",
    "- La dimensión social y política del conocimiento",
    "Bloque 3. Participación, acción y creación.",
    "Subbloque 1. Política",
    "- El ser humano como ser social y político",
    "- Legalidad y legitimidad",
    "- El fundamento de la organización social y del poder político",
    "- La reflexión filosófica alrededor de la democracia",
    "- Ideales, utopías y distopías. Los movimientos sociales y políticos",
    "Subbloque 2. Ética",
    "- La razón práctica como problema",
    "- Problemas y conflictos morales. Los dilemas",
    "- El marco ético del diálogo",
    "Subbloque 3. Estética",
    "- El problema del arte y de la belleza",
    "- El papel político del arte",
    "Bloque 4. Paz, prosperidad y planeta.",
    "- Teorías éticas y los retos del desarrollo sostenible",
    "- Interseccionalidad de las desigualdades y las discriminaciones",
    "- Guerra y terrorismo. Violencias: directa, cultural y estructural",
    "- Derechos humanos",
    "- Feminismo, feminismos y perspectiva de género en la filosofía",
    "- Consumo responsable, tecnología y entorno natural"
  ]
}
