{
  "saberes": [
    "I. Retos del mundo actual",
    "1. Objetivos de Desarrollo Sostenible. ",
    "    1.1. Reconocimiento de la emergencia climática y la sostenibilidad.",
    "    1.2. Relación entre factores naturales y antrópicos en la Tierra.",
    "    1.3. Análisis de las repercusiones de la globalización, movimientos migratorios e interculturalidad.",
    "    1.4. Reflexión crítica sobre los avances tecnológicos y la conciencia ecosocial.",
    "    1.5. Indagación sobre los conflictos ideológicos y etnoculturales.",
    "2. Sociedad de la información. ",
    "    2.1. Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación y contraste de la fiabilidad de las fuentes.",
    "    2.2. Valoración del problema de la desinformación.",
    "    2.3. Uso específico del léxico relativo a los ámbitos histórico, artístico y geográfico.",
    "3. Los avances tecnológicos y la conciencia ecosocial. ",
    "    3.1. Identificación y explicación del proceso industrializador en España y en Canarias y análisis de sus consecuencias.",
    "4. Geopolítica y principales conflictos en el presente. ",
    "    4.1. Identificación de los genocidios y crímenes contra la humanidad.",
    "    4.2. Indagación sobre las guerras, terrorismo y otras formas de violencia política.",
    "    4.3. Valoración de las alianzas e instituciones internacionales, mediación y misiones de paz.",
    "    4.4. Reflexión crítica sobre injerencia humanitaria y Justicia Universal.",
    "5. Desigualdad e injusticia en el contexto local y global. ",
    "    5.1. Valoración sobre la solidaridad, la cohesión social y la cooperación para el desarrollo.",
    "6. Igualdad de género y formas de violencia contra las mujeres. ",
    "    6.1. Análisis crítico de las actitudes y los comportamientos sexistas.",
    "7. Diversidad social, etnocultural y de género. ",
    "    7.1. Estudio de los fenómenos migratorios, la multiculturalidad y el mestizaje en sociedades abiertas.",
    "    7.2. Historia y reconocimiento del pueblo gitano y otras minorías étnicas de nuestro país.",
    "    7.3. Reconocimiento y análisis de nuevas formas de identificación cultural.",
    "II. Sociedades y territorios",
    "1. Métodos de investigación en el ámbito de la Historia. ",
    "    1.1. Utilización de metodologías del pensamiento histórico.",
    "2. Las fuentes históricas como base para la construcción del conocimiento sobre el pasado contemporáneo.",
    "    2.1. Estudio de la situación en Europa, España y Canarias.",
    "    2.2. Reflexión crítica del contraste entre interpretaciones de historiadores e historiadoras.",
    "3. Tiempo histórico: construcción e interpretación de líneas de tiempo a través de la linealidad, cronología, simultaneidad y duración.",
    "4. Conciencia histórica.",
    "    4.1. Elaboración de juicios propios y argumentados ante problemas de actualidad contextualizados históricamente. Defensa y exposición crítica de los mismos a través de presentaciones y debates.",
    "5. La transformación política de los seres humanos: de la servidumbre a la ciudadanía. ",
    "    5.1. Estudio de las transiciones, revoluciones y resistencias: permanencias y cambios en la época contemporánea.",
    "    5.2. Reconocimiento de la conquista de los derechos individuales y colectivos en la época contemporánea.",
    "    5.3. Indagación del origen, evolución y adaptación de los sistemas liberales en España y en el mundo a través de las fuentes.",
    "6. Relaciones multicausales en la construcción de la democracia y los orígenes del totalitarismo: los movimientos por la libertad, la igualdad y los derechos humanos. ",
    "    6.1. Conocimiento de la acción de los movimientos sociales en el mundo contemporáneo.",
    "    6.2. Reflexión sobre los procesos de evolución e involución: la perspectiva emancipadora de la interpretación del pasado.",
    "7. Interpretación del sistema capitalista desde sus orígenes hasta la actualidad. ",
    "    7.1. Análisis crítico del colonialismo, imperialismo y nuevas subordinaciones económicas y culturales.",
    "8. El Atlántico a través de Canarias. ",
    "    8.1. Indagación sobre las relaciones históricas, económicas, sociales y culturales con África y América.",
    "9. Las relaciones internacionales y el estudio crítico y comparativo de conflictos y violencias de la primera mitad del siglo XX. ",
    "    9.1. Valoración crítica del Holocausto.",
    "10. Los fundamentos geoestratégicos desde la segunda mitad del siglo XX hasta la actualidad, la política de bloques, los conflictos de la descolonización y el nuevo orden mundial. ",
    "    10.1. Estudio y análisis del papel de los organismos internacionales.",
    "11. España ante la modernidad. ",
    "    11.1. Estrategias para la identificación de los fundamentos del proceso de transformación de la España y Canarias contemporáneas y contextualización y explicación de los aspectos políticos, económicos, sociales y culturales en la formación de una identidad multicultural compartida.",
    "12. Las formaciones identitarias: ideologías, nacionalismos y movimientos supranacionales. ",
    "    12.1. Valoración de la ciudadanía europea y cosmopolita.",
    "    12.2. Indagación sobre los movimientos sociales en Canarias en la Edad Contemporánea.",
    "13. La acción de los movimientos feministas y sufragistas en la lucha por la igualdad de género. ",
    "    13.1. Investigación sobre mujeres relevantes de la historia contemporánea.",
    "14. El nacimiento de las nuevas expresiones artísticas y culturales contemporáneas y su relación con las artes clásicas. ",
    "    14.1. Valoración de la diversidad cultural en el mundo actual.",
    "    14.2. Respeto y conservación del patrimonio material e inmaterial canario.",
    "15. De la Constitución de 1812 a la Constitución Española de 1978.",
    "16. La memoria democrática. ",
    "    16.1. Reflexión sobre las experiencias históricas dolorosas del pasado reciente y reconocimiento y reparación a las víctimas de la violencia especialmente en el caso de Canarias.",
    "    16.2. Estudio y análisis del principio de Justicia Universal.",
    "III. Compromiso cívico local y global",
    "1. Responsabilidad ecosocial. ",
    "    1.1. Compromiso y acción ante los Objetivos del Desarrollo Sostenible.",
    "    1.2. Valoración de la juventud como agente de cambio para el desarrollo sostenible.",
    "2. Ciudadanía ética digital. ",
    "    2.1. Identificación y valoración crítica de nuevos comportamientos en la sociedad de la información.",
    "3. Compromiso cívico y participación ciudadana. ",
    "    3.1. Reflexión sobre la mediación y gestión pacífica de conflictos, y el apoyo a las víctimas de la violencia y del terrorismo.",
    "4. El patrimonio cultural como bien y como recurso. ",
    "    4.1. Puesta en valor, difusión y gestión de la riqueza patrimonial, singularmente la de Canarias.",
    "    4.2. Estudio y concienciación sobre la cohesión social e integración.",
    "    4.3. Análisis de las medidas y acciones en favor de la igualdad y de la plena inclusión.",
    "5. La igualdad real de mujeres y hombres. ",
    "    5.1. Valoración crítica de la discriminación por motivo de diversidad sexual y de género.",
    "    5.2. La conquista de derechos en las sociedades democráticas contemporáneas.",
    "6. Valoración crítica de los compromisos internacionales de nuestro país en favor de la paz, la seguridad y la cooperación internacional.",
    "7. Las emociones y el contexto cultural. ",
    "    7.1. Reconocimiento de la perspectiva histórica del componente emocional."
  ],
  "criteriosEvaluacion": [
    "1.1. Buscar, seleccionar, tratar y organizar información sobre temas relevantes para elaborar contenidos propios en distintos formatos, mediante aplicaciones y estrategias de recogida y representación de datos más complejas, usando y contrastando críticamente fuentes fiables, identificando la desinformación y las falsas noticias, a partir de proveedores tanto analógicos como digitales, del presente y de la historia contemporánea. CCL2, CCL3, CD1, CD2, CC1, CCEC4",
    "1.2. Establecer conexiones y relaciones entre los conocimientos e informaciones adquiridos, elaborando síntesis interpretativas y explicativas, mediante informes, estudios o dossieres informativos, que reflejen un dominio e integración de los aprendizajes tratados. CCL2, CCL3, STEM4, CD2, CD3, CD4, CD5, CC1, CCEC4",
    "1.3. Comunicar la información y el nuevo conocimiento por medio de narraciones, pósteres, presentaciones, exposiciones orales, medios audiovisuales y otros productos digitales. CCL3, STEM4, CD1, CD2, CD3, CD4, CD5, CCEC4",
    "2.1. Investigar, argumentar y generar productos originales y creativos mediante la reelaboración de conocimientos previos, a través de herramientas de investigación y uso crítico de fuentes diversas que permitan explicar problemas presentes y pasados de la humanidad a distintas escalas temporales y espaciales, partiendo desde el contexto histórico y geográfico canario y español al global, utilizando conceptos, situaciones y datos relevantes. CCL1, CCL3, CD1, CD2, CC1",
    "2.2. Construir la propia identidad y enriquecer el acervo común en el contexto del mundo actual, de sus retos y conflictos, desde una perspectiva sistémica y global, a través de la producción y expresión discursiva y abierta al diálogo de juicios y planteamientos personales, críticos y argumentados. CCL1, CCL2, CD2, CC1, CC3, CE3, CCEC3",
    "3.1. Identificar los principales problemas, retos y desafíos a los que se ha enfrentado la humanidad a lo largo de la historia, analizando los cambios producidos, sus causas y consecuencias. CCL2, CCL3, CD1, CC3",
    "3.2. Realizar propuestas que contribuyan al logro de los Objetivos de Desarrollo Sostenible, aplicando métodos y proyectos de investigación, preferentemente colaborativos, manejo de mapas y otras representaciones gráficas, así como de medios accesibles de interpretación de imágenes. STEM3, STEM4, STEM5, CD2, CPSAA3, CC3, CC4, CE1",
    "3.3. Entender y afrontar, desde un enfoque ecosocial, problemas y desafíos pasados, actuales o futuros de las sociedades contemporáneas relaciones de interdependencia y ecodependencia, teniendo como referencia la realidad de Canarias. CCL2, CPSAA3, CC3, CC4, CE1, CCEC1",
    "3.4. Analizar procesos de cambio histórico y comparar casos de la historia y la geografía a través del uso de fuentes de información diversas, teniendo en cuenta las transformaciones de corta y larga duración, coyunturales o estructurales, las continuidades y permanencias en diferentes períodos y lugares, con especial atención a Canarias. CCL2, CCL3, STEM4, CPSAA3",
    "5.1. Conocer, valorar y ejercitar responsabilidades, derechos y deberes y poner en práctica actuaciones en favor de su desarrollo y afirmación a través del conocimiento de nuestro ordenamiento jurídico y constitucional. CCL2, CCL5, CP3, CC1, CC2, CCEC1",
    "5.2. Comprender y valorar la memoria democrática y de la contribución de los hombres y mujeres a la misma, y la defensa de nuestros valores constitucionales. CCL2, CCL5, CC2, CC3",
    "5.3. Reconocer movimientos y causas que generen una conciencia solidaria, promuevan la cohesión social, y trabajen para la eliminación de la desigualdad, especialmente la motivada por cuestión de género, y el pleno desarrollo de la ciudadanía, mediante la incorporación de conocimientos y estrategias de participación, trabajo en equipo, mediación y resolución pacífica de conflictos. CCL5, CP3, CPSAA3, CC2, CC3, CCEC1",
    "6.1. Conocer y analizar la relación entre los aspectos geográficos, históricos, ecosociales y culturales que han conformado la sociedad globalizada y multicultural actual, con especial incidencia en las sociedades canaria y española. CCL5, CP3, CPSAA3, CC1, CCEC1",
    "6.2. Reconocer la riqueza de la diversidad y rechazar actitudes discriminatorias, a partir del estudio de la aportación de los movimientos en defensa de los derechos de las minorías y en favor de la inclusividad y la igualdad real, especialmente de las mujeres. CCL5, CP3, CPSAA3, CC1, CC2, CC3",
    "7.1. Reconocer los rasgos que van conformando la identidad propia y de las demás personas, partiendo de la canaria, la riqueza de las identidades múltiples en relación con distintas escalas espaciales, a través de la investigación y el análisis de sus fundamentos geográficos, históricos, artísticos, ideológicos y lingüísticos, y el reconocimiento de sus expresiones culturales. CP3, CD1, CC1, CCEC1",
    "7.2 Conocer y contribuir a conservar el rico patrimonio material e inmaterial común de Canarias. CP3, CCEC1",
    "7.3. Respetar los sentimientos de pertenencia, partiendo de la propia realidad canaria y adoptando compromisos con principios y acciones orientadas a la cohesión y solidaridad territorial de la comunidad política, los valores del europeísmo y de la Declaración Universal de los Derechos Humanos. CP3, CPSAA1, CC1, CC2, CC3",
    "9.1. Analizar y reconocer los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los Objetivos de Desarrollo Sostenibles, para contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible CCL2, CC1, CC2, CC3, CC4, CE1, CCEC1",
    "9.2. Valorar las aportaciones de nuestro país y sus instituciones a la cultura europea y mundial, y juzgar la singularidad de Canarias en el ámbito europeo. CCL2, CC2, CC4, CCEC1"
  ]
}