{
  "saberes": [
    "A. El mundo clásico: Grecia y Roma.",
    "Acontecimientos de la historia de Grecia y Roma relevantes en la construcción de Europa.",
    "Entidades geográficas claves del mundo grecolatino (polis, ciudades, regiones, provincias, enclaves y restos arqueológicos, etc.).",
    "Procedimientos para establecer correspondencias entre el marco histórico-geográfico de la Antigüedad clásica y la realidad geopolítica de la Europa actual.",
    "Principales instituciones de representación política de la Antigüedad clásica.",
    "Organización y evolución de las clases sociales existentes en Grecia y Roma.",
    "La vida cotidiana en Grecia y Roma.",
    "Estrategias de reconocimiento de semejanzas y diferencias entre las principales instituciones políticas, clases sociales y tradiciones culturales de la Europa actual y sus antecedentes clásicos.",
    "Pautas de identificación y rechazo de elementos culturales, sociales y aspectos patriarcales de origen grecolatino presen-tes en la cultura actual europea que no tienen cabida en una sociedad libre y democrática.",
    "Estrategias de reconocimiento de semejanzas y diferencias entre la condición de la mujer en el mundo grecorromano y su situación en la Europa actual.",
    "Proceso de romanización de Hispania e identificación de las diferentes etapas de la organización política y administrativa de la provincia. Características de la romanización del País Vasco.",
    "Pautas para analizar de forma crítica alguna de las principales transformaciones que ha supuesto la romanización en nuestra vida cotidiana, costumbres, ocio y formas de organización social y política.",
    "Pautas para la selección, organización, contraste, coproducción y comunicación de información a partir de fuentes analó-gicas y digitales.",
    "Pautas de utilización de herramientas y/o plataformas digitales para la participación en proyectos colaborativos.",
    "Estrategias cooperativas para la asunción de responsabilidades individuales asignadas en el trabajo grupal en entornos analógicos y digitales.",
    "B. Las lenguas clásicas como patrimonio común europeo.",
    "Origen, estructura y evolución histórica del griego y del latín.",
    "Pautas para identificar la influencia del latín y el griego antiguo en las lenguas actuales de Europa.",
    "Estrategias de Identificación de las reglas fundamentales de evolución fonética del latín al castellano y reconocimiento de términos patrimoniales y cultismos.",
    "Estrategias para identificar la evolución fonética de términos latinos al euskara.",
    "Estrategias de reconocimiento de las principales raíces grecolatinas y familias léxicas en el vocabulario de las lenguas de enseñanza.",
    "Iniciación al significado etimológico de las palabras.",
    "Pautas de reconocimiento e interpretación de los helenismos y latinismos más frecuentes.",
    "Etimología del vocabulario científico y técnico.",
    "Estrategias básicas para inferir significados en léxico especializado y de nueva aparición a partir las raíces grecolatinas.",
    "Recursos para el aprendizaje y estrategias básicas de adquisición de lenguas tales como Portfolio Europeo de las Lenguas.",
    "Estrategias y pautas para la participación activa, cooperativa y respetuosa en intercambios comunicativos planificados y/o proyectos sobre las lenguas y cultura clásicas, a través de herramientas y/o plataformas digitales con estudiantes estatales y extranjeros.",
    "Pautas para aplicar las normas de comportamiento general en la interacción directa o indirecta a través de internet: neti-queta.",
    "Autoconfianza, autonomía e iniciativa. El error como parte integrante del proceso de aprendizaje.",
    "C. Pervivencia de la civilización grecolatina en el mundo actual.",
    "La transmisión textual y los soportes de la escritura.",
    "El legado clásico en las ciencias formales, en las ciencias aplicadas, en la tecnología y en el derecho.",
    "Obras fundamentales de la literatura grecolatina en su contexto y su pervivencia a través de la tradición clásica.",
    "Estrategias de Identificación de temas, tópicos y personajes de la literatura griega y latina en obras literarias y artísticas (pintura, escultura, cine, comic, publicidad, etc.).",
    "Estrategias para analizar de forma crítica y desde la perspectiva de género el modelo cultural de los textos literarios gre-colatinos con el actual en el tratamiento de temas cercanos al alumnado como la situación de la mujer, la ecología, los derechos humanos, etc.",
    "La religión y la mitología grecolatinas.",
    "Estrategias para reconocer la pervivencia de cultos, ritos, festividades y mitos grecolatinos en las manifestaciones artísticas, literarias, culturales y deportivas hasta nuestros días.",
    "El arte clásico.",
    "Procedimientos para identificar los elementos de tradición clásica en las manifestaciones artísticas actuales, así como para valorar el tratamiento y evolución estética y formal de los mismos",
    "El legado material de la civilización grecolatina en el País Vasco, en España y en Europa: sitios arqueológicos, inscripciones, monumentos, edificios, obras públicas, toponimia, etc.",
    "Interés e iniciativa en participar en procesos destinados a conservar, preservar y difundir el patrimonio arqueológico de su entorno.",
    "Herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal.",
    "Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados."
  ],
  "criteriosEvaluacion": [
    "1.1. Situar en ejes cronológicos los acontecimientos de la historia de Grecia y Roma más relevantes en la construcción de Europa y ubicar los puntos geográficos claves del mundo grecolatino (polis, ciudades, regiones, provincias, enclaves y restos arqueológicos, etc.), estableciendo la correspondencia entre el marco histórico-geográfico de la antigüedad clásica y la realidad geopolítica de la Europa actual.",
    "1.2. Reconocer semejanzas y diferencias entre las principales instituciones políticas, clases sociales y tradiciones cultura-les de la Europa actual y sus antecedentes clásicos, valorando críticamente y con perspectiva de género la influencia que han ejercido los distintos modelos políticos, sociales y filosóficos de la Antigüedad clásica en la formación de Europa, y rechazando los elementos que no tienen cabida en una sociedad libre y democrática.",
    "1.3. Describir y analizar de manera crítica y con perspectiva de género la condición de la mujer en Grecia y Roma, compa-rándola con su situación en la Europa actual..",
    "1.4. Explicar los aspectos fundamentales que caracterizan el proceso de romanización de Hispania, analizando de forma crítica alguna de las principales transformaciones que ha supuesto la romanización en nuestra vida cotidiana, costumbres, ocio y formas de organización social y política.",
    "2.1. Explicar aspectos básicos del origen, estructura y evolución histórica del griego y del latín, analizando su influencia en las lenguas actuales de Europa.",
    "2.2. Reconocer palabras patrimoniales y cultismos en castellano e identificar términos de origen latino en el léxico del euskara, analizando su evolución fonética.",
    "2.3. Identificar en las lenguas de enseñanza y otras lenguas modernas el léxico de origen grecolatino, inferir significados y utilizar correctamente el léxico científico-técnico, señalando su relación con las raíces griegas o latinas originarias.",
    "2.4. Valorar y adecuarse a la diversidad lingüística y cultural tanto de su entorno como europea, identificando y explicando semejanzas y diferencias entre las distintas lenguas y desarrollando una cultura compartida y una ciudadanía comprome-tida con los valores democráticos",
    "3.1. Reconocer el legado clásico tanto en las ciencias formales y aplicadas, como en la tecnología y en el derecho, identi-ficando los saberes científicos más significativos del mundo antiguo y valorando el papel de las lenguas clásicas como transmisoras de cultura.",
    "3.2. Reconocer la huella de la literatura grecolatina en obras literarias y artísticas (pintura, escultura, cine, comic, publicidad, etc.), en entornos analógicos y digitales, identificando los temas, tópicos y argumentos de origen clásico y valorando su tratamiento de forma crítica y desde la perspectiva de género.",
    "3.3. Reconocer la pervivencia de la religión y mitología grecolatinas en las manifestaciones artísticas, literarias, culturales y deportivas hasta nuestros días, en soportes analógicos y digitales, analizando de forma crítica su tratamiento y evolución a través del tiempo.",
    "3.4. Reconocer la influencia del arte grecorromano en las manifestaciones artísticas actuales, en entornos analógicos y digitales, identificando los elementos de tradición clásica y valorando su tratamiento y evolución estética y formal.",
    "3.5. Reconocer las huellas de la romanización en el patrimonio cultural y arqueológico del entorno, en contextos analógicos y digitales, identificando los procesos de preservación, conservación y restauración como un aspecto fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y social, y el cuidado de su legado."
  ]
}