{
    "saberes": [
        "A. Sentido numérico.",
        "1. Conteo.",
        "– Estrategias variadas de conteo y recuento sistemático en situaciones de la vida cotidiana en cantidades hasta el 999.",
        "– Números ordinales hasta el vigésimo en situaciones de la vida cotidiana.",
        "2. Cantidad",
        "– Valor de la posición de las cifras de un número (unidad, decena y centena).",
        "– Estimaciones razonadas de cantidades en contextos de resolución de problemas. Redondeo de números naturales a la decena.",
        "– Lectura, representación (incluida la recta numérica y con materiales manipulativos), composición, descomposición y recomposición de números naturales hasta 999).",
        "– Representación de una misma cantidad de distintas formas (manipulativa, gráfica o numérica) y estrategias de elección de la representación adecuada para cada situación o problema.",
        "3. Sentido de las operaciones",
        "– Estrategias de cálculo mental con números naturales hasta 999.",
        "– Aplicación de la propiedad conmutativa e iniciación a la propiedad asociativa de la suma.",
        "– Utilidad en situaciones contextualizadas de la suma (hasta tres sumandos) y la resta con llevadas de números naturales de hasta tres cifras, resueltas con flexibilidad y sentido. Estrategias, herramientas de resolución y propiedades.",
        "4. Relaciones",
        "– Sistema de numeración de base diez (hasta el 999): aplicación de las relaciones que generan en las operaciones.",
        "– Números naturales en contextos de la vida cotidiana: comparación y ordenación.",
        "– Series ascendentes y descendentes en cadencias de 2, 3, 4, 5, 10 y 100, a partir de un número dado y de cadencia de 25 y 50 a partir de un número terminado en 0 o en 5.",
        "– Relaciones entre la suma y la resta identificando sus términos: aplicación en contextos cotidianos.",
        "– Aproximación al concepto intuitivo de la multiplicación como suma de sumandos iguales.",
        "5. Educación financiera.",
        "– Sistema monetario europeo: monedas (10, 20, 50 céntimos y de 1 y 2 euros) y billetes de euro (5, 10, 20, 50 y 100), valor y equivalencia.",
        "– Relaciones para el manejo de los precios de artículos cotidianos.",
        "B. Sentido de la medida.",
        "1. Magnitud.",
        " – Atributos mensurables de los objetos (longitud, masa, capacidad), distancias y tiempos.",
        "– Unidades de medida del tiempo (año, mes, semana, día) en situaciones de la vida cotidiana y manejo del calendario.",
        "– Enfoques para la lectura de la hora en relojes analógicos y digitales. Unidades de medida del tiempo en situaciones de la vida cotidiana (horas enteras, medias horas, y cuarto y menos cuarto. Horas antes y después del mediodía).",
        "– Estrategias para la selección de la unidad adecuada para determinar la duración de un intervalo de tiempo.",
        "2. Medición.",
        "– Procesos para medir mediante repetición de una unidad y mediante la utilización de instrumentos no convencionales.",
        "– Procesos de medición con unidades convencionales (metro y centímetro; kilo y medio kilo; litro y medio litro) y no convencionales en situaciones de la vida cotidiana.",
        "– Manejo del calendario.",
        "– Procesos de medición con instrumentos convencionales (reglas, cintas métricas, balanzas, calendarios...) en contextos familiares.",
        "3. Estimación y relaciones.",
        "– Estrategias de comparación directa y ordenación de medidas de la misma magnitud.",
        "– Estimación de medidas (distancias, tamaños, masas, capacidades...) por comparación directa con otras medidas.",
        "C. Sentido espacial.",
        "1. Figuras geométricas de dos y tres dimensiones.",
        "– Figuras geométricas sencillas de dos dimensiones en objetos de la vida cotidiana (líneas abiertas y cerradas; rectas y curvas; figuras planas): identificación. Reconocimiento de lenguaje matemático. Clasificación atendiendo a sus elementos.",
        "– Estrategias y técnicas de construcción de formas geométricas sencillas de una, dos o tres dimensiones de forma manipulativa.",
        " – Vocabulario geométrico básico: descripción verbal de los elementos y las propiedades de formas geométricas sencillas (lado, vértice, interior, exterior y frontera).",
        "– Propiedades de formas geométricas de dos dimensiones: exploración mediante materiales manipulables (mecanos, tangram, juegos de figuras, etc.) y herramientas digitales.",
        "2. Localización y sistemas de representación",
        "– Posición relativa de objetos en el espacio e interpretación de movimientos: descripción en referencia a uno mismo a través de vocabulario adecuado (arriba, abajo, delante, detrás, entre, más cerca que, menos cerca que, más lejos que, menos lejos que, a mi derecha, a mi izquierda…).",
        "– Estrategias para interpretar y describir de manera verbal, croquis sencillos de itinerarios y elaboración de los mismos.",
        "3. Visualización, razonamiento y modelización geométrica.",
        "– Modelos geométricos en la resolución de problemas relacionados con los otros sentidos.",
        "– Relaciones geométricas: reconocimiento en el entorno.",
        "– Reconocimiento de regularidades y simetrías.",
        "– Traslaciones sencillas en cuadrícula.",
        "– Formación de figuras planas y cuerpos geométricos a partir de otros por composición y descomposición.",
        "– Reconocimiento y diseño de figuras: triángulo, rectángulo, cuadrado, círculo y circunferencia.",
        "D. Sentido algebraico.",
        "1. Patrones.",
        "- Estrategias para la identificación, descripción oral, descubrimiento de elementos ocultos y extensión de secuencias a partir de las regularidades en una colección de números, figuras o imágenes.",
        "2. Modelo matemático.",
        "- Proceso de modelización de forma guiada (dibujos, esquemas, diagramas, objetos manipulables, dramatizaciones...) en la comprensión y resolución de problemas de la vida cotidiana.",
        "- Estrategias para la interpretación de enunciados en la resolución de problemas de dos operaciones para relacionarlos con los datos, la pregunta y las operaciones.",
        "- Estrategias para la descripción del uso de los números y el cálculo numérico para resolver problemas en situaciones reales, explicando oralmente y por escrito los procesos de resolución y los resultados obtenidos.",
        "- Resolución de problemas de dos operaciones.",
        "- Formulación creativa de problemas sencillos dada una operación y propuesta de pequeñas investigaciones en contextos matemáticos.",
        "3. Relaciones y funciones.",
        "- Expresión de relaciones de igualdad y desigualdad mediante los signos = y ≠ entre expresiones que incluyan operaciones.",
        "- Representación de la igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "4. Pensamiento computacional.",
        "- Estrategias para la interpretación de algoritmos sencillos (rutinas, instrucciones con pasos ordenados…)",
        "- Estrategias para seleccionar de forma guiada el uso de herramientas tecnológicas y dispositivos (calculadora) para la realización de cálculos, resolución y comprensión problemas o conjeturas.",
        "- Utilización de herramientas digitales para la creación de contenidos digitales con creatividad.",
        "E. Sentido estocástico.",
        "1. Organización y análisis de datos.",
        "- Estrategias de reconocimiento de los principales elementos, interpretación y extracción de la información relevante de gráficos estadísticos sencillos de la vida cotidiana (pictogramas, tablas, gráficas de barras...).",
        "- Estrategias sencillas para la recogida, clasificación y recuento de datos cualitativos y cuantitativos en muestras pequeñas.",
        "- Representación de datos obtenidos a través de recuentos mediante gráficos estadísticos sencillos, recursos manipulables y tecnológicos.",
        "- Sentido socioafectivo.",
        "- Creencias, actitudes y emociones.",
        "- Gestión emocional: estrategias de identificación y expresión de las propias emociones ante las matemáticas. Curiosidad e iniciativa en el aprendizaje de las matemáticas.",
        "- Reflexión sobre el proceso de resolución de problemas numéricos. Aprendizajes autónomos y confianza en sus propias capacidades.",
        "- Valoración del error como oportunidad de aprendizaje.",
        "2. Trabajo en equipo, inclusión, respeto y diversidad.",
        "- Identificación y rechazo de actitudes discriminatorias ante las diferencias individuales presentes en el aula. Actitudes inclusivas y aceptación de la diversidad del grupo.",
        "- Participación activa en el trabajo en equipo: interacción positiva y respeto por el trabajo de los demás.",
        "- Contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
 

    ],
    "criteriosEvaluacion": [
        "1.1 Comprender las preguntas planteadas a través de diferentes estrategias o herramientas, reconociendo la información contenida en problemas de la vida cotidiana. (CCL2, STEM1, STEM2, STEM4, CE3)",
        "1.2. Proporcionar ejemplos de representaciones de situaciones problematizadas sencillas, con recursos manipulativos y gráficos que ayuden en la resolución de un problema de la vida cotidiana. (STEM1, STEM2, STEM4, CPSAA5, CE1, CE3, CCEC4)",
        "2.1 Emplear algunas estrategias adecuadas en la resolución de problemas. (STEM1, STEM2, CPSAA5)",
        "2.2 Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución. (STEM1, CPSAA4, CE3)",
        "2.3 Describir verbalmente la idoneidad de las soluciones de un problema a partir de las preguntas previamente planteadas examinando los resultados y los procedimientos realizados. (CCL2, STEM1, STEM2, CPSAA4, CPSAA5, CE3)",
        "2.4 Utilizar, de manera acompañada, estrategias básicas de cálculo mental, aplicándolas a la resolución de problemas. (STEM1, CPSAA5, CE3)",
        "3.1 Reconocer conjeturas matemáticas sencillas, investigando patrones, propiedades y relaciones de forma guiada. (STEM1, STEM2, CD5, CPSAA5)",
        "3.2 Dar ejemplos de problemas a partir de situaciones cotidianas que se resuelven matemáticamente. (CCL1, STEM1, STEM2, CE3)",
        "4.1 Describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional de forma guiada. (STEM1, STEM2, STEM3, CD5, CC2)",
        "4.2 Emplear herramientas tecnológicas adecuadas, de forma guiada, en el proceso de resolución de problemas. (STEM1, STEM2, CD1, CD3, CD5, CC2, CE3)",
        "5.1 Reconocer conexiones entre los diferentes elementos matemáticos, aplicando conocimientos y experiencias propios. (STEM1, STEM3, CPSAA4, CC2, CC4)",
        "5.2 Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas. (STEM1, STEM3, CPSAA4, CC2, CC4, CCEC1)",
        "6.1 Reconocer lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo vocabulario específico básico. (CCL3, STEM4)",
        "6.2 Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos, de forma verbal o gráfica. (CCL1, STEM1, STEM2, STEM4, CD5, CE3, CCEC4)",
        "7.1 Reconocer las emociones básicas propias al abordar retos matemáticos, pidiendo ayuda solo cuando sea necesario. (CPSAA1, CPSAA4, CPSAA5, CE2)",
        "7.2. Expresar actitudes positivas ante retos matemáticos, valorando el error como una oportunidad de aprendizaje. (STEM5, CPSAA1, CPSAA4, CPSAA5)",
        "8.1 Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la tolerancia, la igualdad y la resolución pacífica de conflictos. (CCL5, CP3, STEM3, CPSAA3, CC2, CC3, CE3)",
        "8.2 Aceptar la tarea y rol asignado en el trabajo en equipo, cumpliendo con las responsabilidades individuales y contribuyendo a la consecución de los objetivos del grupo. (STEM3, CPSAA1, CC2, CE3)"
    ]
}