{
    "criteriosEvaluacion": [
        "1.1. Investigar, mediante sistemas de información geográfica, todo tipo de fuentes de información que traten los retos ecosociales presentes y futuros, realizando informes, tablas informativas, síntesis o cualquier otro formato. CCL1, CCL3, STEM4, STEM5, CD1, CPSAA3.2, CC1",
        "1.2. Cuestionar modos de vida insostenibles desde argumentos fundamentados sobre su relevancia y la necesidad de planificar las acciones para afrontarlos. CCL1, CCL3, STEM5, CD1, CPSAA3.2, CPSAA4, CC1, CC4, CE1",
        "1.3. Debatir sobre los retos naturales y sociales de Canarias y España de forma comprometida y respetuosa con opiniones ajenas, utilizando estrategias orales con apoyo digital de gráficos, imágenes y cartografía, y presentando en público datos rigurosos. CCL1, STEM4, CPSAA3.2, CC4, CE1",
        "2.1. Extraer información de paisajes naturales y humanizados analizando fuentes visuales, distinguiendo sus diferentes elementos. STEM4, CD1",
        "2.2. Interpretar la influencia e interrelaciones de factores físicos y humanos. STEM4, CC1, CC4, CCEC1",
        "2.3. Valorar todo impacto de la acción antrópica desde el principio de sostenibilidad reconociendo la complejidad sistémica del medio natural y de las propias actividades humanas. STEM5, CC4, CE1, CCEC1",
        "3.1. Identificar la diversidad y singularidad de paisajes naturales comparando su distribución, características y contrastes a escala de Canarias, de España y de Europa. STEM1, STEM4, CC1",
        "3.2. Distinguir las diferentes formas humanas de relación con sus entornos naturales. STEM1, STEM4, CC1, CC4",
        "3.3. Reflexionar sobre la percepción del espacio geográfico, localizando y reconociendo en mapas regiones geomorfológicas y bioclimáticas con características comunes y específicas, destacando su aportación a la sostenibilidad del medio. STEM4, CPSAA3.1, CC1, CC3, CE1",
        "4.1. Emplear la escala apropiada para localizar o representar, con apoyo de las TIG, cualquier fenómeno físico o humano, argumentando los métodos y datos elegidos y la delimitación de regiones o categorías de análisis, así como de áreas de transición. CCL1, STEM1, STEM2, CD2, CD5, CE1",
        "4.2. Crear productos con fines explicativos, haciendo uso de las TIG, de manera individual o en grupo, partiendo preferentemente del entorno canario, para comunicar diagnósticos, proponiendo hipótesis o conclusiones sobre problemas geográficos. CCL1, STEM1, STEM2, CD5, CC3, CE1, CE3",
        "5.1.Investigar el sistema de relaciones económicas globalizadas y los sectores económicos, y planteando soluciones razonables. STEM1, CPSAA3.1, CC2, CC4, CE1",
        "5.2. Identificar el impacto de la globalización en los comportamientos sociales, valorando la dignidad humana y asumiendo responsablemente las consecuencias de nuestras acciones sobre las condiciones laborales y de vida, tanto en Canarias, España, como en otros países. CCL5, STEM5, CPSAA3.1, CC2, CC3, CC4, CE1",
        "5.3. Expresar la necesidad de preservar el medio ambiente indagando sobre los impactos de los modos de producción, distribución y consumo a escala local y global, y proponiendo actuaciones de mejora para minimizar las consecuencias. CCL5, STEM5, CPSAA3.1, CC3, CC4, CE1",
        "6.1. Identificar las desigualdades territoriales a lo largo de la historia, así como sus causas y consecuencias sociolaborales y demográficas. STEM4, CC1, CE2",
        "6.2. Analizar el origen de los desequilibrios socioeconómicos de España —especialmente de Canarias— y Europa, explicando los factores de localización de las actividades económicas y de la población en el proceso de terciarización de las actividades económicas y de la población en una sociedad terciarizada. CCL1, STEM4, CPSAA3.1, CC1, CC2, CC3, CE1, CE2",
        "6.3. Justificar la necesidad de los mecanismos de compensación de las desigualdades individuales y territoriales, dando especial relevancia a la Comunidad Autónoma de Canarias. CCL1, CPSAA1.2, CPSAA3.1, CC3, CE1",
        "7.1. Reelaborar saberes sobre fenómenos naturales y humanos relevantes a diferentes escalas y en nuevos contextos, aplicando el pensamiento geográfico, movilizando y revisando críticamente conocimientos previos para integrar nuevos aprendizajes. CCL5, STEM1, CPSAA1.2, CPSAA4, CPSAA5",
        "7.2. Diagnosticar problemas y oportunidades, razonando previsiones y posibles soluciones. CCL5, STEM1, CPSAA1.1, CPSAA1.2, CPSAA4, CC3, CE1, CE3"
    ],
    "saberes": [
        "I. Canarias, España, Europa y la globalización",
        "1. Localización y situación geográfica de España y Canarias en el mundo a través de mapas de relieve, bioclimáticos y políticos. Estudio de la posición relativa de España y Canarias en el mundo según diferentes indicadores socioeconómicos. Uso del geoposicionamiento y dispositivos móviles.",
        "2. Análisis de la globalización en España y Canarias. Los retos ante el mundo: amenazas y oportunidades.",
        "3. Contextualización de la geopolítica mundial y participación en organismos internacionales. Acercamiento a la cooperación internacional y misiones en el exterior. Diagnóstico de los compromisos con los Objetivos de Desarrollo Sostenible y con los retos identificados en la Agenda Canaria de Desarrollo Sostenible 2030.",
        "4. Conocimiento sobre la posición de España y Canarias en Europa: localización de países y aspectos naturales. La Unión Europea en la actualidad: su influencia en situaciones cotidianas. Análisis de desequilibrios territoriales y políticas de cohesión a través del uso de mapas y de indicadores socioeconómicos.",
        "5. Estudio de los desequilibrios territoriales nacionales y autonómicos. Organización administrativa de España. Utilidad del Atlas Nacional de España y de los indicadores socioeconómicos oficiales. Iniciación a la gestión y ordenación del territorio: el debate sobre las políticas de cohesión y desarrollo autonómico. Reflexión ante la situación actual y proyecciones del estado del bienestar. Situación específica de Canarias.",
        "II. La sostenibilidad del medio físico de España y de las islas Canarias",
        "1. Análisis de los condicionantes geomorfológicos, bioclimáticos, edáficos, hídricos y relativos a las actividades humanas y prevención de los riesgos asociados para las personas. Estudio de la diversidad climática de España y de Canarias; análisis comparativos de distribución y representación de climas. La emergencia climática: cambios en los patrones termopluviométricos; causas, consecuencias y medidas de mitigación y adaptación. Estrategias de interpretación del tiempo y alertas meteorológicas; webs y aplicaciones móviles.",
        "2. Conocimiento de la biodiversidad, suelos y red hídrica, con la aproximación a las características por regiones naturales: Canarias. Reflexión sobre el impacto de las actividades humanas y efectos sobre las mismas: pérdida de biodiversidad, de suelos y gestión del agua. Interpretación de imágenes, cartografía y datos e identificación de los riesgos generados por las personas.",
        "3. Argumentación y debate sobre los cambios del modelo de desarrollo: el principio de sostenibilidad y las políticas ambientales en España y en la Unión Europea: uso de herramientas de diagnóstico. Conocimiento sobre la red de Espacios Naturales Protegidos y la red Natura 2000.",
        "III. La ordenación del territorio en el enfoque ecosocial.",
        "1. Desafíos demográficos. ",
        "    1.1. Análisis de la estructura de la población en España y en Canarias y sus desequilibrios. Interpretación causal de datos, gráficos y mapas: tendencias pasadas, presentes y proyecciones. Indagación sobre las ventajas e inconvenientes de los movimientos migratorios; el respeto por la diversidad étnica y cultural.",
        "    1.2. Concienciación del reto demográfico: envejecimiento y despoblación rural. Estudio de los espacios urbanos en España y en Canarias: las grandes concentraciones urbanas en un contexto europeo y mundial. Análisis de las funciones de la ciudad y de las relaciones de interdependencia con el territorio. Visualización de la estructura urbana a través de los planos: repercusiones sobre las formas de vida y los impactos medioambientales. Modelos de ciudades sostenibles. Observación del uso del espacio público. Concienciación de la movilidad segura, saludable y sostenible.",
        "2. Espacio, actividades y transformaciones. ",
        "    2.1. Identificación de los paisajes agrarios en España y en Canarias y de las transformaciones de las actividades agropecuarias: prácticas sostenibles e insostenibles. Valoración socioambiental y económica de los productos agroalimentarios y forestales de cercanía: indagación de huellas ecológicas y de la estructura sociolaboral. Estudio de la influencia de la actual política agraria común en el desarrollo rural y la sostenibilidad. Estudio de casos: etiquetados diferenciados, ecológicos, etc.",
        "    2.2. Análisis de los recursos marinos y la transformación del litoral: pesca, acuicultura y otros aprovechamientos. Reconocimiento de la sostenibilidad y de la política pesquera común. Estudio de casos: Canarias. Explicación del marisqueo, pesca de bajura y altura, acuicultura, sobreexplotación de caladeros, etc.",
        "    2.3. Descripción de los espacios industriales. Análisis de las actividades industriales y los paisajes: materias primas y fuentes de energía. Evaluación de las huellas ecológicas; dependencia y transición energéticas; estructura del tejido industrial, sociolaboral y de empleo indirecto. Reflexión sobre el impacto de la deslocalización sobre sectores de la industria española. Estudio de casos: construcción, automovilístico, agroalimentario, etc., y factores de localización.",
        "    2.4. Análisis y debate sobre la influencia de las políticas de la Unión Europea y la globalización.",
        "    2.5. Identificación y análisis de los espacios tercerizados. Acercamiento al modelo de economía circular y los servicios: relaciones entre producción, distribución y venta.",
        "    2.6. Análisis crítico de huellas ecológicas, estructura sociolaboral, responsabilidad social corporativa y de las personas consumidoras. Estudio de casos: competitividad y desequilibrios en transporte, comercio, turismo, servicios esenciales, etc., y factores de localización.",
        "    2.7. Valoración sobre modelos insostenibles de servicios y alternativas. Indagación sobre la economía digital: el impacto de la economía colaborativa, nuevos modelos de negocio en el contexto global y de la Unión Europea. Análisis del modelo canario."
    ]
}