{
  "saberes": [
    "A. El presente de la civilización latina",
    "- Periodos básicos de la historia de Roma. Geografía del mundo romano. Aspectos históricos, políticos, sociales, culturales, y lingüísticos de la civilización latina para la comprensión de la noción actual de Europa.",
    "- Estrategias y herramientas para relacionar el pasado y el presente a partir de los conocimientos adquiridos.",
    "- Obras fundamentales de la literatura latina en su contexto y su pervivencia a través de la tradición clásica.",
    "- Obras fundamentales de la literatura latina en su contexto histórico y sociopolítico, su pervivencia a través de la tradición clásica y su influencia en el presente.",
    "- Importancia de la civilización latina en la conformación del mundo actual: reconocimiento, análisis y valoración crítica de la aportación de Roma a la configuración de nuestra identidad como sociedad.",
    "- Estrategias para comprender, comentar e interpretar textos latinos a partir de los conocimientos adquiridos y de la propia experiencia.",
    "- Léxico latino: términos e ideas fundamentales para la comprensión de la civilización latina (civis, populus, sacer, homo, lex, ius, res publica y otros), y evolución de su significado hasta la actualidad.",
    "- Importancia de los textos clásicos latinos como testimonio y reflejo de aquellos aspectos que constituyen la condición humana (valores y contravalores, tipos, intereses).",
    "- Importancia y utilidad de las Humanidades en la sociedad actual.",
    "B. Latín y plurilingüismo",
    "- El abecedario y la pronunciación del latín; abecedario latino y abecedario del castellano; adaptación, permanencia e influencia del abecedario en otras lenguas del repertorio lingüístico del alumnado.",
    "- Identificación en textos escritos en castellano y otras lenguas de las bases léxicas, sufijos y prefijos de origen latino más frecuentes y de mayor rendimiento.",
    "- Derivación y composición. Aplicación de los procedimientos de composición y derivación en la elaboración de familias de palabras.",
    "- Estrategias básicas para inferir significados en el léxico común, especializado y de nueva aparición a partir de la identificación de formantes latinos.",
    "- Estrategias básicas para la elaboración de glosarios elementales según criterios categoriales, léxicos y semánticos para el aprendizaje del vocabulario latino básico.",
    "- Nociones básicas de etimología: iniciación al significado etimológico de las palabras.",
    "- Las lenguas romances: nómina y distribución geográfica. Las lenguas romances de España. El castellano: origen y primeros documentos.",
    "- Latín culto y latín vulgar. Explicación de los cambios fonéticos más frecuentes desde el latín culto y el latín vulgar. Término patrimonial, cultismo y dobletes etimológicos. Comparación entre lenguas de acuerdo con su origen y sus parentescos lingüísticos.",
    "- Latinismos. Reconocimiento y empleo correcto de los latinismos y locuciones latinas de mayor uso.",
    "- Importancia y utilidad del latín para el progreso en el conocimiento y uso correcto del castellano y otras lenguas; Reconocimiento, organización e incorporación a la producción escrita, oral o multimodal de léxico de origen latino común entre las distintas lenguas del repertorio lingüístico del alumnado.",
    "- Conocimiento y uso apropiado de herramientas analógicas y digitales para el aprendizaje de la lengua latina como ejemplo y estímulo para el aprendizaje de lenguas extranjeras.",
    "C. El texto latino y la traducción",
    "- Clases de palabras: variables e invariables.",
    "- La flexión y las lenguas flexivas: el caso. El sistema casual latino. Declinaciones latinas. La flexión verbal: conjugaciones latinas. La flexión pronominal.",
    "- Valores más habituales de los casos latinos. Correlación entre casos y funciones. Casos y preposiciones. Preposiciones más frecuentes.",
    "- Estructuras oracionales básicas: la oración copulativa y la oración predicativa. La concordancia y el orden de palabras en latín y en castellano.",
    "- Estrategias básicas para identificar, analizar y traducir unidades lingüísticas elementales (léxico, morfosintaxis), comparándolas con las del castellano y otras lenguas que conforman el repertorio lingüístico del alumnado.",
    "- Estrategias básicas para la traducción de textos elementales; capacidad para reflexionar y justificar la traducción ofrecida.",
    "- Retroversión de oraciones sencillas como herramienta de apoyo a la comprensión y traducción del texto.",
    "- Recursos para el aprendizaje y estrategias básicas para el progreso en la adquisición de lenguas tales como el Portfolio Europeo de las Lenguas (PEL), glosarios, diccionarios.",
    "- Autoconfianza, autonomía e iniciativa. El error como parte integrante del proceso de aprendizaje. Capacidad de autocorrección y mejora.",
    "D. Legado y patrimonio",
    "- Pervivencia del legado material de la cultura y civilización latinas: monumentos más relevantes, yacimientos arqueológicos, museos, inscripciones.",
    "- Pervivencia del legado inmaterial de la cultura y civilización latinas: religión y mitología clásicas, instituciones políticas, militares y sociales; oratoria, derecho, rituales y celebraciones oficiales y de la vida cotidiana.",
    "- La transmisión de los textos latinos: materiales, soportes y utensilios de escritura.",
    "- La romanización: bases, agentes y características fundamentales. La romanización de Hispania. Patrimonio cultural romano en España y en Castilla y León.",
    "- Interés e iniciativa en participar en procesos destinados a conservar, preservar y difundir el patrimonio arqueológico de su entorno.",
    "- Conocimiento y uso correcto de herramientas analógicas y digitales para la comprensión, producción y coproducción oral, escrita y multimodal.",
    "- Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados.",
    "- Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autocorrección."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Describir los productos culturales del presente y los de la Antigüedad latina tanto desde el punto de vista lingüístico como cultural en el contexto de los desarrollos culturales en Europa, comparando sus similitudes y diferencias. (CCL2, CP2, CP3, CC1, CC2, CCEC1)",
    "1.2 Conocer los modos de vida, costumbres, actitudes y valores de la sociedad romana, reflexionar sobre su validez y pervivencia, y valorarlos y compararlos de manera crítica con los de las sociedades actuales a partir del contenido de fuentes latinas en diferentes soportes. (CCL2, CCL3, CD1, CC1, CC2, CCEC1)",
    "1.3 Conocer e identificar los periodos de la historia de Roma a través de fuentes diversas; identificar, aplicando los conocimientos adquiridos, acontecimientos, procesos, personajes y otros aspectos de la civilización romana en su contexto histórico y relacionar los datos con referentes actuales, estableciendo semejanzas y diferencias. (CCL2, CCL3, CD1, CC1, CC2, CCEC1)",
    "Competencia específica 2",
    "2.1 Conocer, respetar y valorar de forma positiva la diversidad lingüística y cultural a la que da origen el latín, identificando y explicando semejanzas y diferencias en elementos lingüísticos y culturales del entorno y relacionarlos con los propios, desarrollando una cultura compartida y una ciudadanía comprometida con los valores democráticos. (CCL1, CP2, CP3)",
    "2.2 Inferir significados de términos latinos aplicando los conocimientos léxicos y fonéticos de otras lenguas de su repertorio individual. (CCL1, CP2, CP3, STEM1, CPSAA1, CPSAA4, CE3)",
    "2.3 Ampliar el caudal léxico y mejorar la expresión oral y escrita, incorporando de manera formalmente correcta, coherente y adecuada a la situación o contexto los latinismos y locuciones de origen latino más usuales. (CCL1, CCL2, STEM1, CPSAA1, CPSAA4, CE3)",
    "2.4 Adquirir un vocabulario básico de la lengua latina a través de glosarios elaborados con criterios categoriales, léxicos y semánticos. (CCL1, CCL2, CPSAA1, CPSAA4)",
    "2.5 Reconocer elementos latinos en diferentes contextos lingüísticos, definirlos y ofrecer explicaciones etimológicas de términos cotidianos, científicos y técnicos, estableciendo, si procede, la relación semántica entre un término patrimonial y un cultismo. (CCL1, CCL2, STEM1)",
    "2.6 Conocer las principales lenguas romances habladas en España y en el resto de Europa e identificar los primeros documentos de la lengua castellana, reconociendo las diferencias entre latín culto y latín vulgar. (CCL1, CP3, CD1)",
    "2.7 Explicar los principales cambios producidos desde el latín a las lenguas derivadas de él, verificando los resultados mediante la aplicación de las técnicas de evolución fonética. (CCL1, CP2, CP3, STEM1, CD1, CPSAA1, CPSAA4, CE3)",
    "Competencia específica 3",
    "3.1 Leer de manera guiada obras o fragmentos fundamentales de la literatura latina, comprender su contenido y su propósito, y realizar explicaciones y comentarios sencillos utilizando un vocabulario correcto y una expresión adecuada, de forma oral, escrita o multimodal sobre su carácter clásico y humanístico a partir de las experiencias y conocimientos del alumnado. (CCL1, CCL2, CCL4, CP1, CPSAA4, CC3, CCEC1)",
    "3.2 Reconocer el sentido global y las ideas principales y secundarias de un texto, contextualizándolo e identificando las referencias históricas, sociales, políticas o religiosas que aparecen en él, y sirviéndose de conocimientos sobre personajes y acontecimientos históricos ya estudiados. (CCL2, CCL4, CP1, STEM1, CPSAA4, CC3) 3.3 Interpretar de manera crítica el contenido de textos latinos de dificultad adecuada, atendiendo al contexto en el que se produjeron, conectándolos con la experiencia propia y valorando cómo contribuyen a entender los modos de vida, costumbres y actitudes de nuestra sociedad. (CCL2, CCL4, CP1, CP2, CC3, CCEC1)",
    "Competencia específica 4",
    "4.1 Leer de forma correcta textos latinos de dificultad progresiva identificando y analizando los aspectos morfológicos, sintácticos y léxicos elementales de la lengua latina, y comparándolos con los de la lengua familiar. (CCL1, CCL2, STEM1, CPSAA4) 4.2 Traducir textos breves y sencillos con términos adecuados y expresión correcta en castellano, justificando la traducción y manifestando la correspondencia entre el análisis y la versión realizada. (CCL1, CCL2, CP2, CP3, STEM1, CD2, CPSAA4)",
    "4.3 Producir mediante retroversión y a partir de un léxico elemental oraciones simples utilizando las estructuras propias de la lengua latina. (CCL1, CCL2, CP2, STEM1, CPSAA4)",
    "Competencia específica 5",
    "5.1 Detectar en textos e imágenes de la civilización latina, elementos diversos, especialmente los relacionados con la mitología clásica, reconociéndolos como fuente de inspiración de manifestaciones literarias y artísticas. (CD1, CC1, CC2, CCEC1, CCEC2)",
    "5.2 Identificar en manifestaciones literarias y artísticas de épocas posteriores elementos materiales e inmateriales de la civilización latina, especialmente los relacionados con la mitología clásica, mediante la lectura y la observación. (CP3, CD1, CC1, CC2, CCEC1, CCEC2)",
    "5.3 Reconocer las huellas de la romanización en el patrimonio cultural y arqueológico del entorno, en especial de España y de Castilla y León, a través del conocimiento de los principales monumentos y yacimientos arqueológicos. (CD1, CC1, CC4, CCEC1, CCEC2)",
    "5.4 Conocer y valorar los procesos de preservación, conservación y restauración del patrimonio cultural, arqueológico y artístico, interiorizándolos como responsabilidad fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y el cuidado de su legado. (CD1, CC1, CC2, CC4, CCEC1, CCEC2)",
    "5.5 Realizar tareas de investigación individual o en grupo sobre el legado material e inmaterial de la civilización romana y su pervivencia en el presente, empleando soportes analógicos y digitales. (CD1, CD3, CC1, CCEC1)",
    "5.6 Exponer de forma oral, escrita o multimodal las conclusiones obtenidas a partir de la investigación, individual o colaborativa, sobre el legado material e inmaterial de la civilización romana y su pervivencia en el presente a través de soportes analógicos y digitales mediante la selección y el contraste de la información recabada. (CD1, CD3, CCEC1)",
    "5.7 Identificar y valorar de forma crítica los diferentes recursos que se refieren al Mundo Clásico; obtener, seleccionar y organizar la información obtenida, y verificar su validez y fiabilidad, comparándola con otras fuentes. (CD1)",
    "5.8 Conocer las principales vías de transmisión textual y los soportes de escritura de la civilización latina y su influencia en la actualidad visualizando documentos de distintas épocas. (CD1, CCEC1, CCEC2)"
  ]
}
