{
    "criteriosEvaluacion": [
        "1.1. Dur a terme una cerca activa de noms, expressions clàssiques, cites i referències al món clàssic en els mitjans de comunicació i en l'entorn més pròxim a l'alumnat.",
        "1.2. Construir famílies lèxiques i comparar aqueixes paraules d'origen grecollatí amb diferents llengües modernes, romàniques i no romàniques del repertori lingüístic de l'alumnat.",
        "1.3. Deduir el significat etimològic d'un terme d'ús comú o científic i crear noves paraules a partir dels seus diferents components d'origen grec i llatí.",
        "2.1. Constatar la presència i rellevància dels avanços científics de l'antiguitat en els fonaments de la ciència actual.",
        "2.2. Descobrir la importància del lèxic grecollatí en la terminologia científica i tècnica per a comprendre el seu significat etimològic.",
        "2.3. Planificar i realitzar senzilles investigacions en formats analògics o digitals sobre les contribucions del món científic antic fent ús de diferents fonts d'informació.",
        "2.4. Debatre respectuosament sobre la pervivència i influència de la ciència antiga en l'actual.",
        "3.1. Identificar i analitzar els elements clàssics presents en les manifestacions artístiques i literàries al llarg de la història i, especialment, en l'actualitat.",
        "3.2. Reconéixer en obres de literatura moderna l'herència literària clàssica.",
        "3.3. Identificar la influència de la mitologia clàssica com a font d'inspiració de manifestacions literàries i artístiques.",
        "3.4. Realitzar senzilles investigacions en diferents formats sobre les contribucions de l'art, mitologia i la literatura antiga fent ús de diverses fonts d'informació.",
        "4.1. Valorar la presència de referents clàssics relacionats amb les institucions, la vida quotidiana, etc., en l'entorn més pròxim.",
        "4.2. Mostrar respecte per la tradició cultural i els valors cívics del nostre passat com un element significatiu de la nostra identitat.",
        "4.3. Debatre de manera argumentada i respectuosa sobre aspectes relatius a la pervivència del món clàssic en l'actualitat.",
        "4.4. Fer breus investigacions i cerques per a relacionar aspectes culturals, sociopolítics del món antic amb elements actuals per a valorar la perícia en el maneig i selecció de fonts com a tècnica de treball intel·lectual.",
        "5.1. Identificar els principals esdeveniments polítics, històrics i socials de la civilització grecoromana i relacionar-los amb la situació sociopolítica europea actual.",
        "5.2. Argumentar i debatre respectuosament sobre la importància del llegat clàssic en la configuració cultural d'Europa.",
        "5.3. Mostrar una actitud de respecte cap a la diversitat com a riquesa cultural i lingüística reflexionant sobre els estereotips lingüístics.",
        "5.4. Fer treballs de recerca sobre la influència del llegat clàssic a l'Europa actual."
    ],
    "saberes": [
        "Bloc 1. ",
        "Rellevància del món clàssic en la formació de la societat i cultura europea CE3, CE4 i CE5",
        "• El paper de Grècia i Roma en la construcció política i cultural de l’Europa actual.",
        "• El marc geogràfic i històric de Grècia i Roma.",
        "• Influència de la cultura grega en la civilització romana.",
        "• Actitud de respecte cap a diferents cultures.",
        "• Curiositat per descobrir i estudiar els orígens clàssics de la nostra cultura.",
        "• Procediments de cerca, selecció i anàlisi de la informació, obtinguda tant de fonts gregues i romanes com d’actuals.",
        "Bloc 2. ",
        "Fonaments lèxics de les llengües modernes CE1 i CE2",
        "• L'alfabet grec: pronunciació i transcripció.",
        "• Hel·lenismes i llatinismes.",
        "• Arrels, prefixos i sufixos provinents del grec i del llatí.",
        "• Importància del llatí i del grec en l'evolució de les llengües que formen part del repertori lingüístic de l'alumnat i en la cultura universal.",
        "• Respecte per les diferents llengües del món i per les diferències culturals dels parlants.",
        "• Estratègies per a la formació de noves paraules i per a la deducció del seu significat a través dels components.",
        "Bloc 3. ",
        "Referents clàssics. Ciència, mitologia, art i literatura CIÈNCIA. CE1 i CE3",
        "• Explicació mítica i explicació racional en el pensament clàssic.",
        "• La ciència i la tècnica en el món antic: principals avanços i precedents de les realitzacions actuals.",
        "• Respecte i curiositat (lliure de prejudicis) pels avanços científics com a mitjà per a millorar el benestar i la sostenibilitat.",
        "• Lèxic d'origen grec i llatí vinculat a la ciència.",
        "Mitologia, literatura i art CE1 i CE3",
        "1. La creació artística i literària en el món antic i la seua pervivència en les manifestacions posteriors.",
        "2. La religió i el mites clàssics en l'art i la literatura modernes.",
        "3. Els gèneres literaris clàssics: obres i característiques principals. Projecció i influència en la literatura posterior.",
        "4. Cànons de bellesa clàssics en la història posterior de l'art.",
        "5. Sensibilitat i respecte davant realitzacions artístic-literàries clàssiques valorant els seus elements creatius i les seues aportacions a posteriors manifestacions.",
        "6. Interés cap a la literatura i la seua lectura com a font de plaer i de coneixement del món.",
        "7. Lèxic d'origen grec i llatí vinculat a la mitologia, la literatura i l'art.",
        "Bloc 4. ",
        "Referents clàssics. Societat i política CE1, CE4 i CE5",
        "• La participació ciutadana en la vida pública en el món grec i romà: l'elaboració de les normes legals i de les resolucions judicials, la incorporació al govern de la ciutat (elecció i sorteig), l'administració pública, el servei militar, les lluites per la igualtat de drets...",
        "• Els models democràtics d'organització de la societat i els precedents clàssics: la polis grega i la civitas romana.",
        "• Reconeixement de la relació existent en l'antiguitat i en les èpoques modernes: configuració social, la vida quotidiana i els costums i les estructures polítiques i administratives.",
        "• Consciència de ciutadania global de l'alumnat.",
        "• Lèxic d'origen grec i llatí vinculat a la societat i a la política."
    ]
}