{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Analizar piezas vocales explicando de manera razonada las cualidades que las hacen afines a un estilo, a un género o a una cultura, así como otras características de la interpretación y de la puesta en escena.",
        "Criterio 1.2. Argumentar y defender el criterio personal respecto a distintas manifestaciones con intervenciones vocales grabadas o en directo, analizando las intenciones expresivas del canto y del lenguaje corporal.",
        "Criterio 1.3. Valorar la influencia de la música vocal a lo largo de la historia y en la actualidad, y la importancia que tiene su conservación y difusión dentro de la sociedad.",
        "Competencia específica 2.",
        "Criterio 2.1. Explorar las posibilidades interpretativas de la voz y el cuerpo mediante la realización de ejercicios, lecturas e improvisaciones, reforzando la autoestima y la autoconfianza.",
        "Criterio 2.2. Demostrar interés en la adquisición de una adecuada técnica vocal y corporal que permita abordar obras de diferentes géneros y estilos. ",
        "Criterio 2.3. Desarrollar la escucha activa de la propia voz y de la del grupo, tanto en el aspecto sonoro como en el del movimiento, demostrando empatía con los demás y valorando el sonido propio y el del grupo como señal de identidad.",
        "Competencia específica 3.",
        "Criterio 3.1. Participar como intérprete de coro, demostrando eficacia, escucha activa, precisión técnica y una expresión vocal y corporal adecuada al servicio del conjunto y a las directrices de la dirección.",
        "Criterio 3.2. Demostrar interés en el aprendizaje de un repertorio variado, con piezas vocales de diferentes géneros, estilos, culturas e idiomas, prestando especial atención a la expresión de emociones emanadas tanto de los textos como de la música.",
        "Competencia específica 4.",
        "Criterio 4.1. Realizar actuaciones en público mostrando una actitud escénica adecuada y respeto por el aprecio y las opiniones de los asistentes.",
        "Criterio 4.2. Participar activamente en el montaje de proyectos escénicos con responsabilidad y conciencia de grupo."
    ],
    "saberes": [
        "Bloque A. Análisis",
        "A.1. Análisis.",
        "A.1.1.1. Conocimiento del vocabulario específico: vocalización, fraseo, respiración...",
        "A.1.1.2. Conocimiento de las características básicas de los estilos, géneros y culturas musicales seleccionados.",
        "A.1.1.3. Conocimiento de las estrategias de la escucha activa. Audición y discriminación de las cualidades del sonido en la voz: altura, intensidad, duración. ",
        "A.1.1.4. Piezas vocales sencillas, de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales y de origen popular con grado de dificultad acorde al nivel del curso y del grupo.",
        "Bloque B. Técnica vocal.",
        "B.1. Técnica vocal.",
        "B.1.1.1. Práctica de la relajación y la concentración. Inicio en las técnicas de relajación, respiración, ",
        "B.1.1.2. Cuidado de la voz y postura del cuerpo. Detección y tratamiento de las enfermedades de la voz.",
        "B.1.1.3. Elementos de la producción vocal: respiración, emisión, articulación, resonancias y dinámicas. Análisis del timbre de la propia voz. Coloratura.",
        "B.1.1.4. Técnicas de expresión corporal. Relación de la emisión vocal y el movimiento.",
        "B.1.1.5. Ejercicios y vocalizaciones. Improvisaciones.",
        "B.1.1.6. El oído armónico y la afinación: entonación de intervalos melódicos y armónicos sencillos. Acordes mayores y menores, cadencias perfectas, intervalos simples y consonantes para afianzar la afinación.",
        "Bloque C. Práctica de conjunto.",
        "C.1. Técnica de conjunto.",
        "C.1.1.1. El sonido de conjunto: respiración, ataque, afinación, articulación, ritmo, fraseo y dinámica. Equilibrio entre voces y planos sonoros.",
        "C.1.1.2. La lectura básica de partituras con notación convencional y no convencional. Lectura a primera vista.",
        "C.1.1.3. La memoria musical.",
        "C.1.1.4. Indicaciones y gestos de la dirección coral. La anacrusa como movimiento básico de la práctica del grupo. Reacción y comprensión ante las diferentes anacrusas con o sin director.",
        "C.1.1.5. El texto y su métrica como base de la articulación, la velocidad y la precisión rítmica.",
        "C.1.1.6. Actitud escénica y relación con el público.",
        "C.1.1.7. Compromiso con los objetivos grupales.",
        "C.2. Repertorio.",
        "C.2.1.1. Premisas para el desarrollo de la improvisación. Práctica de repertorio con improvisaciones.",
        "C.2.1.2. La percusión corporal y otros diseños coreográficos. Práctica de repertorio con movimiento y percusión corporal.",
        "C.2.1.3. Repertorio de coro de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales, con grado de dificultad acorde al nivel del curso y del grupo, con o sin acompañamiento instrumental, incluyendo la música de Extremadura"
    ]
}
