{
   "saberes":[
      "Bloque A. Patrimonio artistico y cultural.",
      "A.1. Historia del arte.",
      "A.1.1. Los generos artisticos a lo largo de la historia del arte.",
      "A.1.2. Manifestaciones culturales y artisticas que han sido clave a lo largo de la historia, incluidas las contemporaneas y las pertenecientes al patrimonio local: analisis de sus aspectos formales y de su contexto historico, incorporando ademas la perspectiva de genero",
      "A.2. Historia de la arquitectura.",
      "A.2.1. Patrimonio arquitectonico.",
      "A.2.2. La geometría en la arquitectura y el urbanismo.",
      "Bloque B. Elementos formales de la imagen y del lenguaje visual. La expresion grafica.",
      "B.1. Percepción y comunicación visual.",
      "B.1.1. El lenguaje visual como forma de comunicacion. Introducción al tema.",
      "B.1.2. La percepcion visual. Introduccion a los principios perceptivos, elementos y factores.",
      "B.2. Elementos básicos del lenguaje visual.",
      "B.2.1. Elementos basicos del lenguaje visual: el punto, la linea, el plano. Forma, color, grises y texturas. Posibilidades expresivas y comunicativas de los elementos básicos.",
      "B.2.2. La composicion. Conceptos de equilibrio, proporcion, ritmo, contraste, aplicados a la organizacion de formas en el plano y en el espacio.",
      "B.3. Texto e imagen combinados. Posibilidades expresivas.",
      "B.3.1. Diseño de letras. Texto combinado con ilustración o fotografía. Texto integrado en publicidad y en otras obras artísticas.",
      "Bloque C. Expresion artistica y grafico-plastica. Tecnicas y procedimientos.",
      "C.1. Técnicas artísticas.",
      "C.1.1. Tecnicas basicas de expresion grafico-plastica en dos dimensiones.",
      "C.1.2. Introducción a las tecnicas secas y humedas. Su uso en el arte y sus caracteristicas expresivas.",
      "C.2. El proceso creativo.",
      "C.2.1. El proceso creativo a traves de operaciones plasticas: reproducir, aislar, transformar y asociar.",
      "C.2.2. Factores y etapas del proceso creativo: eleccion de materiales y tecnicas, realizacion de bocetos, planificación del proceso.",
      "C.3. Geometría.",
      "C.3.1. Introduccion a la geometria plana y trazados geometricos basicos. Polígonos regulares y estrellados, óvalo, espiral. Movimientos y transformaciones en el plano.",
      "C.3.2. Diseño de símbolos a partir de formas geométricas.",
      "C.3.3. Las formas geométricas en el arte y en la naturaleza.",
      "C.3.4. Introducción a los sistemas de representación: axonometría, caballera, perspectiva cónica, sistema diédrico. Dibujo de paisajes urbanos y representación de volúmenes sencillos.",
      "Bloque D. Imagen y comunicacion visual y audiovisual.",
      "D.1. Lectura y análisis de mensajes visuales inclusivos.",
      "D.1.1. El lenguaje y la comunicacion visual. Imagenes visuales y audiovisuales.",
      "D.1.2. Contextos y funciones. Finalidades informativa, comunicativa, expresiva y estetica.",
      "D.1.3. Desinformación y manipulación.",
      "D.2. Diseño y manipulación de imágenes digitales.",
      "D.2.1. Dibujos creados por ordenador.",
      "D.2.2. Iniciación a programas de edición de imágenes.",
      "D.2.3. Diseño gráfico asistido por ordenador",
      "D.2.4. Animaciones básicas por ordenador.",
      "D.3. Fotografía, cómic y lenguaje cinematográfico.",
      "D.3.1. La fotografia. Origen y evolucion.",
      "D.3.2. Elementos de una cámara y sus funciones.",
      "D.3.3. Realización de fotografías utilizando las cámaras de teléfonos móviles.",
      "D.3.4. Trucos y consejos para hacer buenas fotos con pocos recursos.",
      "D.3.5. La imagen secuenciada. Origen y evolucion. Introduccion a las diferentes caracteristicas del comic y la fotonovela.",
      "D.3.6. Realización de viñetas, tiras cómicas y páginas, utilizando distintos tipos de plano y distintos estilos de dibujo.",
      "D.3.7. Aprendizaje de convencionalismos expresivos propios del cómic.",
      "D.3.8. La imagen en movimiento. El cine y la animacion. Origen y evolucion.",
      "D.3.9. Nuevos formatos digitales.",
      "D.3.10. Análisis de trabajos audiovisuales y aprendizaje de la elaboración de un sencillo guión cinematográfico.",
      "D.3.11. Tecnicas basicas de grabación y edición, para la realizacion de producciones audiovisuales sencillas, de forma individual o en grupo. Nociones básicas de subtitulado y audiodescripción",
      "D.3.1.12. Experimentacion en entornos virtuales de aprendizaje."
   ],
   "criteriosEvaluacion": [
      "Competencia específica 1.",
      "Criterio 1.1. Identificar y valorar factores historicos y sociales relacionados con la obra artística a lo largo de la historia, asi como su funcion y finalidad, describiendo de forma oral, escrita, visual o audiovisual diferentes corrientes artisticas, con interes y respeto, e incorporando ademas la perspectiva de genero.",
      "Criterio 1.2. Valorar la importancia de la conservacion del patrimonio cultural y artistico, a traves del conocimiento y el analisis guiado de obras de arte, utilizandolo como fuente de enriquecimiento personal en sus creaciones, integrando por medio de ellas aspectos de su propia identidad cultural.",
      "Competencia específica 2.",
      "Criterio 2.1. Explicar la importancia del proceso que media entre la realidad, el imaginario personal y la creacion, experimentando a partir de la propia capacidad de deleite estetico y mostrando un comportamiento respetuoso con la libertad de expresion y la diversidad cultural.",
      "Criterio 2.2. Analizar de forma guiada diversas producciones artisticas, incluidas las propias y las de sus iguales, desarrollando una mirada estetica hacia el mundo con interes, flexibilidad y respeto hacia la diversidad de las expresiones culturales.",
      "Criterio 2.3. Observar, con curiosidad y respeto, diferentes formas de expresion plastica, visuales y audiovisuales, construyéndose una cultura artistica y visual lo mas amplia posible con la que alimentar su imaginario, seleccionando manifestaciones artisticas de su interes, de cualquier tipo y epoca.",
      "Criterio 2.4. Aprender a disfrutar del arte entendido como testimonio individual y social y también como expresión creativa de las preocupaciones universales del ser humano, compartiendo con respeto sus impresiones y emociones y expresando su opinion personal de forma abierta.",
      "Competencia específica 3.",
      "Criterio 3.1. Demostrar interés por comprender y describir las posibles motivaciones de los creadores de mensajes visuales, analizando los elementos que constituyen esas creaciones.",
      "Criterio 3.2. Realizar una valoración ética y moral de los mensajes visuales que se analizan, estudiando aspectos como la perspectiva de género, la defensa de los derechos humanos, los derechos del consumidor, la protección del medioambiente, por citar algunos, y dando importancia al proceso reflexivo y al interés por intercambiar opiniones sobre las conclusiones del análisis.",
      "Competencia específica 4.",
      "Criterio 4.1. Reconocer los rasgos particulares de cada lenguaje artistico y sus distintos procesos en funcion de los contextos sociales, historicos, geograficos y de progreso tecnologico, mostrando interes y eficacia en la investigacion y la busqueda de informacion.",
      "Criterio 4.2. Establecer conexiones entre diferentes tipos de lenguajes plasticos, visuales y audiovisuales (fotografia, comic, cine, publicidad, etc.), a traves de un analisis guiado de las soluciones aportadas en cada caso, buscando, combinando y reutilizando diferentes imagenes en sus propias producciones, de forma abierta y creativa.",
      "Criterio 4.3. Realizar proyectos artísticos con creatividad de cara a generar sus propios mensajes y mostrando iniciativa en el manejo de materiales, soportes y herramientas.",
      "Criterio 4.4. Elaborar producciones artisticas ajustadas al objetivo propuesto, utilizando las posibilidades expresivas de los elementos formales basicos en las artes visuales y audiovisuales, esforzandose en superarse y demostrando un criterio propio.",
      "Competencia específica 5.",
      "Criterio 5.1. Expresar sus ideas y sentimientos, con aportaciones particulares y originales en diferentes procesos plasticos, visuales y audiovisuales, a traves de la experimentacion, individual o colectiva, con materiales, instrumentos, soportes, etc., y con unos fines expresivos propios.",
      "Criterio 5.2. Enriquecer su pensamiento creativo y personal mediante la realizacion de diferentes tipos de mensajes visuales o audiovisuales, integrando racionalidad, empatia y sensibilidad, mostrando iniciativa en los procesos y seleccionando el soporte y la tecnica adecuados a su proposito.",
      "Criterio 5.3. Comprender y explicar su pertenencia a un contexto cultural, mediante el analisis de los aspectos formales y de los factores sociales que determinan las producciones artisticas y culturales actuales, mostrando empatia, actitud colaborativa y respetuosa.",
      "Criterio 5.4. Representar con creatividad sus propias vivencias y su vision del mundo, haciendo uso de los recursos de su propio imaginario y de su sensibilidad, aumentando progresivamente su autoestima y el conocimiento de si mismo y sus iguales, al tiempo que aprendiendo a relacionarse mejor y a situarse en la sociedad.",
      "Competencia específica 6.",
      "Criterio 6.1. Reproducir y crear diseños utilizando conceptos de tangencias, curvas técnicas, polígonos y simetrías, mostrando interés por experimentar para encontrar un diseño propio.",
      "Criterio 6.2. Utilizar el hexágono y el hexaedro para crear redes modulares y representar volúmenes en perspectiva isométrica.",
      "Criterio 6.3. Dibujar paisajes urbanos usando los principios de la perspectiva cónica.",
      "Criterio 6.4. Conocer y ser sensibles a las características del material específico de dibujo técnico, mostrando interés por su buena conservación y uso apropiado, así como por la precisión, claridad y limpieza de los trazados.",
      "Competencia específica 7.",
      "Criterio 7.1. Dibujar y manipular imágenes con programas informáticos para crear imágenes fijas (dibujo y pintura digital, dibujo vectorial 2D, retoque y collage fotográfico, diseño de letras, cartelería, etc.) e imágenes animadas (GIF animado, stop-motion, rotoscopia, animación 3D, pixilación, motion graphics, brickfilm, etc.).",
      "Criterio 7.2. Realizar proyectos artísticos digitales con creatividad, eficacia y versatilidad, y proponer soluciones variadas ajustándose a objetivos preestablecidos y mostrando interés por experimentar.",
      "Competencia específica 8.",
      "Criterio 8.1. Reconocer los diferentes usos y funciones de las producciones artisticas en el entorno cotidiano, exponiendo conclusiones acerca de las oportunidades mediaticas o economicas de las mismas, con una actitud abierta y con interes por conocer su importancia en la sociedad.",
      "Criterio 8.2. Desarrollar proyectos artísticos con una intencion predefinida, de forma individual o colectiva, utilizando las distintas funciones y recursos que tiene el lenguaje visual y audiovisual, organizando de manera ordenada y colaborativa las diferentes etapas y considerando las características del público destinatario.",
      "Criterio 8.3. Exponer los procesos de elaboracion y el resultado final de proyectos artisticos visuales o audiovisuales, realizados de forma individual o colectiva, reconociendo los errores, buscando las soluciones y las estrategias mas adecuadas para mejorar el producto, así como valorando las oportunidades de desarrollo personal que ofrecen."
   ]
}

