{
  "saberes": [
    "I. Retos del mundo actual",
    "1. Sociedad de la información. ",
    "    1.1. Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación de la fiabilidad de las fuentes. Uso específico del léxico relativo a los ámbitos histórico, artístico, patrimonial y geográfico de Canarias.",
    "2. Cultura mediática. ",
    "    2.1. Aprendizaje de técnicas y métodos de las ciencias sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, representación de gráficos e interpretación de imágenes a través de medios digitales accesibles. Tecnologías de la información geográfica.",
    "    2.2. Conocimiento de los principales archivos digitales en Canarias: universidades, museos y centros de investigación. Los retos y las oportunidades en el mundo digital.",
    "3. Lo global y lo local. ",
    "    3.1. Inicio a la investigación en Ciencias Sociales aplicadas al archipiélago, el estudio multicausal y el análisis comparado del espacio natural, rural y urbano canario, su evolución y los retos de futuro de las islas.",
    "    3.2. Estudio de los desafíos pasados, actuales y futuros de la actual sociedad canaria. De la fragmentación insular al mundo globalizado. La posición geoestratégica de Canarias en el Atlántico.",
    "    3.3. Conocimiento de las relaciones internacionales de Canarias desde la Edad Moderna hasta la actualidad. Intercambios y relaciones entre Canarias, Europa, África y América. Piratería, ataques navales y defensa de las islas. Impacto de las dos guerras mundiales.",
    "4. Objetivos de Desarrollo Sostenible. ",
    "    4.1. Análisis y valoración de la emergencia climática y sostenibilidad en el medio natural canario. Relación entre factores naturales y antrópicos. Estrategias y procedimientos para comprender las características climáticas del archipiélago.",
    "    4.2. Identificación de estilos de vida para favorecer el modelo de isla sostenible en Canarias.",
    "    4.3. Estudio de la economía circular y la eficacia en el uso de los recursos: energías renovables, el aprovechamiento del agua y el modelo productivo y de consumo en Canarias.",
    "II. Sociedades y territorios",
    "1. Interpretación del territorio y del paisaje canario.",
    "2. Indagación sobre el paisaje agrario y el patrimonio rural en Canarias. Economía y sociedad. Transformaciones del territorio hasta la actualidad. El papel de la mujer en el espacio agrario.",
    "3. Identificación del patrimonio urbano de Canarias y las instituciones de Canarias: el poder religioso, el poder militar y el poder civil en la trama urbana, espacios públicos y de ocio. Espacio y sociedad.",
    "4. Estudio de la demografía en Canarias. Ordenación del territorio y transformación del espacio. La huella humana y la protección del medio natural canario. Análisis de la variedad de ecosistemas insulares a partir de la Red Canaria de Espacios Naturales Protegidos.",
    "5. Aproximación a las fuentes históricas, patrimoniales, museísticas y arqueológicas como base para la construcción del conocimiento histórico. El poblamiento humano del archipiélago desde su origen hasta la actualidad. Configuración de la sociedad canaria en el marco geopolítico europeo a partir del siglo XV.",
    "6. Indagación sobre la guerra civil española, la represión franquista y el franquismo en Canarias.",
    "7. Conocimiento sobre Canarias en democracia. El Estatuto de Autonomía.",
    "8. La contribución de Canarias a los compromisos internacionales de España en favor de la paz, la seguridad, la cooperación, la sostenibilidad, la protección del patrimonio cultural y de los valores constitucionales y la memoria democrática. Los retos de Canarias en el siglo XXI.",
    "III. Compromiso cívico y social",
    "1. Estudio del patrimonio natural canario: conocimiento, respeto y valoración de su riqueza y diversidad. Contribución desde la sensibilización al disfrute, transmisión y cuidado del patrimonio natural canario, partiendo de la aproximación a los fundamentos jurídicos y administrativos que puedan garantizar la gestión y conservación.",
    "2. Reflexión sobre la responsabilidad ecosocial. El compromiso y la acción ante los Objetivos del Desarrollo Sostenible en Canarias, donde la juventud actúa como agente de cambio para el desarrollo sostenible en el archipiélago.",
    "3. Implicación en la defensa y protección del medioambiente. Acción y posición ante la emergencia climática.",
    "4. Análisis y reflexión del impacto paisajístico, social, económico y cultural del turismo en Canarias. Desarrollo, crisis y alternativas.",
    "5. Identificación de los aspectos geográficos, históricos, ecosociales y culturales en la configuración de la identidad canaria. Multiculturalidad y globalización: enriquecimiento del acervo común.",
    "6. Conocimiento de las diversas formas de cultura canaria: la cultura popular y la oficial. Tradiciones, fiestas y folclore. Diversidad social y multicultural. Integración social y cultural y cohesión con el entorno.",
    "7. Estudio y valoración de las movilizaciones sociales. El papel desempeñado por la mujer en la sociedad canaria a lo largo de la historia. Aportaciones históricas del movimiento obrero en Canarias. Movimientos estudiantiles, ecologistas y LGTBI+.",
    "8. Análisis del impacto de las principales corrientes culturales y científicas en Canarias. Movimientos artísticos en el archipiélago canario. La mujer y el arte en Canarias."
  ],
  "criteriosEvaluacion": [
    "1.1. Buscar y seleccionar información sobre los ecosistemas insulares del archipiélago canario,indagando en los procesos geológicos que dieron lugar a las islas y en el conjunto de factores físicos, climáticos o biogeográficos que explican el modelado posterior de su territorio, valorando su diversidad paisajística y promoviendo un estilo de vida sostenible y ecosocialmente responsable, localizando y analizando de forma crítica diferentes fuentes primarias y secundarias. CCL2, CCL3, STEM2, STEM4, CD1, CC4",
    "1.2. Plantear, elaborar y presentar contenidos propios creativos y en equipo, en forma de infografías, folletos, pósteres, mapas, revistas, sitios web, etc. sobre los diversos factores físicos, climáticos y biogeográficos que configuran el medio geográfico de las islas a través del territorio y sus paisajes. CCL2, STEM3, STEM4, CD2, CD3, CC4",
    "1.3. Elaborar productos en los que se empleen estrategias de búsqueda, utilizando diversas fuentes veraces, evaluando las mismas de forma crítica, tratando y transformando la información obtenida en puntos de vista creativos y personales, a la vez que respetuosos con la propiedad intelectual y en los que, a partir de la premisa de la emergencia climática o la conservación y protección medioambiental del archipiélago, se formulen preguntas que serán respondidas mediante la comprobación de hipótesis o la indagación de la evidencia científica. CCL2, CCL3, STEM2, STEM3, STEM4, CD1, CD2, CD3",
    "2.1. Investigar, argumentar y generar productos originales y creativos sobre las claves históricas que han determinado la configuración y el desarrollo de la sociedad canaria, mediante procesos de investigación grupal que impliquen la búsqueda, evaluación y selección de la información en fuentes diversas para analizar, sintetizar y comunicar, a través de productos que supongan generación de contenidos propios, publicación de los mismos en espacios virtuales educativos y realización de intervenciones orales de distinta naturaleza. CCL1, CCL2, CCL3, CD1, CD2, CD3, CPSAA3, CE1",
    "2.2. Analizar el estado de la cuestión sobre el poblamiento aborigen como un fenómeno singular en el contexto geohistórico atlántico-mediterráneo, definiendo cómo se configuró la sociedad del archipiélago en el marco geopolítico europeo a partir del siglo XV y prestando especial atención a las influencias histórico-culturales heredadas del pasado, incorporando y utilizando adecuadamente términos, conceptos y acontecimientos relacionados con la geografía y la historia de Canarias a través de intervenciones orales, textos escritos, multimodales y signados y otros productos. CCL1, CCL2, CD2, CD3, CC1, CCEC1",
    "2.3. Construir la propia identidad y enriquecer el acervo común canario en el contexto del mundo actual, conociendo los distintos yacimientos arqueológicos y espacios naturales y valorando la importancia para darlos a conocer preservándolos y enriqueciéndolos con recursos virtuales. CD3, CC1, CCEC1",
    "3.1. Identificar e interpretar en el territorio aquellos elementos paisajísticos, arquitectónicos, de infraestructura, etc. que proporcionan información sobre el pasado económico y social del archipiélago hasta la actualidad para documentar sus características y valorar las transformaciones que ha sufrido este como consecuencia de la actividad humana, de los modelos de explotación a lo largo del tiempo o de las crisis cíclicas. STEM3, CC1, CC2, CC3, CC4, CE1",
    "3.2. Entender y afrontar de forma crítica, desde un enfoque ecosocial, problemas y desafíos pasados, actuales o futuros de la presente sociedad canaria teniendo en cuenta sus relaciones de interdependencia y ecodependencia, desde la fragmentación insular canaria al mundo globalizado, pasando por el análisis de las comunicaciones terrestres, marítimas y aéreas en el desarrollo de Canarias. STEM2, CC1, CC2, CC3, CC4, CE1",
    "3.3. Identificar los elementos del entorno y comprender su funcionamiento como un sistema complejo por medio del análisis multicausal de sus relaciones naturales y humanas, presentes y pasadas, valorando el grado de conservación y de equilibrio dinámico. CCL1, CCL3, STEM2, CD1, CC2, CC3, CC4, CE1",
    "3.4. Analizar el patrimonio urbano de Canarias desde el punto de vista del poder religioso, el poder militar y el poder civil en la trama urbana, en los lugares públicos y de ocio, espacio y sociedad. Mostrar adecuadamente información geográfica e histórica a través de diversas formas de representación gráfica, cartográfica y visual. CCL1, CCL3, STEM2, CD1, CPSAA3, CC2, CC3, CC4, CE1",
    "3.5. Evaluar el impacto paisajístico, social, económico y cultural del turismo en Canarias, así como las etapas de desarrollo, crisis y alternativas, a través de procesos inductivos, investigación y el trabajo por proyectos, retos o problemas, elaborando productos que reflejen la comprensión de los fenómenos y problemas abordados, en los que participe todo el grupo. STEM2, CPSAA3, CC1, CC2, CC3, CC4, CE1",
    "4.1. Identificar los distintos comportamientos de los grupos sociales, colectivos e individuales, a lo largo de la historia de Canarias, que han acabado convirtiéndose en iconos de una cultura canaria, a partir del estudio de diversas fuentes y con la finalidad de valorar la aportación extranjera a la población de Canarias, los préstamos culturales y las reinterpretaciones locales en el origen y la configuración de «lo canario», realizando trabajos cooperativos de investigación que incluyan el enfoque etnográfico y fuentes diversas para documentar la historia como memoria colectiva.  CCL1, CCL2, CCL3, CP3, CD1, CD2, CPSAA3, CPSAA5, CC1, CE3, CCEC1",
    "4.2. Valorar la riqueza de lo diverso a partir del análisis de la relación entre los aspectos geográficos, históricos, ecosociales y culturales que han conformado la sociedad globalizada y multicultural actual, y el conocimiento de la aportación de los movimientos sociales, en especial del movimiento obrero y sus luchas históricas, el movimiento estudiantil, el movimiento ecologista y el movimiento LGTBI+. CCL1, CCL3, CCL5, CP3, CD1, CD2, CPSAA3, CPSAA5, CC1, CC2, CE3, CCEC1",
    "4.3. Realizar debates sobre las diversas formas de cultura, la cultura popular y la cultura oficial en Canarias, tradiciones, fiestas, y folclore, mostrando actitudes no discriminatorias y valorando la diversidad social y multicultural, argumentando e interviniendo en favor de la integración, la colaboración social y la cohesión en el entorno. CCL1, CCL3, CCL5, CP3, CD1, CD2, CPSAA3, CPSAA5, CC1, CCEC1",
    "4.4. Concienciar y sensibilizar sobre el patrimonio natural, social, cultural e histórico canario como fundamento de identidad colectiva pasada y presente desde una perspectiva global e integradora, considerándolo un bien esencial para el disfrute, así como para el desarrollo social, a través de propuestas e iniciativas que reflejan compromisos y conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos. CCL1, CPSAA3, CPSAA5, CC1, CE3, CCEC1",
    "4.5. Valorar, proteger y conservar el patrimonio natural, social, cultural e histórico u oral, como puede ser el silbo gomero, como fundamento de identidad colectiva local, autonómica, nacional, europea y universal, considerándolo un bien para el disfrute y un recurso para el desarrollo de los pueblos. CCL1, CP3, CC1, CC3, CE3, CCEC1",
    "5.1. Analizar la repercusión histórica de la posición geoestratégica de Canarias en el Atlántico en distintos momentos y procesos nacionales e internacionales, a partir del estudio textos, crónicas, relatos, obras artísticas, sistemas defensivos o de la tradición oral, incidiendo particularmente en las relaciones permanentes y de intercambios entre Canarias, África y América. CCL1, CCL2, STEM2, CD1, CD2, CE3",
    "5.2. Estudiar las relaciones internacionales de Canarias desde la Edad Moderna hasta la actualidad realizando producciones cooperativas de investigación sobre la piratería, los ataques navales y la defensa de las islas en diferentes épocas, analizando el impacto de las dos guerras mundiales en Canarias, estableciendo conexiones y relaciones entre los conocimientos adquiridos, elaborando síntesis interpretativas y explicativas que reflejen el dominio y la consolidación de los contenidos tratados, planteándose preguntas y comprobando hipótesis mediante la experimentación y la indagación. CCL1, CCL2, CCL3, STEM2, CD1, CD2",
    "5.3. Conocer el valor histórico de las fuentes directas para documentar los efectos de la guerra civil española, identificando las causas y las consecuencias de la represión franquista en el archipiélago y del franquismo en Canarias, poniendo en valor los estudios arqueológicos e históricos sobre las personas desaparecidas en las islas y fuentes como la fotografía, la prensa, los testimonios de personas y familiares represaliados o los archivos audiovisuales. CCL1, CCL2, CCL3, STEM2, CD1, CE3",
    "5.4. Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis y el reconocimiento de los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, la salvaguarda del patrimonio cultural, la memoria democrática, los valores constitucionales y los Objetivos de Desarrollo Sostenible, así como de las aportaciones de Canarias y sus instituciones a la cultura europea y mundial, para, a través de contenidos propios y originales, comprender las relaciones sistémicas de interdependencia, ecodependencia e interconexión entre actuaciones locales y globales. CCL2, STEM2, CC2, CC4, CE3",
    "6.1. Analizar y explicar la presencia de Canarias en las principales corrientes culturales y científicas del mundo occidental, así como el impacto de estas en el desarrollo del archipiélago a través de la biografía de personajes y colectivos, del estudio de sus obras, de sus actuaciones y declaraciones públicas y de los escenarios que transitaron o de los colectivos sociales implicados en el desarrollo cultural, incidiendo en la contribución de las mujeres. CCL1, CP3, CC1, CC4, CCEC1, CCEC2",
    "6.2. Buscar y seleccionar información sobre la importancia de los movimientos artísticos en Canarias en el patrimonio artístico de las islas para elaborar contenidos propios en distintos formatos, a partir de fuentes tanto analógicas como digitales. CCL1, CCL3, CD1, CD2, CC1, CC4, CCEC1, CCEC2, CCEC4",
    "6.3. Comunicar por medio de narraciones, pósteres, presentaciones, exposiciones orales, medios audiovisuales y otros productos digitales, la relación de la mujer y el arte en Canarias, para abordar su participación en movimientos artísticos, literarios..., argumentando acerca de la igualdad real de hombres y mujeres, actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género. CCL1, CCL5, CD2, CCEC1, CCEC2, CCEC4",
    "6.4. Debatir sobre el acceso a las fuentes de información y reconocer las universidades, los museos y los centros de investigación, así como los principales repositorios digitales de Canarias, como fuentes de acceso a la misma, identificando los retos y las oportunidades que ofrece el mundo digital para conocer el archipiélago.  CCL1, CCL3, CCL5, CD1"
  ]
}