{
  "saberes": [
    "Les llengües i els seus parlants",
    "- Anàlisi i valoració de la llengua estrangera com a mitjà de comunicació interpersonal i internacional, font d’informació, i com a eina per a l’enriquiment personal, en situacions de la vida quotidiana i acadèmica.",
    "- Interès en la realització d’intercanvis comunicatius a través de diferents mitjans amb parlants o estudiants de la llengua estrangera, per al desenvolupament i millora de l’aprenentatge de la llengua.",
    "- Explicació i anàlisi d’aspectes socioculturals i sociolingüístics bàsics relatius a la vida quotidiana, les condicions de vida i les relacions interpersonals; convencions socials bàsiques; llenguatge no verbal, cortesia lingüística i etiqueta digital; cultura, costums i valors propis de països on es parla la llengua estrangera.",
    "- Aplicació d’estratègies bàsiques per entendre i apreciar la diversitat lingüística, cultural i artística, atenent a valors ecològics, socials i democràtics, en escenaris presencials, híbrids i en línia.",
    "Comunicació",
    "Aplicació d’estratègies de producció, comprensió i anàlisi crítica de textos orals, escrits i multimodals de diferents àmbits amb atenció conjunta als aspectes següents:",
    "● Context",
    "- Anàlisi dels components de fet comunicatiu: grau de formalitat de la situació i caràcter públic o privat; distància social entre els interlocutors; propòsits comunicatius i interpretació d’intencions; canal de comunicació i elements no verbals de la comunicació, en situacions d’aula, de la vida quotidiana i dels mitjans de comunicació.",
    "● Gèneres discursius",
    "- Anàlisi i ús de models contextuals i gèneres discursius bàsics en la comprensió, producció i coproducció de textos orals, escrits i multimodals, breus i senzills, literaris i no literaris: característiques i reconeixement del context (participants i situació), expectatives generades pel context; organització i estructuració segons el gènere, la funció textual i l’estructura.",
    "● Processos",
    "- Desenvolupament progressiu de l’autoconfiança. Valoració de l’error com a instrument de millora i proposta de reparació en qualsevol tipus de situació d’aprenentatge de la llengua (formal, no formal, informal).",
    "- Aplicació d’estratègies d’ús comú per a la planificació, execució, control i reparació de la comprensió, la producció i la coproducció de textos orals i multimodals, com ara reformular, comparar i contrastar, resumir, col·laborar, debatre, resoldre problemes i gestionar situacions compromeses, en situacions comunicatives informals, semiformals, no formals i formals.",
    "- Aplicació d’estratègies d’ús comú per a la planificació, execució, control i reparació de la comprensió, la producció i la coproducció de textos orals, escrits i multimodals, com ara reformular, comparar i contrastar, resumir, col·laborar, debatre, resoldre problemes i gestionar situacions compromeses, identificar informació rellevant, realitzar inferències, determinar l’actitud i el propòsit del parlant, en situacions comunicatives informals, semiformals, no formals i formals.",
    "- Utilització d’eines analògiques i digitals d’ús comú per a la comprensió, producció i coproducció oral, escrita i multimodal; i plataformes virtuals d’interacció i col·laboració educativa (aules virtuals, videoconferències, eines digitals col·laboratives...) per a l’aprenentatge, la comunicació i el desenvolupament de projectes amb parlants o estudiants de la llengua estrangera.",
    "- Anàlisi i ús de funcions comunicatives bàsiques adequades a l’àmbit i al context comunicatiu: salutacions, comiats i presentacions; descripció de persones, objectes i llocs; situar esdeveniments en el temps; situar objectes, persones i llocs en l’espai; petició i intercanvi d’informació sobre qüestions quotidianes; instruccions i ordres; oferir, acceptar i rebutjar ajuda, proposicions o suggeriments; expressar parcialment el gust o l’interès i emocions bàsiques; narració d’esdeveniments passats, descripció de situacions presents, i expressió de successos futurs; expressar l’opinió i la possibilitat.",
    "- Identificació i respecte de l’autoria de les fonts consultades i els continguts utilitzats, en contextos personals, socials i acadèmics.",
    "- Cerca d’informació que impliqui l’ús de recursos per a l’aprenentatge i estratègies bàsiques: diccionaris, llibres de consulta, biblioteques, recursos digitals i informàtics, etc. en contextos de l’àmbit personal i acadèmic.",
    "● Reconeixement, anàlisi i ús discursiu dels elements lingüístics",
    "- Identificació, reflexió i aplicació de convencions i estratègies conversacionals bàsiques, en format síncron o asíncron, per iniciar, mantenir i acabar la comunicació, prendre i cedir la paraula, demanar i donar aclariments i explicacions, reformular, comparar i contrastar, resumir, col·laborar, debatre, etc.",
    "- Anàlisi i utilització d’unitats lingüístiques bàsiques i significats associats a aquestes unitats tals com l’expressió de l’entitat i les seves propietats, quantitat i qualitat, l’espai i les relacions espacials, el temps i les relacions temporals, l’afirmació, la negació, la interrogació i l’exclamació, relacions lògiques bàsiques en situacions personals, socials i acadèmiques.",
    "- Anàlisi i ús de lèxic d’ús comú i d’interès per a l’alumnat, relatiu a la identificació personal, relacions interpersonals, llocs i entorns propers, oci i temps lliure, vida quotidiana, salut i activitat física, habitatge i llar, clima i entorn natural, tecnologies de la informació i la comunicació, tenint en compte la perspectiva de gènere.",
    "- Reconeixement, anàlisi i ús de patrons sonors, accentuals, rítmics i d’entonació d’ús comú, i significats i intencions comunicatives generals associades a aquests patrons, en situacions informals i semiformals.",
    "- Inferència i aplicació de convencions ortogràfiques bàsiques i significats i intencions comunicatives associats als formats, patrons i elements gràfics, inclosos els recursos i plataformes digitals.",
    "Educació literària",
    "- Implicació en la lectura de manera progressivament autònoma a partir d’una preselecció de textos variats que incloguin obres d’autores i autors. Reflexió sobre els textos i sobre la pròpia pràctica de lectura sustentada en models.",
    "- Selecció d’obres variades que incloguin autores i autors de manera orientada a partir de l’exploració guiada de la biblioteca escolar i pública disponible.",
    "- Aplicació d’estratègies de presa de consciència dels propis gustos i identitat lectora, en l’àmbit personal i social (lectures compartides).",
    "- Expressió, a través de models comentats a l’aula o bé aportats per l’alumnat, de l’experiència lectora i de diferents formes d’apropiació i recreació dels textos llegits.",
    "- Aplicació d’estratègies de mobilització de l’experiència personal i lectora que permetin establir vincles entre l’obra llegida i aspectes de l’actualitat, així com amb altres textos i manifestacions artístiques, en l’àmbit personal i en conversa a l’aula.",
    "- Aplicació d’estratègies per a la recomanació de les lectures, en suports variats o bé oralment entre iguals.",
    "Reflexió sobre la llengua",
    "- Desenvolupament dels coneixements, destreses i actituds que permetin detectar i col·laborar en activitats de mediació en situacions quotidianes senzilles.",
    "- Aplicació d’estratègies i tècniques per respondre eficaçment a una necessitat comunicativa bàsica i concreta de manera entenedora, tot i les limitacions derivades del nivell de competència en la llengua estrangera i en les llengües familiars, en comunicacions orals, escrites i multimodals.",
    "- Aplicació d’estratègies bàsiques per identificar, organitzar, retenir, recuperar i utilitzar creativament unitats lingüístiques (lèxic, morfosintaxi, patrons sonors, etc.) a partir de l’ús tàctic dels coneixements que es tenen de les llengües, i les seves varietats, i que conformen el repertori lingüístic, de forma autònoma.",
    "- Aplicació d’estratègies i eines bàsiques d’autoavaluació i coavaluació, analògiques i digitals, individuals i cooperatives, per al desenvolupament, regulació i millora del procés d’aprenentatge de la llengua.",
    "- Ús d’estructures morfosintàctiques i de lèxic adequat, tot reflexionant sobre els processos comunicatius implicats, amb la utilització del metallenguatge específic.",
    "- Aplicació dels coneixements de les diferents llengües del repertori lingüístic com a eina d’aprenentatge de la llengua estrangera."
  ],
  "criteriosEvaluacion": [
    "1.1 Acceptar i adequar-se a la diversitat lingüística, cultural i artística pròpia de països on es parla la llengua estrangera com a font d’enriquiment personal, mostrant interès per compartir elements culturals i lingüístics que fomentin la sostenibilitat i la democràcia.",
    "1.2 Participar de manera empàtica i respectuosa en situacions interculturals, construint vincles entre les diferents llengües i cultures, rebutjant qualsevol tipus de discriminació, prejudici i estereotip en contextos comunicatius quotidians.",
    "1.3 Aplicar, de forma guiada, estratègies per explicar i apreciar la diversitat lingüística, cultural i artística.",
    "2.1 Interpretar i analitzar el sentit global i la informació específica i explícita de textos orals i multimodals breus i senzills sobre temes freqüents i quotidians, de rellevància personal i pròxims a la seva experiència, propis dels àmbits de les relacions interpersonals, de l’aprenentatge, dels mitjans de comunicació i de la ficció, expressats de forma clara i en la llengua estàndard a través de diversos suports.",
    "2.2 Seleccionar, organitzar i aplicar de manera guiada les estratègies i els coneixements més adequats en situacions comunicatives quotidianes per comprendre el sentit general, la informació essencial i els detalls més rellevants dels textos; interpretar elements no verbals, i cercar i seleccionar informació.",
    "3.1 Expressar oralment textos breus, senzills, estructurats, comprensibles i adequats a la situació comunicativa sobre temes quotidians i freqüents, de rellevància per a l’alumnat, per tal de descriure, narrar i informar sobre temes concrets, en diferents suports, utilitzant de forma guiada recursos verbals i no verbals, així com estratègies de planificació i control de la producció.",
    "3.2 Aplicar de forma guiada coneixements i estratègies per planificar, produir i revisar textos comprensibles, coherents i adequats a les intencions comunicatives, les característiques contextuals i la tipologia textual, amb ajuda dels recursos físics o digitals més adequats en funció de la tasca i les necessitats de cada moment, tenint en compte el destinatari del text.",
    "3.3 Participar en situacions interactives breus i senzilles sobre temes quotidians, de rellevància personal i pròxims a la seva experiència, a través de diversos suports, utilitzant recursos com ara la repetició, el ritme pausat o el llenguatge no verbal, i mostrant empatia i respecte per la cortesia lingüística i l’etiqueta digital, així com per les diferents necessitats, idees, inquietuds, iniciatives i motivacions dels interlocutors.",
    "3.4 Utilitzar, de forma guiada i en entorns propers, estratègies adequades per iniciar, mantenir i acabar la comunicació, prendre i cedir la paraula, sol·licitar i formular aclariments i explicacions.",
    "4.1 Comprendre i interpretar el sentit global, l’estructura, la informació més rellevant i la intenció de l’emissor de textos escrits i multimodals senzills de diferents àmbits que responguin a diferents propòsits de lectura, realitzant les inferències necessàries.",
    "4.2 Valorar la forma i el contingut de textos senzills avaluant-ne la qualitat, la fiabilitat i la idoneïtat de canal utilitzat, així com l’eficàcia dels procediments comunicatius emprats.",
    "5.1 Organitzar i redactar textos breus i comprensibles, amb claredat, coherència, cohesió i adequació a la situació comunicativa proposada, seguint pautes establertes, a través d’eines analògiques i digitals, sobre assumptes quotidians i freqüents, de rellevància per a l’alumnat i pròxims a la seva experiència.",
    "5.2 Aplicar de forma guiada coneixements i estratègies per planificar, produir i revisar textos comprensibles, coherents i adequats a les intencions comunicatives, les característiques contextuals i la tipologia textual, usant, de manera progressivament autònoma, els recursos físics o digitals més adequats en funció de la tasca i les necessitats de cada moment, tenint en compte la persona a qui va dirigit el text.",
    "6.1 Aplicar estratègies de cerca d’informació (localització, selecció i contrast), en diferents fonts, incloses les digitals, calibrant-ne la fiabilitat i pertinència en funció dels objectius de lectura, sobre temes d’interès acadèmic, personal, ecològic i social, de forma progressivament autònoma, a la xarxa i a les biblioteques, valorant críticament el resultat de la cerca.",
    "6.2 Elaborar treballs d’investigació i comunicar de forma creativa i respectant els drets de la propietat intel·lectual, els resultats d’un procés d’investigació individual o grupal, organitzant la informació, integrant-la en esquemes propis i reelaborant-la, i adoptant un punt de vista crític i respectuós amb els principis de propietat intel·lectual, sobre temes d’interès acadèmic, personal, ecològic i social, que incloguin els Objectius de desenvolupament sostenible.",
    "6.3 Adoptar hàbits d’ús crític, segur, sostenible i saludable de les tecnologies digitals en relació amb la cerca i la comunicació de la informació.",
    "7.1 Triar i llegir textos i obres prèviament seleccionats a partir dels propis gustos, interessos i necessitats per crear el propi itinerari lector.",
    "7.2 Compartir l’experiència de lectura en suports diversos tot relacionant el sentit de l’obra amb la pròpia experiència biogràfica i lectora.",
    "8.1 Inferir i explicar textos, conceptes i comunicacions breus i senzilles en situacions de diversitat lingüística, social i cultural, mostrant respecte i empatia per les i els interlocutors i per les llengües emprades, i interès per participar en la solució de problemes d’intercomprensió i d’entesa en l’entorn proper.",
    "8.2 Aplicar, de forma guiada, estratègies que ajudin a crear ponts i facilitin la comprensió i producció d’informació i la comunicació, adequades a les intencions comunicatives, utilitzant recursos i suports físics o digitals en funció de les necessitats de cada moment.",
    "9.1 Comparar i contrastar les similituds i diferències entre diferents llengües reflexionant de manera progressivament autònoma sobre el seu funcionament.",
    "9.2 Utilitzar i diferenciar els coneixements i estratègies de millora de la pròpia capacitat de comunicar i d’aprendre la llengua estrangera, amb suport d’altres participants i de suports analògics i digitals.",
    "9.3 Identificar i registrar, seguint models, els progressos i dificultats d’aprenentatge de la llengua estrangera, seleccionant de forma guiada les estratègies més eficaces per superar aquestes dificultats i progressar en el seu aprenentatge, realitzant activitats d’autoavaluació i coavaluació, fent-los explícits i compartint-los.",
    "10.1 Identificar i rebutjar els usos discriminatoris de la llengua, els abusos de poder a través de la paraula i els usos manipuladors del llenguatge a partir de la reflexió i l’anàlisi dels elements lingüístics, textuals i discursius utilitzats, així com dels elements no verbals que regeixen la comunicació entre les persones.",
    "10.2 Utilitzar estratègies per a la resolució dialogada dels conflictes i la recerca de consensos tant en l’àmbit personal com educatiu i social."
  ]
}