{
    "competenciasEspecificas": [
        "1. Buscar, analizar, interpretar, producir y transmitir información relativa a hechos histórico-filosóficos, a partir del uso crítico y seguro de fuentes y el dominio de técnicas básicas de investigación, para generar conocimientos y producciones propias acerca de la historia de los problemas e ideas filosóficos. CCL1, CCL2, CCL3, CD1, CD3, CPSAA4, CPSAA5, CC3, CE3.",
        "2. Reconocer las normas y pautas de la argumentación y el diálogo filosóficos, mediante la identificación y análisis de las mismas en distintos soportes y a través de diversas actividades, para aplicarlas con rigor en la construcción y exposición de argumentos y en el ejercicio del diálogo con los demás. CCL1, CCL5, STEM1, CPSAA3.1, CPSAA4, CD3, CC2, CC3, CCEC1.",
        "3. Practicar el ejercicio del diálogo filosófico de manera rigurosa, crítica, tolerante y empática, interiorizando las pautas éticas y formales que este requiere e identificando la gestión emocional que nos exige, mediante la participación en actividades grupales y a través del planteamiento dialógico de las cuestiones filosóficas, para promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa, emocionalmente competente y democrática. CCL1, CCL5, CPSAA4, CC2, CC3, CCEC1.",
        "4. Comprender y expresar diferentes concepciones filosóficas históricamente dadas, mediante el acercamiento a sus fuentes y el trabajo crítico sobre las mismas, para desarrollar el conocimiento de un acervo que constituye parte esencial del patrimonio cultural común y del bagaje intelectual de una ciudadanía ilustrada. CC1, CC2, CC3, CCEC1.",
        "5. Reconocer la naturaleza esencialmente plural y diversa de las concepciones filosóficas históricamente dadas, mediante su puesta en relación dialéctica, de confrontación y complementariedad, para generar una concepción compleja y dinámica de la historia del pensamiento, y promover una actitud tolerante y comprometida con la resolución racional y dialogada de los conflictos. CCL2, CC1, CC2, CC3. CCEC1",
        "6. Reconocer el modo en que se han planteado sucesivamente, a través de distintas épocas y concepciones filosóficas, los mismos problemas filosóficos, mediante el análisis e interpretación de textos y otros modos de expresión filosófica, histórica o cultural, para afrontar tales problemas a partir de la reflexión crítica sobre el conocimiento de lo aportado por la tradición. CCL2, CC1, CC2, CC3, CCEC1.",
        "7. Reconocer las formas diversas en que los interrogantes filosóficos y sus intentos de respuesta se han presentado históricamente en otros ámbitos de la cultura, mediante el análisis interpretativo de textos y otras manifestaciones pertenecientes a esos ámbitos, para promover una concepción sistemática, relacional y compleja de la historia de la cultura occidental y del papel de las ideas filosóficas en ella. CCL2, CC1, CC2, CC3, CCEC1.",
        "8. Adquirir una perspectiva sistémica y transdisciplinar en el planteamiento de cuestiones fundamentales de actualidad, mediante la exposición crítica de distintas posiciones histórico-filosóficas con respecto a las mismas, analizando y categorizando sus múltiples aspectos, distinguiendo lo más substancial de lo accesorio, e integrando información e ideas de distintos ámbitos disciplinares, para desarrollar la autonomía de juicio y promover actitudes éticamente consecuentes. CCL2, CPSAA4, CPSAA5, CC1, CC2, CC3, CC4, CE1.",
        "9. Desarrollar el pensamiento crítico y la educación de las emociones, mediante la participación en procesos dialógicos cooperativos, así como a través de los autores y autoras que han reflexionado específicamente sobre estas cuestiones, para adquirir una mayor comprensión del papel que estos elementos juegan en el desarrollo del pensamiento, así como para contribuir a un mayor autoconocimiento y gestión personal. CCL5, CPSAA1, CPSAA3, CPSAA4, CC2."
    ]
}