{
    "saberes": [
        "Bloque A. Sociedades y territorios",
        "Retos del mundo actual",
        "- La Tierra y las catástrofes naturales. Elementos, movimientos, dinámicas que ocurren en el universo y su relación con fenómenos físicos que afectan a la Tierra y repercuten en la vida diaria y en el entorno.",
        "- Conocimiento del espacio. Representación del espacio. Representación de la Tierra a través del globo terráqueo, los mapas y otros recursos digitales. Mapas y planos en distintas escalas. Técnicas de orientación mediante la observación de los elementos del medio físico y otros medios de localización espacial.",
        "- El clima y el paisaje del Principado de Asturias. Los fenómenos atmosféricos. Toma y registro de datos meteorológicos y su representación gráfica y visual. Las Tecnologías de la Información Geográfica (TIG). Relación entre las zonas climáticas y la diversidad de paisajes.",
        "- Retos demográficos. Ocupación y distribución de la población en el espacio y análisis de los principales problemas y retos demográficos. Representación gráfica y cartográfica de la población. La organización del territorio en el Principado de Asturias, en España y en Europa.",
        "- Desigualdad social y acceso a los recursos. Usos del espacio por el ser humano y evolución de las actividades productivas. El valor, el control del dinero y los medios de pago. De la supervivencia a la sobreproducción.",
        "Sociedades en el tiempo",
        "- El tiempo histórico. Nociones temporales y cronología. Ubicación temporal de las grandes etapas históricas.",
        "- Las fuentes históricas: clasificación y utilización de las distintas fuentes (orales, escritas, patrimoniales) como vía para el análisis de los cambios y permanencias en la localidad a lo largo de la historia. Las huellas de la historia en lugares, edificios, objetos, oficios o tradiciones del Principado de Asturias.",
        "- Iniciación en la investigación y en los métodos de trabajo para la realización de proyectos, que analicen hechos, asuntos y temas de relevancia actual con perspectiva histórica, contextualizándolos en la época correspondiente (Prehistoria y Edad Antigua), como la supervivencia y la alimentación, la vivienda, los intercambios comerciales (de dónde viene el dinero, los trabajos no remunerados), la explotación de bienes comunes y recursos o los avances técnicos.",
        "- La acción de las mujeres y hombres como protagonistas en la historia. Interpretación del papel de las personas y de los distintos grupos sociales: relaciones, conflictos, creencias y condicionantes en cada época histórica.",
        "- Las expresiones artísticas y culturales prehistóricas y de la antigüedad y su contextualización histórica desde una perspectiva de género. La función del arte y la cultura en el mundo de la Prehistoria y la Edad Antigua.",
        "- El patrimonio natural y cultural asturiano. Los espacios protegidos del Principado de Asturias. Su uso, cuidado y conservación.",
        "Alfabetización cívica",
        "- Compromisos y normas para la vida en sociedad.",
        "- Las costumbres, tradiciones y manifestaciones etnoculturales del entorno asturiano. Respeto por la diversidad y la cohesión social. La cultura de paz y no violencia.",
        "- La organización política y territorial de España y del Principado de Asturias.",
        "- Organización y funcionamiento de la sociedad española y asturiana. Las principales instituciones y entidades del entorno local, regional y nacional y los servicios públicos que prestan. Estructura administrativa de España y del Principado de Asturias.",
        "- Seguridad vial. La ciudad como espacio de convivencia. Normas de circulación, señales y marcas viales. Movilidad segura, saludable y sostenible como peatones o como usuarios de los medios de locomoción.",
        "Conciencia ecosocial",
        "- El cambio climático. Introducción a las causas y consecuencias del cambio cllimático, y su impacto en los paisajes de la Tierra. Medidas de mitigación y de adaptación.",
        "- Responsabilidad ecosocial. Ecodependencia e interdependencia entre personas, sociedades y medio natural.",
        "- La transformación y la degradación de los ecosistemas naturales por la acción humana. Conservación y protección de la naturaleza del Principado de Asturias. El maltrato animal y su prevención.",
        "-  Estilos de vida sostenible. El consumo y la producción responsable, la alimentación equilibrada y sostenible, el uso eficiente del agua y la energía, la movilidad segura, saludable y sostenible, y la prevención y la gestión de los residuos."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de la indagación y utilizando las herramientas y procesos adecuados.",
        "1.2. Identificar conexiones sencillas entre diferentes elementos del medio natural social y cultural mostrando comprensión de las relaciones que se establecen.",
        "1.3. Proteger el patrimonio natural y cultural y valorarlo como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora.",
        "2.1. Identificar problemas ecosociales, proponer posibles soluciones y poner en práctica estilos de vida sostenible, reconociendo comportamientos respetuosos de cuidado, corresponsabilidad y protección del entorno y uso sostenible de los recursos naturales, y expresando los cambios positivos y negativos causados en el medio por la acción humana.",
        "3.1. Identificar hechos del entorno social y cultural desde la Prehistoria hasta la Edad Antigua, empleando las nociones de causalidad, simultaneidad y sucesión.",
        "3.2. Conocer personas, grupos sociales relevantes y formas de vida de las sociedades desde la Prehistoria hasta la Edad Antigua, incorporando la perspectiva de género.",
        "4.1.  Analizar la importancia demográfica, cultural y económica de las migraciones en la actualidad, valorando con respeto y empatía el aporte de la diversidad cultural al bienestar individual y colectivo.",
        "4.2. Valorar positivamente las acciones que fomentan la igualdad de género y las conductas no sexistas reconociendo modelos positivos a lo largo de la historia.",
        "5.1. Realizar actividades en el contexto de la comunidad escolar, asumiendo responsabilidades y estableciendo acuerdos de forma dialogada y democrática y empleando un lenguaje inclusivo y no violento.",
        "5.2. Conocer los principales órganos de gobierno y funciones de diversas administraciones y servicios públicos, valorando la importancia de su gestión para la seguridad integral ciudadana y la participación democrática.",
        "5.3. Interiorizar normas básicas para la convivencia en el uso de los espacios públicos como peatones o como usuarios de los medios de locomoción, identificando las señales de tráfico y tomando conciencia de la importancia de una movilidad segura, saludable y sostenible tanto para las personas como para el planeta."
    ]
}