{
    "saberes":[
        "Bloque 1: Inteligencia Artificial. CE1",
        "Sensores, tipología y aplicaciones. ",
        "Técnicas iniciales de IA: sistemas expertos, redes neuronales y aprendizaje automático.",
        "Procesado automático de la información.",
        "Equidad e inclusión en sistemas de IA. Sesgos en IA.",
        "Implicaciones sociales y éticas de la inteligencia artificial.",
        "Técnicas de virtualización de la realidad.",
        "Bloque 2: Programación. CE2",
        "Interpretación de la realidad mediante modelado de problemas.",
        "Abstracción, secuenciación, algorítmica y su representación con lenguaje natural y diagramas de flujo.",
        "Detección y reutilización de patrones. Generalización.  ",
        "Sostenibilidad e inclusión como requisitos del diseño del software.  ",
        "Estructuras de control del flujo del programa.",
        "Variables, constantes, condiciones y operadores.",
        "Introducción a la programación en lenguajes de alto nivel. Tipos de lenguajes. Sintaxis y semántica.  ",
        "Programación de aplicaciones para dispositivos móviles.",
        "Evaluación y mantenimiento de software.  ",
        "Licencias de software. El software libre y el software propietario.",
        "Simuladores de tarjetas controladoras.  ",
        "Iniciativa, autoconfianza y metacognición en el proceso de aprendizaje del desarrollo de software.",
        "Bloque 3: Robótica. CE3",
        "Montaje de robots.",
        "Control de sistemas robotizados.",
        "Sensores, actuadores y controladores.",
        "Carga y ejecución de los algoritmos en robots.",
        "Sistemas robotizados en la experimentación con prototipos diseñados."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar el funcionamiento de técnicas de IA.",
        "1.2. Investigar situaciones donde se aplican técnicas de IA.",
        "1.3. Valorar criterios éticos aplicados a las funciones de IA.",
        "1.4. Emplear funciones de IA en aplicaciones sencillas siguiendo criterios éticos e inclusivos para buscar soluciones a problemas básicos.",
        "1.5 Emplear técnicas sencillas de virtualización de la realidad.",
        "2.1. Analizar problemas básicos significativos para el alumnado, mediante el uso de las estructuras de control más adecuadas.",
        "2.2. Evaluar y mantener las aplicaciones informáticas desarrolladas por el propio alumnado.",
        "2.3. Planificar de forma autónoma la solución de problemas básicos, utilizando los algoritmos y las estructuras de datos más adecuados.",
        "2.4. Programar aplicaciones sencillas multiplataforma de manera autónoma para resolver problemas básicos.",
        "2.5. Aplicar y respetar los derechos de autoría, licencias de derechos y explotación durante la creación de software.",
        "3.1. Montar robots de mayor complejidad empleando sensores, actuadores y otros operadores.",
        "3.2. Conectar, transferir y validar la ejecución del programa de control seleccionado al robot.",
        "3.3. Seleccionar los módulos de entrada y salida para montar robots sencillos, que sean capaces de realizar tareas de forma autónoma.",
        "3.4. Analizar y evaluar la eficacia de la interacción del robot con el entorno.",
        "3.5.  Programar instrucciones sencillas multiplataforma de manera autónoma para controlar un robot programable.",
        "3.6. Controlar el robot por parte del usuario en tiempo real y de forma remota."
    ]
}

