{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer diferentes tipos de estructuras, formas y relaciones geométricas en la naturaleza, el entorno, el arte y el diseño, analizando su función y valorando la importancia dentro del contexto histórico. ",
        "Criterio 1.2. Reconocer y valorar la importancia de las formas y transformaciones geométricas en los distintos entornos de aplicación apreciando sus posibilidades como herramienta generadora de nuevos diseños y sus variaciones.",
        "Competencia específica 2.",
        "Criterio 2.1. Dibujar formas poligonales y resolver tangencias básicas, simetrías, giros y traslaciones aplicadas al diseño de formas, valorando la importancia de la limpieza y la precisión en el trazado. ",
        "Criterio 2.2. Transmitir ideas, sentimientos y emociones mediante la realización de estudios, esbozos y apuntes del natural a mano alzada, identificando la geometría interna y externa de las formas y apreciando su importancia en el dibujo. ",
        "Competencia específica 3.",
        "Criterio 3.1. Diferenciar las características de los distintos sistemas de representación, seleccionando en cada caso el sistema más apropiado a la finalidad de la representación. ",
        "Criterio 3.2. Representar objetos sencillos mediante sus vistas diédricas.",
        "Criterio 3.3. Diseñar envases y objetos sencillos, representándolos en perspectiva isométrica o caballera y reflexionando tanto sobre el proceso realizado como sobre el resultado obtenido. ",
        "Criterio 3.4. Dibujar ilustraciones o viñetas aplicando las técnicas de la perspectiva cónica en la representación de espacios, objetos o personas desde distintos puntos de vista. ",
        "Competencia específica 4.",
        "Criterio 4.1. Realizar bocetos y croquis conforme a las normas UNE e ISO, comunicando la forma y dimensiones de objetos de manera inequívoca, proponiendo ideas creativas y resolviendo problemas con solvencia y autonomía.",
        "Criterio 4.2. Realizar bocetos y croquis para representar una diversidad de objetos y espacios imaginarios, con creatividad.",
        "Competencia específica 5.",
        "Criterio 5.1. Adquirir destrezas en el manejo de herramientas y técnicas de dibujo vectorial en 2D, aplicándolos a la realización de proyectos de diseño. ",
        "Criterio 5.2. Iniciarse en el modelado en 3D mediante el diseño de esculturas o instalaciones, valorando su potencial como herramienta de creación. "
    ],
    "saberes": [
        "Bloque A. Geometría, arte y entorno.",
        "A.1. Geometría, naturaleza y arte.",
        "A.1.1.1. La geometría en la naturaleza, en el entorno.",
        "A.1.1.2. La geometría en el arte.",
        "A.2. Relaciones geométricas y escalas.",
        "A.2.1.1. Escalas numéricas y gráficas. Construcción y uso.",
        "A.2.1.2. Relaciones geométricas en el arte y el diseño: igualdad y simetría. ",
        "A.2.1.3. El número áureo en el arte. ",
        "A.3. Tangencias, enlaces, curvas técnicas y curvas cónicas.",
        "A.3.1.1. Enlaces, curvas técnicas y tangencias básicas.",
        "A.3.1.2. Las curvas cónicas. Propiedades y trazado.",
        "A.3.1.3. Aplicación en el diseño.",
        "A.4. Construcción de formas poligonales y modulares.",
        "A.4.1.1. Construcciones poligonales y modulares. Aplicación en el diseño.",
        "A.4.1.2. La geometría en la composición. ",        "A.5. Representación del espacio.",
        "A.5.1.1. La representación del espacio en el arte. Estudios sobre la perspectiva a lo largo de la historia del arte. ",
        "A.5.1.1. La representación del espacio en el diseño, industria, arquitectura, urbanismo y arte contemporáneo. ",
        "A.5.1.2. Estudios a mano alzada de la geometría interna y externa de la forma. Apuntes y esbozos. ",
        "Bloque B. Sistemas de representación del espacio aplicados.",
        "B.1. Fundamentos de la geometría proyectiva.",
        "B.1.1.1. Concepto y tipos de proyección. ",
        "B.1.1.2. Descripción de elementos y finalidad de los distintos sistemas de representación. ",
        "B.2. Sistema diédrico.",
        "B.2.1.1. Sistema diédrico ortogonal en el primer diedro. ",
        "B.2.1.2. Vistas en sistema europeo. ",
        "B.3. Sistema axonométrico y de perspectiva caballera.",
        "B.3.1.1. Perspectiva isométrica. Representación de sólidos sencillos.",
        "B.3.1.2. Perspectiva caballera y militar. Representación de sólidos sencillos.",
        "B.3.1.3. Iniciación al diseño de packaging. ",
        "B.4. Sistema cónico.",
        "B.4.1.1. Fundamentos y trazado de perspectiva cónica, frontal y oblicua. ",
        "B.4.1.2. Aplicación de la perspectiva cónica, frontal y oblicua, al cómic y a la ilustración. ",
        "Bloque C. Normalización y diseño de proyectos.",
        "C.1. Normalización y acotación.",
        "C.1.1.1. Concepto de normalización. Necesidad y ámbito de aplicación de las normas.",
        "C.1.1.2. Las normas fundamentales UNE e ISO. ",
        "C.1.1.3. Representación de objetos mediante sus vistas diédricas.",
        "C.2. Bocetos, croquis y planos.",
        "C.2.1.1. Documentación gráfica de proyectos. Necesidad y ámbito de aplicación de las normas.",
        "C.2.1.2. Elaboración de bocetos y croquis. ",
        "Bloque D. Herramientas digitales para el diseño.",
        "D.1. Dibujo vectorial en 2D.",
        "D.1.1.1. Iniciación a herramientas de dibujo vectorial en 2D y aplicaciones al diseño gráfico.",
        "D.2. Modelado en 3D.",
        "D.2.1.1. Iniciación a programas de modelado en 3D y aplicaciones a proyectos artísticos."
    ]
}
