{
    "competenciasEspecificas": [
        "1. Reconocer la diversidad lingüística y cultural de la Comunitat Valenciana, de España y del mundo, a través del contacto con las lenguas del alumnado y del entorno; evitar prejuicios lingüísticos, y valorar esta diversidad como una riqueza cultural.",
        "2. Comprender, interpretar y valorar, de manera guiada, textos orales y multimodales propios de los ámbitos personal, social y educativo, a través de la escucha activa, la aplicación de estrategias de comprensión oral y la reflexión sobre el contenido y la forma.",
        "3. Comprender, interpretar y valorar, de manera guiada, textos escritos y multimodales propios de los ámbitos personal, social y educativo, a través de la lectura de textos, la aplicación de estrategias de comprensión lectora y la reflexión sobre el contenido y la forma.",
        "4. Producir, de manera guiada, mensajes orales sencillos con coherencia, cohesión y adecuación a través de situaciones de comunicación de los ámbitos familiar, social y educativo.",
        "5. Producir, de manera guiada, textos escritos y multimodales adecuados y coherentes con un vocabulario apropiado, utilizando estrategias básicas de planificación, textualización, revisión y edición.",
        "6. Interactuar de forma oral, escrita y multimodal, a través de textos sencillos de los ámbitos personal, social y educativo, utilizando un lenguaje respetuoso y estrategias básicas de comprensión, expresión y resolución dialogada de conflictos, de manera síncrona y asíncrona.",
        "7. Mediar entre interlocutores utilizando estrategias de adaptación y simplificación del lenguaje para procesar y transmitir información básica y sencilla en situaciones comunicativas predecibles de los ámbitos personal, social y educativo.",
        "8. Leer de manera autónoma obras y textos de carácter diverso, seleccionados atendiendo sus gustos e intereses, y compartir las experiencias de lectura.",
        "9. Leer y producir textos con intención literaria, sencillos, con lenguaje cercano al alumno, contextualizados en la cultura y la tradición, como fuente de placer y de conocimiento."
    ]
}