{
    "criteriosEvaluacion": [
        "• CE1.1. Comprender la realidad económica actual, analizando la repercusión de las decisiones adoptadas en el ámbito económico, valorando los procesos de integración económica y estableciendo comparaciones sobre las soluciones alternativas que ofrecen los distintos sistemas. OBJ1",
        "• CE1.2. Comprender el problema de la escasez, identificando los motivos y comparando, de manera justificada, diferentes estrategias económicas de resolución de este. OBJ1",
        "• CE1.3. Conocer los procesos que intervienen en la toma de las decisiones económicas de manera individual y colectiva analizando el impacto que tienen en la sociedad. OBJ1",
        "• CE1.4. Analizar con espíritu crítico los fallos del mercado, evaluando sus consecuencias y reflexionando sobre sus posibles soluciones según los diferentes sistemas económicos. OBJ2",
        "• CE1.5. Conocer cómo se produce el desarrollo económico, el bienestar social y la reducción de la pobreza valorando, con sentido crítico, el papel de los distintos agentes económicos que intervienen en el flujo circular de la renta. OBJ3",
        "• CE1.6. Comprender la organización de los agentes económicos en el flujo de la renta estableciendo relaciones entre ellos y determinando su repercusión en el desarrollo económico y bienestar social. OBJ3",
        "• CE1.7. Conocer y comprender el funcionamiento del sistema financiero valorando sus efectos sobre la economía real y analizando los elementos que intervienen en las decisiones financieras relacionadas con la inversión, con el ahorro, con los productos financieros y con la búsqueda de fuentes de financiación, para planificar y gestionar con mayor responsabilidad y autonomía las propias finanzas y adoptar decisiones financieras fundamentadas. OBJ4",
        "• CE1.8. Planificar y gestionar con responsabilidad y progresiva autonomía las finanzas personales y adoptar decisiones fundamentadas a partir del conocimiento y de la comprensión del sistema financiero valorando los elementos que intervienen en las decisiones financieras y los efectos que estos pueden provocar en la economía real. OBJ4",
        "• CE1.9. Adquirir conocimientos financieros a partir del análisis del sistema financiero, de su funcionamiento y de los efectos que se derivan de las decisiones adoptadas en él y estableciendo conexiones entre estos aprendizajes y sus decisiones financieras personales que afectan a su vida cotidiana. OBJ4",
        "• CE1.10. Plantear soluciones socioeconómicas que respondan a necesidades individuales y colectivas investigando y explorando la realidad económica teniendo en cuenta diversos factores y aplicando las herramientas propias del ámbito de la economía. OBJ6",
        "• CE2.1. Valorar la repercusión de los fallos del mercado en el ámbito microeconómico y facilitar el proceso de toma de decisiones en este ámbito, reconociendo y comprendiendo su funcionamiento. OBJ2",
        "• CE2.2. Entender el funcionamiento del mercado y la naturaleza de las transacciones que tienen lugar en él, analizando elementos como la oferta, la demanda, los precios, los tipos de mercado y los agentes implicados y reflexionado sobre su importancia como fuente de mejora económica y social. OBJ2",
        "• CE2.3. Analizar con espíritu crítico los fallos del mercado, evaluando sus consecuencias y reflexionando sobre sus posibles soluciones. OBJ2",
        "• CE3.1. Analizar el problema de la asignación de recursos en la satisfacción de las necesidades, tanto individuales como colectivas –la escasez–, identificando los motivos y comparando, de manera justificada, diferentes estrategias económicas de resolución de este. OBJ1",
        "• CE3.2. Entender el funcionamiento del mercado laboral y la naturaleza de las transacciones que tienen lugar en él, analizando los agentes implicados y reflexionado sobre su importancia como fuente de mejora económica y social. OBJ2",
        "• CE3.3. Conocer cómo se produce el desarrollo económico y el bienestar social valorando, con sentido crítico, el papel de los distintos agentes económicos que intervienen en el flujo circular de la renta. OBJ3",
        "• CE3.4. Diferenciar los costes y los beneficios generados en el flujo circular de la renta para cada uno de los agentes económicos determinando su repercusión en el desarrollo económico y bienestar social. OBJ3",
        "• CE3.5. Conocer y comprender el funcionamiento del sistema financiero y su evolución en la era digital, analizando las nuevas tendencias tecnológicas que suponen una disrupción en el sector financiero, para planificar y gestionar con mayor responsabilidad y autonomía las propias finanzas y adoptar decisiones financieras fundamentadas. OBJ4",
        "• CE3.6. Planificar y gestionar con responsabilidad y progresiva autonomía las finanzas personales y adoptar decisiones fundamentadas a partir del conocimiento y de la comprensión del sistema financiero y su evolución en la era digital valorando los elementos que intervienen en las decisiones financieras y los efectos que estos pueden provocar en la economía real. OBJ4",
        "• CE3.7. Adquirir conocimientos financieros a partir del análisis del sistema financiero, de su funcionamiento, de su evolución y de los efectos que se derivan de las decisiones adoptadas en él y estableciendo conexiones entre estos aprendizajes y sus decisiones financieras personales que afectan a su vida cotidiana. OBJ4",
        "• CE3.8. Identificar los retos y los desafíos de una economía global proponiendo iniciativas que fomenten la equidad, la justicia y la sostenibilidad y analizando, con sentido crítico, el impacto que provocan la globalización, la nueva economía y la revolución digital en el bienestar económico y social de los ciudadanos. OBJ5",
        "• CE3.9. Comprender los retos económicos actuales en materia de comercio internacional y procesos de integración económica, analizando de forma crítica y constructiva los efectos económico-sociales a partir del análisis de casos reales y fomentando iniciativas que respondan a las necesidades que suponen estos retos. OBJ5",
        "• CE3.10. Plantear soluciones socioeconómicas que respondan a necesidades individuales y colectivas tanto en el marco de las relaciones nacionales como internacionales, investigando y explorando la realidad económica teniendo en cuenta diversos factores y aplicando las herramientas propias del ámbito de la economía. OBJ6",
        "• CE4.1. Comprender la realidad económica actual analizando la repercusión de las decisiones adoptadas por la intervención del Estado en materia de política económica y estableciendo comparaciones sobre las soluciones alternativas que ofrecen los distintos sistemas. OBJ1",
        "• CE4.2. Comprender el problema básico de la economía de la escasez de recursos para garantizar el estado del bienestar y analizar las diferentes alternativas de financiación y sus efectos en el conjunto de la sociedad. OBJ1",
        "• CE4.3. Diferenciar los costes y los beneficios que genera para cada uno de los agentes económicos en el flujo de la renta estableciendo relaciones entre ellos y determinando su repercusión en el estado del bienestar y en su financiación. OBJ3",
        "• CE4.4. Conocer y comprender el funcionamiento del sistema financiero, de la política monetaria y de la estabilidad de precios valorando sus efectos sobre la economía real y analizando los elementos que intervienen en las decisiones financieras, como el tipo de interés, la inflación, el ahorro, los productos financieros y la búsqueda de fuentes de financiación, para planificar y gestionar con mayor responsabilidad y autonomía las propias finanzas y adoptar decisiones financieras fundamentadas. OBJ4",
        "• CE4.5. Adquirir conocimientos financieros a partir del análisis del sistema financiero y de la política monetaria y estableciendo conexiones entre estos aprendizajes y sus decisiones financieras personales que afectan a su vida cotidiana. OBJ4",
        "• CE4.6. Plantear soluciones socioeconómicas que respondan a necesidades individuales y colectivas propias del estado del bienestar investigando y explorando la realidad económica teniendo en cuenta diversos factores y aplicando las herramientas propias del ámbito de la economía. OBJ6",
        "• CE5.1. Comprender la realidad económica actual analizando las oportunidades y los riesgos de los procesos de integración económica entre países y de la globalización y su repercusión en la reducción de las desigualdades. OBJ1",
        "• CE5.2. Analizar la escasez de recursos y la pobreza para comprender los flujos migratorios identificando los motivos y comparando, de manera justificada, diferentes estrategias económicas de resolución de este. OBJ1",
        "• CE5.3. Conocer los procesos que intervienen en la toma de las decisiones económicas de manera individual y colectiva analizando el impacto que tienen en los retos económicos actuales. OBJ1",
        "• CE5.4. Analizar, con sentido crítico, cómo se produce el desarrollo económico y el bienestar social con relación al desarrollo sostenible y a los retos económicos actuales. Estudio de casos. OBJ3",
        "• CE5.5. Diferenciar los costes y los beneficios que genera para cada uno de los agentes económicos en el flujo de la renta estableciendo relaciones entre ellos y determinando su repercusión en el desarrollo económico y en el bienestar social. OBJ3",
        "• CE5.6. Proponer iniciativas que fomenten la equidad, la justicia y la sostenibilidad a partir de la identificación de los retos y de los desafíos que supone la economía actual y analizando, con sentido crítico, el impacto que provoca la globalización, la nueva economía y la revolución digital en el bienestar económico y social de los ciudadanos. OBJ5",
        "• CE5.7. Comprender los retos económicos actuales analizando de forma crítica y constructiva el entorno, identificando aquellos elementos que condicionan y transforman la economía y fomentando iniciativas que respondan a las necesidades que suponen estos retos. OBJ5",
        "• CE5.8. Plantear soluciones socioeconómicas que respondan a necesidades individuales y colectivas con relación a los retos económicos actuales, investigando y explorando la realidad económica teniendo en cuenta diversos factores y aplicando las herramientas propias del ámbito de la economía. OBJ6"
    ],
    "saberes": [
        "Bloque 1. Las decisiones económicas",
        "• La economía, las necesidades, los bienes y la escasez. El contenido económico de las relaciones sociales. Pobreza y escasez. La modelización como herramienta para entender las interacciones económicas.",
        "• El proceso de toma de decisiones económicas. La racionalidad. El coste de oportunidad. Los costes irrecuperables. El análisis marginal. Los incentivos y las expectativas. Teoría de juegos. La eficiencia. Riesgo e incertidumbre.",
        "• La organización económica y los sistemas económicos; valoración y comparación.",
        "• Planificación y gestión de las decisiones financieras: la inversión, el ahorro y el consumo. Dinero y transacciones. Funciones del dinero y formas del dinero. Riesgo y beneficio. El papel de los bancos en la economía. Funcionamiento de los productos financieros como préstamos, hipotecas y sus sustitutos. Los seguros.",
        "• Teoría de juegos. El dilema del prisionero. Juegos repetidos y equilibrios cooperativos.",
        "• Economía del comportamiento. Desviaciones de la racionalidad económica. Decisiones económicas y ética. Experimentos o ensayos económicos.",
        "• Métodos para el análisis de la realidad económica: el método científico, la modelización y experimentos o ensayos económicos.",
        "Bloque 2. La realidad económica. Herramientas para entender el mundo con una visión microeconómica",
        "• Intercambio y mercado. Tipos y funcionamiento de los mercados. Representación gráfica.",
        "• La elasticidad. Los fallos de mercado. El análisis coste-beneficio.",
        "Bloque 3. La realidad económica. Herramientas para entender el mundo con una visión macroeconómica",
        "• La macroeconomía. Los agentes económicos y el flujo circular de la renta. La demanda agregada, la oferta agregada y su funcionamiento.",
        "• Crecimiento económico y desarrollo. Los factores del crecimiento. La distribución de la renta: relación entre eficiencia y equidad. Indicadores del desarrollo social. Bienestar y calidad de vida.",
        "• Economía laboral. El funcionamiento y las tendencias de los mercados de trabajo y el impacto de los costes de despido. Tipos de desempleo. Efectos y medida correctoras. La brecha salarial.",
        "• El comercio internacional, los procesos de integración económica y sus efectos. Proteccionismo y libre comercio. La Unión Europea y monetaria.",
        "• El sistema financiero, su funcionamiento y sus efectos. Evolución del panorama financiero. El dinero. Tipología del dinero y su proceso de creación.",
        "Bloque 4. Las políticas económicas",
        "• Economía positiva y economía normativa. La intervención del Estado y su justificación. La política económica y sus efectos.",
        "• La política fiscal. El estado del bienestar y su financiación. El principio de solidaridad y los impuestos. El déficit público, la deuda pública y sus efectos. La economía sumergida.",
        "• La política monetaria y la estabilidad de precios. Funcionamiento del mercado monetario. La inflación: teorías explicativas. Efecto de las políticas monetarias sobre la inflación, el crecimiento y el bienestar.",
        "Bloque 5. Los retos de la economía española en un contexto globalizado",
        "• La globalización: factores explicativos, oportunidades y riesgos. La convergencia económica entre países y la reducción de las desigualdades.",
        "• La nueva economía y la revolución digital. La economía colaborativa. La economía circular. El impacto de la revolución digital sobre el empleo y la distribución de la renta. La adaptación de la población activa ante los retos de la revolución digital.",
        "• El futuro del estado del bienestar. Sostenibilidad de las pensiones. Los flujos migratorios y sus implicaciones socioeconómicas.",
        "• Teorías sobre el decrecimiento económico.",
        "• Los objetivos de desarrollo sostenible (ODS) y los retos económicos actuales. Estudio de casos."
    ]
}