{
  "saberes": [
    "A. Proceso de resolución de problemas. ",
    "– Introducción a las estrategias, técnicas y marcos de resolución de problemas en diferentes ",
    "contextos y sus fases. ",
    "– Introducción a la búsqueda crítica de información durante la investigación y definición de ",
    "problemas planteados. ",
    "– Estructuras para la construcción de modelos: ",
    "Resistencia, estabilidad y rigidez de estructuras. ",
    "Esfuerzos estructurales: compresión, tracción, flexión, torsión y cortante. ",
    "Materiales técnicos en estructuras industriales y arquitectónicas. ",
    "Diseño de elementos de soporte y estructuras de apoyo. ",
    "Estructuras de barras, triangulación. ",
    "– Sistemas mecánicos básicos: ",
    "Montajes físicos o uso de simuladores. ",
    "Palancas de primer, segundo y tercer grado. Ley de la palanca. ",
    "Análisis cualitativo de sistemas poleas y engranajes. ",
    "– Electricidad básica para el montaje de esquemas y circuitos físicos o simulados: ",
    "Elementos de un circuito eléctrico básico. ",
    "Magnitudes fundamentales eléctricas: concepto y unidades de medida. ",
    "Simbología normalizada de circuitos. Interpretación.  ",
    "– Materiales tecnológicos y su impacto ambiental. ",
    "– Herramientas y técnicas de manipulación y mecanizado básicas de materiales en la ",
    "construcción de objetos y prototipos. Respeto de las normas de seguridad e higiene. ",
    "B. Comunicación y difusión de ideas. ",
    "– Habilidades básicas de comunicación interpersonal. Pautas de conducta propias del entorno ",
    "virtual (etiqueta digital). ",
    "– Técnicas de representación gráfica: ",
    "Boceto y croquis. ",
    "Proyección cilíndrica ortogonal para la representación de objetos: vistas normalizadas de ",
    "una pieza. ",
    "Acotación normalizada de piezas sencillas. ",
    "– Introducción al software de diseño gráfico en dos dimensiones. ",
    "– Herramientas digitales para la elaboración y presentación de documentación técnica e ",
    "información multimedia relativa a proyectos. ",
    "C. Pensamiento computacional, programación y robótica. ",
    "– Algorítmia y diagramas de flujo. ",
    "– Aplicaciones informáticas sencillas para ordenador y dispositivos móviles. ",
    "– Uso de herramientas de programación por bloques. ",
    "– Autoconfianza e iniciativa: el error, la reevaluación y la depuración de errores como parte del ",
    "proceso de aprendizaje. ",
    "D. Digitalización del entorno personal de aprendizaje. – Dispositivos digitales: ",
    "Elementos del hardware y del software. ",
    "Identificación y resolución de problemas técnicos sencillos. ",
    "– Sistemas de comunicación digital de uso común. ",
    "– Uso seguro y responsable de internet: búsqueda de información, correo electrónico, ",
    "mensajería instantánea, redes sociales. ",
    "– Herramientas y plataformas de aprendizaje: configuración, mantenimiento y uso crítico. ",
    "– Técnicas de tratamiento, organización y almacenamiento seguro de la información. Formatos ",
    "de ficheros. Copias de seguridad. ",
    "– Seguridad en la red: ",
    "Riesgos, amenazas y ataques. ",
    "Medidas de protección de datos y de información: antivirus, cortafuegos, servidores ",
    "proxy, entre otros. ",
    "Buen uso digital: prácticas seguras y riesgos (ciberacoso, sextorsión, vulneración de la ",
    "propia imagen y de la intimidad, acceso a contenidos inadecuados, adicciones, etc.). ",
    "E. Tecnología sostenible. ",
    "– Desarrollo tecnológico: creatividad, innovación, investigación, obsolescencia e impacto. "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Definir problemas o necesidades planteadas, buscando y contrastando información de forma ",
    "guiada procedente de diferentes fuentes de manera crítica y segura. ",
    "1.2. Comprender y examinar productos tecnológicos de uso habitual a través del análisis de ",
    "objetos y sistemas cotidianos, empleando el método científico y utilizando herramientas de ",
    "simulación adecuadas al nivel del alumnado que faciliten la construcción de conocimiento. ",
    "Competencia específica 2. ",
    "2.1. Idear y describir soluciones originales a problemas definidos sencillos, aplicando conceptos, ",
    "técnicas y procedimientos interdisciplinares, así como criterios de sostenibilidad con actitud ",
    "emprendedora, perseverante y creativa. ",
    "2.2. Seleccionar, planificar y organizar los materiales y herramientas, así como establecer de ",
    "forma guiada la secuencia de las tareas necesarias para la construcción de una solución a un ",
    "problema planteado, trabajando individualmente o en grupo. ",
    "Competencia específica 3. ",
    "3.1. Fabricar objetos o modelos mediante la manipulación y conformación de materiales, ",
    "empleando herramientas y máquinas adecuadas, aplicando los fundamentos de estructuras, ",
    "mecanismos y electricidad y respetando las normas de seguridad y salud. ",
    "3.2. Estimar cualitativamente las transformaciones de velocidades y fuerzas en mecanismos ",
    "simples. ",
    "3.3. Identificar las magnitudes eléctricas básicas, su relación y su efecto en circuitos sencillos. ",
    "Competencia específica 4. ",
    "4.1. Identificar las fases del proceso de creación de un producto desde su diseño hasta su ",
    "difusión. ",
    "4.2. Conocer y elaborar de forma guiada la documentación técnica y gráfica básica, utilizando la ",
    "simbología y el vocabulario técnico adecuados, tanto presencialmente como en remoto. ",
    "Competencia específica 5. ",
    "5.1. Describir, interpretar y diseñar soluciones a problemas informáticos a través de algoritmos ",
    "básicos y diagramas de flujo sencillos, aplicando los elementos y técnicas de programación ",
    "de manera creativa. ",
    "5.2. Programar aplicaciones sencillas, de forma guiada con una finalidad concreta y definida, para ",
    "distintos dispositivos (ordenadores, dispositivos móviles y otros) aplicando herramientas de ",
    "edición y empleando los elementos de programación por bloques de manera apropiada. ",
    "Competencia específica 6. ",
    "6.1. Usar de manera eficiente y segura los dispositivos digitales de uso cotidiano en la resolución ",
    "de problemas sencillos, conociendo los riesgos y adoptando medidas de seguridad para la ",
    "protección de datos y equipos. ",
    "6.2. Crear contenidos y elaborar materiales sencillos y estructurados, configurando correctamente ",
    "las herramientas digitales habituales del entorno de aprendizaje, ajustándolas a sus ",
    "necesidades y respetando los derechos de autor y la etiqueta digital. ",
    "6.3. Organizar la información de manera estructurada, aplicando técnicas de almacenamiento ",
    "seguro y haciendo uso de los formatos de ficheros más apropiados. ",
    "Competencia específica 7. ",
    "7.1. Reconocer la influencia de la actividad tecnológica en la sociedad y en el entorno a lo largo de ",
    "su historia. "
  ]
}
