{
    "saberes": [
        "A. Sentido numérico",
        "A.1. Conteo y cantidad:",
        "- Estrategias variadas de conteo y recuento sistemático en situaciones de la vida cotidiana en cantidades iniciando el trabajo con centenas.",
        "- Estimaciones razonadas de cantidades en contextos de resolución de problemas.",
        "- Lectura, representación, composición, descomposición y recomposición de números naturales iniciando el trabajo con centenas.",
        "- Representación de una misma cantidad de distintas formas (manipulativa, gráfica o numérica) y estrategias de elección de larepresentación adecuada para cada situación o problema.",
        "A.2. Sentido de las operaciones:",
        "- Estrategias de cálculo mental con números naturales iniciando el trabajo con centenas.",
        "- Suma y resta de números naturales resueltas con flexibilidad y sentido: utilidaden situaciones contextualizadas, estrategias y herramientas de resolución y propiedades.",
        "A.3. Relaciones:",
        "- Sistema de numeración de base diez iniciando el trabajo con centenas: aplicación de las relaciones que genera en las operaciones.",
        "- Números naturales en contextos de la vida cotidiana: comparación y ordenación",
        "- Relaciones entre la suma y la resta: aplicación en contextos cotidianos.",
        "A.4. Razonamiento proporcional:",
        "-  Iniciación al pensamiento relativo.A.5. Educación financiera:",
        "- Sistema monetario europeo: monedas (1, 2 euros) y billetes de euro (5, 10, 20, 50 y 100), valor y equivalencia.",
        "B. Sentido de la medida",
        "B.1. Magnitud y medida:",
        "- Atributos mensurables de los objetos (longitud, masa, capacidad), distancias y tiempos.",
        "- Unidades convencionales (metro, kilo y litro) y no convencionales en situaciones de la vida cotidiana.",
        "- Unidades de medida del tiempo (año, mes, semana, día y hora) en situaciones de la vida cotidiana.",
        "- Conservación de la cantidad de magnitud de interés en una situación concreta.",
        "- Estrategias de comparación directa y ordenación de medidas de la misma magnitud.",
        "- Procesos para medir mediante repetición de una unidad y mediante la utilización de instrumentos no convencionales.",
        "- Procesos de medición con instrumentos convencionales (reglas, cintas métricas, balanzas, calendarios...) en contextos familiares.",
        "B.2. Estimación y relaciones:",
        "- Estimación de medidas (distancias, tamaños, masas, capacidades...) por comparación directa con otras medidas.",
        "C. Sentido espacial",
        "C.1. Formas geométricas de dos y tres dimensiones:",
        "- Formas geométricas sencillas de dos dimensiones en objetos de la vida cotidiana: identificación y clasificación atendiendo a sus elementos.",
        "- Estrategias y técnicas de construcción de formas geométricas sencillas de una, dos o tres dimensiones de forma manipulativa.",
        "- Vocabulario geométrico básico: descripción verbal de los elementos y las propiedades de formas geométricas sencillas.",
        "- Propiedades de formas geométricas de dos dimensiones: exploración mediante materiales manipulables (mecanos, tangram, juegos de figuras, etc.) y herramientas digitales.C.2. Localización y sistemas de representación:",
        "-  Posición relativa de objetos en el espacio e interpretación de movimientos:descripción en referencia a uno mismo a través de vocabulario adecuado (arriba, abajo, delante, detrás, entre, más cerca que, menos cerca que, más lejos que, menos lejos que…).",
        "C.3. Movimientos y transformaciones:",
        "- Apreciar la simetría y la regularidad en dibujos sencillos.",
        "C.4. Visualización, razonamiento y modelización geométrica:",
        "- Modelos geométricos en la resolución de problemas relacionados con los otros sentidos.",
        "- Relaciones geométricas: reconocimiento en el entorno.",
        "D. Sentido algebraico y pensamiento computacional",
        "D.1. Patrones, relaciones, clasificaciones y funciones:",
        "- Estrategias para la identificación, descripción oral, descubrimiento de elementos ocultos y extensión de secuencias a partir de las regularidades en una colección de números, figuras o imágenes.",
        "- Clasificaciones de objetos atendiendo a cualidades determinadas y diferentes criterios.",
        "- Discusión sobre la veracidad o falsedad entre expresiones que incluyan operaciones, valorando si se puede afirmar o negar que una es mayor, menor o igual que otra.",
        "- Representación de la igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "- Apreciación del cambio en distintos tipos de situaciones, tanto numéricas como geométricas.D.2. Modelo matemático:",
        "-  Proceso de modelización con el andamiaje adecuado en el aula, empleando objetos manipulables, dramatizaciones, dibujos, diagramas, etc. de manera que se conecte lo concreto con lo pictórico y lo abstracto para comprender las situaciones y los problemas que se planteen.",
        "D.3. Pensamiento computacional:",
        "- Estrategias para la interpretación de algoritmos sencillos (rutinas, instrucciones con pasos ordenados…).",
        "E. Sentido estocástico",
        "E.1. Distribución e inferencia:",
        "- Estrategias de reconocimiento de los principales elementos y extracción de la información relevante de gráficos estadísticos muy sencillos de la vida cotidiana (pictogramas, gráficas de barras...).",
        "- Estrategias sencillas para la recogida, clasificación y recuento de datos cualitativos y cuantitativos en muestras pequeñas.",
        "- Representación de datos obtenidos a través de recuentos mediante gráficos estadísticos sencillos, recursos tradicionales y tecnológicos.",
        "E.2. Predictibilidad e incertidumbre:",
        "- Acercamiento informal e intuitivo al azar y la probabilidad.",
        "- Desarrollo de lenguaje de uso común para expresar incertidumbre.",
        "- Representaciones gráficas de datos: pictogramas.",
        "F. Sentido socioemocional",
        "F.1. Creencias, actitudes y emociones propias:",
        "- Gestión emocional: estrategias de identificación y expresión de las propias emociones ante las matemáticas. Curiosidad e iniciativa en el aprendizaje de las matemáticas.",
        "F.2. Trabajo en equipo, inclusión, respeto y diversidad:",
        "- Identificación y rechazo de actitudes discriminatorias ante las diferencias individuales presentes en el aula. Actitudes inclusivas y aceptación de la diversidad del grupo.",
        "- Participación activa en el trabajo en equipo: interacción positiva y respeto por el trabajo de los demás.",
        "- Contribución de los números a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer la información contenida en problemas en situaciones cercanas y significativas para el alumnado comprendiendo las preguntas planteadas a través de diferentes estrategias o herramientas.",
        "1.2. Proporcionar ejemplos de representaciones problematizadas sencillas con recursos manipulativos y gráficos que ayuden en la resolución de un en situaciones cercanas y significativas para el alumnado.",
        "2.1. Emplear una estrategia para resolver un problema, compartirla y apreciar sugerencias en un ambiente con el andamiaje adecuado.",
        "2.2. Obtener posibles soluciones o conclusiones de un problema siguiendo alguna estrategia conocida en un ambiente con el andamiaje adecuado.",
        "2.3. Describir verbalmente la idoneidad de las soluciones o la repercusión de las conclusiones de un problema según las preguntas previamente planteadas.Realizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones en situaciones de aprendizaje con el andamiaje adecuado.",
        "3.2. Dar ejemplos e inventar problemas sobre situaciones cercanas y significativas para el alumnado que se pueden abordar matemáticamente.",
        "3.3. Argumentar la validez de conjeturas y de soluciones de un problema en términos matemáticos y en coherencia con el contexto planteado.Describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional en situaciones de aprendizaje con el andamiaje adecuado.",
        "4.2. Modificar algoritmos sencillos, así como crear algoritmos en situaciones cercanas y significativas para el alumnado.Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios.",
        "5.2. Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas estableciendo conexiones sencillas.Reconocer lenguaje matemático sencillo presente en situaciones cercanas y significativas para el alumnado, adquiriendo vocabulario específico básico.",
        "6.2. Explicar, de forma verbal o gráfica, ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos.Reconocer las emociones básicas propias al abordar nuevos retos matemáticos, aceptando el bloqueo en la resolución de problemas y asumiendo la iniciativa de superarlos.",
        "7.2. Expresar actitudes positivas ante nuevos retos matemáticos, valorando el error como una oportunidad de aprendizaje.Participar respetuosamente en el trabajo en equipo estableciendo relaciones saludables basadas en el respeto, la tolerancia, la igualdad y la resolución pacífica de conflictos.",
        "8.2. Aceptar la tarea e implicarse en la exploración compartida de la situación o resolución del problema, participando de la construcción del conocimiento y contribuyendo a las discusiones y puestas en común."
    ]
}