{
    "criteriosEvaluacion": [
        "1.1 Adquirir consciència de la diversitat d’interpretacions historiogràfiques per mitjà de l’ús contrastat i crític de fonts i punts de vista diferents sobre un mateix fet o procés històric.",
        "1.2 Utilitzar les metodologies bàsiques de la disciplina aplicant estratègies de cerca, selecció, anàlisi, interpretació i elaboració d’informació històrica.",
        "1.3 Comunicar i transferir els coneixements adquirits mitjançant recursos expressius que incorporin formats i llenguatges diversos, emprant les opcions de gestió i presentació de la informació que ofereixen els mitjans i entorns digitals.",
        "1.4 Incorporar i usar adequadament el vocabulari específic de la història contemporània mitjançant la lectura activa, l’elaboració de textos escrits, les intervencions orals i les produccions audiovisuals, construint progressivament un discurs precís, rigorós i inclusiu.",
        "2.1 Comprendre els conceptes de revolució i canvi en el món contemporani, així com els elements i factors que els condicionen, a partir de l’estudi de casos històricament significatius i valorant els moviments d’acció i reacció que han generat.",
        "2.2 Explicar i argumentar la contribució dels diferents moviments revolucionaris contemporanis a la consolidació dels valors i dels principis democràtics, identificant-ne i descrivint-ne de manera documentada l’origen i el desenvolupament, tant en els aspectes ideològics com pel que fa a la resta de les seves dimensions històriques.",
        "2.3 Reconèixer i valorar les característiques i els principis dels règims democràtics per mitjà del contrast amb els trets específics dels diferents règims totalitaris que s’han succeït al llarg de la història contemporània.",
        "2.4 Explicitar mecanismes de defensa dels drets humans i de participació ciutadana, rebutjant qualsevol sistema polític basat en la injustícia, la discriminació o el domini.",
        "3.1 Comprendre l’evolució de les relacions internacionals en l’època contemporània mitjançant l’estudi de casos i l’explicació dels equilibris de poder, els sistemes d’aliances i les situacions de dependència i primacia internacional.",
        "3.2 Relacionar de manera argumentada els múltiples factors que provoquen determinats conflictes del món contemporani, com les guerres mundials, la guerra freda o el terrorisme i el ciberterrorisme, mitjançant la identificació i l’anàlisi comparativa de fonts fiables, identificant, si escau, les notícies falses o desinformacions.",
        "3.3 Valorar els esforços internacionals per mantenir la pau i fer complir els drets humans, per mitjà del reconeixement de la tasca que fan a aquest respecte diferents institucions, organitzacions civils i individus particulars, i la importància de la preservació de la memòria històrica i el reconeixement de les víctimes.",
        "3.4 Defensar, mitjançant propostes d’acció coherents i ben argumentades des del punt de vista històric, la importància de resoldre els conflictes mitjançant la no-violència, desenvolupant una cultura de pau basada en valors universals com la llibertat, la justícia i la igualtat.",
        "4.1 Analitzar canvis i permanències en la societat contemporània, atenent processos de llarga durada com els cicles vitals i els modes de vida, identificant els mecanismes de control i domini i els escenaris de lluita per la dignitat i contra la discriminació de diversos col·lectius.",
        "4.2 Prendre consciència de les desigualtats socials i les situacions de discriminació a partir de l’anàlisi històrica i el debat sobre els canvis en les relacions socials, i de les condicions de vida i aspiracions dels sectors més desfavorits de la societat.",
        "4.3 Incloure les visions, els relats i els interessos de diferents col·lectius i agents socials en l’anàlisi dels processos històrics, posant en relació contextos propers amb interpretacions globals i incorporant-hi protagonistes de diferents gèneres, classes, edats, condicions i procedències.",
        "4.4 Adoptar una posició crítica i empàtica davant de les desigualtats socials i les situacions de discriminació dels grups històricament invisibilitzats, a través del coneixement i la presa de contacte amb organismes, moviments socials i persones que contribueixin o hagin contribuït a processos concrets de canvi i millora social.",
        "5.1 Identificar la situació dels principals conflictes, reptes i problemes del món actual, elaborant i exposant treballs de síntesi o projectes en què s’analitzi i avaluï la informació de diferents fonts i mitjans de comunicació.",
        "5.2 Generar i exposar judicis personals, amb actitud crítica, racional i compromesa amb la millora de l’entorn, analitzant i debatent de manera fonamentada qüestions i reptes de rellevància local o global, incidint en aquells relacionats amb la globalització, la desigualtat, la discriminació, la interculturalitat i l’assoliment dels objectius de desenvolupament sostenible.",
        "5.3 Desenvolupar la capacitat d’anàlisi d’informació per afrontar diferents punts de vista, identificar la desinformació i elaborar arguments complexos, tot valorant críticament els problemes socials i cercant-ne els antecedents i les explicacions històriques.",
        "6.1 Identificar i explicar l’origen històric, la naturalesa i els trets dels sistemes econòmics contemporanis, analitzant-ne els cicles de creixement i crisi, i reflexionant de manera informada i crítica sobre els límits del creixement i el desenvolupament sostenible.",
        "6.2 Analitzar i valorar les conseqüències econòmiques, socials, polítiques i culturals dels sistemes econòmics contemporanis, especialment aquelles relacionades amb les condicions de vida dels diferents grups socials, la desigualtat en l’accés als recursos bàsics, la pobresa, la dependència a escala mundial i el deteriorament mediambiental, mitjançant el contrast i la interpretació de documents, dades i material gràfic.",
        "6.3 Abordar críticament el significat històric de la idea de progrés i les seves múltiples conseqüències socials, territorials i ambientals, argumentant la necessitat d’adoptar comportaments que garanteixin la sostenibilitat del planeta.",
        "7.1 Analitzar les causes, el desenvolupament i les conseqüències per al present de processos rellevants de la història contemporània, per mitjà de l’anàlisi i el comentari crític de fonts, dades, mapes i altre material gràfic i documental.",
        "7.2 Interpretar i argumentar la rellevància dels processos històrics més importants del món contemporani, tals com el nacionalisme, l’imperialisme, el parlamentarisme, la construcció de la Unió Europea o el fenomen de la globalització, desenvolupant la capacitat de pensar històricament.",
        "8.1 Introduir la perspectiva de gènere en l’observació i l’anàlisi dels esdeveniments i processos històrics del món contemporani, identificant i qüestionant els mecanismes de dominació que han generat i mantingut la desigualtat entre homes i dones.",
        "8.2 Mostrar una actitud proactiva en relació amb l’assoliment de la igualtat efectiva entre totes les persones a través del reconeixement de la presència i la rellevància històrica de les dones, l’anàlisi de les lluites del feminisme a favor de l’emancipació i l’equiparació de drets, i la identificació de moviments, causes i lideratges en pro de l’equitat de gènere i d’opció afectivosexual.",
        "8.3 Rebutjar les actituds discriminatòries, les relacions abusives i les violències envers persones i col·lectius, amb una atenció especial a la diversitat d’identitats i expressions de gènere, i visibilitzar les dificultats associades a altres formes de discriminació que es creuen amb la de gènere (interseccionalitat)."
    ],
    "saberes": [
        "Aproximació a la història contemporània",
        "- Selecció, descripció i anàlisi crítica de fonts històriques. Aplicació de mètodes de reconstrucció del passat, amb anàlisi i comparació de textos historiogràfics, i revisió crítica de l’ús de conceptes com pau, conflicte o pobresa, a més del llenguatge i les expressions tradicionalment emprades en la historiografia.",
        "- Construcció de narratives sobre el passat: identificació de causes-conseqüències, canvi- continuïtat i rellevància històrica aplicada a esdeveniments i processos històrics que són rellevants per a la història contemporània i en la configuració del món actual.",
        "- Comprensió de la temporalitat i la capacitat d’interconnectar passat i present en l’explicació dels processos històrics contemporanis. Exercitació de la consciència i l’empatia històrica per a la millora de la comprensió del passat.",
        "- Identificació dels components econòmics, socials, polítics i culturals que intervenen en els processos històrics contemporanis i anàlisi de les interrelacions que s’hi donen per tal d’elaborar explicacions ben argumentades. Reconeixement de les interpretacions historiogràfiques sobre determinats processos i esdeveniments rellevants de la història contemporània.",
        "- Maneig i utilització segura de dispositius tecnològics i aplicacions informàtiques, així com d’entorns, plataformes i recursos digitals, valorant les seves aportacions a l’estudi de la història contemporània. Tractament de la informació i avaluació de la fiabilitat de les fonts en la construcció de coneixement històric.",
        "Societats en el temps",
        "- Estudi de les causes de la crisi i la desaparició de l’Antic Règim i la transició al capitalisme. Valoració argumentada de les continuïtats i dels canvis.",
        "- Caracterització de les revolucions liberals burgeses. Anàlisi comparada, a partir de fonts textuals, de la Revolució Francesa i dels altres moviments revolucionaris europeus i americans.",
        "- Identificació dels trets de la nova societat liberal: origen i funcionament dels sistemes parlamentaris.",
        "- Anàlisi de la implantació i conseqüències del capitalisme: la Revolució Industrial. Comparació dels cicles expansius i regressius del capitalisme.",
        "- Reconeixement dels processos de construcció d’estats nacionals: característiques i tipus de nacionalismes. Comparació entre Alemanya i Itàlia: dues vies diferenciades. Estudi de la crisi dels imperis plurinacionals a Europa i fundació de nous estats nacionals. Diferenciació entre nacionalismes d’estat i nacionalismes sense estat, i aplicació a diferents contextos històrics.",
        "- Caracterització del repartiment del món, imperialisme i colonialisme, establint relacions amb el context de l’època i amb situacions de l’actualitat. Ús de documents, mapes i cartografia digital. Recerca sobre els conflictes provocats pel repartiment dels territoris i per la descolonització.",
        "- Anàlisi i valoració del món en guerra: la Gran Guerra, la Segona Guerra Mundial i la guerra freda. Interpretació dels conflictes del final del segle XX, emfasitzant les conseqüències de les guerres sobre la població.",
        "- Descripció dels equilibris de poder i del sistema d’aliances en l’evolució de les relacions entre els estats. Explicació de l’abast de la crisi dels anys trenta. Anàlisi i valoració del sorgiment de les organitzacions de pau. Interpretació del nou món multipolar.",
        "- Sistematització de les fases del procés de construcció de la Unió Europea. Debat sobre els objectius, els valors i les institucions i sobre els reptes de futur.",
        "- Estudi de l’evolució de la població, cicles demogràfics i cicles de vida al llarg de l’etapa contemporània. Aplicació a la comprensió de les dinàmiques demogràfiques actuals.",
        "- Anàlisi dels canvis i de les permanències a l’organització social de la població i les seves condicions de vida durant l’edat contemporània. Valoració argumentada de l’evolució i situació dels grups subordinats i marginats i de les minories socials.",
        "- Descripció de l’evolució de les migracions i intercanvis socials, econòmics i culturals a la història contemporània. Valoració de la importància i significat dels moviments migratoris continentals i transcontinentals.",
        "- Contrast entre el món rural i el món urbà. Reciprocitat, interdependència i relacions socials, econòmiques i culturals. Identificació de les diferents realitats a Europa i altres territoris del planeta. Avaluació crítica del problema de la despoblació.",
        "- Anàlisi i sistematització dels principals conflictes i moviments socials, a partir d’exemples que han permès assolir avenços en els drets socials, civils, laborals, etc. Caracterització de l’origen i l’evolució del moviment obrer i les ideologies revolucionàries: conquestes, fracassos i pervivències.",
        "- Investigació sobre la mobilització de les dones, el sufragisme i el feminisme. Anàlisi de l’evolució de la condició femenina al llarg de l’època contemporània a partir de fonts i documents diversos, establint relacions explicatives amb el context històric i identificant assoliments i reptes pendents. Reconeixement del paper de les dones, individualment i col·lectivament, com a subjectes de la història i de les seves aportacions en diferents àmbits.",
        "- Identificació de les grans revolucions del segle XX, èxits i fracassos. Descripció i repercussions de la Revolució Russa i del model comunista d’organització econòmica, política i social. Desenvolupament i desaparició de la Unió Soviètica. Comparació amb la revolució xinesa, i explicació del procés de formació d’una nova potència.",
        "- Caracterització de la lluita pels drets i les llibertats a l’època contemporània. Anàlisi comparada de diferents constitucions. Triomf i crisi de les democràcies, destacant els esdeveniments nous de cada avenç social per l’aprofundiment del sistema democràtic.",
        "- Argumentació crítica sobre els feixismes i els règims dictatorials al segle XX, especialment dels mecanismes de control de la població i les persecucions per motius ideològics i ètnics. Desenvolupament de la consciència històrica per mitjà de l’estudi de les interpretacions i la memòria de l’Holocaust i altres genocidis contemporanis, vetllant per incloure un context històric matisat i evitar comparacions ahistòriques.",
        "- Reconeixement dels organismes i de les institucions per la pau: de la Societat de Nacions a l’Organització de les Nacions Unides.",
        "Reptes del món actual",
        "- Localització i descripció de conflictes permanents i conflictes oblidats en el present: la guerra interminable; anàlisi del tractament informatiu en canals formals i informals, reflectint la complexitat dels factors que hi intervenen.",
        "- Anàlisi de la conflictivitat social. Estudi sistemàtic dels reptes i problemes de les societats multiculturals: immigració, racisme, xenofòbia, moviments neofeixistes, trencant amb la visió eurocèntrica del món i visibilitzant experiències concretes de convivència i diàleg cultural.",
        "Caracterització dels moviments socials recents.",
        "- Reconeixement de la situació d’emergència climàtica: recerca de les causes i de les mesures de mitigació i adaptació, incorporant una visió crítica respecte al consum de recursos i matèries primeres. Explicació dels acords internacionals i els plans nacionals.",
        "- Indagació sobre les característiques de la societat de la informació, combinant diferents formes d’expressió. Cerca i ús responsable de la informació davant de la desinformació i les notícies falses.",
        "- Diferenciació entre sistemes econòmics i regions del món. Anàlisi de les causes i les conseqüències de la pobresa i la dependència a escala mundial. Recerca i valoració argumentada sobre l’accés desigual als recursos, i avaluació dels efectes dels models socioeconòmics a curta i llarga durada, evidenciant-ne els col·lectius beneficiats i perjudicats. Recerca sobre els efectes de la crisi de l’estat del benestar pel que fa a drets i serveis socials bàsics.",
        "- Compatibilitat entre creixement econòmic i sostenibilitat. Els reptes de la globalització i l’economia circular en el context d’un model de desenvolupament alineat amb els objectius de desenvolupament sostenible. Ampliació de la visió econòmica amb la valoració d’aspectes com l’economia de les cures, la mobilitat o el temps.",
        "- Anàlisi de les democràcies d’avui i dels reptes a què s’enfronten. Descripció dels sistemes democràtics a diferents parts del planeta, incidint en les fortaleses i les debilitats de cadascun. Estudi de les noves formes de conflicte, com el terrorisme internacional i el ciberterrorisme, tot destacant-ne les greus repercussions.",
        "- Caracterització de l’origen, l’evolució i les conseqüències de la pandèmia de la covid-19 a escala mundial. Comparació amb altres epidèmies i pandèmies de l’època contemporània. Relació entre pandèmia i desigualtat: els efectes desiguals de la covid-19 a països rics i pobres. Contrast i anàlisi crítica de les desinformacions sobre ciència i medicina davant les explicacions racionals i empíriques.",
        "Compromís cívic",
        "- Consciència i memòria democràtica. Aplicació, respecte i defensa dels principis i normes de la Declaració Universal dels Drets Humans. Reconeixement dels principis i valors que vertebren la Unió Europea. Reflexió sobre la memòria històrica europea i preservació del record de les persones i dels grups perseguits i assassinats. Reflexió sobre les qüestions morals, polítiques i socials plantejades per conflictes i genocidis de l’època contemporània i llur rellevància actual.",
        "- Implicació en la implementació dels objectius de desenvolupament sostenible. Anàlisi de les relacions entre la conservació del medi ambient, la reducció de les desigualtats i el desenvolupament econòmic de la societat des de la perspectiva dels objectius de desenvolupament sostenible.",
        "- Impuls al desenvolupament d’una ciutadania global i d’una ciutadania ètica digital. Elaboració de treballs de síntesi o de recerca que, des del rigor metodològic, eduquin en ciutadania global, per avançar cap a un món més equitatiu i sostenible. Presa de consciència crítica davant de les informacions falses i les desinformacions.",
        "- Valoració de les organitzacions internacionals que aspiren al manteniment de la pau: èxits, fracassos i reptes de futur. Promoció de la cultura de pau i foment del diàleg i la cooperació com a formes pacífiques de resolució dels conflictes. Desenvolupament d’un pensament crític que promogui la comprensió de l’altre i la transformació de les desigualtats i altres violències.",
        "- Compromís amb la igualtat efectiva de gènere. Participació en mesures i accions a favor de la plena equitat. Posicionament de rebuig de qualsevol mena de discriminació i de la violència masclista, homòfoba i transfòbica.",
        "- Reflexió crítica sobre qualsevol forma d’injustícia. Assumpció d’una visió de rebuig i de denúncia envers les situacions injustes, repensant-les en totes les seves dimensions.",
        "- Valoració i respecte per la diversitat social, ètnica i cultural i defensa dels drets de les minories. Defensa i valoració de la memòria històrica.",
        "- Respecte per la diversitat de manifestacions artístiques i culturals i actitud proactiva en la conservació del patrimoni material i immaterial de l’entorn. Participació en accions de posada en valor, difusió i gestió del patrimoni local amb actitud col·laborativa i creativa, conjuntament amb arxius, museus i altres entitats."
    ]
}