{
    "saberes": [
        "Bloque A. Vida activa y saludable.",
        "A.1. Salud física.",
        "A.1.3.1. Efectos físicos, psicológicos y sociales beneficiosos del estilo de vida activo.",
        "A.1.3.2. Parámetros y factores que inciden en el desarrollo de la condición física global y su evolución en   el tiempo.",
        "A.1.3.3. Características de alimentos naturales, procesados y ultraprocesados para una alimentación saludable y equilibrada, y el impacto de alimentos ultraprocesados y bebidas energéticas  o azucaradas.",
        "A.1.3.4. Educación postural en acciones motrices habituales  y específicas.",
        "A.1.3.5. Responsabilidad personal en  el cuidado  del cuerpo  en relación a la actividad física y extrapolable a una vida saludable.",
        "A.2. Salud social",
        "A.2.3.1.   La actividad físico- deportiva  como alternativa saludable frente a otras formas de ocio nocivas.",
        "A.2.3.2. Indagación sobre los efectos de los malos hábitos relacionados con la salud e influencia en la práctica de actividad física.",
        "A.2.3.3. La exigencia,         la constancia, el esfuerzo y la superación en el deporte, y en la actividad física en general, teniendo como referencia el profesional o de alto rendimiento.",
        "A.2.3.4. Aceptación de distintas tipologías corporales, psicológicas, sociales  y culturales para practicar en igualdad diversidad de actividades físico-deportivas.",
        "A.2.3.5. Estereotipos corporales, de género ycompetencia motriz.",
        "A.3. Salud mental.",
        "A.3.3.1. Autoconocimient o e identificación de fortalezas  y debilidades en todos los ámbitos (social, físico y mental).",
        "A.3.3.2. Respeto y aceptación del propio cuerpo y del aspecto corporal de los demás.",
        "A.3.3.3. Consolidación  y ajuste realista del autoconcepto, teniendo en cuenta la perspectiva de género.",
        "A.3.3.4. El sentido de identidad y pertenencia al grupo sin perder la autonomía (asertividad) y el pensamiento propio dentro de la acción motriz.",
        "B. Organización y gestión de la actividad física.",
        "B.1. Elección de la práctica física.",
        "B.1.3.1. Usos y finalidades: catárticos, lúdico- recreativos, cooperativos, competitivos y agonísticos.",
        "B.1.3.2. Respeto a las elecciones de otras      prácticas físicas que realicen los demás.",
        "B.2. Preparación del material para la práctica motriz.",
        "B.2.3.1. Cuidado y preparación del material deportivo y de higiene  de manera autónoma según la actividad que desarrollar.",
        "B.2.3.2. Actitudes consumistas en torno al equipamiento. Análisis crítico de la adquisición de material para la práctica físico- deportiva.",
        "B.3. Hábitos de higiene.",
        "B.3.3.1. Hábitos autónomos de higiene corporal en acciones cotidianas.",
        "B.4. Planificación y autorregulación de proyectos motores.",
        "B.4.3.1. Seguimiento   y valoración durante   el proceso y del resultado.",
        "B.5. Prevención de accidentes en las prácticas motrices.",
        "B.5.3.1. Mecanismos de prevención y control corporal para la prevención       de lesiones: el calentamiento, general  y específico, y la vuelta a la calma con autonomía.",
        "B.5.3.2. Importancia  de respetar las normas  de seguridad conociendo  el riesgo de no hacerlo.",
        "B.5.3.3. Compromiso de responsabilidad hacia la seguridad propia y de los demás.",
        "B.5.3.4. Actuaciones básicas ante accidentes durante la práctica de actividades físicas.",
        "B.5.3.5. Primeros auxilios: Técnicas PAS (proteger, ayudar, socorrer) y RCP básica (resucitación cardiopulmonar básica).",
        "C. Resolución de problemas en situaciones motrices.",
        "C.1. Toma de decisiones.",
        "C.1.3.1. Selección de acciones en función  del entorno y de las capacidades    y limitaciones personales, con distribución racional  del esfuerzo durante la actividad   ensituaciones motrices individuales.",
        "C.1.3.2. Selección de acciones para el ajuste espacio- temporal en la interacción con los compañeros en situaciones cooperativas.",
        "C.1.3.3. Selección  de zonas de envío del móvil desde donde sea difícil devolverlo   o genere ventaja en situaciones motrices  de persecución y de interacción con un móvil.",
        "C.1.3.4. Selección adecuada de las habilidades motrices en situaciones de oposición de contacto.",
        "C.1.3.5. Estrategias colectivas de defensa, para recuperar elmóvil o evitar que el  atacante progrese, y   de ataque    para progresar y ganar ventaja, seleccionando las acciones individuales más adecuadas  para tales fines   en situaciones motrices     de colaboración- oposición    de persecución y de interacción   con un móvil.",
        "C.2. Capacidades perceptivo- motrices en contexto de práctica.dinámico   en superficies estables y poco elevadas.",
        "C.2.3.1. Coordinación dinámica general y segmentaria disociada.",
        "C.2.3.2. Equilibrio estático y dinámico en situaciones complejas  o superficies inestables o en mayor altitud.",
        "C.2.3.3. Estructuración espacial, percepción de objetos, de distancias, orientación, percepción  e interceptación de trayectorias, agrupamiento- dispersión  y transposición.",
        "C.2.3.4. Estructuración temporal  y espacio temporal, percepción de duraciones, de velocidad, de intervalos, de estructuras y de ritmos.",
        "C.3. Capacidades físicas.",
        "C.3.3.1. Capacidades condicionales: capacidades físicas básicas y resultantes(coordinación, equilibrio y agilidad).",
        "C.4. Habilidades motrices.",
        "C.4.3.1. Resolución  de problemas motrices   en diferentes contextos    y situaciones mediante    el empleo de las habilidades    y destrezas básicas.",
        "C.4.3.2. Iniciación de las habilidades motrices específicas asociadas a  la técnica  en actividades físico- deportivas: aspectos principales.",
        "C.5. Creatividad motriz.",
        "C.5.3.1. Identificación de estímulos internos o externos que exijan un reajuste instantáneo de la acción motriz.",
        "C.5.3.2. Resolución de problemas motrices  en distintas situaciones de forma creativa, eficaz y eficiente.",
        "D. Autorregulación emocional e interacción social en situaciones motrices.",
        "D.1. Gestión emocional.",
        "D.1.3.1. Reflexión sobre las emociones y sentimientos en el contexto lúdico-deportivo expresando de forma apropiada las emociones propias.",
        "D.1.3.2. Estrategias    de afrontamiento y gestión de   las respuestas propias  ante emociones  que por su dimensión puedan generar conductas negativas     en situaciones motrices.",
        "D.1.3.3. Desarrollo de la empatía emocional en situaciones físico- deportivas.",
        "D.1.3.4. Desarrollo de la autonomía emocional con actitud proactiva y de resiliencia en  las situaciones físico- deportivas.",
        "D.2. Habilidades sociales:",
        "D.2.3.1. Exposición  y comprensión colectiva de emociones      en situaciones y contextos físico- deportivos.",
        "D.2.3.2. Actitud prosocial y respetuosa con los demás.",
        "D.2.3.3. Conducta asertiva en la resolución de conflictos en contextos motrices.",
        "D.2.3.4. Estrategias de trabajo en equipo para la resolución constructiva de conflictos en situaciones motrices colectivas.",
        "D.3. Respeto de las reglas de juego.",
        "D.3.3.1. Valoración crítica de las reglas del juego y de las consecuencias que su cumplimiento  e incumplimiento genera en las otras personas.",
        "D.3.3.2. Concepto        de f airplay o juego limpio. Aceptación   de las decisiones arbitrales en la aplicación del reglamento.",
        "D.4. Conductas contrarias a la convivencia, discriminatorias o sexistas en situaciones motrices.",
        "D.4.3.1. Identificación   y rechazo  de conductas contrarias a  la convivencia  en situaciones motrices.",
        "D.4.3.2. Valoración crítica en el ámbito deportivo        de actitudes   y conductas discriminatorias por  cuestiones de competencia motriz,  raza, género, de índole sexista, abuso sexual o cualquier forma de violencia. Causas, efectos y posibles soluciones.",
        "E. Manifestaciones de la cultura motriz.",
        "E.1. Aportaciones de la cultura motriz a la herencia cultural.",
        "E.1.3.1. Indagación de juegos populares y tradicionales propios del entorno y de otras culturas. Su puesta en práctica.",
        "E.1.3.2. Los deportes como seña de identidad cultural. Referentes de deportes   y deportistas de la región extremeña con perspectiva  de género.",
        "E.1.3.3. Deportes olímpicos  y paralímpicos, instituciones e historia asociada a los Juegos Olímpicos  y Paralímpicos.",
        "E.2. Usos comunicativos de la corporalidad.",
        "E.2.3.1. Comunicación de sensaciones, sentimientos, emociones e ideas de mayor complejidad.",
        "E.2.3.2. Desarrollo de la propia identidad y autonomía personal a través de la expresión corporal.",
        "E.2.3.3. Las artes escénicas        (la pantomima, el teatro y la danza) y circenses como medio de comunicación.",
        "E.2.3.4. Práctica de actividades rítmico- musicales con carácter expresivo, desarrollando la percepción  y ubicación en el espacio.",
        "E.3. Deporte y perspectiva de género.",
        "E.3.3.1. Referentes extremeños en el deporte de distintos géneros.",
        "E.3.3.2. Sexismo en el deporte amateur  y profesional.",
        "E.3.3.3. Ligas y competiciones masculinas, femeninas y mixtas de distintos deportes.",
        "E.3.3.4. Integración y normalización en el deporte.",
        "F. Interacción eficiente y sostenible con el entorno.",
        "F.1. Educación vial y movilidad sostenible.",
        "F.1.3.1. La educación vial desde la actividad física y deportiva.",
        "F.1.3.2. Transporte activo y sostenible.",
        "F.2. Espacios naturales.",
        "F.2.3.1. Previsión de  riesgos de accidente durante   la práctica en  el medio natural mediante   la valoración previa y actuando en consecuencia.",
        "F.3. El material.",
        "F.3.3.1 Reconocimiento y mantenimiento del material necesario para la actividad físico- deportiva  a desarrollar como medida  de prevención.",
        "F.4. Gestión de los residuos.",
        "F.4.3.1. Construcción y reutilización de materiales para la práctica motriz.",
        "F.4.3.2. Reflexión  sobre la huella ecológica que genera la actividad física y deportiva.",
        "F.5. La actividad física.",
        "F.5.3.1. Realización de actividades físicas en  el medio natural y urbano.",
        "F.6. Cuidado del entorno y de los animales y plantas que en él conviven..",
        "F.6.3.1. Cuidado del entorno donde se realice la actividad físico-deportiva, natural o urbano, con medidas de protección, conservación   y mejora como un servicio a  la comunidad en un proceso  de reflexión conjunta."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Reconocer los beneficios físicos, psicológicos y sociales de la actividad física como paso previo para su integración en la práctica de ocio saludable diaria, aportando medidas de sostenibilidad en los espacios y entornos donde se realiza, tanto naturales como artificiales.",
        "Criterio 1.2. Integrar los procesos de activación corporal, dosificación del esfuerzo, relajación e higiene en la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable.",
        "Criterio 1.3. Adoptar medidas de seguridad antes, durante y después de la actividad física, previniendo lesiones y reconociendo los contextos de riesgo y las medidas de actuación básicas en caso de accidentes en la elección de la práctica físico-deportiva.",
        "Criterio 1.4. Identificar, analizar y rechazar conductas inapropiadas vinculadas al ámbito corporal, la actividad física y el deporte, que resultan perjudiciales para la salud individual o colectiva o que afectan negativamente a la convivencia, adoptando posturas de rechazo a la discriminación y a los estereotipos de género.",
        "Criterio 2.1. Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, definiendo metas, secuenciando acciones, introduciendo si es preciso cambios durante el proceso y generando producciones motrices de calidad, valorando el grado de ajuste al proceso seguido y al resultado obtenido. Criterio 2.2. Aplicar principios básicos de decisión en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración- oposición, en contextos reales o simulados de actuación, reflexionando sobre las soluciones obtenidas.",
        "Criterio 2.3. Adquirir un progresivo control y dominio corporal, empleando los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, y haciendo frente a las demandas de resolución de problemas en situaciones motrices transferibles al espacio vivencial.",
        "Criterio 3.1. Participar en actividades de carácter motor, desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, controlando la impulsividad, gestionando las emociones y expresándolas de forma asertiva y respetuosa.",
        "Criterio 3.2. Respetar las normas consensuadas, así como las reglas del juego, y actuar desde los parámetros de la deportividad y el juego limpio, aceptando la victoria y la derrota de manera saludable ante el resto de participantes y reconociendo las actuaciones de compañeros y rivales.",
        "Criterio 3.3. Convivir mostrando, en el contexto de las prácticas motrices, habilidades sociales, diálogo en la resolución de conflictos, escucha activa y respeto ante la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnica, socioeconómica o de competencia motriz, y mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y la violencia.",
        "Criterio 4.1. Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura propia, tradicional o actual, así como otros precedentes de diversas culturas, reconociendo y transmitiendo su valor cultural y su potencial como espacios generados de interacciones constructivas entre personas con orígenes diferentes para favorecer su conservación.",
        "Criterio 4.2. Valorar el deporte como fenómeno cultural analizando críticamente los estereotipos de género y los comportamientos sexistas que a veces suceden en diferentes contextos como medios de comunicación, las redes sociales o las tecnologías de la información y la comunicación, rechazando estos y adoptando actitudes que eviten su reproducción en el futuro.",
        "Criterio 4.3. Reproducir y crear composiciones con o sin soporte musical, y comunicar diferentes sensaciones, emociones e ideas, de forma estética y creativa, desde el uso de los recursos rítmicos y expresivos de la motricidad.",
        "Criterio 4.4. Búsqueda crítica y selección de recursos y aplicaciones digitales relacionados con la práctica motriz, y que esta selección de materiales digitales pueda ser usado en un contexto educativo y lúdico.",
        "Criterio 5.1. Valorar los diferentes espacios naturales y artificiales en los que se realizan actividades físico-deportivas, reflexionando sobre sus posibilidades y potencialidades y actuando desde una perspectiva ecosostenible y comunitaria del entorno.",
        "Criterio 5.2. Adaptar las acciones motrices a la incertidumbre propia del medio natural y urbano en contextos terrestres y acuáticos de forma eficiente y segura. Criterio 5.3. Desarrollar hábitos de movilidad sostenible mediante el uso de transportes poco contaminantes conociendo las normas de seguridad vial necesarias para los desplazamientos urbanos e interurbanos.",
        "Criterio 5.4. Evaluar previamente el material que se utilizará en la práctica físico- deportiva con una actitud no consumista y de máximo aprovechamiento posible, pudiéndose derivar para otros usos."
    ]
}