{
    "competenciasClave": [
        "Competencia en comunicación lingüística (CCL): En Educación Infantil, se potencian intercambios comunicativos respetuosos con otros niños y niñas y con las personas adultas, dotándolos de intencionalidad y contenidos progresivamente elaborados, a partir de conocimientos, destrezas y actitudes adquiridos que van a favorecer la aparición de expresiones de creciente complejidad y corrección sobre uno mismo y sobre vivencias, emociones y sentimientos propios y de los demás. Además, la oralidad tiene un papel destacado en esta etapa, no solo por ser el principal instrumento para la comunicación, la expresión y la regulación de la conducta, sino también porque es el vehículo principal que permite a los niños y a las niñas disfrutar de un primer acercamiento a la cultura literaria a través de las rimas, retahílas, adivinanzas y cuentos, enriqueciendo su bagaje sociocultural y lingüístico desde el respeto y la valoración de la diversidad. Debemos entender la competencia en comunicación lingüística como una habilidad en la que los niños y las niñas desarrollen la escucha, aprendan a mantener el turno de palabra, adquieran el desarrollo del lenguaje a través de diferentes modelos, tanto del adulto o de la adulta como de sus iguales. Siendo conscientes de que no solo implica hablar, sino también escuchar y entender los distintos mensajes que se les transmiten. Todo ello, debe ir acompañado del aprendizaje de la paralingüística, siendo capaces de interpretar y producir distintos tonos de voz, haciendo un uso correcto de la respiración y las pausas al hablar.",
        "Competencia plurilingüe (CP): En esta etapa, se inicia el contacto con lenguas y culturas distintas de la familiar, fomentando en los niños y las niñas actitudes de respeto y aprecio por la diversidad lingüística y cultural, así como el interés por el enriquecimiento de su repertorio lingüístico. Se promueven de este modo el diálogo y la convivencia democrática Del mismo modo, en los centros que impartan enseñanzas de lenguas y modalidades lingüísticas propias de la Comunidad Autónoma de Aragón, se potenciará el aprendizaje funcional de las mismas En líneas generales, el desarrollo de la competencia plurilingüe otorga al niño y niña la capacidad de interactuar en diferentes lenguas. Siendo primeramente a través de la comprensión y de forma progresiva irán apareciendo pequeñas producciones, que nacen de la imitación de los modelos lingüísticos que les proporcionamos Está estrechamente ligada a la competencia en comunicación lingüística, pero pretende, además, que se desarrollen en los niños y las niñas actitudes positivas hacia otras lenguas y culturas.",
        "Competencia matemática y competencia en ciencia, tecnología e ingeniería (STEM): Los niños y las niñas se inician en las destrezas lógico matemáticas y dan los primeros pasos hacia el pensamiento científico a través del juego, la manipulación y la realización de experimentos sencillos. El proceso de enseñanza aprendizaje en Educación Infantil, se plantea en un contexto sugerente y divertido en el que se estimule, desde un enfoque coeducativo, la curiosidad de los niños y las niñas por entender aquello que configura su realidad, sobre todo lo que está al alcance de su percepción y experiencia, respetando sus ritmos de aprendizaje. Con esta finalidad se invita a observar, clasificar, cuantificar, medir, construir, hacerse preguntas, probar y comprobar para entender y explicar algunos fenómenos del entorno natural próximo, iniciarse en el aprecio por el medio ambiente y en la adquisición de hábitos saludables. Para el desarrollo de esta competencia general, se presta una especial atención a la iniciación temprana en habilidades numéricas básicas, la manipulación de objetos y la comprobación de fenómenos. A través de esta competencia se pretende incrementar la comprensión de los aspectos básicos espaciales y temporales, así como la progresiva autonomía que permita a los niños y las niñas resolver problemas derivados y relacionados con la vida cotidiana. Es fundamental tanto para comprender conceptos abstractos, como para la interpretación de la información.",
        "Competencia digital (CD): Se inicia, en esta etapa, el proceso de alfabetización digital que conlleva, entre otros, el acceso a la información, la comunicación y la creación de contenidos a través de medios digitales, así como el uso saludable y responsable de herramientas digitales. Además, el uso e integración de estas herramientas en las actividades, experiencias y materiales del aula puede contribuir a aumentar la motivación, la comprensión y el progreso en la adquisición de aprendizajes de los niños y las niñas. El acceso a la información es ilimitado, por ello, el uso responsable y controlado de los medios digitales debe ser la base de la que se parte. Un uso crítico, en el que se vean interrelacionados el ocio y el aprendizaje, ya que es un elemento muy motivador para el alumnado. Enseñar dónde y cómo manejar la información y el uso que se puede hacer de ella. Dar un enfoque de la era digital y de la tecnología en el aula a través de nuevas metodologías que permitan introducir estos elementos en el día a día.",
        "Competencia personal, social y de aprender a aprender (CPSAA): Resulta especialmente relevante que los niños y las niñas se inicien en el reconocimiento, la expresión y la gestión progresiva de sus propias emociones y sentimientos, y avancen en la identificación de las emociones y sentimientos de los demás, así como en el desarrollo de actitudes de comprensión y empatía. Por otro lado, la escolarización en esta etapa supone también el descubrimiento de un entorno diferente al familiar, en el que se experimenta la satisfacción de aprender en sociedad, compartiendo la experiencia propia con otras personas y colaborando con ellas de forma constructiva. Para ello, los niños y las niñas comienzan a poner en marcha, de manera cada vez más eficaz, recursos personales y estrategias que los ayudan a desenvolverse en el entorno social con progresiva autonomía y a resolver los conflictos a través del diálogo en un contexto integrador y de apoyo. Poco a poco, van tomando conciencia de sus propias capacidades y limitaciones, así como de lo que pueden hacer por sí mismos y por sí mismas y de lo que pueden hacer con la ayuda de otras personas o recursos, dando protagonismo a la adquisición de destrezas que contribuyan a «aprender a aprender», avanzando así en el camino hacia el desarrollo de un cierto grado de autonomía, responsabilidad e iniciativa en la realización de tareas.",
        "Competencia ciudadana (CC): Con el objetivo de una ciudadanía democrática, se ofrecen, en esta etapa, modelos positivos que favorezcan el aprendizaje de actitudes basadas en valores de respeto, equidad, igualdad y convivencia, ofreciendo unas pautas para la resolución pacífica y dialogada de los conflictos. Se invita también a la identificación de hechos sociales relativos a la propia identidad y cultura, así como al compromiso activo con los valores y las prácticas de la sostenibilidad. A tal fin, se promueve la adquisición de hábitos saludables y sostenibles a partir de las rutinas que los niños y las niñas van integrando en sus prácticas cotidianas. Además, se ponen las condiciones necesarias para crear comportamientos respetuosos con ellos mismos, con los demás y con el medio. Se trata de que los niños y las niñas desarrollen todo tipo de habilidades, conocimientos y actitudes de respeto que combinados entre sí hagan posible que se actúe de forma correcta y democrática en la sociedad. El contexto educativo y las situaciones de la vida escolar se nos brindan como elementos clave para establecer diversos tipos de relaciones entre niños, niñas y docentes, y de los propios niños y niñas con sus iguales, donde se aprenden y practican habilidades para la convivencia y el respeto mutuo.",
        "Competencia emprendedora (CE): La creación y la innovación son dos factores clave para el desarrollo personal, la inclusión social y la ciudadanía activa. La Educación Infantil es una etapa en la que se estimulan la curiosidad, la iniciativa, la imaginación y la disposición a indagar y a crear a través del juego, de actividades dirigidas o libre, de proyectos cooperativos o de otras propuestas de aprendizaje, lo cual supone una oportunidad para materializar las ideas personales o colectivas. De esta manera, se asientan las bases del pensamiento estratégico y creativo, la resolución de problemas, y se fomenta desde las primeras edades, el análisis crítico y constructivo. Trataremos de favorecer momentos en los que los niños y las niñas puedan construir su propio conocimiento fomentando que ellos mismos sean capaces de descubrir y reflexionar sobre determinados hechos y así poder crear conocimientos más complejos.",
        "Competencia en conciencia y expresión culturales (CCEC): Para que los niños y las niñas construyan y enriquezcan su identidad, se fomenta en esta etapa la expresión creativa de ideas, sentimientos y emociones a través de diversos lenguajes y distintas formas artísticas. Asimismo, se ayuda al desarrollo de la conciencia cultural y del sentido de pertenencia a la sociedad a través de un acercamiento a las manifestaciones culturales y artísticas. El desarrollo de las distintas formas de expresión es clave en esta etapa, por lo que les brindaremos oportunidades para poder favorecer el fomento de diversas formas de expresión artísticas como medio de comunicación y disfrute, así como la puesta en contacto con diversas manifestaciones culturales y artísticas de la Comunidad Autónoma de Aragón para el desarrollo del sentido de pertenencia. También es importante un acercamiento a otras culturas y el desarrollo del respeto hacia las mismas."
    ]
}